{"id": "474197", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nFollowing a jury trial in the Court of Common Pleas of Philadelphia County, appellant, Kenneth Ford, was found guilty of two counts of murder of the first degree, two counts of burglary, and one count each of robbery and possession of an instrument of crime. A sentencing hearing took place after which the jury recommended that appellant be sentenced to death, finding, as two aggravating circumstances, that the murders occurred during the commission of another felony and were committed by means of torture and, further, finding no mitigating circumstances.\nAppellant was sentenced, on March 9, 1992, to death by lethal injection on each of the two homicide convictions and also to two concurrent sentences of not less than 104 months nor more than 240 months on the two burglary convictions, a consecutive sentence of not less than ten years nor more than twenty years on the robbery conviction, and a consecutive sentence of not less than one year nor more than five years on the conviction for possession of an instrument of crime conviction. This appeal followed.\nAppellant argues that the evidence was insufficient to support a verdict of one count of robbery and two counts of burglary. This court is required in capital cases to review the sufficiency of the evidence, particularly with respect to the first degree murder conviction. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983) rehearing denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983). The applicable standard of review is whether, viewing all the evidence in the light most favorable to the Commonwealth as verdict winner, a jury could find every element of the crime beyond a reasonable doubt. Commonwealth v. Bryant, 524 Pa. 564, 567, 574 A.2d 590, 592 (1990). Therefore, the evidence surrounding the convictions of murder of the first degree, as well as robbery and burglary, will be reviewed.\nTo prove murder of the first degree, the Commonwealth must demonstrate that the defendant killed with a specific intent to kill. 18 Pa.C.S. § 2502(d). The Commonwealth must show: 1) that a human being has unlawfully been killed; 2) that the defendant did the killing; and 3) that the killing was done in an intentional, deliberate and premeditated manner. Commonwealth v. Mitchell, 528 Pa. 546, 599 A.2d 624 (1991). If deadly force is knowingly applied by the defendant to another, the specific intent to kill is as evident as if the defendant stated the intent to kill at the time the force was applied. Commonwealth v. Meredith, 490 Pa. 303, 416 A.2d 481 (1980).\nRobbery and burglary involve distinct elements. To prove robbery, the Commonwealth must prove that, in the course of committing a theft, the defendant either inflicted serious bodily injury on another or physically removed property of another by force. 18 Pa.C.S. § 3701; Commonwealth v. Breakiron, 524 Pa. 282, 297, 571 A.2d 1035, 1042, cert. denied, 498 U.S. 881, 111 S.Ct. 224, 112 L.Ed.2d 179 (1990). An act is deemed in the “course of committing a theft” if it occurs in an attempt to commit theft or in flight after the commission of the theft. 18 Pa.C.S. § 3701. To prove burglary, the Commonwealth must prove that the defendant entered a building or a separately secured or occupied portion thereof with intent to commit a crime therein, unless, among other things, the actor is privileged to enter. 18 Pa.C.S. § 3502(a). Specific intent to commit a crime may be established through defendant’s words or acts, or circumstantial evidence, together with-all reasonable inferences therefrom. Commonwealth v. Iacobino, 319 Pa. 65, 178 A. 823 (1935).\nThe record reflects that the evidence more than sufficiently supported verdicts of murder, burglary and robbery. On July 31, 1989, Celeste Sharpe, age 61, and Renee Mitchell, age 26, were found stabbed to death in the rear room of a candy store owned by Celeste Sharpe. Ms. Sharpe died from nine stab wounds. When she was found, her bra had been ripped off and her skirt was pulled up above her waist. It had been her habit to keep a wad of money rolled up in a ball and hidden in her bra. The money was gone. Renee Mitchell sustained twenty-five stab wounds. She was also found naked from the waist down, having had her panties ripped from her body. In the store, the cash register drawer was open and loose change was strewn on the floor.\nAt the scene of the crime, appellant approached the police, identified himself as Kenneth Jones and stated that he knew who killed the two victims. He first told an officer that he was in Ms. Sharpe’s store and saw the murders. Shortly thereafter, he recanted and told the officer that he watched the murder from across the street. Appellant requested that a detective accompany him down an isolated street where the two talked. At this time, appellant appeared to become agitated about the deaths of the two victims and the detective attempted to calm him down by patting him near the waist. When the detective put his hand on the appellant, he felt a hard object. He reached under appellant’s clothing and removed a ten-inch Bowie knife from appellant’s waistband. Appellant pulled up his sweater to wipe his forehead and revealed a blood stain on his t-shirt. The detective then asked appellant to go to the Police Administration Building (“Building”) to explain to the police what he saw and appellant acquiesced saying that he would do anything to help catch the people who killed the two women. He was treated as a witness, not as a suspect, and was neither handcuffed during his trip to the Building with the police nor ushered through the prisoner entrance of the Building.\nAt the Building, appellant was handcuffed to a chair and was interviewed by another detective. This detective saw blood on the fly area of appellant’s pants and on his sweater, and asked appellant to remove his clothing, giving him a hospital gown. Appellant took off two bloodstained shirts, revealing a cut on his chest, and his pants and swim trunks, both of which had blood and red stains on them. The detective held the bloodstained clothes and applied for a warrant for their seizure. Appellant was given his Miranda warnings, and claimed to have been elsewhere during the murders. He also claimed to have won a large amount of money playing “craps,” that he received the chest abrasion from having been stabbed during a fight with two men and that an únidentified man had given him the Bowie knife.\nA witness, Ms. Paulette Riddick, testified that she went to a bar with appellant on the evening of the murders. She said that he had blood on his pants and sweater and on the cuticles of his fingernails and that he spent a large amount of money. Two other witnesses saw him at the bar with a balled-up wad of money.\nAppellant’s fingerprints, his knife and a victim’s blood type also linked him to the scene of the killings. Appellant’s fingerprints were on a pack of cigarettes in a bag in the back room of the store where the bodies of the victims were found. Later, when the police determined that appellant’s last name was “Ford” and not “Jones,” Kenneth’s Ford’s fingerprints, which were on file at the Building, were checked and matched those of appellant. Traces of human blood were found on appellant’s knife. While both appellant and Ms. Sharpe had blood type 0, Ms. Mitchell had blood type AB. Type AB blood was found soaked into much of appellant’s clothing.\nThe evidence is more than sufficient to support the convictions of murder of the first degree, burglary and robbery. The record particularly reflects that: appellant was at the scene of the murders and knew the identity of the victims without viewing them; the victims were stabbed many times; appellant possessed a ten-inch Bowie knife on which traces of human blood were found; appellant had blood all over his outer and inner garments, including type AB blood of one of the victims; a victim, Ms. Sharpe, was known to carry a balled-up wad of money in her bra and appellant possessed a balled-up wad of money shortly after the murders; and, appellant had no privilege to enter the back room of the candy store where both of the victims were found. Appellant’s claim fails.\nAppellant argues that since robbery can not be committed on a dead person, the evidence did not support a finding that the victim was alive when she was robbed. Based on the evidence described above, the factfinder could reasonably conclude that appellant killed Ms. Sharpe while robbing her, that she resisted, and that the force used to commit the robbery was the force used to commit the murder. This claim is meritless.\nAppellant also argues that the evidence was insufficient to support his burglary convictions because appellant was privileged to enter the back room of the store, because the back room was not shown to be a separately secured portion thereof, and because the Commonwealth did not prove that Ms. Mitchell had a proprietary interest in the premises. Appellant worked under the direction of Ms. Sharpe in the store, including the day of the murders, and claimed to be privileged to enter the back room, her living quarters. This claim was directly contradicted by testimony of a long-time employee who said appellant was never allowed in the back room unless with an escort and only for a brief time. The condition of Ms. Mitchell’s body and her state of undress provide sufficient evidence to support the finding that appellant had a specific intent to commit a crime against her. The fact that Ms. Mitchell had no possessory interest in the property and that there was only one entry is irrelevant because there was sufficient evidence to support a finding of illegal entry and of appellant’s specific intent to commit a crime against Ms. Mitchell. This claim is meritless.\nAppellant then argues that the trial court erred in denying his motion to suppress physical evidence obtained from him prior to receiving his Miranda rights because he was in custody before he was taken to the Building and, therefore, all of the evidence is tainted and should be suppressed in accordance with the “fruit of the poisonous tree” doctrine. Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). Miranda warnings are required only where a suspect is in custody. Commonwealth v. Holcomb, 508 Pa. 425, 439, 498 A.2d 833, 840 (1985). When an officer inadvertently discovers a weapon, the officer can legally seize it. Coolidge v. New Hampshire, 403 U.S. 443, 465, 91 S.Ct. 2022, 2037-38, 29 L.Ed.2d 564 (1971); Commonwealth v. Smith, 524 Pa. 72, 84-86, 569 A.2d 337, 343-44 (1990). Clothing that is seized to link the defendant to a murder can be lawfully seized without a warrant. Commonwealth v. Aljoe, 420 Pa. 198, 216 A.2d 50 (1966) (defendant’s pants seized to identify him with a murder pursuant to a lawful arrest). The Fifth and Sixth Amendments do not apply to the seizure of physical evidence; thus, Miranda warnings need not be given prior to such a seizure. See Commonwealth v. Graves, 310 Pa.Super. 184, 456 A.2d 561 (1983). The record reflects that the detective discovered the ten-inch Bowie knife inadvertently and lawfully seized it for the detective’s own safety.\nAppellant argues there was no probable cause to hold him in custody and, therefore, no probable cause to seize either the knife or the clothes. A defendant is in custody when the totality of the circumstances indicates an intention to subject him to the actual control and will of the person making the arrest. Commonwealth v. Lovette, 498 Pa. 665, 450 A.2d 975 (1982). See Dunaway v. New York, 442 U.S. 200, 99 S.Ct. 2248, 60 L.Ed.2d 824 (1979). The holding of a defendant in custody must be supported by probable cause. Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078 (1993). The record reflects that: the detective asked appellant to go to the Budding to explain to the police what he saw; appellant acquiesced saying that he would do anything to help catch the people who killed the two women; and, appellant was neither handcuffed during his trip to the Building nor escorted through the prisoner entrance of the Building. The trial court did not err in ruling that appellant was not in custody until he was at the Building and that the seizure of the knife occurred before appellant was in custody.\nThe trial court also did not err in ruling that when appellant was in custody, the police had probable cause to arrest him so that the clothing was properly seized. Probable cause was based on the following circumstances: appellant was at the scene of the incident immediately after the killings by knifing; he switched his stories about his presence at the scene of the killings; he knew the identity of the victims even though the bodies could not be seen from the street; a ten-inch Bowie knife was concealed on appellant’s person; and, detectives observed many blood stains on appellant’s clothes at the scene of the killings and at the Building. Since probable cause to arrest existed and a formal arrest is not required in order to seize physical (not testimonial) evidence linking a defendant to a crime, the clothing was lawfully seized even though appellant’s Miranda warnings were given immediately after appellant turned over the clothing to the police.\nAppellant next argues that the court crier improperly interfered with jury deliberations by instructing the sentencing jury to continue deliberations. Appellant claims that, after four hours of deliberations, the jury foreman told the crier that the jury was deadlocked. Appellant then claims that, without notifying the trial judge of what had transpired, the court crier told the foreman that the jury had not deliberated long enough and should resume deliberations. The extent of time during which a jury is kept together for deliberation is a matter within the discretion of the trial judge. Commonwealth v. Chester, 526 Pa. 578, 587 A.2d 1367 (1991) (emphasis added). On the other hand, no intrusion into jury deliberations occurs where a trial judge, after being informed of a jury’s deadlock after one day of deliberations, instructs the jury to continue their work. Commonwealth v. Bamber, 463 Pa. 216, 223-24, 344 A.2d 799, 803 (1975).\nAppellant raised this claim «at post-verdict motions and was ordered by the court to offer proof of these allegations. He never offered such proof. Since there is no finding on this point, appellant’s claim is waived and, thus, meritless.\nIf the claim had not been waived and assuming the substance of appellant’s claim is true, then such communication by a court crier would be viewed as error that is not harmless. It is highly improper for a court crier to fail to inform the trial judge of a deadlock and, thereafter,, to usurp the function of the judge by directing the jury to continue its deliberations after being informed that it is deadlocked. The danger that arises by bypassing the trial judge is that the verdict could be the product of judicial coercion. Accordingly, the involvement of a court officer in such circumstances is decidedly more intrusive than the situation in Bamber.\nAppellant next contends that the trial court erred by refusing to allow appellant to absent himself from his trial because his appearance was allegedly so menacing that a fair trial could not be obtained \"with his presence. The Sixth Amendment to the United States Constitution, Article I Section 9 of the Pennsylvania Constitution, and the Pennsylvania Rules of Criminal Procedure 1117(a) guarantee the right of an accused to be present in court at every stage of a criminal trial. A defendant may waive this right as long as he is not charged with a capital offense. When charged with a capital offense, a defendant’s right to be present at his own trial is transformed into an obligation because of the gravity of the potential outcome. See Pa.R.Crim.P. 1117(a); Commonwealth v. Diehl, 378 Pa. 214, 107 A.2d 543 (1954); Diaz v. United States, 223 U.S. 442, 32 S.Ct. 250, 56 L.Ed. 500 (1912). The trial court correctly required the appellant’s presence as he had no right to exclude himself.\nAppellant also argues that the trial court erred in permitting the Commonwealth to submit a third aggravating circumstance of “multiple murders” because the Commonwealth failed to provide prior written notice thereof. 42 Pa.C.S. § 9711(d)(10) sets out the aggravating circumstance of “multiple murders”:\nThe Defendant has been convicted of another Federal or State offense, committed either before or at the time of the offense at issue, for which a sentence of life imprisonment or death was imposable or the defendant was undergoing a sentence of life imprisonment for any reason at the time of the commission of the offense.\nPennsylvania Rule of Criminal Procedure 352 requires the Commonwealth to notify the defendant “in writing of any aggravating circumstance which the Commonwealth intends to submit at the sentencing hearing. Notice shall be given at or before the time of arraignment____” Pa.R.Crim.P. 352. No prejudice results'where evidence is erroneously presented as to an aggravating circumstance which the jury did not find. Commonwealth v. Christy, 511 Pa. 490, 508, 515 A.2d 832, 841 (1986), cert. denied, 481 U.S. 1059, 107 S.Ct. 2202, 95 L.Ed.2d 857 (1987). Here, regardless of whether the technical requirements of Pa.R.Crim.P. 352 were met, the jury did not find the “multiple murders” aggravating circumstance and, therefore, no prejudice resulted. This claim is meritless.\nAppellant continues, arguing that the jury did not understand its duty to record all mitigating circumstances. On both penalty verdict slips, the jury indicated its unanimous finding that there were no mitigating circumstances. Appellant bases his claim on an alleged conversation his counsel had with a juror after sentencing. The trial court was informed and suggested counsel file the appropriate motions. Yet, while a motion was filed, no evidence was ever presented at any hearing and the motion was denied. Since appellant offers no support in the record for his claim, this claim is also meritless.\nAppellant next argues that the trial court erred in failing to grant appellant an adequate amount of time to prepare cross-examination, in issuing a protective order for witness Dennis Sims Africa, and in failing to order timely disclosure of Africa’s identity and his written statements. Unlike the constitutional right to a public trial, discovery is a matter for the trial court’s discretion. Commonwealth v. Scott, 469 Pa. 258, 365 A.2d 140 (1976). A defendant has no right to the statement of a witness until after the witness testifies on direct examination. Commonwealth v. Gartner, 475 Pa. 512, 524, 381 A.2d 114, 120 (1977).\nAfrica, an inmate at Graterford Prison, was a witness against appellant. Africa wrote to police on December 9, 1990, in the hope of trading his knowledge for leniency in his open case. He wrote that, while in prison with him, appellant bragged to Africa that he had murdered the victims. One month later, Africa gave a statement to a detective, repeating the content of the letter. Since prison informants are often assaulted or killed, the Commonwealth obtained a court order, pursuant to Pa.R.Crim.P. 305 F., protecting Africa’s identify, his statements and his half-page letter from discovery until the day before Africa testified. When the Commonwealth disclosed the above, Africa testified the following day as the last witness of that day. Appellant has failed to demonstrate how the trial court abused its discretion and, further, how he was denied his right to effectively cross-examine Africa. This claim is meritless.\nAppellant then argues that the trial court improperly admitted photographs of the victims. Photographs' of a corpse are admissible into evidence where the court determines that the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors. Commonwealth v. Petrakovich, 459 Pa. 511, 329 A.2d 844 (1974). The court first reviewed the photographs, excluded most of the color photographs, and admitted only those photographs that were necessary to demonstrate specific intent to kill by use of a deadly weapon on a vital part of the body. The court also carefully instructed the jury on how the photographs were to be viewed. This was entirely proper under Commonwealth v. McCutchen, 499 Pa. 597, 454 A.2d 547 (1982). Appellant has failed to demonstrate how the likelihood of inflaming the minds of the jurors outweighed the evidentiary value of the admitted pictures. This claim is meritless.\nAppellant then claims that the assistant district attorney engaged in prosecutorial misconduct during his closing argument by making inflammatory remarks. Comments by the district attorney do not constitute reversible error unless the unavoidable effect of such comments is to prejudice the jurors, forming in their minds fixed bias and hostility toward the appellant so that they would not weigh the evidence objectively and render a true verdict. Commonwealth v. Van Cliff, 483 Pa. 576, 582, 397 A.2d 1173, 1176 (1979). The trial judge’s rulings on the challenged comments are to be upheld on appeal unless an abuse of discretion is evident. Commonwealth v. Faulkner, 528 Pa. 57, 77-78, 595 A.2d 28, 39 (1991); Commonwealth v. D’Amato, 514 Pa. 471, 491, 526 A.2d 300, 310 (1987). Appellant challenges the district attorney’s statements that if the walls and floor could talk, they would tell the jury that appellant committed the crime. The prosecutor’s comments were in response to the argument that insufficient physical evidence existed to tie appellant to the crime and merely directed the jury to the relevant physical evidence. Appellant’s argument fails as the comments were mere oratorical flair and no prejudice has been demonstrated.\nAppellant next argues that the trial court erred in not giving curative instructions based on the prosecutor’s alleged reference to appellant’s prior criminal record during closing. Appellant challenges the prosecutor’s comment that “sometimes we have to go into the jails” to obtain a witness because it suggests his prior criminal record. The decision to give curative instructions is within the sound discretion of the trial court and will not be disturbed absent manifest error. The statement supports an inference that Africa had access to appellant in prison after appellant was arrested for the crimes that were the subject of his trial. Africa’s testimony shows only that he spoke to appellant about these killings. Since no error has been demonstrated, no cautionary instructions were required.\nAppellant also claims that, during the sentencing phase of the trial, the trial court erroneously allowed testimony about appellant’s previous prison sentence, thereby revealing his prior criminal record. A defendant’s prior criminal record is not admissible as evidence. Where the defendant opens the evidentiary door concerning his past criminal record, though, the Commonwealth is allowed to cross-examine on this point. Evidence is admissible at the penalty phase where it is relevant to the sentence to be imposed. See 42 Pa.C.S. § 9711(a)(2).\nThe alleged improper questioning occurred during the cross-examination of appellant’s sister, a defense -witness. She had testified that appellant could be expected to adjust to life in jail since he had been in jail before, implying that he was amenable to rehabilitation. On cross-examination, the prosecutor, asked: “How old was [appellant] when you last lived with him?” The witness gave the unresponsive answer: “Last year when he was out of jail and he was I think 34. I’m not sure.” The prosecutor then asked “How long was he in jail?” and the defense objected. The trial court permitted the question and the witness responded that appellant was in jail for about eight years. The trial court did not err, for once the defense witness opened the door, it was not improper for the prosecutor to elicit the challenged response. Also, the evidence was relevant and the cross-examination was designed to rebut the implication that appellant would be amenable to rehabilitation.\nAppellant also argues that trial counsel was ineffective for not objecting to the closing argument as highly inflammatory. When a defendant argues that he was deprived of effective assistance of counsel, he must demonstrate, according to Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987) and its progeny: 1) that the underlying claim is of arguable merit; 2) that counsel’s performance was unreasonable; and 3) that counsel’s ineffectiveness prejudiced defendant. The challenged remark was: “Stick a fork in him and turn him over; I submit to you that he is cooked.” The phrase was a metaphor indicating that appellant’s case was lost. Appellant has demonstrated neither error nor prejudice and this claim is meritless.\nFinally, appellant argues that he is entitled to relief because his trial judge became district attorney of the prosecuting county in the post-verdict phase of his case and, therefore, a conflict of interest existed. Here, the district attorney disqualified and screened herself from any participation in this matter and, in fact, in any matter in which she presided as a jurist. Appellant points to no instance of her involvement in his case and certainly no conflict of interest. This claim is meritless.\nWe now comply with our duty under 42 Pa.C.S. § 9711(h)(3)(iii) to review sentences of death from the standpoint of proportionality to sentences imposed in similar cases. Commonwealth v. Zettlemoyer, 500 Pa. 16, 63, 454 A.2d 937, 961 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). We have reviewed the sentence imposed on appellant in light of sentencing data compiled and monitored by the Administrative Office of Pennsylvania Courts. See Commonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, 707-08 (1984). We perceive no excess or disproportionality in the sentence imposed. Further, the record does not provide any basis for belief that the sentence of death was the “product of passion, prejudice or any other arbitrary factor.” See 42 Pa.C.S. § •9711(h)(3)(i). Also, the evidence supports the finding of at least one aggravating circumstance specified in 42 Pa.C.S. § 9711(d) and of no mitigating circumstances. See 42 Pa.C.S. § 9711(h)(3)(h). Accordingly, the sentences must be affirmed.\nJudgment of sentence affirmed.\nMONTEMURO, J., is sitting by designation.\n. A few hours after the incident, a neighbor of the victims told the police that \"Kenneth Jones” was an alias used by Kenneth Ford and another detective at the Building identified appellant as Kenneth Ford.\n. Since appellant received concurrent sentences, there is no prejudice from the dual verdicts.\n. The Sixth Amendment provides: \"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted by witnesses against him.\" U.S. Const, amend. VI.\n. Article I, section 9 provides: \"In all criminal prosecutions, the accused hath a right ... to meet the witness face to face.” U.S. Const, art. I, § 9.\n. Rule 1117(a) provides: \"The defendant shall be present at the arraignment, at every stage of the trial including the impanelling of the jury and the return of the verdict, and at the imposition of sentence, except as otherwise provided by this rule.” Pa.R.Crim.P. 1117(a).\n. It is noted that appellant has shown no basis in the record for his claim that he had a menacing appearance and that he was prejudiced by attending his own trial.\n. It is noted that while the Commonwealth did not set out the \"multiple murders” aggravating circumstance in its written pretrial notification pursuant to Pa.R.Crim.P. 352, this failure was not prejudicial to appellant’s case.\nThis situation is different from that of Commonwealth v. Williams, 539 Pa. 61, 650 A.2d 420 (1994). In Williams, the Commonwealth sought to amend its Rule 352 notification to include the aggravating circumstance that appellant had a significant history of felony convictions involving the use or threat of violence pursuant to 42 Pa.C.S. § 9711(9). The notification occurred one year after the defendant’s arraignment and on the second day of a month long jury selection. This court ruled that since the information could have been obtained prior to arraignment but was not, the trial court erred when it allowed the Rule 352 amendment and admitted the evidence to establish the aggravating circumstance. Since the jury’s finding of the existence of such circumstance was not supportable, a new sentencing hearing was ordered.\nHere, appellant had actual notice of the “multiple murder” aggravating circumstance because he was on trial for two murders. The Commonwealth stated on the record at the preliminary hearing, soon after the arraignment and before the selection of the jury, that the multiple murders aggravating circumstance would be included in those sought by the Commonwealth. And, finally, the jury failed to find the existence of such a circumstance. Unlike the situation in Williams, the sentencing verdict is not tainted and, thus, no prejudice can be demonstrated.\n. Rule 305F provides that, upon a sufficient showing: \"the court may at any time order that the discovery or inspection may be denied, restricted or deferred, or make such other order as is appropriate.”\nPa.R.Crim.P. 305F.\n. The Prothonotary of the Supreme Court is directed to transmit the complete record in this case to the Governor, 42 Pa.C.S. § 971 l(i)."}