{"id": "475029", "contents": "Opinion by\nMr. Justice Jones,\nThese are appeals by the defendants from similar decrees entered in two separate suits instituted by the same plaintiffs, in the one instance, against the. City of Pittsburgh and James P. Kirk, City Treasurer, and, in the other, against the Board of .Public Education, of the School District of Pittsburgh and James P. Kirk,, School Treasurer.\nThe decrees appealed from enjoin the respective defendants from enforcing an identical article of similar tax regulations promulgated by the individual defendant in his official capacities for the proper administration of an ordinance of the City imposing an annual mercantile license tax and a resolution of the School District levying a like tax pursuant to the imposition thereof by an Act of Assembly., The regulations, while separate for the City and the School District, are identical throughout except for a difference in tax rates conformable to the provisions of the taxing ordinance and the levying resolution. The territorial limits of the City and the School District are co-terminous. ‘\nThe City’s tax ordinance (No. 488 of 1947) was enacted under authority conferred by the Act (No. 481) of June 25, 1947, P. L. 1145. Section 4 of the ordinance imposes upon wholesale and retail vendors or dealers in goods, wares and merchandise a mercantile license tax at specified rates “on each dollar of the volume of the annual gross business transacted by him.” In like manner, Section 4 of the Act (No. 320) of June 20, 1947, P. L. 745, pursuant to'which the School District’s levying resolution was passed, imposes upon wholesale and retail vendors and dealers in goods, wares and merchandise the same character of tax but at lesser rates “on each dollar of the volume of the annual gross business transacted by him.”\nBriefly summarized, the assailed regulation, Article 6 (a), requires a taxable vendor or dealer to include in his return of “the volume of the annual gross business transacted by him” the full selling price of all property sold even though he is paid therefor partly in cash and partly by his receipt of other property, commonly called “trade-in”; and, when such “trade-in” property is sold, the dealer is also required to include the full selling price thereof in the current return of the volume of his “annual gross business”. The plaintiffs, who are dealers in automobiles in Pittsburgh where they sell both new and used cars, point out that compliance with the regulation will require them to include in their gross sales the full selling price of a new automobile even though they accept a used car in trade as part payment and that when they sell the used ear they will be required to include the sale price thereof in their current annual gross sales. This, they contend, unlawfully subjects them to double taxation. They also assert that Article 6 (b) of the Regulations, to which we shall later refer, makes the tax nonuniform in violation of Section 1 of Article IX of the Pennsylvania Constitution.\nArticle 6 (a) is but a detailed practical application of the definition of gross volume of business' as supplied by Article 5(b) which, incidentally, the plaintiffs do not attack. The primary question involved, therefore, is whether the scope of the definition of gross volume of business as defined by Article 5 (b) transcends the intent of the City ordinance (No. 488 of 1947) or the statute (No. 820 of 1947) authorizing the School District’s levy and collection of an annual mercantile license tax, both of which (i. e., the ordinance and the Act) employ “the volume of the annual gross business” of the vendors or dealers as the taxable base. As defined by Article 5(b), “'Gross volume of business’ corresponds generally to 'gross receipts’ or 'gross sales’ depending on the nature of the business . . . [and includes] not only receipts in money but also, in the case of barter and exchange transactions, in which other than money is received as payment or part payment, an amount equal to that which would have been received if full payment had been required in cash.”\nThe definition of “gross volume of business,” as contained in Article 5(b), is both reasonable and sound. In no way does it transgress the legislative authority for the imposts. And, Article 6 (a) appropriately applies the definition to sales where goods, wares or merchandise are taken in trade by a vendor or dealer. In Puntureri v. Pittsburgh School District, 359 Pa. 596, 599, 60 A. 2d 42, the mercantile license tax authorized by the same Act of June 20, 1947, was under , attack. Mr. Justice Stern, speaking for this Court, there declared substantially in the words of the statute that the tax “is measured by the gross volume of business transacted annually.” Earlier decisions construing the same statutory language, viz., “annual gross business” as used in the former State mercantile license tax Act, show that the term has been deemed to be synonymous with “gross receipts” (see Commonwealth v. McKinley-Gregg Automobile Co., 345 Pa. 544, 548, 549, 28 A. 2d 919) and “gross sales” (see Knisely v. Cotterel, 196 Pa. 614, 617, 46 A. 861, and Commonwealth v. Bailey, Banks & Biddle Company, 20 Pa. Superior Ct. 210, 219). It is but logical to conclude, -therefore, that, in determining the annual gross volume of the plaintiffs’ businesses, it is immaterial whether their “gross sales” were paid for in cash or partly in cash and partly by allowances for used cars taken in trade. The gross amount of the sales is to be computed by adding together the sale prices of all automobiles sold within the taxable period, new or used: cf. Philadelphia v. Heinel Motors, Inc., 142 Pa. Superior Ct. 493, 16 A. 2d 761. In that case, the former Philadelphia sales tax upon “gross retail sales” was held to be upon the selling price of all automobiles sold by the taxpayer regardless of whether they were paid for in part by “trade-in” cars.\nTrue enough, there is a characteristic difference between a mercantile license tax and a sales tax. But, the distinction is of no argumentative significance where the tax base used in both instances is the same measure. No doubt it was because of a failure so to recognize that the learned court below-ignored the cogency of the reasoning of the Supreme Court of South Dakota in State ex rel. Sioux Falls Motor Co. v. Welsh, 65 S. D. 68, 270 N. W. 852 (1936),—a case which is on all fours with the present so far as the merit of Article 6 (a) is concerned. The title to the South Dakota statute (Laws of 1935, Chapter 205) did indeed denominate the impost a “Retail Occupational Sales Tax”. But, actually, the tax, as Section 34 (a) of the Act discloses, was “upon the gross receipts from all sales of tangible-personal property, consisting of goods, wares, or merchandise” for “the privilege of engaging in business as a retailer”, — -veritably the same as a mercantile license tax, as the latter has frequently been recognized by both “this Court and the Superior Court . . .”: see Blauner’s, Inc., v. Philadelphia, 330 Pa. 342, 346, 198 A. 889, and cases there cited; also Puntureri v. Pittsburgh School District, supra. In the Welsh case, supra, the Director of Taxation of South Dakota ruled that, under that State’s “gross receipts” tax, “Sales of new automobiles are taxable at the full consideration received, including the allowance made upon a trade-in of a second hand automobile. When the car accepted in trade-in is sold, the gross receipts from that sale is likewise taxable.” On appeal, the Supreme Court of the -State approved the ruling, saying in that connection, — “We are of the opinion that the sale of each car by relator, whether that car be new or old, was a sale at retail within the meaning of the law, and that the value of each used car accepted as a part consideration for such sales comes within the meaning of ‘gross receipts’ as that term is defined.”. We reach the same conclusion here with respect to the scope of the term “annual gross business” where employed by both the ordinance and the Act.\nAlthough “there is .no constitutional objection to double taxation, the power of :the legislature being ‘as ample to tax twice as to tax once”’ (Puntureri v. Pittsburgh School District, supra), we need not now search for the legislative intent in such relation. The requirements of Article 6 (a) do not effect double taxation as that term is known to the law. The appellees, as well as the learned court below, quote with approval an apt definition from 61 Corpus Juris 69, at p. 137, as follows: “To constitute double taxation in. the prohibited sense the second tax must be imposed upon the same property, for the same purpose, by the same state or government, during the same taxing period.” In Commonwealth v. Harrisburg Light & Power Co., 284 Pa. 175, 179, 130 A. 412, this court said that “So far as double taxation is concerned, it exists only where there is ‘the taxation twice by the. same taxing power of what was regarded as the same subject’ (Com. v. Shenango Furnace Co., 268 Pa. 283, 288), and, it may be added, the same kind of tax.” See also Philadelphia v. Heinel Motors, Inc., supra. The fact that the full sale prices of new automobiles are included in the appellees’ “gross sales” and that the selling prices of used cars, taken in trade as part payment for the new automobiles, are also included in the “gross sales” does not in fact tax the same thing twice. The tax is on the “annual gross business”, i. e., “gross sales” dr “gross receipts” of the business, and is not upon the sale of a new car and the sale of a trade-in, received in part payment, all as one transaction. The error of the learned court below, seems to have resulted from a failure to mark the true distinction. A mercantile license tax is neither a sales nor income exaction.\nThere is no merit in the appellees’ contention that Article 6 (a), when read in conjunction with Article 6 (b), renders the tax lacking in required constitutional uniformity. Article 6 (b) has to do with the tax-base status of repossessed property and, in such connection, that regulation excludes from “gross receipts” the sale price of repossessed property. except for the difference “by which the amount of [such] sale exceeds the balance due on the original sale at the time of repossession.” The provision applies to all vendors or dealers alike; and, the fact that some of them may be so fortunate as never to have to repossess themselves of property conditionally sold does not make Article 6 (a) non-uniform.' A distinction between “trade-in” and repossessed property is sufficiently obvious as to justify the different method of reflecting the varying transactions in the taxpayer’s gross receipts or gross sales according to a standard applying to one and all alike. “The generality of the law is not destroyed by such slight differences in its machinery of application”: Knisely v. Cotterel, supra, at p. 632. Moreover, any want of uniformity would be due alone to the differentiation imported into the Regulations by Article 6 (b) with respect to repossessed property. And, in no event would any defect in that provision affect either the validity or merit of Article 6 (a).\nThe School District of Philadelphia, which adopted and promulgated Tax Regulations containing articles identical with those herein dealt with, was heard as amicus curiœ both by brief and orally by counsel in support of the School District’s appeal.\nThe respective decrees are reversed and’ the bills dismissed at the appellees’ costs.\nThe relevant paragraph of Article 6(a) of the Regulations reads as follows:\n“ARTICLE 6 — Treatment of Particular Transactions\n(a) Property traded in: In the case of trade-in transactions in which goods, wares and merchandise are sold and aUowance is made for other property which is- traded in and is accepted by the vendor or dealer in part payment of the property sold, the allowance made for the property traded in shall not be deducted from the selling price of .the property sold in computing gross receipts upon which the tax is based. The vendor or dealer must include in his gross volume of business the fuU selling price of the property sold, without any deduction therefrom for any allowance made on property traded in. Where the property traded in is subsequently sold by the vendor or dealer, the latter must include in his gross receipts the entire selling price from the sale of such property traded in.”\nThe material portion of Article 5(b) of the Regulations reads as follows:\n“ARTICLE 5—‘Gross Volume of Business’\n(b) ‘Gross volume of business’ corresponds generally to ‘gross receipts’ or ‘gross sales’ depending on tbe nature of tbe business. Tbe gross volume of business sbaU include not only receipts in money but also, in tbe case of barter and exchange transactions, in which other than money is received as payment or part payment, an amount equal to that which would have been received if full payment had been required in cash. The gross receipts from sales shall include all receipts from any transfer of title or possession or both, whether conditional, by bailment lease or otherwise, for a consideration.”"}