{"id": "475053", "contents": "Opinion by\nMr. Justice Jones,\nThe plaintiffs separately appeal from an order of the Court of Common Pleas of Allegheny County dismissing their petition for a declaratory judgment. In justification of the action so taken, little need be said in addition to what is so well expressed in the opinion for the learned court below.\nThe petitioners do not aver that they are contending parties to an actual controversy justiciable in a declaratory judgment proceeding; or that there are present antagonistic claims, wherein they have any interest, which presage imminent and inevitable litigation; or that there is any legal right, status or relationship in which they or either of them have any concrete interest, either legal or equitable, in respect of the defendants or any of them. Consequently, the petition fails to supply the requirements of the Uniform Declaratory Judgments Act: see Sec. 6 of the Act of June 18, 1923, P. L. 840, as amended by the Act of April 25, 1935, P. L. 72, Sec. 1, and the Act of May 26, 1943, P. L. 645, Sec. 1 (12 PS §836 Pkt. Supp.); cf. also Moore v. Moore, 344 Pa. 324, 327-328, 25 A. 2d 130.\nIn reality, the plaintiffs seek an advisory opinion concerning the possible liability of the defendant vendors to the defendant real estate agents for a commission on the vendors' sale to the corporate plaintiff of the property described in the written agreement referred to in the petition. Organically, courts are not instituted to render advisory opinions either by way of a declaratory judgment or otherwise: Cryan’s Estate, 301 Pa. 386, 390-391, 152 A. 675; see also Reese v. Adamson, 297 Pa. 13, 16-17, 146 A. 262; Pittsburgh’s Consolidated City Charter, 297 Pa. 502, 506, 147 A. 525. A petition which seeks merely légal advice, and not the adjudication of an actual controversy, discloses a “state of affairs [that] does not permit of a declaratory judgment”: see Sterrett’s Estate, 300 Pa. 116, 124, 150 A. 159.\nThe plaintiffs’ interest in the question of the vendors’ possible liability to the real estate agents for a commission on the aborted property sale derives from the fact that, although the vendors are entitled under the agreement of sale to retain, as liquidated damages for the plaintiffs’ breach of the agreement, the hand-money deposited by the plaintiffs, the véndors have expressed a willingness to return the hand-money to the corporate plaintiff (the vendee in the agreement) upon condition that it “obtain and deliver to them [i. e., the vendors] a release from [the real estate agents] of any claim for commissions in connection with said transaction.” And, the plaintiffs appear to be under the impression that the possible liability of the vendors to the real estate agents presents the actual controversy which justifies the plaintiffs’ petition for á declaratory judgment. Plainly enough, the plaintiffs have no substantial' legal interest in the specified subject-matter and therefore have no standing to invoke a declaratory judgment proceeding for the adjudication thereof. Their only present interest is to avail themselves of an offer by the defendant vendors to return the hand-money to the corporate plaintiff upon a contingency that may never happen: see Kariher’s Petition (No. 1), 284 Pa. 455, 472, 131 A. 265. Such an uncertain interest cannot be made the subject of a declaratory judgment proceeding: Congregational Conference Appeal, 352 Pa. 470, 473, 43 A. 2d 1.\nIt follows that the action of . the learned court below was not error and, certainly, not reversible error .when it is recalled, as was said by Mr. Justice Drew in Capital Bank and Trust Company’s Petition, 336 Pa. 108, 111, 6 A. 2d 790, that “In all jurisdictions where declaratory judgment practice obtains, the rule is established that it is a matter of discretion whether or not jurisdiction will be taken of any particular case: Kariher’s Petition (No. 1), supra.” It cannot justly be said that there was any abuse of discretion in the disposition which the court below made of the instant petition.\nOrder affirmed at appellants’ costs."}