{"id": "475014", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal is from a decree dismissing a bill for the specific performance of a contract to sell real estate. Perhaps much of the difficulty experienced by the parties (as well as hy the court) is directly attributable to plaintiff’s disregard of the provisions of Equity Rules 38 and 39 providing for preliminary injunctions with or without affidavit and the action of the court below in countenancing the violation of the rules. On the mere presentation of the bill on June 2nd the court below allowed a rule to show cause returnable June 21st with a stay of proceedings and without the entry of a bond; in other words, on sight, a 19 day injunction was granted contrary to the provisions and spirit of the Equity Rules, tying the hands of the defendants without notice. Finally, working through a series of rules allowed by the court below, the record was amended to present a preliminary objection (Rule 48) filed June 21st as of June 5th pointing out that it appeared that the statute of frauds prevented the enforcement of the contract sought to be enforced. The objections also asserted that plaintiff had an adequate remedy at law; the court also thought the bill was not “properly verified as required by the rules of equity practice.”\nThe preliminary objections were sustained on June 22nd and a decree dismissing the bill was entered on the same day which was one day after the filing of the preliminary objections, without giving the plaintiff the usual opportunity to amend (Rule 49); although but for the nunc pro tunc allowance the plaintiff would have had ten days after June 21st in which to consider whether to amend his bill. We shall not speculate on what amendments, if any, the plaintiff may make, but may note in passing that Gettemy v. Homestead Association of Westmoreland County, 356 Pa. 475, 52 A. 2d 325 (1947), is not inconsistent with this because it was there stated that assuming the facts, “no factual controversy is present.” Amendment was denied in that case after expiration of the ten day period for amendment as of course.\nDecree reversed, bill reinstated, and record remitted for further proceedings, costs to abide the event.\nRule 49 provides, “If a defendant objects by answer as provided in Rule 48 upon any one or more of the grounds above stated, plaintiff may within ten days after the filing of such answer amend as of course, in such a way as he may consider necessary to obviate the objections. ... If a hearing is had, the Court shall either dismiss the objections ... or sustain them, in whole or in part, and require the plaintiff to amend accordingly, under penalty of a dismissal of the bin. . . .”"}