{"id": "475099", "contents": "Opinion by\nMr. Justice Drew,\nCharles H. Aldrich, plaintiff, filed this bill in equity to compel specific performance by defendant, George W. Geahry, of a written agreement for the sale of 75 shares of the capital stock of the United Cleaning Company, a closely held corporation.\nOn the filing of the bill of complaint, accompanied by injunction affidavits and a bond, the learned court below granted a preliminary injunction, restraining defendant, Geahry, “from transferring, assigning, pledging, or in anywise encumbering any of his stock in United Cleaning Company”; defendant, Robert Lear (to whom Geahry’s stock in the corporation previously had been pledged as security for a loan to Geahry) “from transferring, assigning, pledging or in anywise encumbering any shares of stock of United Cleaning Company”; and defendant, The Barclay-Westmoreland Trust Company, from “permitting anyone to change the status of the 187% shares of United Cleaning Company stock now in its possession” as escrow agent under an agreement whereby Robert Clark contracted to sell to one Edward J. Murtha 112% shares and to defendant, Geahry, 75 shares of United Company stock.\nOn the date fixed for a hearing on the preliminary injunction, counsel for defendants, Geahry and Lear, presented a motion to dissolve. After a hearing, at which defendants offered no testimony, the court below, being of the opinion that plaintiff’s remedy, if any, was at law, rather than in equity, dissolved the preliminary injunction and certified the case to the law side of the court, “on condition that the defendants pay into Court the sum of Fifty-two Hundred Fifty ($5250.00) Dollars, the sum tendered to the plaintiff, and refused by him, pending the final determination of the case.” That sum later was paid into court, and plaintiff appealed.\nIt is now well established that an order dissolving a preliminary injunction, under these circumstances, is “equivalent to the refusal of a preliminary injunction and as constituting an appealable order”: Natl. Auto Serv., Inc. v. Barfod, 288 Pa. 227, 135 A. 630. It is equally well settled that “Our established practice on appeals from the . . . refusing of preliminary injunctions is not to consider the merits of the case, but only to determine whether under the facts presented in the Common Pleas there was reasonable ground for the action of the court”: Hoffman v. Howell, 242 Pa. 112, 88 A. 877. In other words, “. . . no point is passed on which is not absolutely essential to the determination of the single question, Is the order appealed from obviously erroneous”: Natl. Auto. Serv., Inc., v. Barfod, supra, 229. A decree refusing a preliminary injunction will not be reversed on appeal in the absence of a plain abuse of discretion by the court below: Trainer v. Internat'l Alliance, 353 Pa. 487, 46 A. 2d 463.\nFrom the record before us, it appears that plaintiff, on or about July 7, 1945, was offered by defendant, Geahry, who was then and still is president and director of the United Company, the position of plant manager of the company at a salary of $75 a week. As an Inducement to accept such employment, Geahry and plaintiff entered into a written contract for the sale by Geahry to plaintiff of 75 shares of United Company stock for the sum of $7500, payable $1250 on the execution of the contract and in annual payments of $1125 each, to be paid out of dividends declared annually on the stock. The agreement also provided that in case dividends in that amount were not declared, the sum of $1125 annually “shall nevertheless be credited on this contract.” It was further provided that “in case the . . . [plaintiff] should leave the employ of the United Cleaning Company either of his own volition or by dismissal of the company that . . . [defendant Geahry] shall pay to . . . [plaintiff] all of the money that has been paid on this contract including the annual payments credited thereon at the time of the severance of the contract of employment of . . . [plaintiff].”\nThe record shows that there are 377% shares of stock of the United Company outstanding, and those are distributed as follows: 75% shares in the name of Edward J. Murtha; 103% shares in the name of defendant, Geahry, this being the stock which was pledged to defendant, Lear, sometime after the contract here in question was executed and prior to the institution of this suit, as security for a $7500 loan of Geahry; 10 shares in the name of Marion Geahry; 1 share in the name of one Wrightmeyer, which was to be issued % share to Murtha and % share to Geahry; and 187% shares in the name of Robert Clark. These 187% shares, Clark, under a contract dated November 30,1942, agreed to sell to Murtha and Geahry, for $14,000, payable in monthly instalments of $150. This latter agreement also provided that on payment of the total consideration, 112% of the 187% shares were to be issued to Murtha and 75 shares to Geahry. Payments on this agreement are not in arrears.\nOn or about March 1, 1948, Geahry informed plaintiff that he intended to terminate their contract because his family wanted the stock, and offered to return plaintiff all moneys paid and credits allowed under the agreement. Plaintiff, however, insisted that the contract be performed in accordance with its terms. Thereafter, Geahry attempted to discharge plaintiff, but the latter refused to leave his position and has since and is now performing the same duties as before. Plaintiff’s payments under his contract are not in arrears, he having paid $1250 on the execution of the agreement, and certain sums thereafter in cash and in credits pursuant to the terms of the agreement, in the aggregate amount of $5250, leaving a balance of $2250 not now due. He has fully performed his contract.\nPlaintiff offered to give Geahry $6000, being the balance of $2250 under his contract of July 7,1945, and the balance of $3750 necessary to be paid to release the 75 shares of Geahry’s stock held in escrow in The Barclay-Westmoreland Bank under the Clark contract of November 30, 1942. Plaintiff thus exceeded his obligation to Geahry under their contract, but this offer Geahry refused to accept, apparently determined to void his contract and retain the stock he had agreed to transfer to plaintiff. It may be when defendant Geahry is heard he can show some reasonable ground for his refusal but the record in its present state shows none.\nWe are satisfied that the order appealed from is clearly erroneous. Under the facts here presented, it appears that equity ought to take jurisdiction .in this case, because plaintiff’s remedy at law is wholly inadequate. The stock in the United Cleaning Company is closely held, is not purchasable in the market, has no quoted or ascertainable market value and is of peculiar value to plaintiff because of his employment by the company. Under such circumstances, equity will compel specific performance: Eichbaum v. Sample, 213 Pa. 216, 62 A. 837; Reid v. Rogers Coal Co., 275 Pa. 501, 119 A. 594. Furthermore, an examination of plaintiff’s contract with Geahry would indicate that it was not the intention of the parties to vest in Geahry the right to terminate the agreement by causing plaintiff to be dismissed from his employment without just cause. The record shows that Geahry did not attempt to discharge plaintiff until after he had refused to convey the stock to plaintiff. Obviously Geahry could not avoid the obligations of his contract with plaintiff in this manner. See Restatement of Law of Contracts, § 307.\nThere was no duty on plaintiff to tender the balánce of the purchase money inasmuch as nothing was due at the time Geahry refused to turn over the stock, and even if there were, plaintiff would not be required to do the vain and useless act of making tender: Suchan v. Swope, 357 Pa. 16, 53 A. 2d 116.\nIn the present state of the record, we are convinced that the decree should be reversed and the preliminary injunction reinstated until final hearing. Counsel for plaintiff has stipulated, of record that such injunction should be limited to the stock in escrow in The BarclayWestmoreland Trust Company, and, therefore, we will so order.\nThe decree is reversed, at the costs of appellee, George W. Geahry, and the injunction as to The Barclay-Westmoreland Trust Company is reinstated until final hearing, and the record is remitted to the court below, with instructions to carry this order into effect, and to proceed in equity to final hearing."}