{"id": "475075", "contents": "Opinion by\nMr. Justice Linn,\nThe township, and the township school district and the county appeal from an order allowing the redemption of four lots, numbered 48, 49, 50 and 132 on the recorded Arlington Park Plan of Lots in North Versailles Township, Allegheny County. They suggest two questions involved: whether plaintiff has the right to redeem and, if so, whether he must pay all the costs incurred in the sheriff’s sale of the block of 355 lots which included his four lots: to these we limit our consideration: Rule 50.\nThe pleadings are a petition for redemption (and an amended petition) on which a rule to show cause was granted and a joint answer of the respondents. Testimony was taken by depositions. The case was then heard by a court of three judges on the petitions, answer and testimony. The court made the rule absolute, directing the respective respondents to deliver a deed to plaintiff for the four lots specified, and directing him at the same time to pay to the respondents “the delinquent taxes due and= payable: un,to them with interest and penalties, less the-20.% payment already made, and Plaintiff shall also pay the 1946 and 1947 taxes with’ -interest and penalties. . .\n'-The.plain tiff,-Levick, now appellee, purchased the lots in question from the owner February 15, 1941, by deed recorded February 18, 1941. The lots were assessed to him; for the years 1942 to 1945 inclusive and he paid the taxes: for- those years. , His present difficulties seem to have resulted from a mistake made by him or by one of his agents when he purchased the lots. As we understand the record,’ the lots; as part of tlife tract'of 355 lots, were then in process' of sale for delinquent\" taxes, a fact which plaintiff, or his agents’should have'discovered.ánd dealt with. The tract of 355 lots was up for sheriff’s sale November 3, 1941. On November 1, 1941, plaintiff’s agent \"paid “all current takes on thése four lotsand paid twenty per cent of the delinquent taxes.” The-'20% payment was made pursuant to the tax abatement act of Hay 1, 1941, P: L. 31, -72 PS 5573 et seq., then in effect/ The court stated the effect of this payment of the taxes: “On November'3, two 'days later, therefore, \"at- the time of the tax sale, there weré no delinquent taxes owing on the fbur lots.” • ' , , •\n- 'The sheriff’s deed \"for the tract of 355 lots conveyed title to the tównship, the'school district and the county, but was not recorded' until February 5,1946: After paying, on' November 1, 1941, 20% of the delinquent taxes owing to the three respondents, Leviek received from the county, iff succeeding years, bills for the 20% installment payable each year'-to -the county; he paid these thinking they were\" the installments due tb the -three respondents although they were only- the county installments. He never received bills for' the four delinquent tax installments due the township and the school district and they remained unpaid. \"During all the period involved, Leviek occupied the premises. It was not until 1947 that he learned1 the real situation. Hé then discovered that the three respondents had agreed to sell the tract of 355 lots to one Charles Tuckfeld the highest bidder at, the auction (section 3, Act of July 28, 1941, P. L. 536, 72 PS 6151.3) and had-received from himT0% of the bid. That sale has not been completed ánd title to plaintiffs four lots conveyed by the sheriff in 1941 is still in'the re-: spondénts.\nLevick filed his petition for redemption oh November 25,1947, finder the Act of July 28, 1941, P. L. 535, 72 PS 6105.1 et seq. Section 1 provides, “In all cases where, heretofore-or hereafter real property shall have been or shall be purchased at any tax sale by ahy political-subdivision, any -person- who was or is entitled under existing law to redeem such property shall hake such right of’ redemption so-long as the title thereto remains in said political subdivision upon the payment-of-the amount due thereon by installments in the manner hereinafter provided, whether or hot the period during which the right of redemption existed shall have expired.” This Act was considered in Roth Appeal, 159 Pa. Superior Ct. 145, 47 A. 2d 716 (1946), in which it appeared that-a single political-subdivision (the county) had takem title to the land sold for taxes-by the-county treasurers In such case the subsequent-private sale by-the county^ commissioners requires the approval Of the court, a procedure not in the first instance' required in cases where,as‘here, the title is held by all the political subdivisions to whom taxes are due.\n“The privilege of redemption has always been liberally construed in Pennsylvania under the various acts of assembly regulating tax sales.” Phila. v. Schaefer et al., 269 Pa. 550, 552-3, 112 A. 864-5 (1921); Gault’s Appeal, 33 Pa. 94 (1859); Roth Appeal, 159 Pa. Superior Ct. 145, 152, 47 A. 2d 716, 720 (1946). When therefore the owner, exercising his right to redeem, filed his petition it was the duty of the court to determine from the evidence whether the title was still in the political subdivisions to whom the taxes were owing. The title in question in this suit is the title to the four lots specified as acquired by respondents at the sheriff’s sale on November 3, 1941. It is clear from what has been said earlier in this opinion that when the owner on November 1, 1941, made the tax payment described these lots should have been withdrawn from the proposed sheriff’s sale. The respondent political subdivisions, having received all the taxes then payable should not have permitted the lots to be sold on that execution. Having taken title to the four lots in such circumstances, they had no right to sell them to Charles Tuckfeld or any one else. As their agreement of sale to Tuckfeld has not been consummated by the transfer of such title as they had the court rightly held that the owner’s petition to redeem was in time. We must reject the contention of appellants that by their agreement of sale to Tuckfeld he acquired an equitable title to plaintiff’s four lots which disqualified plaintiff from exercising his right of redemption. The right to redeem existed as long as the title to land sold for taxes was in the political subdivisions where it is agreed the title still is. Appellants’ brief expressly admits that “as Arlington’s grantee of the four lots involved, appellee thus comes within the class of persons ‘entitled under existing law’ to redeem them under the Act of 1941, P. L. 535, for they were real property sold under a tax claim, and appellants concede the right of a grantee of ‘any part’ of the land so sold to redeem the granted part. . . .”\nWith respect to the question of costs we note that the order appealed from contains no requirement that plaintiff pay any part of the costs of the tax sale held in 1941. The Act of July 28, 1941, P. L. 535, section 2, 72 PS 6105.2, provides for the payment of “all costs incident to the aforesaid tax sale.” The joint answer of the respondents does not state what the costs amounted to in the sale of the block of 355 lots, nor does their brief enlighten us. The court below disposed of the point in these words: “The share of the Sheriff’s costs for which petitioner would be liable is negligible and we will not assess any Sheriff’s costs against the four lots of petitioner.” Nothing has been called to our attention that would require a reversal of that view.\nOrder affirmed.\nThis Act is considered in Indiana County Petition, 360 Pa. 244, 62 A. 2d 3.\nThe sale by the municipality in Both Appeal was effected under the Act of May 21, 1937, P. L. 787, as amended 72 PS 5878a et seq. The sale by the political subdivisions in the instant case was effected under the Act of July 28, 1941, P. L: 536, section 3, 72 PS 6151.3. The Act-Of 1937 requires court approval, of the, sale whereas the Act of 1941, in the case of joint purchase by political subdivisions, authorizes public sale and conveyance by deed “regardless of any law or laws imposing- restrictions on the selling and conveyance of real property by such political subdivisions individually.”"}