{"id": "475094", "contents": "Opinion by\nMr. Justice Horace Stern,\nPlaintiff, a minor, entered into a written agreement, together with one Gonzales, an adult, to purchase a dwelling-house from defendant. Later he disaffirmed the contract and brought suit to recover the down money which he had paid. The jury rendered a verdict in his favor on which the court ordered judgment to be entered. The only question now presented on defendant’s appeal is in regard to the amount of the recovery.\nThe contract provided that ‘The parties of the second part [the vendees] . . . shall and will well and truly pay or cause to be paid unto the said party of the first part [the vendor] . . . the sum of SEVENTY FIVE HUNDRED ($7500.00) DOLLARS, to be paid in the following manner: The sum of TWENTY SIX HUNDRED ($2600.00) DOLLARS upon the signing of this Agreement, receipt whereof is hereby acknowledged by the party of the first part; the balance of FORTY NINE HUNDRED DOLLARS ($4900.00) DOLLARS to be paid upon delivery of Deed.” Plaintiff testified that the entire deposit of $2600 was his money, and accordingly he sued to recover that amount. Defendant, on the other hand, contended that plaintiff, as one of two co-purchasers, was entitled to recover only the sum of $1300, and that parol evidence was not admissible to contradict or add to the written agreement on that subject.\nThe trouble with defendant’s position is that the agreement contained no statement as to the amount which each of the vendees contributed. The ruling in Gianni v. Russell & Co., Inc., 281 Pa. 320, 126 A. 791, upon which defendant relies, was that parol evidence is not admissible to add to a written agreement if the matter thus sought to be introduced is one that parties, situated as those to the contract, would naturally and normally include therein. Here it would have been both imnatural and abnormal for the contract to have stated the amount paid by each of the purchasers upon the signing of the contract. All that the agreement provided, and all that such agreements usually do provide, is that the vendees would pay the purchase money or causé it tó be paid to the vendors; thére was no need to specify from what source the money would be forthcoming. It Was, therefore, entirely proper in the present action for the court to receive testimony that plaintiff had furnished the entire sum; his own testimony to that effect was confirmed by Gonzales who also appeared as a witness. Neither was it nécessary, as defendant now argues, that Gonzales, because h¿ was a party to the agreement, should have been joined in the action as a co-plaintiff; the suit is not on the agreement, for the agreement was disaffirmed, but is only for the recovery by the minor of the payment which he made, — a recovery to which the law now entitles him; it is he who is the party, and the sole party, in interest.\nJudgment affirmed."}