{"id": "475028", "contents": "Opinion by\nMr. Justice Horace Stern,\nIn this action, which involves rival claims to the ownership of a house, there is no dispute between the parties as to the applicable principles of law. The only question is whether defendants have produced evidence sufficient in quantity and quality to support.their alleged title.\nThe suit is in ejectment. Arthur C. Riffle, prior to his death in 1947, was the owner, of a farm in Monongahela Township, Greene County, and a small tract of 2% acres immediately Adjoining it in Cumberland :Townsbip. In. 1925 Robert. Sbimek, .defendant,- then ,a lad .ten years of age, entered tbe employ of Riffle and.Ms wife and continued to .work ■ for- them. on their , farm until 1946. In- 1938 Riffle-had a .house'built,-at a cost of $900,. on the Cumberland Township tract,, and it: is that house which is-,the subject of ..the present* controversy. Riffle and his.wife deeded it.in;1947to plaintiffs, Clarence Rarry, who was. Riffle’s, nephew, and. his wife Rebecca Rarry, in consideration of a $6,000 purchase-money mortgage executed by then-vendees...'-Plaintiffs claim under that deed.. While, they admit'-that Riffle built the house,for free-’occupancy) by the» .Shimeks they contend that this tenancy was,.to exist. only .as - long as Shimek remained,-in the Riffle’s, .employ* and that it .was never intended that he.'be given,*.nor-was he given, any title or muniment of. title. On, the ..other hand, Shimek asserts that Riffle made-huma parol-gift-qf.thehouse in return for -the faithful: service* that he -had rendered- for many years at'extremely low wages. * The Shimeks moved in immediately upon completion* have»-remained) therein until the present time, ,and. during, that., period, have made improvements.to the property,on the supposition that the house was. theirs even, though Riffle*;had not given them a- formal instrument of title,,*.. ; ,:\nThe case was submitted to a jury, which, after a somewhat lengthy- but well conducted trial, disagreed. Plaintiffs thereupon filed a motion for judgment on the whole record under the Act of April 20, 1911, P. L. 70. The court sustained the motion and entered -judgment in their favor, from which judgment defendants now appeal.\nThe requisites for the creation .of a valid parol gift of land notwithstanding the Statute of Frauds of March 21, 1772, 1 Sm. L. 389, sec. 1, have been clearly defined in a multitude of cases. Those requisites are (1) that the .evidencé of the gift be direct, positive, express and unambiguous; (2) that possession be taken in pursuance of the alleged gift at the time or immediately after it is made, and that such possession be exclusive, open, notorious, adverse and continuous; (3) that the donee make valuable improvements on the property for which compensation in damages would be inadequate. In our opinion, defendants met these several requirements in a degree sufficient to entitle them to have their claim now presented to another jury.\n(1) As to the prescribed quality of the evidence. Most of the reported cases deal with parol gifts between parent and child and stronger evidence is required of the donor’s intention to part with his ownership in such transactions than in those between persons who are not blood relatives: Ackerman v. Fisher, 57 Pa. 457, 459. To prove parol contracts or gifts between parent and child the witnesses depended upon for that purpose must have heard the bargain when made and their testimony must bring the parties face to face; the transaction may not be inferred merely from the declarations of one of the parties: Ackerman v. Fisher, supra, Sorber v. Masters, 264 Pa. 582, 107 A. 892; Glass v. Tremellen, 294 Pa. 436, 144 A. 413. In the present case such rigorous requirements do not apply, but, as a matter of fact, there is testimony here as to the making of the parol gift by Riffle to Shimek “face to face.” Shimek testified that Riffle and his wife stated to him that they were going to build him the house, and, on several later occasions, that they gave it to him, that it was his. Mrs. Shimek said she was present several times when the Riffles talked the matter over with her husband and she heard them say that “it was our house, they had given it to us, we could do as we pleased with it.” In addition to this, seven witnesses, five of them apparently disinterested, testified to declarations by Riffle to the same effect, namely that he wanted to build Shimek a house, that he was building the house for him, that he had built it for him because he was not paying him very big wages; that the house was Shimek’s; that he had given it to him. While such declarations might not be adequate in themselves to prove the gift they effectively corroborate the more direct testimony of the Shimeks and go to show a continued recognition by Riffle of the parol gift which he had made: Allison v. Burns, 107 Pa. 50, 54; Moffitt v. Moffit, 340 Pa. 107, 16 A. 2d 418; Matthews v. Matthews, 11 Pa. Superior Ct. 381, 385; Caldwell v. Caldwell, 24 Pa. Superior Ct. 230, 236. It would appear, therefore, that the present record shows no such lack of credible, positive and unambiguous testimony as would justify the refusal of the court to allow a jury to pass upon it.\n(2) As to the possession taken in pursuance of the gift. Shimek and his family moved into the house immediately after it was completed and have maintained open, notorious and exclusive possession ever since. The testimony is clear to the effect that the entire community knows of their occupancy. Mrs. Shimek testified that she and her husband always publicly claimed it as theirs,— that “everyone knows we claimed it as ours.” When asked whether she had ever told Riffle that it was their property she answered by saying, “He always told me it was ours”; and to the question “Did you ever tell him it was your property?” she replied: “I always talked to him in that way.” If, therefore, Riffle was constantly declaring that the property belonged to the Shimeks, and they occupied it in pursuance of that understanding, their claim of title was sufficiently adverse; it was not necessary for them to deny physical access of the Riffles tó the house of to disturb the friendly relationship which existed with them up to 1946. While Riffle paid the taxes on the property this was explained by the fact that a tax-saving resulted from treating-the small tract as a part of his farm in the adjoining township. We think that the possession taken by defendants was sufficient to bring them within -the exception to the application to parol gifts of the Statute of Frauds.\n(3) As to - the- improvements made by- defendants-. The testimony was that, after'taking possession, Shimek cemented the basement, put up partitions there for a laundry room, fruit cellar, coal 'bin' and furnace room, installed a sink and a lavatory, built’a-linen closet in the bathroom, dug a water-well, dug driveways and laid cement sidewalks around the house, graded -the lawn, sowed\" grass seed on it, and planted trees and shrubbery. It is true- that he obtained the material for these improvements either as gifts or at small expense, but he himself performed the necessary labor, working nights and at odd hours when not on duty for the Riffles. Plaintiffs deprecate the importance of the improvements on the ground that -they were neither valuable nor incapable of being adequately compensated in damages; they were, however, óf a permanent nature and of such an extent as to render any attempted revocation of the gift unjust and inequitable. ’ Improvements that might be deemed inconsequential in connection with a property which was' itself-«extremely valuable might properly be regarded as of comparatively large value when made upon a $990 house, and, since Shimek made them by his own labor performed at various odd times, his contention would seem reasonable that compensation therefor' in damages must necessarily be inadequate'; the: requirement of the law that the improvements be such that compensation would be inadequate does not mean, of course, that no amount of compensar tion, however large, would be sufficient, but that it would be impracticable, if not impossible, to determine such amount with, any fair degree of accuracy by ordinary and available standards. There is peculiarly apposite to the present case what was said in Greenwich Coal & Coke Co. v. Learn, 234 Pa. 180, 187, 83 A. 74, 76,—that “where a man under circumstances like these has spent the best-part of his life improving a piece of land for a home, compensation in damages is not adequate.”\nFinally, the element of time is an important factor. The Shimeks have been in possession of this house for upwards of ten years and, as was said in Sower’s Administrator v. Weaver, 84 Pa. 262, 268, “Equity is loth to undo a gift or contract at the instance of one who has neglected to move for its rescission until the passing years have grafted new equities upon the transaction, until the donee ... has spent . . . the prime of his manhood in the use and improvement of a property long regarded as his own.” See also Edwards v. Morgan, 100 Pa. 330, 336; Allison v. Burns, 107 Pa. 50, 54.\nBecause of the reasons thus expressed we are of opinion that the action of the court in entering judgment fo'r plaintiffs was erroneous.\nJudgment reversed with a procedendo. '\nSower v. Weaver, 78 Pa. 443; Greenwich, Coal & Coke Co. v. Learn, 234 Pa. 180, 186, 83 A. 74, 76; Matthews v. Matthews, 11 Pa. Superior Ct. 381, 385; Caldwell v. Caldwell, 24 Pa. Superior Ct. 230, 232.\nAllison v. Burns, 107 Pa. 50, 53; Hyde-Murphy Co. v. Boyer, 229 Pa. 7, 11, 12, 77 A. 1092, 1093, 1094; Greenwich Coal & Coke Co. v. Learn, 234 Pa. 180, 186, 83 A. 74, 76; Rader v. Keiper, 285 Pa. 579, 585, 132 A. 824, 827.\nAllison v. Burns, 107 Pa. 50, 53, 54; Hyde-Murphy Co. v. Boyer, 229 Pa. 7, 12, 77 A. 1092, 1094; Rader v. Keiper, 285 Pa. 579, 586, 132 A. 824, 827; Glass v. Tremellen, 294 Pa. 436, 439, 144 A. 413, 414."}