{"id": "475492", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nCommon law accords an absolute privilege of immunity to statements, whether defamatory or not, to pleadings and other papers filed in regular judicial proceedings. This case raises a question regarding the extension of this absolute privilege to defamatory statements made in private arbitral proceedings conducted by a professional association, in this instance, the Special Fee Determination Committee of the Allegheny County Bar Association. The underlying facts in this case, as found in the record, are as follows.\nAppellee, Stanley E. Preiser, Esquire, is licensed to practice law in other states, but not in Pennsylvania, and he is not a member of the Allegheny County Bar Association. From time to time, however, Mr. Preiser has been admitted to practice pro hac vice in various courts in Pennsylvania.\nIn May, 1990, Mr. Preiser was retained by one Rocco Viola, Jr., also an attorney, to represent him in a criminal matter pending in the U.S. District Court for the Western District of Pennsylvania. A dispute subsequently arose between Preiser and Viola over both Preiser’s manner of representing Viola, and Preiser’s fees. Viola fired Preiser as his attorney in August, 1990. In November, 1990, Preiser sued Viola for breach of contract in a suit filed in Broward County, Florida. Therein he claimed fees and expenses still due and owing from Viola.\nEnter Appellant, Richard Rosenzweig, Esquire, now retained by Viola to represent him in the fee dispute with Preiser. Attorney Rosenzweig prepared and submitted Viola’s complaints to the Special Fee Determination Committee of the Allegheny County Bar Association, in accordance with its procedures. Essentially, Viola alleged that Preiser had overcharged him, had failed to itemize his time properly, and had been inefficient. Paragraph 23 of the document filed with the Fee Dispute Committee, alleges, inter alia, that Mr. Preiser was guilty of “unbalanced and unlawyer-like behavior....”\nThe next stage in this unseemly dispute between lawyers is that Mr. Preiser commenced a defamation action against Mr. Rosenzweig in the Court of Common Pleas of Allegheny County averring that he had been defamed by Rosenzweig’s complaints to the Bar Association. The Common Pleas Court sustained defendant Rosenzweig’s preliminary objections on the basis of absolute privilege. However, on appeal, 418 Pa.Super. 341, 614 A.2d 303, the Superior Court reversed and remanded relying primarily on our decision in Post v. Mendel, 510 Pa. 213, 507 A.2d 351 (1986). Judge Del Sole dissented, indicating that the record before him was unclear as to whether Preiser had consented to the arbitration proceeding. We find the record before us to be clear and admitted by both sides that Preiser had never consented nor participated in any manner in the arbitration proceedings.\nPost v. Mendel was also a defamation action between two lawyers. In that case there was a formal judicial proceeding pending before the trial court, Mendel sent an allegedly defamatory letter to Post with copies to the Disciplinary Board, the trial judge, and one of Post’s clients. We held that the alleged defamatory letter was not issued in the regular course of judicial proceedings as a pertinent and material communication and hence was not protected by absolute privilege.\nIn the instant matter, we granted allocatur because this case appears to raise the novel question of whether absolute privilege applies to pleadings or other statements made in private arbitral proceedings conducted by private or semiprivate professional organizations, including voluntary state or local bar associations composed of lawyers, having no official court related standing whatsoever. After careful review, we conclude that, based upon the unique facts of this case, the Superior Court must be affirmed.\nAppellant, Attorney Rosenzweig, argues that the fee dispute panel before which the alleged libel occurred was a dispute resolution committee operating in accordance with the explicit policy of our State Disciplinary Board and that, unlike the letter in Post v. Mendel, supra, the alleged defamatory statements here were in a “pleading” and were relevant to the relief sought. Mediation of fee disputes before bar association fee dispute committees is expressly recommended by this Supreme Court’s Disciplinary Board in Comments to the Rules of Professional Conduct (for lawyers), Comment to Rule 1.5 “Fees,” which states in pertinent part:\nIf a procedure has been established for resolution of fee disputes, such as an arbitration or mediation procedures established by the Bar, the lawyer should conscientiously consider submitting to it....\nIt is the Disciplinary Board policy that allegations of excessive fees charged are initially referred to Fee Dispute Committees for resolution.\nRegardless of these recommendations, however, the comments to our Rules of Professional Conduct do not turn what are otherwise private professional voluntary organizations, like local bar associations, into state or governmental entities, and they do not transform consensual private proceedings into mandatory official state run or state sanctioned regular judicial procedures where those potentially libelled are at least protected by the tribunal’s power to punish by contempt or by the' possibility of perjury charges being brought.\nAll of the out-of-state cases cited by Appellant, which we have examined, that extend an absolute privilege to statements or complaints submitted to state or local bar associations regarding attorney misconduct, typically involve situations where the state has an integrated bar (that is, a bar association which all lawyers in the state must belong to in order to be subject to the full authority of the Supreme Court) or situations where the bar association procedures (if they have any) are legislatively or judicially mandated or where the bar association possesses some disciplinary role or authority (making it the equivalent of our State Disciplinary Board). Hence, these citations are'not ultimately helpful. See, e.g., Sinnett v. Albert, 195 N.W.2d 506, 188 Neb. 176 (1972) (proceedings before the state bar association’s committee on inquiry were mandatory before a complaint against an attorney could be brought to court); Ramstead v. Morgan, 347 P.2d 594, 219 Or. 383, 77 A.L.R.2d 481 (1959) (disciplinary proceedings at issue were processes of the court); Sullivan v. Crisona, 283 N.Y.S.2d 62, 54 Misc.2d 478 (1967) (bar association grievance committees act pursuant to statute); Drummond v. Stahl, 618 P.2d 616, 127 Ariz. 122 (1980) (state bar is an arm of the State Supreme Court and under Court rule, complaints against attorneys must be filed with the state bar); Wong v. Schorr, 466 P.2d 441, 51 Hawaii 608 (1970) (absolute privilege applies to a letter sent to the Supreme Court committee established by rule and to a letter to the State Bar Association Ethics Committee provided that state bar immediately adopts adequate procedural safeguards, including rules of operation and requirement of secrecy, for the future); Kerpelman v. Bricker, 329 A.2d 423, 23 Md.App. 628 (1974) (Maryland statutes and court rules direct complaints against lawyers initially to bar association grievance committees who then have authority to file charges in court); Netterville v. Lear Siegler, Inc., 397 So.2d 1109 (Miss.1981) (a statute accords absolute privilege). In the case of Katz v. Rosen, 48 Cal.App.3d 1032, 121 Cal.Rptr. 853 (1975), also cited by Appellant, the Court applied only a qualified privilege to a letter written to a local bar association because the bar association had no power to impose sanctions for ethical abuses. This last case tends to support Appellee’s position.\nAppellant Rosenzweig, of course, nonetheless, argues that failure to apply an absolute privilege in the instant case would undermine the public policy of encouraging the reporting of lawyer misconduct (especially in connection with legal fees) and would strongly discourage the submission of claims of excessive or improper fees to local bar associations. While we are sympathetic to this contention, we think that both sides to this appeal have ignored another line of cases that provides the key to resolving this matter.\nIn Hackethal v. Weissbein, 24 Cal.3d 55, 592 P.2d 1175, 9 A.L.R. 4th 791 (1979), the California Supreme Court, based on statutory interpretation, held that a hearing before the “judicial commission” of a private county medical society was not an official proceeding authorized by law under a statute granting an absolute privilege to a communication made in any legislative or judicial proceeding. Only a qualified privilege (which does not protect a declarant against malice) applied to testimony given in this private proceeding. Our research reveals that, where the issue arises, courts in this country have often been reluctant to extend the narrow limits of absolute privilege and, hence, only a conditional or qualified privilege (not protecting malice) has been frequently held to apply to communications made to private professional peer-review organizations (including bar associations). What the annotation also confirms is that courts across this country have been frequently and easily able to distinguish between publicly mandated professional disciplinary procedures and purely private procedures where punishment by contempt or perjury charges does not exist. Our case law confirms this conclusion. In McMillan v. Birch, 1 Binn 177 (1806), it was held that words spoken by a defendant of and to the plaintiff before a church presbytery, in the course of the defendant’s defense against charges brought there against him by the plaintiff, were not actionable as long as the defendant did not wander designedly from the point in question. The defendant’s words were held to be subject to a qualified privilege. The proceeding was clearly private in nature.\nIn short, there is ample support in our law for distinguishing between public and private professional peer-review proceedings. The proceeding in the instant matter was clearly private and could only affect those who consented to it. That being the case, a fatal defect becomes obvious at once. Appellee, Attorney Preiser, was not a member of the Allegheny County Bar Association, nor was he a Pennsylvania lawyer! He neither responded to nor consented to the proceedings, but rather filed an appropriate action in a state court to resolve the dispute. These facts are uncontradicted in the record.\nFor a privilege to apply to a private professional peer-review proceeding (and we do not instantly decide whether the privilege should be absolute or qualified, or indeed, whether any privilege is even applicable), the “accused” or the respondent in the proceedings must consent in some way to being a part of the proceedings. At the very least, he or she must be a member of the organization conducting the proceeding. That was not the case here. Merely being a licensed attorney somewhere in the country, and even sometimes appearing specially in Pennsylvania cases, is not enough to subject such an attorney, against his or her consent, to a private fee dispute proceeding where the accuser’s pleadings or statements are privileged against claims of being defamatory, libelous, or reckless. As the Comment to Rule 1.5 of our Rules of Professional Conduct, cited above, states, lawyers should “conscientiously consider submitting” to a local bar association fee dispute committee. The rule is not mandatory and if a lawyer does not “submit” or consent to the proceeding, no privilege attaches to the text of the charges made and the complainant would be wise to commence a proceeding before an appropriate court or State Disciplinary Board directly.\nAppellant calls our attention to a very recent decision of the Supreme Court of California, Moore v. Conliffe, 7 Cal.4th 634, 29 Cal.Rptr.2d 152, 871 P.2d 204 (1994), where that court held that the immunity from tort liability granted by that state’s absolute “litigation privilege” was applicable to statements made by a deposition witness in a private, contractual arbitration proceeding. A clause in the hospital service policy at issue in that case made arbitration mandatory but nonetheless the contracting parties must be assumed to have initially contracted voluntarily (although this latter point was disputed by consumer protection organizations who filed an amicus curiae brief in the case). On the assumption that the contractual arbitration clause was indeed voluntary, the plaintiffs in the tort liability case alleging, inter alia, misrepresentation against the deposition witness, had clearly submitted to the private arbitration proceeding consensually and hence to potentially damaging testimony. This is unlike Attorney Preiser in our case who cannot be said to have consented to a proceeding whereby he might be libelled without safeguards against falsehoods in the nature of contempt or perjury charges being available against the libellant. Moore v. Conliffe is not inconsistent -with our conclusion in this case.\nFor the reasons set forth above, the order of the Superior Court is affirmed.\nNIX, C.J., and ZAPPALA and CAPPY, JJ., concur in the result.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R 1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. The Allegheny County Bar Association, Special Fee Determination Committee, Rules for Processing and Conduct of Fee Disputes:\n(2) Initiation of Proceedings — Cases involving fee disputes shall be initiated by a statement with The Allegheny County Bar Association’s Special Fee Determination Committee, describing against whom the complaint is being made, what type of law is involved, stating in detail the amount of the fee and why the fee is thought to be inappropriate, including any relevant correspondence such as billing statements, fee agreements, and/or communications.\n. In Laffey v. Court of Common Pleas of Cumberland County, 503 Pa. 103, 468 A.2d 1084 (1983), at footnote 1, 503 Pa. at 105-106, Mr. Justice Flaherty succinctly describes “bar association,\" in contrast to membership in a local “bar” as follows:\n1. In contrast, membership in “bar associations” is an entirely separate matter, for one need not be a member of a bar association to be a member of the bar of the Supreme Court of Pennsylvania. Indeed, bar associations are merely private organizations, not unlike other professional or trade interest-related groups, consisting of certain members of the bar who desire to associate for social, political, educational, travel, or other purposes. Organizations known as “bar associations” have no official court related standing whatsoever, and, as private organizations, are entitled to establish their own membership requirements, not restricted in that regard by rules of this Court.\n. See annotation at 9 ALR 4th 807, 812, Testimony Before or Communications to Private Society’s Judicial Commission, Ethics Committee or the Like, as Privileged.\n. There is a lengthy and persuasive dissent in Moore v. Conliffe filed by Mr. Justice Baxter. The decision is a sharply divided 4-3 vote, and that court is grappling over the continuing viability of Hackethal v. Weissbein, cited in the main text, supra."}