{"id": "475476", "contents": "OPINION\nZAPPALA, Justice.\nThis appeal presents a question of first impression under the Motor Vehicle Financial Responsibility Law (“MVFRL”), 75 Pa.C.S.A. § 1701 et seq. The MVFRL was amended by the Act of February 7,1990, P.L. 11 (Act 6). The amendment established a peer review plan for evaluating treatment, health care services, products or accommodations provided to a person injured in an automobile accident. The issue is whether an insured must seek reconsideration of an adverse peer review decision before initiating an action in common pleas court to recover medical benefits under an automobile insurance policy. We hold that an insured is not required to request reconsideration of a peer review decision before proceeding to court.\nThe 1990 amendment to the MVFRL requires automobile insurers to contract jointly or separately with a peer review organization or “PRO”. “Peer review organization” or “PRO” is defined as “Any Peer Review Organization with which the Federal Health Care Financing Administration or the Commonwealth contracts for medical review of Medicare or medical assistance services, or any health care review company, approved by the commissioner, that engages in peer review for the purpose of determining that medical and rehabilitation services are medically necessary and economically provided.” 75 Pa.C.S.A. § 1702. The PRO evaluates the medical treatment or services provided to an individual injured in an automobile accident when the insurer challenges the reasonableness and necessity of the treatment or service.\nThe peer review process for a challenge by the insurer is set forth in 75 Pa.C.S.A. § 1797(b), which provides:\n(b) Peer review plan for challenges to reasonableness and necessity of treatment—\n(1) Peer review plan. — Insurers shall contract jointly or separately with any peer review organization established for the purpose of evaluating treatment, health care services, products or accommodations provided to any injured person. Such evaluation shall be for the purpose of confirming that such treatment, products, services or accommodations conform to the professional standards of performance and are medically necessary. An insurer’s challenge must be made to a PRO within 90 days of the insurer’s receipt of the provider’s bill for treatment or services or may be made at any time for continuing treatment or services.\n(2) PRO reconsideration — An insurer, provider or insured may request a reconsideration by the PRO of the PRO’s initial determination. Such a request for reconsideration must be made within 30 days of the PRO’s initial determination. If reconsideration is requested for the services of a physician or other licensed health care professional, then the reviewing individual must be, or the reviewing panel must include, an individual in the same specialty as the individual subject to review.\n(3) Pending determinations by PRO — If the insurer challenges within 30 days of receipt of a bill for medical treatment or rehabilitative services, the insurer need not pay the provider subject to the challenge until a determination has been made by the PRO. The insured may not be billed for any treatment, accommodations, products or services during the peer review process.\n(4) Appeal to court — A provider of medical treatment or rehabilitative services or merchandise or an insured may challenge before a court an insurer’s refusal to pay for past or future medical treatment or rehabilitative services or merchandise, the reasonableness or necessity of which the insurer has not challenged before a PRO. Conduct considered to be wanton shall be subject to a payment of treble damages to the injured party.\n(5) PRO determination in favor of provider or insured — If a PRO determines that medical treatment or rehabilitative services or merchandise were medically necessary, the insurer must pay to the provider the outstanding amount plus interest at 12% per year on any amount withheld by the insurer pending PRO review.\n(6) Court determination in favor of provider or insured — If, pursuant to paragraph (4), a court determines that medical treatment or rehabilitative services or merchandise were medically necessary, the insurer must pay to the provider the outstanding amount plus interest at 12%, as well as the costs of the challenge and all attorney fees.\n(7) Determination in favor of insurer — If it is determined by a PRO or court that a provider has provided unnecessary medical treatment or rehabilitative services or merchandise or that future provision of such treatment, services or merchandise will be unnecessary, or both, the provider may not collect payment for the medically unnecessary treatment, services or merchandise. If the provider has collected such payment, it must return the amount paid plus interest at 12% per year within 30 days. In no case does the failure of the provider to return the payment, obligate the insured to assume responsibility for payment for the treatment, services or merchandise.\nOn October 21, 1989, Appellant Patricia Terminate was involved in an automobile accident. At the time of the accident, she was insured under a policy issued by the Appellee, Pennsylvania National Insurance Company (Pennsylvania National). She submitted bills for medical treatment provided to her for injuries sustained in the accident to the insurance company. Pursuant to § 1797(b), the insurance company submitted the claim to Options, a peer review organization.\nOn January 21, 1991, Options sent a letter to the insurance company summarizing the opinion of the peer review physician who had reviewed Terminato’s claim. The letter indicated that the physician had concluded that the medical treatment “was not directly and unequivocally related to her motor vehicle accident.” The letter quoted the physician as stating:\nIt is also my opinion that the work-up she received, that being cervical spine x-rays, C7 of the cervical spine, her chemistry or laboratory studies and the neurological evaluation were not medically necessary nor directly related to her auto accident. At the time of the evaluation in October, the patient really had only subjective complaints of some tenderness. There were no positive objective findings including no neurological findings. Certainly there was nothing to indicate that any specific treatment or any other diagnostic evaluation was indicated.\nR. 13. By letter dated February 4, 1991, the insurance company advised Terminato’s attorney that it would not be responsible for payment of the medical bills because “they [were] not related to the automobile accident on 10-21-89.” R. 15.\nOn April 10, 1991, Terminate filed a complaint in the Washington County Court of Common Pleas alleging that the insurance company was responsible for payment of the medical bills arising out of the motor vehicle accident. The insurance company filed an answer denying responsibility for payment of the bills because the medical services provided to Terminator were unnecessary. The insurance company subsequently filed a motion to dismiss the complaint, asserting that Terminate had no standing to file suit in common pleas court because she had not requested reconsideration of the initial peer review determination.\nThe trial court granted the motion and dismissed the complaint on July 23, 1991. The trial court concluded that under § 1797(b)(2), a request for reconsideration of an initial peer review decision must be made and disposed of before the common pleas court may exercise jurisdiction to review the matter. The trial court construed reconsideration of an adverse peer review decision as a mandatory administrative remedy that must be exhausted prior to obtaining judicial review. Because Terminate did not seek reconsideration of Options’ determination, the court found that there had not been a final decision by the peer review organization that would enable it to exercise jurisdiction to review the initial decision. The Superior Court affirmed, 422 Pa.Super. 92, 618 A.2d 1032, holding that once the peer review process is invoked, the parties must exhaust their statutory remedies and seek reconsideration before an action may be brought in common pleas court.\nThe doctrine of exhaustion of administrative remedies has no application to the peer review procedure. A peer review organization is not an administrative agency, a court of record, or a tribunal authorized to resolve disputes arising out of an automobile insurance policy.\nA PRO is similar to an arbitration panel in that it is neither a court of record nor an administrative agency. However, a PRO is significantly dissimilar from an arbitration panel in that the latter is selected by both parties at the time the dispute arises and the former is a body established by a state or local professional society and selected solely by the insurer before the dispute arises.\nPennsylvania Chiropractic Federation v. Foster, 136 Pa. Cmwlth. 465, 478, 583 A.2d 844, 850 (1990).\nPennsylvania National asserts that the PRO process should be afforded a statutory construction consistent with the doctrine of exhaustion of remedies. Conceding that a PRO is not an administrative agency, Pennsylvania National argues that it performs a fact-finding function akin to the type of duties normally allotted to administrative agencies by the General Assembly. Terminato argues that the lower courts erred because reconsideration under § 1797(b)(2) is not a statutorily defined remedy that must be exhausted before pursuing relief in a court of law. She contends that the peer review procedure was not designed as a mandatory and exclusive method to resolve a disputed claim of insurance coverage and, therefore, cannot be a statutory remedy that requires exhaustion. Terminato emphasizes the language of § 1797(b)(2) that “an insurer, provider or insured may request a reconsideration by the PRO of the PRO’s decision” to demonstrate that the reconsideration procedure is permitted, rather than required.\nA PRO is authorized to determine whether the medical treatment provided to an insured was reasonable and necessary. The peer review process is designed to assist the insurer in determining whether to deny the claim of an insured based upon an assessment of a medical professional. The PRO does not accept and review conflicting medical evidence proffered by an insured or provider as part of the process. Unlike an administrative agency, a PRO simply lends its expertise to an insurer and has no statutory authority to resolve disputes.\nOnly the insurer participates in the peer review process. This fact alone rebuts Pennsylvania National’s contention that a PRO should be entitled to the judicial deference afforded to administrative agencies. The detachment and neutrality required of a fact-finder is conspicuously absent in the contractual relationship between a PRO and an insurer.\nA PRO is not a neutral body. While a PRO cannot be owned by or be otherwise affiliated with the insurance company (31 Pa.Code § 68.3(d)), the law provides for the insurance company to select the PRO that will review the claim. The insurance company initially pays the PRO for its services. The insured plays no role in the selection process. Obviously, PROs have a strong financial incentive to appear fair in the eyes of the insurance company. Otherwise, the insurance company will take its business elsewhere. On the other hand, the PRO is not concerned with how the insured views the PRO because this will not affect its future business. Consequently, the PRO does not have the characteristics of an independent body for which the Legislature would seek judicial deference.\nHarcourt v. General Accident Insurance Company, 419 Pa.Super. 155, 168, 615 A.2d 71, 78 (1992), citing Lehman v. State Farm Insurance Companies, 140 P.L.J. 78, 82 (1992), allocatur denied 534 Pa. 648, 627 A.2d 179 (1993).\nWhere the Legislature provides a statutory remedy that is mandatory and exclusive, the general rule is that a court is without power to act. No jurisdictional issue is presented, however, where a statutory remedy is permissive or alternative. Lilian v. Commonwealth of Pennsylvania, 467 Pa. 15, 354 A.2d 250 (1976); DeLuca v. Buckeye Coal Company, 463 Pa. 513, 345 A.2d 637 (1975).\nWe explained the rationale behind the general rule in Feingold v. Bell of Pennsylvania, 477 Pa. 1, 5, 383 A.2d 791, 793 (1977) in which we stated, “When the Legislature has seen fit to enact a pervasive regulatory scheme and to establish a governmental agency possessing expertise and broad regulatory and remedial powers to administer that statutory scheme, a court should be reluctant to interfere in those matters and disputes which were intended by the Legislature to be considered, at least initially, by the administrative agency.” The exhaustion of administrative remedies rule is not absolute because the court may exercise jurisdiction even where an administrative remedy exists when the remedy is inadequate or incomplete. “The mere existence of a remedy does not dispose of the question of its adequacy.” Id., 477 Pa. at 7, 383 A.2d at 794.\nIn Feingold, an equity action was brought in common pleas court seeking injunctive relief and monetary damages against Bell Telephone Company arising from its failure to provide an operable telephonic recording service. The issue was whether the appellant should have first exhausted his administrative remedies under the Public Utility Law, 66 P.S. § 1101 et seq., before seeking a judicial remedy. We held that the statutory authority granted to the Public Utility Commission (PUC) did not include the power to award damages to a private litigant for breach of contract by a public utility. We concluded that the Legislature did not intend for the PUC to have such a power, stating:\nIt is clear that the remedial and enforcement powers vested in the PUC by the Public Utility Law were designed to allow the PUC to enforce its orders and regulations but not to empower the PUC to award damages or to litigate a private action for damages on behalf of a complainant. The rule requiring exhaustion of administrative remedies is not intended to set up a procedural obstacle to recovery; the rule should be applied only where the available administrative remedies are adequate with respect to the alleged injury sustained and the relief requested.\n477 Pa. at 9-10, 383 A.2d at 795-96 (footnotes and citation deleted) (emphasis added). Because the PUC lacked the power to resolve the breach of contract claim of the appellant, the doctrine of exhaustion of administrative remedies did not foreclose the equity action from proceeding in common pleas court.\nSection 1797(b)(2) of the MVFRL provides that “An insurer, provider or insured may request a reconsideration by the PRO of the PRO’S initial determination.” We must determine whether this provision is a mandatory and exclusive statutory remedy that must be pursued before an insured may bring a civil action against an insurer for nonpayment of medical benefits. We are guided by the principles articulated in Feingold, which are also compelling in the context of a statutory remedy.\nSection 1797(b) does not empower a PRO to serve as a forum to resolve disputes between an insured and insurer. The Legislature did not vest authority in a PRO to entertain litigation arising out of the nonpayment of medical benefits. Nor does the statutory provision provide a remedy for the nonpayment of medical benefits.\nIt is only where the Legislature provides “a specific, exclusive, constitutionally adequate method for the disposition of a particular kind of dispute” that the statutory remedy must be exhausted before the courts may adjudicate the dispute. West Homestead Borough School District v. Allegheny County Board of School Directors, 440 Pa. 113, 118, 269 A.2d 904, 907 (1970). “A statutory remedy cannot be extended to cover matters not within its scope.” Lashe v. Northern York County School District, 52 Pa.Cmwlth. 541, 548, 417 A.2d 260, 264 (1980). “If the statute does not apply to a controversy, it obviously is not intended to be any remedy, much less an exclusive remedy.” Id.\nThe peer review process is a mechanism through which an insurer may seek a professional assessment of the reasonableness and necessity of medical treatment in order to independently determine whether a claim should be paid or denied. It assists insurers in making an informed decision regarding a medical claim by mandating review by a medical professional when the claim is challenged by the insurer. Section 1797(b) is a cost containment provision, not an alternative dispute resolution procedure. This accounts for the lack of involvement of the insured or provider in the process. The Legislature did not intend to impose reconsideration of the PRO determination as a precondition to the judicial resolution of a private contractual dispute.\nIn the instant case, the Superior Court relied in part upon a regulation promulgated by the Insurance Commissioner which interpreted Section 1797(b) to allow for judicial review only after a reconsideration by a PRO has been made. The regulation, formerly codified at 31 Pa.Code 68.2(c), provided that “[t]he Insurance Department interprets Act 6 to permit upon final determination by the PRO, an insurer, provider or insured may appeal the decision in court.” Although an interpretation of a statute by an administrative agency is entitled to great weight, the interpretation may be disregarded if the interpretation is clearly erroneous or inconsistent with the statute under which the regulation is promulgated. Wiley House v. Scanlon, 502 Pa. 228, 465 A.2d 995 (1983). To the extent that the regulation forecloses a party from pursuing an action in court without having sought reconsideration of the PRO’s initial determination, the regulation is erroneous and may be disregarded.\nThe order of the Superior Court is reversed and the matter is remanded to the common pleas court for further proceedings consistent with this opinion.\nNIX, C.J., files a Dissenting Opinion in which MONTEMURO, Senior Justice, joins.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. Terminate) has also challenged whether a PRO is authorized to review treatment for its causal connection to an automobile accident. We need not address the issue at this time, however, because our resolution of the issue of exhaustion of statutoiy remedies necessitates a remand to the common pleas court.\n. The regulation was subsequently revised, but was substantively unchanged. The pertinent regulation now in effect provides, \"Upon determination of a reconsideration by a PRO, an insurer, provider or insured may appeal the determination to the courts.” 31 Pa.Code § 69.52(m).\n. It is unclear from a reading of the regulation itself whether the Insurance Commissioner specifically intended to construe Section 1797(b) as precluding judicial review unless reconsideration was sought. It is possible that the regulation was promulgated in response to earlier challenges to Section 1797(b) brought before the Commonwealth Court in raising the issue of whether the statute entirely prohibited the challenge of a PRO’s findings in court when the reasonableness or necessity of the medical services has been challenged before a PRO. In Pennsylvania Chiropractic Federation v. Foster, 136 Pa.Cmwlth. 465, 583 A.2d 844 (1990), the peer review process was challenged on the basis that the statute violated the constitutional right to due process because the PRO’s decisions were not subject to review. The Insurance Commissioner asserted in argument on preliminary objections that the PRO decision was not entitled to review because it is an \"arbitration-like” proceeding. In the alternative, the Insurance Commissioner contended that the Commonwealth Court could construe the statute as allowing judicial review by applying the principle of construction that statutes are to be construed so as to avoid unconstitutional results.\nThe Commonwealth Court overruled the Insurance Commissioner’s demurrer to the due process challenge. The Court determined that it would be premature at that stage of the litigation to impose any constitutionally based construction on the statute because it had not been established with a sufficient degree of certainty what the due process rights of the Pennsylvania Chiropractic Federation would require in that context.\nThe Commonwealth Court addressed the same constitutional challenge in its subsequent decision in Pennsylvania Medical Providers Association v. Foster, 149 Pa.Cmwlth. 203, 613 A.2d 51 (1992). The medical association had filed a petition for review alleging that Section 1797(b) of the MVFRL was unconstitutional because it allowed a private, non-governmental PRO with financial interests aligned with the insurer to control the amount paid to a provider without providing for any judicial review if the charges are denied. The Commonwealth Court dismissed the petition for review, concluding that the Insurance Commissioner’s regulation providing for an appeal of a PRO’s final determination to the courts, 31 Pa.Code § 69.52(m), addressed the due process concern. The Commonwealth Court specifically noted, however, that it made no ruling regarding whether the regulations are themselves vague or inconsistent with the MVFRL. 149 Pa.Cmwlth. at 207, 613 A.2d at 53, in. 3."}