{"id": "475539", "contents": "OPINION\nMONTEMURO, Justice.\nThis is an appeal by Concern Professional Services for Children and Youth; Concern’s Director, Paul Ernst; Concern Adoption Specialist, Marsha S. Hiester (hereinafter collectively Concern); and Northampton County Children and Youth; its Executive Director, R. Nancy Haley; and its Caseworker, Brenda Messa (hereinafter collectively Children and Youth) from an Order of the Commonwealth Court reversing the trial court’s grant of demurrers to counts of Wrongful Adoption and Negligent Placement of Adoptive Child in the complaint filed by appellees Frank A. and Jayne Gibbs, and Michael J. Gibbs.\nAppellees initiated this action in the Court of Common Pleas of Bucks County against Concern and Children and Youth arising out of the adoption of Michael J. Gibbs on October 21, 1985. Children and Youth is an agency of the Commonwealth of Pennsylvania and, pursuant to law, is responsible for placing children who are wards of the Commonwealth with agencies for the purposes of adoption. Concern is a private child placement agency, licensed by the Commonwealth.\nThe sole issue presented before this Court is whether the law of the Commonwealth recognizes as causes of action Wrongful Adoption and Negligent Placement of Adoptive Child. For the reasons set forth below, we affirm in part the decision of the Commonwealth Court and hold that traditional common law causes of action sounding in fraud and negligence apply in the adoption context.\nThe Complaint alleges the following facts: in early 1983, appellees Jayne and Frank Gibbs, who were already foster parents, inquired of Concern about the availability of a healthy Caucasian infant for adoption, (Complaint at ¶ 10) and were informed that there was a two year waiting list for healthy Caucasian infants. Appellees were actively encouraged by agency representatives to apply for the adoption of an older child, (Complaint at ¶ 11) and were told that it would be easier to adopt a “hard to adopt due to age” child, and that if the child had been physically or sexually abused, Concern would disclose fully the history of these occurrences. (Complaint at ¶ 12). Appellees were invited to look through a book containing photographs of older children available for adoption, along with brief positive descriptions of the children. (Complaint at ¶ 13).\nIn May of 1983, appellees submitted a dual application for adoption of a healthy Caucasian infant and a “hard to adopt due to age” child. (Complaint at ¶ 14). After a home-study by Marsha Hiester, Concern’s adoption specialist, appellees reviewed the book of waiting children approximately twice a month at Concern's offices. On each occasion they completed a form for the child they wanted to adopt, and on each occasion they specifically requested a child who was “hard to place due to age,” but who had no history of sexual or physical abuse or any mental or emotional problems. (Complaint at ¶ 17).\nIn late August or early September 1984, appellees were informed by Concern that they had been chosen to adopt Michael, a five year old boy from Northampton County. (Complaint at ¶ 18). In addition to his age, appellees were told by Concern that Michael was presently repeating kindergarten, that he was Caucasian, and that he had been in foster care, but for only two years and only with one family. (Complaint at ¶ 19). Appellees were further informed by Concern that Michael was hyperactive, behind in his school work, had been verbally abused by his mother and that the major problem was neglect by his mother. Concern specifically denied any history of physical or sexual abuse. (Complaint at ¶ 20). In October of 1984, appellees were introduced to Michael and his caseworkers at Concern. They were given information about Michael’s foster family, and were once again informed by Concern that there was no history of sexual or physical abuse. (Complaint at ¶ 22). Later that same afternoon, appellees met with Brenda Messa, a caseworker at Children and Youth’s offices in Easton, Pennsylvania where they requested a more detailed social and medical history of Michael. (Complaint at ¶ 25).\nDuring the first weekend of November, 1984, Michael was placed for adoption with appellees who filed a Report of Intention to Adopt with the Orphan’s Court of Berks County. (Complaint at ¶¶ 27-28). Shortly thereafter, Concern forwarded certain documents identified as Michael’s medical file, consisting of records of Michael’s birth and the medical history of his natural mother. Appellees once again requested more information about Michael’s psychological and emotional history. (Complaint at ¶29).\nConcern supervised Michael’s placement with appellees and, although he had educational problems, Michael seemed much calmer and passed first grade. (Complaint at ¶ 30). In September of 1985, Concern consented to the finalization of the adoption. Prior to finalization, appellees met with Concern and specifically asked whether there was anything in Concern’s file that had not been disclosed to them. They were assured by Concern that they had been given everything Children and Youth had provided to Concern; but were told that Children and Youth had “promised additional information,” and that there was a “communication problem” with Children and Youth. Concern agreed to check all records to make sure everything was made available to appellees prior to the finalization of the adoption. (Complaint at ¶ 31).\nOn October 21, 1985, a final order was entered in the Court of Common Pleas of Berks County granting the adoption of Michael J. Gibbs. (Complaint at ¶ 32). Immediately thereafter, Michael began experiencing severe emotional problems. (Complaint at ¶ 33). He became violent and aggressive toward younger children, attempting to amputate the arm of a five year old (Complaint at ¶ 34); attempting to suffocate his younger cousin (Complaint at ¶ 35); attempting to kill another cousin by hitting him over the head with a lead pipe (Complaint at ¶ 36); deliberately placing Clorox in a cleaning solution causing Ms. Gibbs to burn her hands badly (Complaint at ¶ 38); and starting a fire which seriously injured a younger cousin (Complaint at ¶40).\nAfter Michael’s admission and evaluation at the Philadelphia Child Guidance Center, appellees were advised that little chance existed of any change in his violent behavior. (Complaint at ¶ 32). Michael’s conduct deteriorated further, and he was admitted to a special program for adopted children at the Northwestern Institute where he remained until he was transferred by court order to the Eastern State School and Hospital. (Complaint at ¶¶ 42-44). On or about September 15, 1989, Michael was declared dependent by the Family Division of the Philadelphia Court of Common Pleas, and was placed in the custody of the Department of Human Services. (Complaint at ¶ 45).\nIn September of 1989, a caseworker from the Department of Human Services informed appellees for the first time that Michael had been severely abused, both physically and sexually as a young child. (Complaint at ¶ 46). Records in the possession of Northwestern Institute revealed that Michael had been in ten different foster placements before he was freed for adoption; that during his first six years Michael’s mother repeatedly placed him in and then removed him from foster care; that there was a long, serious history of abuse, both physical and sexual, by his biological parents; that Michael had been neglected by his biological mother; that Michael had an extensive history of aggressiveness and hostility towards other children; and that Michael’s mother at one time attempted to cut off his penis. (Complaint at 47). At no time prior to the finalization of the adoption did Concern or Children and Youth disclose this information although it was in their possession and had been requested. (Complaint at ¶ 48).\nIn April of 1990, appellees commenced this action in the Court of Common Pleas of Bucks County, setting forth in Count I of their complaint a cause of action for Wrongful Adoption and in Count II a cause of action for Negligent Placement of Adoptive Child. Appellants, Concern and Children and Youth, filed preliminary objections in the nature of a demurrer to these counts which the trial court granted. The Commonwealth Court reversed, Gibbs v. Concern Professional Services, 150 Pa.Commw. 154, 160, 615 A.2d 851, 854 (1991), and in June of 1993, we granted allocatur on the sole question of whether the Commonwealth Court was correct in its conclusion that appellees could maintain their action for Wrongful Adoption and Negligent Placement of Adoptive Child.\nThe Commonwealth Court’s standard of review in assessing the propriety of a common pleas court decision is limited to a determination of whether constitutional rights have been violated or whether the common pleas court abused its discretion or committed an error of law. Miles v. Sweeney, 154 Pa.Commw. 184, 186, 623 A.2d 407, 409 (1993); Appeal of Edge, 147 Pa.Commw. 27, 29 n. 1, 606 A.2d 1243, 1244 n. 1 (1992); Rohrer v. Department of Public Welfare, 146 Pa. Commw. 8, 13, 604 A.2d 746, 748 (1991), appeal denied, 531 Pa. 649, 612 A.2d 986 (1992). We agree with the Commonwealth Court that the Court of Common Pleas erred in sustaining appellants’ demurrer.\nIn examining appellees’ claims, we do not believe that we are considering novel theories of recovery, since the terms employed by appellees are somewhat of a misnomer. The proper focus of this case is whether long-standing common law causes of action should be applied to the adoption context.\nMost authorities have recognized that causes of action for wrongful adoption are no more than an extension of common law principles to the adoption setting. See Roe v. Catholic Charities of the Diocese of Springfield, 225 Ill.App.3d 519, 167 Ill.Dec. 713, 716, 588 N.E.2d 354, 357, appeal denied, 146 Ill.2d 651, 176 Ill.Dec. 821, 602 N.E.2d 475 (1992) (“Recognition of this cause of action is not a dramatic, radical departure from the well-established common law.... It is rather an extension of the doctrine of common law fraud. This is how the common law traditionally grows, it responds to the needs of the society it serves.”). See also Juman v. Louis Wise Services, 159 Misc.2d 314, 608 N.Y.S.2d 612 (1994) (wrongful adoption is no more than an extension of common law principles to the adoption setting); Shannon M. Connelly, The Need for Disclosure Laws: A Survey of the Wrongful Adoption Cause of Action and Statutory Remedies for Adoption Fraud, 10 Rev.Lit. 793, 795 (1991) (tort of wrongful adoption a derivative of the fraud cause of action).-\nIn determining whether these traditional common law causes of action should be applied to the adoption context in our Commonwealth, we are well aware of the competing interests involved. On one side is the interest of prospective parents in obtaining as much information as possible about the child they are to adopt. Adoption experts are virtually unanimous in the belief that complete and accurate medical and social information should be communicated to adopting parents. Providing full and complete information is crucial because the consequences of non-disclosure can be catastrophic; ignorance of medical or psychological history can prevent the adopting parents and their doctors from providing effective treatment, or any treatment at all. Moreover, full and accurate disclosure ensures that the adopting parents are emotionally and financially equipped to raise a child with special needs. Failure to provide adequate background information can result in the placement of children with families unable or unwilling to cope with physical or mental problems, leading to failed adoptions. For these reasons, a policy in favor of full and accurate disclosure of a child’s medical history improves the chances of a successful placement and promotes public confidence in the institution of adoption.\nOn the other side of the ledger, adoption agencies and intermediaries are justifiably concerned lest any undue burden placed upon them should ultimately reduce the number of successful adoptions. In deciding to apply traditional common law causes of action to the adoption context, we have paid particular attention to the obligations placed upon, adoption agencies so as not to diminish their effectiveness in placing children. We are convinced that the vast majority of adoption agencies in this Commonwealth conduct the adoption process with the utmost professionalism. However, we are also convinced that agencies, on occasion, do fail to provide prospective parents with complete and accurate information, and, worse, occasionally supply information which is both false and misleading. Mindful of the seriousness of this problem and its potentially devastating consequences, we hold that the traditional common law causes of action grounded in fraud and negligence do apply to the adoption setting.\nThe Adoption Act of 1970, codified at 23 Pa.C.S. §§ 2101-2901, sets forth the steps which must be taken to realize an adoption, and the responsibilities and duties of adoption intermediaries in the process. Any person intending to adopt a child must file a Report of Intention to Adopt, 23 Pa.C.S. § 2531, within six months of which the intermediary must respond by reporting to the court information specifically required by 23 Pa.C.S. § 2533. Under Section 2533(b)(12), the intermediary must include as part of its report \"[a] statement that medical history was obtained and if not obtained, a statement of the reason therefor.” Medical history information is defined as:\n[mjedical records and other information concerning an adoptee or an adoptee’s natural family which is relevant to the adoptee’s present or future health care or medical treatment. The term includes otherwise confidential or privileged information providing that identifying contents have been removed pursuant to section 2909 (relating to medical history information).\n23 Pa.C.S. § 2102.\nSection 2909 sets forth medical history requirements and states in pertinent part that “[m]edical history information shall, where practicable, be delivered by the attending physician or other designated person to the intermediary who shall-deliver such information to the adopting parents or their physician.” 23 Pa.C.S. § 2909(a).\nAppellants argue that the Commonwealth Court exceeded its authority and encroached upon the province of the legislature in recognizing appellees’ action for Wrongful Adoption and Negligent Placement of Adoptive Child because they are not mentioned in the Adoption Act. Although the Act, as discussed supra, sets forth the duties of an adoption intermediary with regard to providing the medical history of an adoptive child, it provides no sanction against an intermediary who fails to meet that obligation.\nAppellants correctly assert that adoption is a statutorily created mechanism, unknown at common law. In re Adoption of E.M.A., 487 Pa. 152, 155, 409 A.2d 10, 11 (1979), appeal dismissed, 449 U.S. 802, 101 S.Ct. 46, 66 L.Ed.2d 6 (1980); In re Adoption of Oelberman, 167 Pa.Super. 407, 412, 74 A.2d 790, 792 (1950). See also Blair, supra, at 859. It is also true that the Adoption Act must be strictly construed, In re Adoption of Hufford, 421 Pa. 257, 259, 218 A.2d 737, 738 (1966); Oelberman, 167 Pa.Super. at 412, 74 A.2d at 792, and that exceptions to the Act may not be judicially created, Adoption of E.M.A, 487 Pa. at 155, 409 A.2d at 11. However, we find nothing in the Act to be inconsistent with the application of traditional common law principles to the adoption setting.\nIn Roe v. Catholic Charities, the Illinois Appellate Court considered precisely the question of whether common law causes of action were disallowed where the adoption statute did not provide for them. There, the court analogized adoption to corporations, which are also creatures of statute, but, which are bound by both statutory and common law. Roe, 167 Ill.Dec. at 717, 588 N.E.2d at 358. After noting that, for example, a corporation may be sued in tort, see, e.g., id., the court concluded that “[pjrivate adoption agencies and agencies of not-for-profit corporations in particular, are bound by all the law ... both statute and common law.” Id.\nWe are in full accord with the reasoning of the court in Roe. The Adoption Act establishes the procedures that govern the adoption process, and the cases cited by appellants properly stand for the notion that these procedures are to be strictly construed. However, the Act is silent on whether adoption intermediaries are liable for the commission of torts. It is our opinion that this silence evidences the legislature’s intention that adoption agencies be liable under the long-established common law of Pennsylvania. Had the legislature intended for the Adoption Act to provide intermediaries with immunity from common law sanctions, it would have said so explicitly. The causes of action we address today are so well established that we find affirmative action by the legislature, rather than silence, would be necessary to prevent their application in the adoption context. Until such legislative action is forthcoming, we hold that adoption intermediaries are subject to all the law of this Commonwealth, both statutory and common law.\nThe complaint suggests several common law theories of recovery. The first such cause of action is intentional misrepresentation or fraud, which contains the following elements: (1) a representation; (2) which is material to the transaction at hand; (3) made falsely, with knowledge of its falsity or recklessness as to whether it is true or false; (4) with the intent of misleading another into relying on it; (5) justifiable reliance on the misrepresentation; and (6) the resulting injury was proximately caused by the reliance. W. Page Keaton, Prosser and Keaton on the Law of Torts § 105 (5th ed. 1984). See also Restatement (Second) of Torts § 525 (1977).\nOur sister states have unanimously applied the theory of intentional misrepresentation to the adoption context. See, e.g., Michael J. v. County of Los Angeles, 201 Cal.App.3d 859, 247 Cal.Rptr. 504 (1988); Reidy v. Albany County Dep’t of Social Services, 193 A.D.2d 992, 598 N.Y.S.2d 115 (1993); Burr v. Board of County Commissioners, 23 Ohio St.3d 69, 491 N.E.2d 1101 (1986).\nIn Burr, the adopting parents were told that the adoptee was born in a hospital to an eighteen year old unwed mother who gave up the child to move to Texas in search of a better job. The agency stated that the child was a “nice, big, healthy, baby boy.” The child later developed severe medical problems requiring twenty-four hour nursing care, and was eventually institutionalized for the remainder of his life. The adopting parents later learned that the child had, in fact, been born in a mental institution to a mentally retarded woman and had previously been placed with several foster families. The adoption agency was well aware of these facts and that the child was developing slowly, but provided the adopting parents a fictional story about the child’s medical history. The parents sued the adoption agency for intentional misrepresentation, and the Ohio Supreme Court upheld an award of damages, concluding that “[i]t would be a travesty of justice and a distortion of the truth to conclude that deceitful placement of this infant, known by [the adoption agency] to be at risk, was not actionable when the tragic, but hidden realities of the child’s infirmities finally came to light.” Burr, 23 Ohio St.3d at 75, 491 N.E.2d at 1107.\nThe law of this Commonwealth has long recognized fraud or intentional misrepresentation as actionable conduct in other settings. See Kubik v. Letteri, 532 Pa. 10, 614 A.2d 1110 (1992); Thomas v. Seaman, 451 Pa. 347, 304 A.2d 134 (1973); Savitz v. Weinstein, 395 Pa. 173, 149 A.2d 110 (1959). We now hold, in accord with the unanimous decisions of our sister jurisdictions, that the cause of action for intentional misrepresentation is equally applicable in the adoption context. Such application will further the goal of providing prospective parents with full and accurate information about the child, and, at the same time will inhibit adoption agencies from providing false information. Adopting parents will then be able to make informed choices about adoption, ensuring that they have the emotional and financial resources to care properly for the child they have consented to adopt. This truthfulness in the adoption process will, thus, result in fewer failed adoptions and enhance public confidence in the process. We, like the court in Burr, supra, believe that it would be a “travesty of justice” to allow adoption agencies to engage in deceitful and fraudulent conduct with impunity. See Burr, 23 Ohio St.3d at 75-76, 491 N.E.2d at 1107.\nNew would argue that the knowing provision of false information by adoption intermediaries to prospective parents so as to induce them to accept a particular child is not reprehensible and blameworthy conduct. Still, we have carefully considered the interests of adoption intermediaries so as not to place an undue burden on them. We find that the only burden placed upon agencies arising from the application of this tort is the obligation to refrain from fraudulent and deceitful tactics. We require no less from every other business or non-profit organization in this Commonwealth, and see no valid reason to release adoption intermediaries from the burden of truth in their daily operations. Indeed, we find it particularly apposite in this context because of the potentially devastating consequences that can result from fraudulent conduct here.\nUpon review of the complaint, we find that appellees clearly plead the elements of intentional misrepresentation in Count I, ¶¶ 52-59, and we hold that they should be able to proceed to trial on this cause of action.\nThe complaint also suggests that negligent misrepresentation provides grounds for recovery. The elements which must be proven for such a wrong to be shown are: (1) a misrepresentation of a material fact; (2) the representor must either know of the misrepresentation, must make the misrepresentation without knowledge as to its truth or falsity or must make the representation under circumstances in which he ought to have known of its falsity; (3) the representor must intend the representation to induce another to act on it; and (4) injury must result to the party acting in justifiable reliance on the misrepresentation. Keaton, supra, § 107 at 745-58. Thus, negligent misrepresentation differs from intentional misrepresentation in that to commit the former, the speaker need not know his or her words are untrue, but must have failed to make reasonable investigation of the truth of those words. See Restatement (Second) of Torts § 552.\nSeveral of our sister states have recognized the tort of negligent misrepresentation in the adoption context. See Roe, 167 Ill.Dec. at 720, 588 N.E.2d at 361; M.H. v. Caritas Family Services, 488 N.W.2d 282 (Minn.1992); Meracle v. Children’s Service Society of Wisconsin, 149 Wis.2d 19, 437 N.W.2d 532 (1989). But see Michael J., 247 Cal.Rptr. at 512; (holding that an adoption agency is not liable in negligence because agency not the guarantor of the child’s good health); Richard P. v. Vista Del Mar Child Care Serv., 106 Cal.App.3d 860, 165 Cal.Rptr. 370 (1980) (refusing to recognize tort of negligence in the adoption context because result was not foreseeable); Foster v. Bass, 575 So.2d 967 (Miss.1990) (refusing to recognize the tort of negligence in the adoption context because result was not foreseeable).\nAny action in negligence is premised on the existence of a duty owed by one party to another. See Wenrick v. Schloemann-Siemag Aktiengesellschaft, 523 Pa. 1, 8, 564 A.2d 1244, 1248 (1989); Boyce v. U.S. Steel Corp., 446 Pa. 226, 230, 285 A.2d 459, 461 (1971) (two judges concurring and one judge concurring in the result). In a claim for negligent misrepresentation, the adoption agency has assumed a duty to tell the truth when it volunteers information to prospective parents, but has failed to perform that duty. Caritas, 488 N.W.2d at 288; Meracle, 437 N.W.2d at 537; Connelly, supra, at 805. In Meracle, the adoption agency informed the prospective parents that the adoptee’s paternal grandmother had died from Huntington’s Disease. The parents asserted that the agency told them that the child’s natural father had tested negative for the disease, and that, therefore, the child had no greater chance of developing the illness than any other child. The parents later learned that, in fact, there was no test to determine whether the father had inherited Huntington’s. When the child developed the disease, the adopting parents sued the agency for negligently misrepresenting to them the father’s condition. The court concluded that the parents’ claim was not barred by public policy, and that “[s]uch a conclusion does not expose adoption agencies to potentially unlimited liability nor does it make such agencies the guarantors of the health of adoptive children. To avoid liability agencies simply refrain from making affirmative representations about a child’s health.” Meracle, 437 N.W.2d at 537.\nIn Caritas, the adopting parents were told that a slight possibility of incest in the child’s background existed, but that the child was otherwise in good health. When serious behavioral and emotional problems developed after adoption, the child’s psychologists contacted the agency for more information regarding the child’s genetic background. The agency provided a document revealing that the child’s biological parents were a 17 year old boy and his 13 year old sister, and that the father was hyperactive with a history of psychological problems. The parents sued the agency maintaining that it had made negligent misrepresentations about the child’s background. The court held that public policy did not preclude a negligent misrepresentation action against an adoption agency, finding instead that “our decision will give potential parents more confidence in the adoption process and in the accuracy of the information they receive. Such confidence would be eroded if we were to immunize agencies from liability for false statements made during the adoption process.” Caritas, 488 N.W.2d at 288 (quoting Meracle, 437 N.W.2d at 537).\nPennsylvania has long recognized the common law tort of negligent representation, see Greenberg v. Tomlin, 816 F.Supp. 1039 (E.D.Pa.1993); Tempway Corp. v. Continental Bank, 139 B.R. 299 (Bankr.E.D.Pa.), aff'd 981 F.2d 1248 (E.D.Pa.1992); Woodward v. Dietrich, 378 Pa.Super. 111, 548 A.2d 301 (1988), and there is no reason why this cause of action should not be recognized in the adoption context.\nWe are fully aware that application of the tort of negligent misrepresentation presents more of a burden on adoption agencies than the tort of intentional misrepresentation, which requires only that adoption agencies refrain from fraudulent and deceitful conduct. Negligent misrepresentation, however, requires that the adoption agency make reasonable efforts to determine whether its representations are true. Blair, supra, at 946. Nevertheless, we believe that this admittedly'heavier burden is tempered in several ways. First, agencies are only under the obligation to make reasonable efforts to determine if their statements are true. Thus, adoption agencies need not offer warranties or guarantees as to the information they provide. Second, as aptly stated by the court in Meracle, agencies may refrain from making any representations at all if they find that the burden of reasonable investigation is too harsh. While we adopt the traditional common-law cause of action of negligent misrepresentation in the adoption setting today, we in no way imply that adoption agencies are insurors or warrantors of a child’s health. The tort we now recognize is not similar to, nor can it be compared with products liability or contractual warranties. Adoption agencies must merely use reasonable care to insure that the information they communicate is accurate, and the parents must show that any negligently communicated information is causally related to their damages. We believe that this tort is sufficiently restricted by the common law notion of foreseeability as found in the concepts of duty and proximate cause to prevent it from becoming in any way a guarantee or warranty of a child’s future health.\nAn important element of duty is foreseeability; thus, the liability of adoption agencies is limited to those conditions reasonably predictable at the time of placement. See Vista Del Mar, 165 Cal.Rptr. at 373-374; Roe, 167 Ill.Dec. at 720, 588 N.E.2d at 361; Foster, 575 So.2d at 975; Janet Hopkins Dickson, The Emerging Rights of Adoptive Parents: Substance or Specter?, 38 U.C.L.A. L.Rev. 917, 962. As the court in Foster held, “[a] duty does not exist if the defendant could not reasonably foresee any injury as the result of his acts or if his conduct was reasonable in light of what he could anticipate — no one is expected to guard against events which are not reasonably to be anticipated or that are so unlikely that the risks would be commonly disregarded.” Foster, 575 So.2d at 975. Accordingly, under the traditional principles of negligence, the duty of adoption agencies for the purposes of negligent misrepresentation will only apply where the condition of the child was foreseeable at the time of placement so that the agency is blameworthy in making a misrepresentation. See Vista Del Mar, 165 Cal.Rptr. at 373.\nUpon reviewing appellees’ complaint we find that they have plead a cause of action for negligent misrepresentation. In Count I, ¶ 53, they aver that appellants “should have known” the statements and representations they made were false. Thus ¶¶ 52-59 state a cause of action for negligent misrepresentation as well as intentional misrepresentation. We therefore hold that appellees should be able to proceed to trial on the theory of negligent misrepresentation.\nThe complaint also suggests a cause of action against Concern and Children and Youth for negligently failing to disclose relevant information about Michael that they had in their possession at the time of the adoption. As discussed supra, any cause of action in negligence must be premised on a duty owed by one party to the other. After a careful review of the law of this Commonwealth we find that an adoption agency has a duty to disclose fully and accurately to the adopting parents all relevant non-identifying information in its possession concerning the adoptee.\nIt is a long established principle of the common law that a duty may be established by statute. See, e.g., Gilson v. Doe, 143 Pa.Commw. 591, 596, 600 A.2d 267, 270 (1991); Commonwealth v. Hickey, 136 Pa.Commw. 223, 227, 582 A.2d 734, 736 (1990). The Act mandates that an adoption agency obtain medical history on adoptees or explain why it was not obtained. 23 Pa.C.S. § 2533(b)(12). The Act further provides that thé intermediary “shall deliver such information to the adopting parents or their physician.” 23 Pa.C.S. § 2909(a). The effort at collection required by Section 2533(b)(12) must be made in good faith, and if it fails, the failure must be explained. Once medical information has been obtained pursuant to Section 2533(b)(12), Section 2909(a) creates an obligation on the part of the adoption intermediary to disclose it fully and accurately. Our legislature used the word “shall” in this statute and we must abide by its plain meaning. “Shall” evidences the legislative intent to mandate that adoption agencies must fully and accurately divulge to the prospective parents all the information they have obtained. The statute gives adoption agencies no discretion to disclose information selectively. In fact, our legislature was so in favor of full disclosure as to provide explicitly in the Act that even otherwise confidential or privileged information must be released after material identifying the biological parents has been removed. See 23 Pa.C.S. § 2102. Thus, we find that a duty to reveal fully and accurately all available non-identifying information about a child is consistent with the intent of our legislature.\nEven were the statutory foundation for the assignment to adoption intermediaries of a duty to disclose less persuasive, we find that the unique relationship between the adoption agency and the prospective parents gives rise to such a responsibility, which Pennsylvania law recognizes in other contexts. See City of Harrisburg v. Bradford Trust Co., 621 F.Supp. 463, 472-73 (M.D.Pa.1985); Temp-way Corp. v. Continental Bank, 139 B.R. 299, 317 (Bankr.E.D.Pa.), aff'd, 981 F.2d 1248 (E.D.Pa.1992); Glanski v. Ervine, 269 Pa.Super. 182, 192, 409 A.2d 425, 430 (1979). See also Restatement (Second) of Torts § 551 (duty to disclose “matters known to him that the other is entitled to know because of a fiduciary or other similar relationship of trust or confidence between them”); Blair, supra, at 906 (advocating a duty to disclose because of the relationship of trust and confidence between the agency and the adopting parents); When Love is Not Enough, supra, at 1774 (same).\nThe adoption agency — adopting parent connection is, or should be, one of trust and confidence, differing significantly from a business arrangement in which two parties to a transaction may maintain silence in order to negotiate the stronger position, and are under no obligation to divulge information which may weaken that position. See, e.g., Sevin v. Kelshaw, 417 Pa.Super. 1, 9, 611 A.2d 1232, 1236 (1992) (mere silence is not sufficient to prove fraud absent a duty to speak); Smith v. Renault, 387 Pa.Super. 299, 306, 564 A.2d 188, 192 (1989) (same). Rather, this relationship is a singular one in that the parties act not as adversaries, but in concert to achieve a result desired by both sides, the creation of a viable family unit. We are in complete agreement with the commentator who states that “a duty to disclose exists because of a fiduciary or similar relationship of trust and confidence between the parties. An adoption is not an arms-length sale of widgets.” Blair, supra, at 908. See also When Love is Not Enough, supra, at 1774 (“Adoption agencies occupy a unique position of trust....”). We thus conclude that a duty to disclose is created by this unique association.\nIn so doing, we join several of our sister states which have recognized the duty of disclosure. See Michael J., 247 Cal. Rptr. at 512 (failure to disclose a material fact within the agency’s possession is a triable issue); Caritas, 488 N.W.2d at 288 (adoption agencies must disclose information about adopting child’s background). The court in Caritas held that an adoption agency must “use due care to ensure that when they undertake to disclose information about a child’s genetic parents and medical history, they disclose that information fully and adequately....” Id. But see MacMath v. Maine Adoption Placement Services, 635 A.2d 359 (Me.1993) (“We will not recognize the existence of a fiduciary duty to disclose information in this circumstance.”); Burr, 23 Ohio St.3d at 75, 491 N.E.2d at 1108 (“It is not the mere failure to disclose risks inherent in this child’s background which we hold actionable. Rather it is the deliberate act of misinforming.”); Meracle, 437 N.W.2d at 537 (no duty to disclose health information).\nWe find that the creation of a duty in this instance will further the interests of parents by providing them with as much factual and valid information as possible about the child they are to adopt without placing an undue burden on adoption agencies, as they are required only to make reasonable efforts to disclose fully and accurately the medical history they have already obtained. Only where adoption intermediaries disclose information negligently will they be liable. Thus, the only burden on adoption intermediaries is the obligation to make a reasonable investigation of their records, and to make reasonable efforts to reveal fully and accurately all non-identifying information in their possession to the adopting parents. We do not believe that this responsibility constitutes an undue burden in light of the important interests served by its performance.\nIn Count II, ¶¶ 61, 62, and 63(b) of the complaint, appellees aver that appellants “had a duty to disclose all relevant information,” and that appellants “breached their duty to disclose to the Gibbses all relevant information in their possession.” For the reasons discussed above, we hold that appellees should be able to proceed to trial on this cause of action.\nFinally, appellees’ complaint suggests a cause of action for faffing to investigate Michael’s mental and physical health. We can find no authority in Pennsylvania for the creation of a duty of reasonable investigation as a matter of common law, nor have any of our sister states recognized a duty to investigate. Blair, supra, at 948. See also Mary E. Schwartz, Fraud in the Nursery: Is the Wrongful Adoption Remedy Enough?, 26 Val.U.L.R. 807, 830 (1992) (courts not willing to find that adoption agencies have a duty to collect information and disclose it to prospective parents).\nAbsent any common law duty to investigate, we turn to the Adoption Act for guidance. Under the Act, the intermediary must file as part of its report to the Court “[a] statement that medical history was obtained and if not obtained, a statement of the reason therefor.” 23 Pa.C.S. § 2533(b)(12). Clearly, this statute does not impose on adoption intermediaries a duty to investigate. At best, it implies that they must make a good faith effort to obtain a child’s medical history. However, if the agency is unable to obtain such history it may simply state in its report the reason for the omission. The Act goes no further. Had the legislature wished to impose such a duty, it would have done so. Instead it authorized submission of reports lacking full medical histories so long as the report is accompanied by an explanation of why the agency failed to collect medical background.\nThus imposition of a duty to investigate cannot be grounded in a statutory directive, and absent such directive, judicial imposition of such a duty would be, in our estimation, an undue burden on adoption agencies. We find that although the Act requires a good faith effort to obtain medical history information on the part of adoption intermediaries, the requirement of a comprehensive investigation into the background of a child in order to avoid liability would strain the resources of adoption intermediaries and reduce the number of adoptions. Accordingly, appellees may not proceed to trial on the theory of breach of a duty to investigate as set forth in Count II, ¶ 63(a) of their complaint.\nTo conclude, we today recognize application to the adoption context of longstanding common law causes of action grounded in fraud and negligence. To do otherwise would, as one commentator noted,\nassume[] that adopters are somehow less entitled to fair treatment and consideration than the rest of society, simply because they cannot bear children and seek to adopt. This reflects the old negative myths about adoption and about childless couples: Because barren couples are ‘defective’ they are the appropriate persons to deal with ‘defective’ children, and can be tricked into doing so with impunity____ This view dehumanizes both troubled children who are treated as problems to be disposed of, and adopters who are manipulated.\nDickson, supra, at 945.\nFor the reasons set forth above, we affirm the order of the Commonwealth Court to the extent that it allows appellees to proceed to trial on claims of intentional misrepresentation, negligent misrepresentation, and negligent failure to disclose. To the extent the Commonwealth Court’s order allows appellees to proceed to trial on the claim of breach of the duty to investigate, we reverse and reinstate the demurrer granted by the Court of Common Pleas of Bucks County.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. We note that Michael was born on May 21, 1977, making him, in fact, more than seven years old in August/September of 1984. See Complaint at ¶ 2.\n. D. Marianne Brower Blair, Getting the Truth and Nothing but the Truth: The Limits of Liability For Wrongful Adoption, 67 N.D. L.Rev. 851, 862 (1992). In 1971 the Child Welfare League recommended that adoptive parents be given all pertinent non-identifying background information on the child in its Guidelines for Adoption. Id.\n. Id. at 863.\n. Id. at 879.\n. Id. at 882.\n. Id. at 863. It can be argued that adoptive parents are entitled to no notice of medical problems, since natural parents receive no advance warning of a child’s special needs. However, the risks assumed by adoptive parents are, in truth, very different from those of adoptive parents. See Blair, supra, at 889-90; Connelly, supra, at 796; Note, When Love is Not Enough: Toward a Unified Wrongful Adoption Tort, 105 Harv.L.Rev. 1761, 1777 (1992). Biological parents, theoretically at least, are aware of their medical histories and can decide to have a child with knowledge of, e.g., an increased risk of genetic abnormality. Adoptive parents, without full and accurate information, have no way of knowing if the adoptee has a risk of a genetic problem. See Connelly, supra, at 796. This Court is also mindful that adoptive parents are performing a valuable social service in providing a family to otherwise unwanted children. See When Love is Not Enough, supra, at 1777. In light of this contribution to society, it is only equitable to conclude that adoptive parents should not be asked to assume unwittingly the same risks as natural parents.\n. See Meracle v. Wisconsin, 149 Wis.2d 19, 437 N.W.2d 532, 537 (1989) (providing adoptive parents with accurate information will produce “more confidence in the adoption process”); M.H. v. Caritas Family Services, 488 N.W.2d 282, 288 (Minn. 1992) (same).\n. Research reveals that one third of the parents who had adopted physically abused children, and one half of those adopting sexually abused children were not informed of the abuse. See When Love is Not Enough, supra,.at 1763.\n. The Act defines an adoption intermediary as \"any person or persons or agency acting between the parent or parents and the proposed' adoptive parent or parents in arranging an adoption placement.” 23' Pa.C.S. § 2102. Both Concern and Children and Youth are, thus, by definition, intermediaries under the Act.\n. This statute states in pertinent part:\n§ 2531. Report of intention to adopt\n(a) General Rule. — Every person now having or hereafter receiving or retaining custody or physical care of any child for the purpose or with the intention of adopting a child under the age of 18 years shall report to the court in which the petition for adoption will be filed.\n(b) Contents — The report shall set forth:\n(1) The circumstances surrounding the persons receiving or retaining custody or physical care of the child.\n(2) The name, sex, racial background, age, date, and place of birth and religious affiliation of the child.\n(3) The name and address of the intermediary.\n(4) An itemized accounting of moneys and consideration paid or to be paid to the intermediary.\n(5) The name, address and signature of the person or persons making the report....\n. This statute provides in pertinent part:\n§ 2533. Report of intermediary\n(a) General Rule. — Within six months after filing the report of intention to adopt, the intermediaiy who or which arranged the adoption placement of any child under the age of 18 years shall make a written report under oath to the court in which the petition for adoption will be filed and shall thereupon forthwith notify in writing the adopting parent or parents of the fact that the report has been filed and the date thereof.\n(b) Contents — The report shall set forth:\n(12) a statement that medical history information was obtained and if not obtained, a statement of the reason therefor.\n. The tort of intentional non-disclosure has the same elements as the tort of intentional misrepresentation except that in a case of intentional non-disclosure the party intentionally conceals a material fact rather than making an affirmative misrepresentation. See Connelly, supra, at 804. The tort of intentional non-disclosure has been recognized in the adoption setting by other state courts. See Michael J v. County of Los Angeles, 201 Cal.App.3d 859, 247 Cal.Rptr. 504 (1988); Roe, 167 Ill.Dec. at 718, 588 N.E.2d at 359. We have recognized that concealment or non-disclosure is an actionable tort in this Commonwealth. See Neuman v. Corn Exchange Nat’l Bank & Trust, 356 Pa. 442, 450, 51 A.2d 759, 764 (1947). Such fraud arises where there is an intentional concealment calculated to deceive. Wilson v. Donegal Mut. Ins. Co., 410 Pa.Super. 31, 41, 598 A.2d 1310, 1315 (1991); Smith v. Renault, 387 Pa.Super. 299, 306, 564 A.2d 188, 191-92 (1989). We need not decide whether actions for the closely related tort of intentional nondisclosure or concealment should be allowed in the adoption setting, since close examination of appellees' complaint reveals that they have not pleaded such a cause of action.\n. Blair, supra, at 856 (courts have unanimously imposed liability for intentional misrepresentation by adoption agencies).\n. See M.H. v. Caritas Family Services, 475 N.W.2d 94, 98 (Minn.App. Ct.1991), ovr’d on other grounds, 488 N.W.2d 282 (Minn. 1992).\n. Several commentators have asserted that recognizing a duty to disclose information, but refusing to recognize a duty to investigate creates, in the words of one author, a \"perverse incentive structure” under which agencies will operate on a less information less liability basis. See Blair, supra, at 942. See also When Love is Not Enough, supra, at 942. We believe that the good faith requirement to obtain medical information implicit in the Adoption Act prevents such an effect in this Commonwealth.\n. Several commentors have concluded that a duty to investigate would not impose any great burden on adoption intermediaries. See Blair, supra, at 948; Connelly, supra, at 818-19. The Petitioners and amicus curie strenuously assert that such a burden would result. On this matter we choose to defer to the vast experience of adoption agencies and intermediaries."}