{"id": "475518", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal, by allowance, from a memorandum decision of the Superior Court which vacated a suppression order of the Court of Common Pleas of Venango County and remanded for trial. Suppression of various statements and blood test results had been ordered in connection with the impending trial of the appellant, Dick H. McCandless, upon charges of driving under the influence of alcohol and driving in excess of speed limits. The facts, as found by the suppression court, are supported by the record and are as follows, 421 Pa.Super. 650, 613 A.2d 29.\nOn January 5, 1991, at approximately 2:15 a.m., a police officer sitting in a patrol car in the City of Franklin observed a station wagon that appeared to be traveling much faster than other vehicles that had passed by earlier that night on the same street. The officer decided to follow the vehicle to determine whether it was speeding. By driving at a rapid pace for less than one mile, he caught up with the vehicle, but, by then, it had left the City of Franklin and entered the adjoining jurisdiction of Sandycreek Township. The officer began to clock the vehicle, and continued to do so for one-half of a mile. Two-thirds of the clock occurred in Sandycreek Township, and the final one-third occurred after the vehicle left Sandycreek Township and reentered the City of Franklin. During the clock, the vehicle never traveled less than fifty-five, nor more than sixty, miles per hour. The posted speed limit was forty-five miles per hour.\nThe officer stopped the vehicle and found that its driver, appellant, was intoxicated. As a result, the present charges were filed.\nAppellant sought suppression of the results of a blood alcohol test and of various statements that he gave. Suppression was granted on the basis that the officer’s pursuit of appellant from the City of Franklin into the neighboring municipality of Sandycreek Township was improper. This conclusion rested on a provision of the Municipal Police Jurisdiction Act, 42 Pa.C.S. § 8953(a), which sets forth the circumstances under which a municipal police officer can pursue a suspect into a neighboring municipality:\n(a) General rule. — Any duly employed municipal police officer who is within this Commonwealth, but beyond the territorial limits of his primary jurisdiction, shall have the power and authority to enforce the laws of this Commonwealth or otherwise perform the functions of that office as if enforcing those laws or performing those functions within the territorial limits of his primary jurisdiction in the following cases:\n(2) Where the officer is in hot pursuit of any person for any offense which was committed, or which he has probable cause to believe was committed, within his primary jurisdiction and for which offense the officer continues in fresh pursuit of the person after the commission of the offense.\n(Emphasis added).\nThe suppression court held that the officer did not have probable cause to believe that appellant was speeding before he entered Sandycreek Township, and, therefore, that there was no cause for the officer to pursue him into that township. The Superior Court disagreed, reasoning that the officer’s observation that appellant’s vehicle was traveling faster than other vehicles that had traveled on the same road that night was “enough to raise his suspicions and to allow the officer to investigate.” We do not agree.\nThe test set forth in 42 Pa.C.S. § 8953(a)(2) is not whether an officer has observed something that would merely raise his suspicions, but rather whether he has probable cause to believe that an offense has been committed within his primary jurisdiction. As the suppression court held, probable cause was lacking in this case.\nThe officer testified that appellant’s vehicle was moving faster than others that he observed on the same night. However, this, without more, is too indefinite to supply probable cause. Nothing in the record provides a basis to estimate the speed of appellant’s vehicle before it entered Sandycreek Township. The officer himself testified that he was unable to give any estimate whatsoever of that speed, and that nothing erratic had been observed with regard to the manner in which the vehicle was being operated. He also testified that he initially had only a reasonable suspicion that the vehicle was speeding, and that he decided to follow it to determine whether, in fact, it was speeding. Clearly, therefore, probable cause to pursue appellant into Sandycreek Township was lacking.\nIt has been suggested by the Commonwealth that the officer’s entry into Sandycreek Township might have been justified on another basis, to wit, that he was there on “official business” separate and apart from his pursuit of appellant. See Commonwealth v. Pratti, 530 Pa. 256, 608 A.2d 488 (1992); Commonwealth v. Merchant, 528 Pa. 161, 595 A.2d 1135 (1991); 42 Pa.C.S. § 8953(a)(5) (permitting police officers to exercise authority in neighboring municipalities when they are there on “official business”). We find no basis in the record, however, to conclude that the officer entered Sandycreek Township for any purpose other than to determine whether appellant was speeding. This being the case, probable cause to believe that an offense had been committed in the City of Franklin was necessary to justify the officer’s pursuit of appellant into the neighboring township.\nAppellant’s motion to suppress was, therefore, properly granted by the lower court. In reversing, the Superior Court erred.\nOrder reversed.\nPAPADAKOS, J., files a dissenting opinion which is joined by CASTILLE, J.\nCASTILLE, J., files a dissenting opinion which is joined by PAPADAKOS, J.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\nUpon reentering the City of Franklin, the officer clocked the vehicle for a distance of less than two-tenths of a mile, this being less than the three-tenths of a mile required by statute for speed determinations made via speedometers, 75 Pa.C.S. § 3368(a). Hence, if the distance clocked in Sandycreek Township were to be disregarded, the clocking distance requirement would not be met."}