{"id": "476377", "contents": "Opinion by\nMr. Justice Linn,\nThe question is whether a voluntary partition of real estate, held by the entireties, resulted from the conveyance by one spouse to the other who accepted it, paid the consideration and recorded the deed.\nJohn Gapinski and his wife took title to the land in 1904. The husband, without joining his wife as a grantor, conveyed to her his interest in the property by deed dated July 30, 1910, reciting the payment and receipt of $3,000. She accepted the conveyance and recorded the deed: McDowell v. Cooper, 14 S. & R. 296 (1826); Blaisdell Filtration Co. v. Bayard & Co., Inc., 311 Pa. 6, 166 A. 234 (1933); Restatement, Contracts, section 72. Deeds must be interpreted to give effect to the expressed intention of the parties: Maxwell v. Saylor, 359 Pa. 94, 96, 58 A. 2d 355 (1948); Hindman v. Farren et al., 353 Pa. 33, 35, 44 A. 2d 241 (1945).\nThe wife died, intestate, December, 1918, leaving her husband, and two children surviving; they took her. estate under the intestate law, each taking one-third.\nIn an execution on a judgment against John Gapinski at August term 1930 the sheriff sold to John Snyder, all the right, title, interest and claim of John Gapinski of, in and to the property. Snyder, the sheriff’s vendee, conveyed to the plaintiffs, husband and wife, who have been in possession since 1931 and who brought this proceeding to quiet title: Pa. R. C. P. 1061-1066.\nIn disposing of plaintiffs’ motion for judgment on the pleadings, the learned court below sustained the complaint and entered judgment for the plaintiffs, holding that the husband’s deed to his wife in 1910 and her acceptance of the conveyance, were ineffective to terminate the estate by entireties, and that ón his wife’s death in 1918, he succeeded by survivorship to the whole estate; that it was the whole estate that was sold by the sheriff, bought by Snyder .and conveyed to plaintiffs and not a part received from his wife under the intestate law. We cannot sustain the judgment.\nOur cases show that the rigidity of the common law concept of tenancy by the entireties has yielded to the demands of modern life. In Michalski et al. v. Kruszewski et al., 330 Pa. 62, 198 A. 673 (1938), involving an exchange of deeds by former spouses, the subject was considered in an opinion written by Mr. Justice Drew, who said, “After her voluntary deed Eleanor retained no interest in the premises whatsoever. Divorce does not, it is true, destroy an estate by the entireties (Alles v. Lyon, 216 Pa. 604; O’Malley v. O’Malley, 272 Pa. 528), but the estate may be ended by voluntary partition, even during the continuance of the marriage relationship: Merritt v. Whitlock, 200 Pa. 50.\n“Nor can there be any valid objection to the means employed to effect the amicable partition in the present case. The ordinary method of effecting a voluntary partition is by the mutual exchange of individual deeds: See 1 Tiffany, Real Property (2d ed.), section 203. Such was the means adopted here. As a matter of fact, a parol partition would have been valid, the Statute of Frauds being inapplicable: Merritt v. Whitlock, supra. It follows that the clear intention of the parties was duly effected; conveyance to a third party and reconveyance by him was unnecessary. Nor was it required that both husband and wife join as grantors in the deeds that were exchanged.” In Merritt v. Whitlock, 200 Pa. 50, 55, 49 A. 786 (1901), Mr. Justice Mitchell said: “And where parties are in joint possession under joint title it is settled in this state, that notwithstanding the statutes of frauds they may make partition by parol: Ebert v. Wood, 1 Binn. 216; Byers v. Byers, 183 Pa. 509.” At page 56, he said, “It is part of the fundamental principle of the estate that neither can alien so far as to bind the other. Each has a right to the whole which cannot be taken away by a severance and limitation to a part. But this is wholly different from a partition by deed or by parol with mutual consent.” Illustrations are also found in cases dealing with personal property held by the entire-ties. Holding personal property by entireties has been recognized in this state for many years: Gillan’s Executors v. Dixon et al., 65 Pa. 395 (1870); Bramberry’s Estate, 156 Pa. 628, 27 A. 405 (1893); Parry’s Estate, 188 Pa. 33, 41 A. 448 (1898); Berhalter v. Berhalter, 315 Pa. 225, 173 A. 172 (1934); Madden et al. v. Gosztonyi Savings & Trust Co., 331 Pa. 476, 484, 487, 200 A. 624 (1938) and cases there cited. Either spouse may withdraw the bank deposit, where such right has been reserved, though such “power must be exercised in good faith for the mutual benefit of both . . .” Berhalter v. Berhalter, supra, at 228. The voluntary partition by the Gapinskis was for the mutual benefit of both as the husband’s deed shows. To recover the value of a chose in action a wife was permitted to join her husband as a party-plaintiff notwithstanding his objection to the use of his name: Magee et ux. v. Morton B. & L. Assn., 103 Pa. Superior Ct. 331, 158 A. 647 (1931); see also Pastore v. Forte, 104 Pa. Superior Ct. 55, 158 A. 649 (1931); Uzarski v. Union National Bank, 152 Pa. Superior Ct. 433, 33 A. 2d 459 (1943). In Madden et al. v. Gosztonyi Savings & Trust Co., 331 Pa. 476, 200 A. 624 (1938), it was said on pages 486-7 in speaking of a bank deposit in the name of “husband or wife,” “When, on the other hand, an account is made payable in its creation to either ‘husband or wife’, there is an immediate expression of authority, of agency to act for both.” It was held that a husband had’ authority to join in a “closed” bank reorganization although the amount of the deposit of husband and wife was reduced by the reorganization, a holding based on the fact that the husband’s act. preserved the deposit for both, though reduced in amount by the reorganization.\nWe agree with the authorities relied on by appellees applying the principle that one spouse cannot destroy the incidents of the tenancy without the assent of the other. But the facts of this case show clearly that by her acts the wife consented to the termination of the entirety. There is no presumption flowing from the marital relationship that in conveying the estate one spouse acted as agent for the other: Schweitzer v. Evans, 360 Pa. 552, 63 A. 2d 39 (1949); Thees et ux. v. Prudential Insurance Co., 325 Pa. 465, 190 A. 895 (1937). In this case, however, the conveyance by one spouse to the other is a fact supporting the inference that the grantee spouse assents to the act inuring to her benefit. Such implied assent has nothing to do with agency, if any, said to arise out of the marital relationship. The payment of consideration, delivery and recording of the deed constitute such joint action and mutual assent as are required by our cases to destroy the entirety. To require the formal joinder of the wife in conveying to herself would be wholly unnecessary.\nJudgment should have been entered for defendants. The same conclusion seems to have been reached in other jurisdictions.\nJudgment reversed and record remitted for action consistent with this ' opinion, costs to be paid by plaintiffs.\nThe first change came with the Acts generally called the Married Women’s Property Act, which abolished the absolute control by the husband of his wife’s property: see inter alia, O’Malley v. O’Malley, 272 Pa. 528, 532, 116 A. 500 (1922).\nSee also an act approved May 10, 1927, P. L. 884, entitled, “An Act Modifying the common-law rule relating to property hereafter acquired by husband and wife as tenants by entireties, where such husband and wife as [are?] subsequently divorced; providing for the sale of property held by husband and wife as tenants by entireties where they have been divorced; and directing the distribution of the proceeds of such sale.”\nAppellant’s brief contains the following statement: “On the question of direct conveyances by a husband to his wife of his interest in an estate by the entireties, see also 41 Corpus Juris Secundum, page 607, §133; 26 Am. Juris. §183, §257; Husband and Wife, 13 R. C. L., page 1311, § 152; Thompson on Real Property, Permanent Ed., Vol. 4, page 354, §1818.\n“Direct conveyances by a husband to his wife, of his interest in an estate by the entireties has received the approval of the courts in several other jurisdictions; Moore v. Moore, 170 Ark. 1194, 281 S. W. 657; Capps v. Massey, 199 N. C. 196, 154 S. E. 52; Schumann v. Curry, 121 N. J. Eq. 439, 190 A. 628; Enyeart v. Kepler, 118 Ind. 34, 20 N. E. 539; Thornburg v. Wiggins, 135 Ind. 178, 34 N. E. 999; Hardwick v. Salzi et al., 46 Misc. 1, 93 N. Y. S. 265.”"}