{"id": "476381", "contents": "Opinion by\nMr. Justice Horace Stern,\nA jury found defendant guilty of murder in the first degree and imposed the penalty of death. On this' appeal there áre 45 assignments of error; many of them, however, are trivial and so obviously lacking in merit as not to require discussion.\nDefendant is a young man 25 years of age. A psychiatrist testified that he was in the “dull, normal group” with an intelligence age of 14 to 16 years. After he left school he worked at various jobs'from time to time until 1943 when he entered the service in the recent war, becoming a member of the Marine Corps Reserve. Nine months láter he was honorably discharged “by reason of unsuitability for Marine Corps service,” his medical record indicating that he was a psychoneurotic, “constitutional psychopathic state, inadequate personality.” Within four months after his discharge he became engaged in, a conspiracy, in Lancaster County to rob the proprietor of a gasoline, station, .pleaded guilty and was sentenced to pay the costs of prosecution and placed on probation for a period of two years. He also participated in a couple of robberies in Dauphin County, pleaded guilty to one such offence and was sentenced to pay the costs, and placed on probation for a period of three years. Fáiling to keep a steady job, he apparently became so destitute that he was obliged to pawn a suit of clothes in order to obtáin money for the purchase of gasoline for his car on the occasion of the very expedition which resulted in the murder of which he was convicted.\nOne Robert Staley, a friend of defendant, told him that he knew of an aged man named Humpert who had considerable money át his home, and they decided to “go and get it”: On March 24, 1947 they went from Harrisburg to Gettysburg in defendant’s car; Staley drove'because defendant was not familiar with the roads in-Adams County:- They spent the afternoon searching for Humpert’s farm; they ultimately found it but discovered that Humpert' was not at home; they then spent the evening at the home of Staley’s sister where they drank a quantity of liquor so' that defendant becáme intoxicated to some, extent. At about 10.30 P.M. they started for Humpert’s-place; when they reached it they parked the car and both men--'got out and went to the house, defendant taking with him' a leather-handled claw hammer. Staléy rapped on - the door ’ and when Humpert appeared -asked'for an' automobile jack for which he pretended to have immediáte need. Humpert took a lantern and, followed by defendant, and he in turn by Staley, théy walked-toward the-barn.- Suddenly defendant struck Humpert, knocked him to the ground, and continued to.hit-him with-the hammer. While this was going on Staley returned to the house but, finding'the door locked, came back -to defendant who reached into one of the pockets of the prostrate Humpert, took therefrom a key, and handed it to Staley. Both defendant and Staley-then entered the house, made’a search, and Staley found a pocket-book containing $1300 of which he after-wards gave defendant $65 claiming that he had found only $130. The two men then drove to Harrisburg; on the way defendant threw into a creek the hammer and a flashlight (these were later found and fished out by the police), and Staley also threw in the key. Later they washed, put on other clothes, and threw Humpert’s pocket-book and the clothes they had worn during the commission of the crime into a creek in Cumberland County. Defendant had the heels of his boots changed by a shoemaker in order to prevent identification of his footprints at the scene of the murder, and he also purchased other tires for his car, throwing the old ones away on a dump. On the evening of March 26 Humpert’s dead body was found lying in his barn with many dreadful lacerations of the scalp and face, blackened eyes, broken nose, a multitude of body bruises, and a depressed fracture of the skull.\nDefendant was arrested by the State Police on April 1 and on the following day was taken by them to the Humpert home where he admitted his complicity in the crime and described in detail how it happened. Later on the same day he made a written confession. He was indicted on April 23 and arraigned on April 28; his trial began on April 30 and extended through May 6, 1947. He testified that he had not planned the crime with Staley and that when he left the home of Staley’s sister he was so intoxicated that he did not recall anything that happened thereafter on that night.\nBefore trial, counsel for defendant petitioned, first the court below and then this Court, for a change of venue and also for a continuance, claiming that the public sentiment in Adams County had been very much aroused by the brutal murder of this old man and that highly inflammatory articles had appeared there in the public press emphasizing the fact that defendant and Staley had confessed to the murder. We refused a change of venue because a strong feeling of revulsion is inevitable when such a crime is committed, especially in a rural community, but here there was nothing to indicate that defendant would be unable to obtain a fair trial, and the event so proved, because the jurors were carefully selected, the trial proceeded with calmness and deliberation, the jury considered the testimony for several hours before they returned a verdict, and there was nothing to show that they were influenced in any way by bias or prejudice. As to the motion for a continuance, it appears that the trial began on the 37th day after the commission of the crime, the 29th day after defendant’s arrest, and about 3 weeks after counsel had been retained; there is no pretense that, because of shortness of time, defendant was unable to produce witnesses who might otherwise have been available, or that his counsel could not make any investigation they desired in preparation for the trial. The granting or the refusal of a petition for a change of venue or for a continuance is largely a matter for the sound discretion of the trial court, and, unless that discretion is abused, which here it was not, its action will not be disturbed: Commonwealth v. Flood, 302 Pa. 190, 195, 196, 153 A. 152, 153; Commonwealth v. Deni, 317 Pa. 289, 292, 293, 176 A. 919, 920, 921; Commonwealth v. Lockard, 325 Pa. 56, 62, 63, 188 A. 755, 758; Commonwealth v. Schurtz, 337 Pa. 405, 408, 409, 10 A. 2d 378, 380; Commonwealth v. Chavis, 357 Pa. 158, 166, 167, 53 A. 2d 96, 100.\nThere were several photographs admitted in evidence showing the gruesome wounds on Humpert’s face and head, the place where his body was discovered, and both the outside and the inside of his house and his barn. It has so long been the accepted practice to admit such photographs in evidence in the trial of criminal cases, and their use has been so frequently sanctioned and declared unobjectionable by repeated decisions of this Court, that the assignments of error based on their admission call for no extended discussion. All that the law. requires is that photographs should not be introduced merely for the purpose of exciting the emotions of the jurors, but only-where they are helpful in aiding them in their investigation of the crime and the defendant’s guilt, and that purpose should be carefully explained to them. The matter is one for the exercise of the tidal judge’s discretion: Commonwealth v. Webb, 252 Pa. 187, 198, 97 A. 189, 193; Commonwealth v. Ware, 279 Pa. 282, 285, 123 A. 795, 796; Commonwealth v. Winter, 289 Pa. 284, 289, 137 A. 261, 263; Commonwealth v. Sydlosky, 305 Pa. 406, 409, 158 A. 154, 155; Commonwealth v. Dreamer, 324 Pa. 220, 223, 224, 188 A. 117, 118; Commonwealth v. Ferry, 326 Pa. 129, 132, 133, 191 A. 130, 131, 132; Commonwealth v. Peronace, 328 Pa. 86, 93, 94, 95, 195 A. 57, 60, 61; Commonwealth v. Yeager, 329 Pa. 81, 87, 88, 196 A. 827, 831; Commonwealth v. Earnest, 342 Pa. 544, 550, 21 A. 2d 38, 40, 41. Here the learned trial judge -several, times instructed the jury that' they, must-not allow the pictures to inflame their minds. against defendant, that the photographs of the deceased were admitted only for the purpose of showing: the position of his body as it was found lying in the barn and the location and severity of his wounds as indicating the violence of the attack made upon him and tending to prove that his: death was due to a felonious killing and’not to other causes.' Nor was there any abuse of the trial judge’s discretion in admitting in evidence the hammer.‘said-to have.been used in the commission of the- crime, the flashlight, defendant’s boots, and some burlap bags with blood stains theréon which were found in the barn. Such. objects have customarily been admitted in evidence in murder trials.\nOn the day following defendant’s arrest he was taken to the Humpert farm and there, in the presence of police officials, the district attorney and a court stenographer, he was questioned in regard to the crime. Asked whether he wished to make a voluntary, statement, he said that he did, that he wanted “to get it off my mind”. His answers were taken down stenographically and later transcribed and read at the trial by the stenographer from her transcript. He told in detail of all that had taken place the night of the crime and ended by saying: “I was intoxicated very much at the time this happened. I am not asking for leniency. I want what is coming to me bút I will say if I had .been sober I would not have did it.” . After the .questioning was over the group went to the district attorney’s office where defendant made a concise statement. embodying what he had previously recited; this, statement was taken directly ,on the typewriter as he made it; he read it, signed it, and swore to it before a Justice of the Peace. It was offered in evidence and admitted over the objection of defendant’s counsel.' When, later in the trial, defendant testified, he said that at the time he was .arrested on the morning of April 1 he had not yet had his breakfast and during that entire day when he was confined in the State Police Barracks at. Harrisburg he was without food .and, for part of the time, without drinking water; he stated that he asked, to get in touch with his parents and made a request for a lawyer but was not granted permission ; he further testified that the facts alleged in the statement he. made the-following day were not known .to him personally. but had been suggested to him by Staley who was. confined in, a cell adjoining his at the Police.Barracks,.Staley-.telling him that that was the story which .he had given to the police and .urging him to “try'to-keep our statements alike”. In view of these alleged facts the admission-in evidence of defendant’s -signed- statement is now assigned.as error.. It is to be noted that the stenographer’s transcript of defendant’s answers to the-questions propounded to him had already been admitted without objection and covered everything set forth in the later signed statement which, therefore, really added nothing to the record; furthermore, that the statement was unquestionably true because it was corroborated, partly by the finding of the articles in the creek, partly by the action of defendant in changing the heels of his boots, destroying his automobile tires and throwing away his clothes, partly by the conditions found at the place of the murder, and partly by the testimony of witnesses in regard to defendant’s activities on the day of the murder prior to his departure with Staley for the Humpert farm. Defendant admitted that he was questioned only in the morning of April 1 for a period of 3 to 3% hours; he does not say that he was deliberately denied food and drink upon his requesting it and it was only after he had eaten breakfast the next morning that he was taken to the Humpert farm and there asked the questions which he freely answered; he does not claim that there was any threat made or inducement offered in order to obtain a confession. We do not have, therefore, a case here of protracted confinement, of questioning for an unreasonable period of time or at any unreasonable hour, of parading the accused back and forth to a cell, or any other act of oppression which would justify a claim that he was denied due process of law; the confession which he made was not “the result of torture, physical or psychological”: (United States v. Mitchell, 322 U. S. 65, 68). The trial judge charged the jury that defendant’s confession should be ignored by them if they believed that it was secured by threats, promises, inducements, or any other means which would have been likely to cause him to give an untruthful statement, and they should take it into consideration only if they found, under the evidence, that it had been voluntarily given without fear or intimidation. This was in accord with the rule laid down by this Court in many cases, namely, that where the Commonwealth’s witnesses show that a confession is made voluntarily without such threats or inducements as might secure a false confession, it must he admitted; if afterwards the defendant testifies, or produces other witnesses who testify, that it was not voluntarily made, it becomes a question for the jury, who must be instructed that, if they find the confession was not voluntarily made, they must wholly disregard it: Commonwealth v. Epps, 193 Pa. 512, 516, 44 A. 570, 571; Commonwealth v. Spardute, 278 Pa. 37, 48, 122 A. 161, 165; Commonwealth v. Lockard, 325 Pa. 56, 62, 188 A. 755, 757; Commonwealth v. Jones, 341 Pa. 541, 548, 549, 19 A. 2d 389, 393.\nThe court, over objection, admitted in evidence the official records of defendant’s previous criminal offenses, the conspiracy to rob in Lancaster County and the participation in a robbery in Dauphin County. These records were admissible in order to aid the jury in its function of fixing the penalty if they found the crime to be one of murder in the first degree; evidence of former convictions has been accepted for that purpose ever since the passage of the Act of May 14, 1925, P. L. 759; Commonwealth v. Parker, 294 Pa. 144, 143 A. 904; Commonwealth v. Williams, 307 Pa. 134, 160 A. 602; Commonwealth v. Harris, 314 Pa. 81, 171 A. 279; Commonwealth v. Holley, 358 Pa. 296, 56 A. 2d 546. The objection of defendant’s counsel was based upon the fact that in both cases sentence had been suspended and defendant placed on probation; therefore reliance is placed upon the technical proposition that, to constitute an admissible record of a conviction, there must be not only a verdict and judgment of guilt but also the imposition of a sentence. This indicates a complete misapprehension of the purpose for which the jury is to receive information of other offenses committed by the defendant on tidal, namely, that they should be able intelligently to fix the penalty, and, to that end, that they ought to know what manner of man it is upon whom they are being asked to impose sentence,—his criminal proclivities, his demonstrated attitude toward law and order, and,- on the other hand, such mitigating factors as may exist in the nature of impaired health, mental deficiencies, state of intoxication, or other circumstances. Accordingly it has never been held that a defendant’s commission of other crimes can be shown only by official records; on the contrary, proof thereof has been received in the shape of oral statements or written confessions made by defendant (Commonwealth v. Parker, 294 Pa. 144, 143 A. 904; Commonwealth v. Mellor, 294 Pa. 339, 144 A. 534; Commonwealth v. Dague, 302 Pa. 13, 152 A. 839; Commonwealth v. Petrillo, 341 Pa. 209, 19 A. 2d 288), as well as through oral testimony elicited from the defendant on the witness stand (Commonwealth v. Flood, 302 Pa. 190, 153 A. 152; Commonwealth v. Kurutz, 312 Pa. 343, 168 A. 28). It is clear, therefore, that the admission inherent in a voluntary plea of guilty is not only proper evidence but perhaps the best evidence for the purpose intended, since it is a confession made in formal manner and, when accepted and entered by the court, is a conclusive determination of guilt and the equivalent of a conviction: 14 Am. Jur. 952, §272; Kercheval v. United States, 274 U. S. 220, 223. It follows that such a plea would be evidential as an admission even if it had not been acted upon by the court at all. For these reasons, as well as to contradict testimony of defendant in which he had attempted to minimize his participation in the previous robberies, it was proper for the court to allow the Commonwealth in rebuttal to place in evidence a written confession'which he had made shortly after their occurrence stating the facts in regard to the two offenses as to which he had pleaded guilty and another one of the same nature committed at or about the same time. The court carefully and properly instructed the jury that evidence as to defendant’s previous misdeeds was introduced for the purpose of aiding them in determining the penalty in the event they found -defendant guilty of murder in the first degree and that they must not consider it in regard to the question of his guilt or innocence or in determining the degree of guilt.\nA psychiatrist who testified on behalf of defendant was asked in cross-examination how much he had received as a fee for the examination he had made of defendant and for his appearance in court as an expert witness. An objection to this question was properly overruled. The information it sought to elicit had a possible bearing upon the witness’s impartiality, credibility, and interest in the result: Grutski v. Kline, 352 Pa. 401, 43 A. 2d 142; Duffy v. Griffith, 134 Pa. Superior Ct. 447, 4 A. 2d 170.\nAt the request of his counsel, Staley, defendant’s associate in the crime, was allowed to be present in the court-room while defendant was testifying; he stood up and was identified by defendant during the course of the latter’s cross-examination. There was nothing objectionable in this because it is not conceivable that defendant was prejudiced thereby. As the court below said in its opinion refusing a new trial: “He [Staley] was not handcuffed and there was nothing to indicate that he was in custody or, in fact, to indicate that he was other than a spectator.” In Commonwealth v. Petrillo, 338 Pa. 65, 92, 12 A. 2d 317, 330, defendants in cases not connected with the murder then on trial were sitting in the court-room, obviously in custody, and it was held that this was improper and prejudicial, but the situation in the present case was wholly different because Staley was a participant in the very crime for which defendant was being tried and was referred to constantly throughout the testimony.\nSeveral assignments of error are based upon portions of the trial judge’s charge to the jury. One of them is to the court’s refusal to charge that if the jury found that defendant’s intoxication was. so great as to Fender it impossible for Mm to form a wilful, deliberate and premeditated intent to take the life of deceased the grade of the homicide would be reduced to murder in the second degree. So to have charged would obviously have been error for the case was not one in which the Commonwealth was obliged to prove a specific intent on the part of defendant to commit murder. Intoxication is not a defence to relieve a defendant from responsibility for crime except that in some cases of felonious homicide, if it so clouds the intellect as to deprive it of the power of deliberation or premeditation, it may serve to reduce the crime of murder from first to second degree. Where, however, a murder is committed in the perpetration of a robbery or a burglary it is, irrespective of any question of intent, murder in the first degree, and therefore the fact that this defendant may have been drinking to excess was of no legal significance as bearing upon the degree of his crime: Commonwealth v. Wooding, 355 Pa. 555, 557, 50 A. 2d 328, 329. The court instructed the jury that if defendant intended merely to steal, to commit larceny, it would not be sufficient to support the charge of first degree murder, but the evidence here showed more than a larcency; there was both a robbery and a burglary. It is true, as defendant argues, that the question of intoxication was important in connection with the determination of the penalty, and it is said that the court should have stressed this phase of the matter to the jury, but the element of intoxication and all other possibly mitigating circumstances were covered by the court’s statement in its charge, several times repeated, that the jury were to determine the penalty only as the result of a full consideration of all the facts and circumstances disclosed by the testimony and all the information brought out about him at the trial; this would include his mental capacity and his state of intoxication as tending to prove a condition of diminished responsibility; it was not necessary for the trial judge to discuss in detail each of the factors, pro and con, that would properly enter into their consideration of the penalty to be imposed: Commonwealth v. Wooding, 355 Pa. 555, 559, 560, 50 A. 2d 328, 329, 330. Whether the jury exercised a wise discretion in fixing the penalty at death is not a matter for this Court to determine: Commonwealth v. Thompson, 321 Pa. 327, 332, 184 A. 97, 99, 100; Commonwealth v. Taranow, 359 Pa. 342, 344, 345, 59 A. 2d 53, 54.\nWe find nothing in the trial judge’s charge to the jury that gives support to the criticism of it made by defendant’s counsel that it stressed unduly the Commonwealth’s evidence and minimized that of defendant. On the contrary, the charge was extremely fair, temperate, and judicial in tone, and this in spite of the revolting nature of the crime and the implausibility of the defence presented. The sentence in the charge to which counsel especially objects is this: “I might say to you that in this case the Court cannot see how you can fail to find a verdict of murder in the first degree.” Admittedly, this was a strong statement on the part of the trial judge. It is to be noted, however, in the first place, that since, from defendant’s confession and the uncontradicted evidence in the case, there could be no real doubt but that he had murdered Humpert, the court was amply justified in expressing a vigorous opinion. In the second place, as will appear from the paragraph hereinafter quoted in which this sentence appeared, the court’s meaning obviously was that if defendant was guilty of murder the jury could hardly fail to find a verdict of murder in the first degree since it was committed in the course of a robbery and burglary. In the third place, the objection loses all force when the sentence in question is read in connection with what immediately preceded and followed it and which emphasized that the responsibility of decision was solely that of the jury. What the trial judge said, in its entirety, was this: “And again I want to say this, that it is the power and responsibility and the duty of the jury in all cases of this type to determine the guilt or innocence of the defendant and if they determine that the defendant is guilty of murder to determine the degree of that murder. Anything that I have said in my charge has not been meant to take away from you, or to interfere with you in any way in the performance of that duty. I have said to you several times that if you find certain facts that would illustrate or be certain things—I said that simply for the purpose of illustration. You still have the power and the duty to determine the facts; to determine whether the defendant is guilty of murder or not guilty of murder and if guilty to determine in what degree. I might say to you that in this case the court cannot see how you can fail to find a verdict of murder in the first degree. Again I say to you that in stating that opinion of the court’s thought I again do not mean to take away from you in any way your function, your power, or your responsibility of finding the guilt or innocence of the defendant and the degree of that guilt if you find him guilty of murder. But that is the court’s own thought.” Previously in the charge the court had said: “You understand from that section of the statute that I read to you that in case you find the defendant guilty of murder, it is your duty and yours alone to fix the degree of the murder. Nothing that the Court may hereafter say should be understood by you as intended in any way to relieve you of that responsibility or to interfere with you in the exercise of that responsibility. That is a function solely of the jury and you have the right and the power under the law to determine not only the guilt or innocence of the defendant on the charge of murder but also to find in your verdict the degree of that offense.” Near the end of his charge the trial judge repeated once more the same admonition: “The first thing I want to again call to your attention—I expressed an opinion on the matter of your verdict. When I expressed it I told you that that was not binding on you in any respect whatever and was not meant to interfere in any way with your verdict. You have the duty, the power and the responsibility in this case of finding the defendant guilty or not guilty of murder. If you find him guilty of murder of the first degree of fixing the penalty. Now the Court expressed the opinion of the Court and it is not binding on you in any respect whatsoever.” And, finally, the court told the jury explicitly that “You have a choice of four verdicts. Not guilty; guilty of murder in the second degree; guilty of murder in the first degree with life imprisonment; guilty of murder in the first degree with the death penalty; and you could return your verdict accordingly.” Then, addressing counsel, the court asked: “Does that cover the balance of the situation?” to which both attorneys indicated that it did.\nA trial judge has the right to express his opinion of the guilt of the defendant and therefore of the verdict which in his judgment the jury should render, the only restriction being that he must advise the jury that anything he states in that connection is not binding upon them but that it is their sole power and responsibility to determine the guilt or innocence of the defendant, and in cases of murder the degree of the guilt, and, if their finding be one of murder in the first degree, the penalty to be imposed. In Commonwealth v. Cunningham, 232 Pa. 609, 611, 81 A. 711, 712, the trial judge said in his charge to the jury: “I do not believe there is anything in the case that would justify you in saying that the evidence warranted the defendant in killing McDevitt in self-defense.” But since he went on to state that “You are not bound by my opinion”, his charge was declared to be unobjectionable, this Court saying that “It is the undoubted right of a judge and often it is his duty to express to the jury his opinion of the weight and the effect of the evidence. The only limitation of the right is that there must be reasonable ground for his statement and that it is not made as a binding direction but leaves the jury free to act.” In Commonwealth v. Lawrence, 282 Pa. 128, 135, 127 A. 465, 467, the trial judge said: “If you believe that the defendant, Lawrence, participated in a robbery or an attempt to commit a robbery, in my opinion there is no verdict for you to render but a verdict of murder in the first degree, and in saying that you have to take the law as you take the evidence.” This court held that that was not an attempt to decide the case, but that “the jury was left free to act, and if they believed defendant guilty they had the right and duty to fix the degree of guilt. The charge did not invade the province of the jury, . . .” In Commonwealth v. Brue, 284 Pa. 294, 297, 131 A. 367, 368, the trial judge charged as follows: “Without intending to control your judgment or your conclusion in any way, we say to you that, so far as the court can see, upon the admission of the defendant himself, upon the abundant proofs of the Commonwealth, there is no ground to draw any conclusion other than that this defendant, as one of three burglars, participated in the burglary of the Klopp mansion,— that in the course of that burglary a murder was committed, which, under the law, amounts to murder in the first degree,—and that this defendant, as one of those three burglars, is therefore guilty of murder in the first degree.” This Court said that, since the trial judge later stated to the jury that it was their duty and theirs alone to fix the degree of the murder, the charge was not subject to criticism. In Commonwealth v. Nafus, 303 Pa. 418, 420, 154 A. 485, 486, the trial judge told the jury that if they came to the conclusion that the defendant had participated in an attempt to perpetrate a robbery he “is guilty of murder in the first degree, and in the opinion of the court deserves the maximum penalty under the law.” This Court affirmed the verdict of murder in the first degree with the penalty of death, finding nothing objectionable in the judge’s persuasive invitation to the jury to impose the death penalty. In Commonwealth v. Gable, 323 Pa. 449, 454, 455, 187 A. 393, 395, 396, the trial judge charged that the crime there involved was “one of the most sordid and brutal crimes in the history of this county, and if that-is true and you believe that testimony, ... it would be your duty to render a verdict of murder in the first degree, . . .” He further said: “There is no question of reasonable doubt in this case.” This Court sustained even that statement in view of the fact that defendant in his confession had admitted the killing and the manner in which it was accomplished. In Commonwealth v. Jones, 341 Pa. 541, 551, 19 A. 2d 389, 394, the trial judge said that, if found guilty of murder in the first degree, the defendant “ought to receive the severest penalty.” This court said that the pronouncement was not objectionable because the jury were instructed that they were not bound by the judge’s opinion. In Commonwealth v. Moyer, 357 Pa. 181, 187, 188, 53 A. 2d 736, 740, which represents perhaps the most extreme illustration of a vigorous expression of opinion by a trial judge which was upheld by this Court, the judge said in his charge: “I understand counsel here asked for acquittal, . . . but that is entirely a matter for you, you will reach a verdict and it is your verdict but we do not know why the question was ever propounded to you at all, why they [the two defendants] should be acquitted. . . .; under the evidence in the case, we will not submit that to you at all.” And later he added: “We have told you that you have authority to say whether this was murder in the first degree, murder in the second degree or voluntary manslaughter, but we cannot conscientiously say to you that we agree with any suggestion made by counsel for the defendants that the men ought to be set free on the charges preferred against them. However, we are leaving the matter entirely to you. We are expressing our opinion, and you will not be influenced by anything we will say, but we are quite sure you look to the judge for guidance . . . but we cannot acquiesce in conscience with the suggestion that these men should be acquitted. They are charged with this offense; the matter is entirely with you, and you are free to do as you please.” This Court affirmed verdicts of guilty with the death penalty for both defendants.\nIn the present case the learned trial judge told the jury many times, and in clear and impressive language, that they were not bound by any expression of opinion on his part but that the power, the duty, and the responsibility of decision lay solely with them; therefore, under all the authorities, it is clear that he complied with all the requirements in that regard.\nThe evidence in this case amply justified the jury in returning a verdict of murder in the first degree. As far as the imposition of the death penalty is concerned, this Court, as already stated, is not the tribunal to review that decision.\nJudgment and sentence affirmed."}