{"id": "476367", "contents": "Opinion by\nMr. Justice Linn,\nIn 1942, when the minor plaintiff, seven and one-half years old, was injured, Washington Avenue, between Fourth and Fifth streets, in Philadelphia, was 100 feet wide. Each side had a sidewalk or foot-way 18 feet wide, leaving 64 feet between curbs. Along each curb was a strip 22 feet wide, paved and improved for vehicular traffic; the remaining, or central strip 20 feet wide was occupied by defendant’s railroad consisting of two sets of standard gauge tracks with the usual dummy between them. The tracks of heavy rail were set on ties in ballast; the dummy and the spaces between rails were not paved or otherwise improved; there were no fences or barriers separating the 20 feet occupied by the railroad from the remainder of Washington Avenue. The north side was occupied by dwelling houses; on the south side was a playground.\nThe minor plaintiff, while crossing the Avenue from the south to the north side, stumbled or tripped over an exposed two inch iron pipe which extended across the dummy about a foot above the ground and which a witness testified had been there twelve years. For the injuries sustained the minor has judgment against the railroad company and the City of Philadelphia who have appealed.\nThe verdict is adequately supported by evidence; there was no error in refusing a new trial; the single question is whether defendants have shown a legal defense from which it would follow, as they contend, that the minor plaintiff was a trespasser.\nIn the eighteen-thirties the legislature authorized the incorporation of a railroad company with power to construct and operate a railroad in what was then the District of Southwark. Such a company was organized and constructed a railroad in what was part of the bed of Washington Avenue. This District of Southwark became part of the City of Philadelphia pursuant to the Consolidation Act of 1854, P. L. 21. The record does not contain the early corporate history of the railroad nor the terms and conditions, if any, imposed by the District of Southwark on the occupation of Washington Avenue by the railroad company. As these terms and conditions do not appear, the parties are left to a construction of the Acts of Assembly, in accordance with certain general principles, to ascertain the rights and obligations in parties so circumstanced. The application of these principles, as President Judge Gordon held in the court below, shows that the minor in crossing the Avenue was engaged in what he had a right to do and leaves the- defendants without a defense to his-claim.\nSection 22 of. the Act of April 2, 1831, P. L, 353, 361, authorized the Governor to incorporate the Southwark Railroad (a predecessor of the Pennsylvania Railroad Co.), and authorized the railroad “to construct a railroad, of one or more, tracks, from the river Delaware, in the district of Sputhwark, and thence through the county of Philadelphia to Broad and Cedar-streets, in such direction as they shall deem best to connect with the termination of the city rail-road: Provided, That said company shall be, and are hereby empowered, to construct a rail-road from Broad-street, in the county of Philadelphia, to the river Schuylkill.” This authorization was subjected by section 22 to the restriction in section 14. providing, “. . . it shall be the duty of the said company, to construct and keep in repair good and sufficient passages across the. said rail-road, where any public roads shall intersect and cross the same, so that the passage-of carriages, horses, persons and cattle along- the said roads shall not be obstructed; and also when the said rail-road shall- intersect-any farm, to provide and keep in repair a suitable passage for the use of said- farm.”\nThe defendant railroad company contends that with the sanction of the legislature it “has appropriated a portion of- the street for its own exclusive use . . .”; that the legislature by requiring the railroad to provide crossings at street intersections intended a grant of exclusive right of occupancy between intersections; that it “had appropriated the center of the street exclusively to its purposes by constructing its tracks upon ties and ballast, raised above the paved, surface of the.street, and consequently, the public’s right to cross the tracks was restricted to the regular crossings, which were payed and especially provided for it.” The same inference is urged from the Act of February 27, 1838, P. L. 39, section 14, which provided for the widening of Washington Avenue ivest of Broad Street. The railroad was “authorized to lay a double track of rails on the centre of the said street [subject hoAvever to the duty] to grade the said, [Washington Avenue] . . . for ordinary traveling and use.” Appellants contend that the legislature by not imposing such conditions east of Broad Street (where the accident occurred) in the Act of 1831 had granted exclusive occupancy to the railroad subject only to the.duty to proidde crossings at street intersections. The word “appropriated,” so used was not employed in the technical sense familiar in proceedings to condemn private property for public use: compare the Johnston v. Callery cases, 173 Pa. 129, 33 A. 1036 (1896), and 184 Pa. 146, 39 A. 73 (1898). There is no evidence that defendant railroad’s title was acquired.by the exercise of the right of eminent domain.\nWe must reject the contention that by the manner in which it, constructed and used its railroad the defendant “appropriated” for its exclusive use the rights of the public in that part of Washington, Avenue. The presumption is just the contrary in the absence of evidence showing that such right was vested in the railroad company. The extent of the grant to construct and operate a railroad in the existing street is limited by familiar principles to what is expressly granted; nothing in derogation of public user is implied: Com. v. Erie etc. R. R., 27 Pa. 339 (1856); Jones v. Erie & Wyoming R. R. Co. 144 Pa. 629, 23 A. 251 (1891), and same case in 169 Pa. 333, 32 A. 535 (1895); Pa. Schuylkill etc. R. R. Co. v. Phila. etc. R. R. Co., 157 Pa. 42, 27 A. 683 (1893); Reading v. United Traction Co., 215 Pa. 250, 64 A. 446 (1906); Chambersburg Borough v. Chambersburg etc. Ry. Co., 258 Pa. 57, 101 A. 922 (1917); Com. v. Newton Twp., 276 Pa. 172, 120 A. 123 (1923); Brobston v. Darby Borough, 290 Pa. 331, 138 A. 849 (1927); Riley v. Pennsylvania Co., 32 Pa. Superior Ct. 579 (1907). As that legal principle is controlling, the cases cited on behalf of appellant need not be discussed because they shed no light on the extent of the grant to the railroad company.\nThe city, in its appeal, adopts the submission made by the railroad company “that the construction of this right of way by the railroad company constituted an actual taking of a portion of the highway; that by reason thereof the railroad company was charged with the sole responsibility for its maintenance; that the City of Philadelphia ha.d no right to enter upon the right of way, remove the iron pipe from the dummy . . .” Certainly what was withheld from and was not granted to the Railroad Company remained available to the public; if the railroad company was not by express words authorized to prevent this min'or from crossing Washington Avenue, the city remained liable at least to see that its duties to the public were performed; for 12 years the city had notice of the condition of the dummy at the point of the accident and apparently did nothing about it.\nThe judgments are affirmed.\nThese distances are taken from a plan in the record. There is also an admission that “Washington Avenue between 4th and 5th Streets, where the accident in this case occurred, is on the city plan as a plotted and open street upwards of 120 feet wide, the external lines of which lie respectively north and south of the right of way of the defendant railroad company, at that point,”\nThe record shows that Washington Avenue, originally called Prime Street, was opened in 1790 and was in 1831 still a public street."}