{"id": "476371", "contents": "Opinion by\nMr. Justice Drew,\nThis is an appeal by plaintiffs, Executrices of the Estate of Dominic George, Deceased, from a final decree of the Court of Common Pleas of Carbon County, refusing to appoint a receiver, direct an accounting, or declare defendant, William C. Richards, surviving partner of the firm of Richards and George, trustee of a contract made by Richards and of equipment purchased by him after George’s death but before the winding up of partnership affairs.\nThe following facts were found by the Chancellor: Richards and George orally formed a partnership on or about July 1, 1944, and on the same day, entered into a written contract with the Lehigh Navigation Coal Company, Inc., to open, drive and construct such tunnels and chutes for that company as it might by written order direct. This contract, the sole business of the partnership, was for a term of five years and thereafter until terminated by either party on sixty days’ notice. It prescribed the standards which the work was to meet, and generally, the rights and duties of the parties. It did not, however, set forth what tunnels were to be opened or fix the compensation for such work. These matters were controlled by the work orders. The contract bound the heirs, executors, and assigns but expressly prohibited assignment without the written consent of the coal company. This was a standard contract used by the coal company and no work orders were given to anyone not signing such a contract. On the other hand, the contract did not obligate the company to give any work orders.\nThe partnership performed under this contract and these orders until January 16, 1947, when George died. On February 13, 1947, Richards surrendered the contract to the coal company and signed, in his own name, a new contract containing identical terms and which was to run for five years from January 16, 1947. On February 19, 1947, all of the partnership property, except the contract, was appraised and valued at $9368.20. Richards’ offer to buy from or sell to appellants the partnership property at the appraised value was refused, necessitating a public sale which was held by Richards May 31, 1947. Richards had continuously used the partnership tools and equipment from the time of George’s death to the date of sale, when one Rice purchased them for $8200. Richards then repurchased this equipment from Rice by installment payments. The money received from the sale was placed in Richards’ personal accounts and these same accounts were used to make the payments to Rice and to purchase additional materials necessary to perform the new contract. The balance in these accounts, however, was at all times greater than $4100, which was the sum due appellants from the proceeds of the sale.\nIt was stipulated that the reasonable rental value of the tools and equipment of the firm for the period from January 16, 1947, to May 31, 1947, was $1602. The learned court below accordingly awarded appellants $4901. (being one-half of the sale price plus one-half of the rental value of the equipment) as the full amount due appellants from the partnership.\nAppellants argue that the old contract with Lehigh Navigation Coal Company, Inc. was property of the partnership and that the new contract, given on the surrender of the old, likewise became firm property and, therefore, under the Uniform Partnership Act of March 26, 1915, P. L. 18, §21, Richards is trustee of the new contract and appellants, as George’s personal representatives, are entitled to share in the profits derived therefrom. This contention cannot be accepted.- Where services requiring peculiar skill are contracted for, the death of the party possessing that skill terminates the contract: Book’s Estate, 297 Pa. 543, 549, 147 A. 608. A careful reading of the contract shows that a high degree of skill was required in the planning and supervision of the construction of these tunnels in order to meet the standards of Lehigh Navigation Coal Company, Inc. By the simple expedient of not issuing work orders, the coal company could prevent performance by persons who proved lacking in skill. It is self evident that, although the contract used language binding the heirs, executors and assigns, of the co-partners, no work orders would be given to appellants or to any other persons claiming under the contract, except Richards and George. Such language, construed in the light of the contract as a whole, can only mean to impose on such persons an obligation to answer for any breach committed by the promisors themselves. The contract envisaged performance by Richards and George and none other. George’s death terminated that contract, and rendered it valueless. The surrender of that contract was not consideration for the granting of the new one. The new contract was granted solely because of Richards’ personal skill and he cannot be considered trustee of that.\nAppellants further contend that Richards was trustee of the partnership’s tools and equipment and that the trust could not be defeated by a sale and repurchase of the trust property. The law is clear that a sale of trust property to a bona fide purchaser cuts off the rights of the beneficiaries, in the property sold: Dorr v. Leippe, 286 Pa. 17, 132 A. 806. The Chancellor found as a fact that Rice was a bona fide purchaser and since that finding is not assigned as error, its correctness is admitted: Smith’s Estate, 308 Pa. 265, 162 A. 214. Thus, appellants are only entitled to share in the profits attributable to the use of the property until May 31, 1947, the date of the sale. Such profits can best be measured by the fair rental value of the property as was done by the court below.\nIt is urged that since Richards placed appellants’ share of the proceeds of the sale in his personal accounts and such accounts were used in his business, appellants are entitled to share in the profits of that business. The uncontradicted evidence shows that Richards had the firm’s assets appraised and offered to buy or sell them at the appraised value; that since May 31, 1947, he has been willing to pay to the estate its share of the proceeds of sale; and has maintained a sufficient balance in his accounts so to do. Where the surviving partner, although commingling the funds, recognizes the existence of his obligation, manifests a willingness to pay and maintains at all times a balance sufficient to pay, he is not bound to account for profits made by the new business: Maloney’s Estate, 233 Pa. 614, 82 A. 958.\nAppellants also assign as error the admission of testimony of Lloyd Levan, an engineer for the coal company, to explain the meaning and use of the work orders and their effect on the contract as a whole. This testimony was properly admitted to aid the court in integrating the work orders into the contract. The work orders are expressly made an effective part of the contract, but until they are placed in their proper setting, it is difficult for one to understand their true significance.\nAfter a thorough reading of the record, we are convinced there is no merit in any of appellants’ contentions and that the decree of the learned court below was correct.\nDecree affirmed at appellants’ cost.\nThis section provides: “Every partner must account to the partnership for any benefit, and hold as trustee for it any profits derived by him without the consent of the other partners from any transaction connected with the formation, conduct, or liquidation of the partnership, or from any use by him of its property."}