{"id": "476426", "contents": "Opinion by\nMe. Justice Patterson,\nTownship of Springfield et al., constituting the Central Delaware County Sewer Authority, appellees, brought this action in assumpsit against the Indemnity Insurance Company of North America, appellant, upon a contractor’s liability policy, to recover the sum of $2,702.39 costs and counsel fees expended in the, defense of five jury of view proceedings for damages to properties abutting on Willard Drive, Ridley Township, as the result of blasting'in the construction of an outfall sewer. By stipulation the case was tried by Judge Sweney of the court below without a jury, resulting in a judgment for .appellees in the amount claimed, with interest.\nBy the terms of its policy, appellant insured the appellees agáinst liability for “property damage accidentally suffered or alleged to have been suffered . . . by any person or persons not employed by the Assured” during the construction of the sewer, and agreed to defend, in the name and on behalf of the Assured, “all claims or suits for. such . . . damage for which the Assured is, or is alleged to be, liable.” , Appellant concedes that the terms of the policy ¡required it to defend trespass actions, alleging negligence, which the abutting property owners initially instituted and. later discontinued, but contends that it was not required to defend the jury of view proceedings, for the same damage, on the ground that damages “accidentally suffered” are not recoverable in such proceedings, recovery being limited by law to damages which are the necessary and unavoidable consequence of the non-negligent exercise of the right of eminent domain. With this contention we cannot agree. It assumes, erroneously, that the terms “negligence” and “accident” are synonomous. Such, however, is not the case. “If accident and negligence be not opposites, we cannot regard them as identical, without confounding cause and effect. Accident, and its synonyms casualty and misfortune, may proceed or result from negligence, or other cause known, or unknown” : McCarty v. N. Y. & Erie Ry., 30 Pa. 247, 251. As stated in Lacey v. Washburn & Williams Co., 309 Pa. 574, 578, 164 A. 724, “That which distinguishes an accident from other events is the element of being unforeseen ; an accident is an occurrence which proceeds from an unknown cause, or which is an unusual effect of a known cause, and hence unexpected and unforeseen.” See also North American Life and Accident Ins. Co. v. Burroughs, 69 Pa. 43, 51.\nThe petitions in the jury of view proceedings alleged that appellees “caused large charges of dynamite and/or other material to be exploded for the purpose of removing rock as the work progressed; that as a result of the blasting operations large quantities of dirt and rocks - were thrown” on petitioners’ properties; and “that the concussion and vibrations caused by the aforesaid blasting in the construction of said sewer caused great damage” to petitioners’ buildings. As pointed out by the court below “There is nothing in any of the petitions to indicate that the injury complained of was foreseen or expected, or designed or intended. Prima facie, the injury was ‘an unusual effect of a known cause’, and, hence, ‘accidentally suffered’.” Moreover, appellant itself recognized that the terms of the policy were broad enough to include damages to abutting premises as a result of blasting, by eliminating from “Exclusions,” inter alia, “structural injury to any building or structure adjacent to the insured premises due to . . . excavations below the natural surface of the ground or due to blasting therein or thereon.” Appellant’s ultimate liability to pay damages is not here material. It is not the actual details of the injury, but the nature of the claim which determines whether the insurer is required to defend: West Phila. Stock Yd. v. Maryland Casualty Co., 100 Pa. Superior Ct. 459, 462. Irrespective of whether the injuries subject of the jury of view proceedings were accidentally suffered, it was so alleged, and the court below, therefore, did not err in concluding that appellant was obliged to defend, or in entering judgment against it for the cost of such defense.\nOn the question of the reasonableness of the counsel fees charged to and paid by appellees, it is well settled that this is peculiarly a matter for the trial court, and its conclusion will not be reversed on appeal unless an abuse of discretion is shown: Robbins v. Weinstein, 143 Pa. Superior Ct. 307, 314, 17 A. 2d 629. No abuse here appears.\nJudgment affirmed.\nAwards to claimants by the jury of view were set aside by the court below, and on appeal the judgment so entered was affirmed. See Brunke v. Ridley Township, 154 Pa. Superior Ct. 182, 35 A. 2d 751 (allocatur refused, 155 Pa. Superior Ct. XXIV)."}