{"id": "476412", "contents": "Opinion by\nMr. Justice Drew,\nThis is an appeal by August Rudolph from a final decree of the Orphans’ Court of Philadelphia County, dismissing his claim against the Estate of Harry A. Farrell, Deceased, on two revived judgments.\nAt the audit, appellant presented the following five claims: a judgment note of Farrell, dated August 12, 1946, in the sum of $666.28, with interest of $49.31; a judgment for $500, with interest and collection fee of $740.92, entered February 26, 1925, on a note of Farrell and one David Bradley; a judgment for $1100, with interest and collection fee of $1534.24, entered February 26, 1925, on a note of Farrell and Bradley; a judgment for $800, with interest of $1108.53, entered February 28, 1925, on a note of Farrell, which judgment was revived by sci. fa. in 1930; and a judgment for $350, with interest and collection fee of $512.57, entered February 25, 1925, on a note of Farrell and Bradley, which judgment was revived by sci. fa. in 1930.\nThe first of these claims was admitted by the administratrix and allowed at the audit. The second and third were disallowed by the learned auditing judge on the ground that these judgments were entered more than twenty years prior to Farrell’s death and the evidence adduced did not overcome the presumption of payment. No exceptions were taken to this finding. The fourth and fifth claims, based on judgments revived within twenty years prior to Farrell’s death, were allowed; but, after argument on exceptions, the court en banc disallowed these claims. The disallowance of the fourth and fifth claims gives rise to this appeal.\nThe record discloses that between the years 1923 and 1925 Farrell and Bradley were partners in the real estate business in Philadelphia. During that time appellant advanced money to the business for which Farrell and Bradley gave judgment notes. At the same time, appellant and Farrell conducted a loan business and it appears to have been their practice for Farrell to sign judgment notes in favor of appellant for money which the latter advanced to persons borrowing from that business. In 1926, appellant and Farrell terminated all their business relations and prepared an accounting showing the sum of $1171.28 owed by Farrell to appellant. This amount, as reduced by subsequent payments to $666.28, represents the first claim and was allowed by the court below. Appellant argues that the balance set forth in the 1926 accounting did not include the claims on the judgments which were disallowed' by the court below and that such aré still valid debts. It is the contention of the administratrix, on the other hand, that such accounting represented the full amount owing to appellant at the time the statement was prepared.\nWhile it is unquestionably true that the presumption of payment of a debt of record does not arise as a matter of law until the passage of twenty years, it is equally true that a long delay, although less than that time, coupled with evidence of conduct on the part of the obligee inconsistent with the existence of the debt, will give rise to the inference that the obligation has been paid: Hughes v. Hughes, 54 Pa. 240. Where the stale claim is being presented against an estate, slight- additional evidence is required: Conrados Estate, 333 Pa. 561, 3 A. 2d 697.\nFrom a careful study of the record in the instant case, we are convinced that appellant’s acts have not been consistent with the existence of the judgments in question as valid debts, Much of the testimony elicited at the audit was confused and contradictory and the auditing judge, quite properly held it incredible and of no probative.force.,.The competent evidence was meager but clearly indicated that at no time during the lifetime of Farrell did appellant attempt to collect more than $1171.28 which was stated to be due in the 1926 accounting, for example, in 1928, appellant, in an effort to collect the money due him, obtained from Farrell twenty-three judgment notes for $50 .each, aggregating $1150. These he turned over to the Integrity Trust- Company for collection. There is nothing in the evidence to show whether these notes were paid or what eventually became of them.\nWith the exception of the revival .in 1930 of the two judgments here in question, no subsequent action was taken by appellant until 1944. At that time-he presented to the Pennsylvania Company for Banking and Trusts for collection a note of Farrell in the amount, as stated by the witness, Lewis B. Kieffer, of “around $1160 some odd cents”. It is admitted that this note represented the balance due as shown in the 1926 accounting. Farrell made irregular payments on this note until August 12, 1946, and at that time the unpaid balance was $666.28. He then executed a new note for that amount.\nAlthough appellant made these two attempts to collect money from Farrell, it. appears that at no time did he endeavor-to collect the four judgments which the court below disallowed. It is true in 1930 he did revive two of these four judgments but it is peculiarly significant that the amount of the two judgments which he revived totalled $1150. When this fact is considered in conjunction with the other evidence presented, it is clear that appellant revived only judgments in an amount sufficient to secure the debt which Farrell at that time owed him and the revivals were for that purpose only.\nFurthermore, the record reveals that included in the 1926 accounting were the following four items: “Loan $1100”, “Loan $500”, “Paid Bradley $800”, “Harry Farrell $350”. These amounts are identical to those of the four judgments upon which appellant based his disallowed claims. In view of all the evidence the conclusion is inescapable that these judgments were included in that accounting.\nAppellant also contends that the entry of the judgments for want of an affidavit of defense in the sci. fa. proceedings to revive is res judicata as to all matters Occurring prior thereto, and since the revival occurred after the 1926 accounting, the administratrix should not be heard to say that such accounting discharged the judgments. Since the evidence shows that the judgments were revived solely as security for the admitted debt of $1171.28, and not on account of any additional indebtedness, they were not discharged and, therefore, such a defense could not have been asserted.\nWe are of opinion that the learned court below committed no error in disallowing appellant’s claims.\nDecree affirmed, at appellant’s costs."}