{"id": "476450", "contents": "Opinion by\nMr. Justice Drew,\nThis is an action in trespass brought by Robert Hall, plaintiff, against Roy D. Ziegler, agent, and Paul Bowen, principal, to recover damages for injuries sustained as a result of plaintiff being thrown from the bumper of Ziegler’s car when Ziegler brought the car to a sudden stop. The jury returned a verdict for plaintiff and defendants moved for judgment n. o. v. From the granting of this motion, plaintiff now appeals.\nViewing the evidence in the light most favorable to plaintiff, as we are required to do, the following facts are disclosed by the record: The accident occurred on Second Street, an east-west street thirty-three feet three inches wide, about forty feet east of its intersection with Walnut Street, in Williamsport, Lycoming County, at about one o’clock P. M., December 3, 1942. Almost immediately prior thereto, plaintiff entered defendant Bowen’s taproom on the corner of Second and Walnut Streets, and while he was there a call was received from Bowen requesting aid in starting his car. The car was then in Bowen’s garage which was on the east side of Walnut Street approximately 100 feet south of the intersection of Walnut and Second Streets. Plaintiff, defendant Ziegler, one Fries and one Van Horn went to Bowen’s assistance and pushed the car, by hand, out of the garage, then north on Walnut Street and east on Second Street to a point a few feet in front of Ziegler’s car which was parked there two feet from the south curb. The pushers being fatigued, Ziegler, upon Bowen’s request, agreed to use his car to push Bowen’s car. However, Ziegler’s bumper was higher than Bowen’s and as a result, the bumpers locked. After they were separated, Ziegler, in Bowen’s presence asked plaintiff and Fries to stand on his front bumper to hold it down. Both men readily assented, Fries sitting on the right front fender of Ziegler’s car and plaintiff standing on the left side of the front bumper facing the rear with his left hand on the hood and his right hand on the fender. Ziegler then pushed Bowen thirty or forty feet before Bowen’s motor started. When Bowen’s car began moving under its own power, plaintiff raised his right hand as a signal for Ziegler to stop. The Ziegler car came to a sudden halt causing plaintiff to be thrown to the pavement. Fries, on the other hand, was undisturbed and remained on the fender until all motion of the car had ceased.\nOur examination of the record has convinced us that the learned court below- properly entered judgment for defendants. It is well established that evidence of a sudden stop is not sufficient, of itself, to prove negligence in the operation of a vehicle. It must be shown in addition that the stop was of an unusual or extraordinary character: Smith v. Pittsburgh Rys. Co., 314 Pa. 541, 543, 171 A. 879. Only where the evidence discloses that the ordinary man could not have foreseen or guarded against such an occurrence is recovery allowed in these cases: Mervine v. Aronomink Trans. Co., 348 Pa. 475, 477, 35 A. 2d 255.\nThat Ziegler’s stop was not unexpected will admit of no argument, since plaintiff himself gave the signal to stop. Nor was it so violent or unusual that it could not have been guarded against, for Fries had no difficulty in maintaining his position on the car. When plaintiff got on Ziegler’s bumper, he could have assumed a position of safety as Fries did. Instead, according to his own testimony, he chose to adopt a position which made it impossible, to hold on to anything. As was said in Earll v. Wichser, 346 Pa. 357, 358, 30 A. 2d 803: “. . . where a person chooses a place of danger in preference to one of comparative safety, and by reason of his position is injured, his own act in placing himself in such dangerous position amounts to an assumption of the risk and he cannot recover . . .”\nPlaintiff argues that the stalled car was a traffic hazard and created such an emergency that it was necessary for him to act as he did. With this contention we cannot agree. There is absolutely no evidence in this record to justify plaintiff’s acting with such complete disregard for his own safety.\nGiving plaintiff the benefit of every doubt, the evidence proves no more than that he assumed an unnecessary risk and that his own conduct was the sole cause of his injury. The court below correctly entered judgment for defendants notwithstanding the verdict.\nJudgment affirmed."}