{"id": "476439", "contents": "Opinion by\nMr. Justice Drew,\nThis action in trespass against defendant, The Pennsylvania Railroad Company, was brought by plaintiff, Antoinette Turek, Administratrix of the estate of her husband, Frank Turek, deceased, under the Survival Act and under the Wrongful Death Statutes, to recover damages for fatal injuries sustained by Turek in a train wreck on defendant’s railroad. A jury returned verdicts against defendant, under the Survival Act, of $11,700, and, under the Death Statutes, of $65,000. Defendant’s motion for judgment n. o. v. was dismissed, and its motion for a new trial was denied upon plaintiff filing a remittitur of all of the first of these verdicts in excess of $4,500, and all of the second in excess of $25,500. Judgments having been entered on the verdicts as reduced, defendant took these appeals.\nOn the early morning of February 18, 1947, Turek (an employee of defendant, 36 years of age), his wife and two minor children were passengers on defendant’s train, known as the “Red Arrow”, travelling east toward Altoona, Pennsylvania, where they resided. At about three-thirty that morning, as the train was proceeding downgrade and rounding the Bennington Curve, a very sharp right hand curve just west of Altoona, it jumped the track, crossed two westbound tracks, and plunged over and down a steep embankment, resulting in the death of a number of persons. Turek was severely injured and died five days later.\nTurek was the holder of an employee’s annual pass which was valid for travel in a number of eastern states, including Pennsylvania. Also he had procured a special round-trip pass between Altoona and Detroit, Michigan, for himself and his family. However, after obtaining this special pass, Turek found it impossible to accompany his wife and children to Detroit, and they made the trip without him. He came to Pittsburgh from Altoona and met his family on their return from Detroit., They boarded the “Red Arrow” at Pittsburgh and were travelling back to Altoona when the accident happened. On his trip to Pittsburgh from Altoona to meet his wife and children, Turek had used his annual pass, but neither plaintiff nor the train conductor on the “Red Arrow” could state with certainty which pass he had used on his return to Altoona. Both the annual and the special passes contained provisions that the holder assumed all risk of personal injury and released defendant from all liability therefor. In answer to special interrogatories, the jury found that Turek had used his annual pass on his return from Pittsburgh, and also that defendant was guilty of wanton negligence.\nDefendant contends that inasmuch as Turek at the time of the accident was travelling as a passenger on a gratuitous pass, issued by it under the provisions of the Hepburn Act, as amended, 34 Stat. 584, 49 U. S. C. A., § 1 (7), the railroad is relieved of all liability to plaintiff since the record is barren of any evidence of wilful or wanton negligence.\nThe primary question is whether federal or Pennsylvania law applies. If the law of this Commonwealth is applicable, it is clear that a release in a gratuitous pass is ineffective to relieve defendant railroad from liability where lack of due care is shown: Crary v. R. R. Co., 203 Pa. 525, 53 A. 363; Bowman v. Pennsylvania R. R., 299 Pa. 558, 149 A. 877. It is the settled policy of Pennsylvania that a common carrier may not limit its liability for negligence by contract: Eckert v. Penna. R. R. Co., 211 Pa. 267, 60 A. 781; Quaker Mills Gorp. v. Howard Corp., 131 Pa. Superior Ct. 1, 198 A. 691. If, however, the federal rule applies, plaintiff cannot recover unless there is a showing of wilful or wanton negligence: Francis v. Southern Pacific Co., 333 U. S. 445. In other words, was Turek an intrastate or an interstate passenger at the time he received his fatal injuries? If the former, Pennsylvania law governs; if the latter, the federal rule is applicable.\nCongress has specifically provided, inter alia [49 U. S. C. A., § 1 (2)] that the Hepburn Act “shall not apply (a) To the transportation of passengers or property . . . wholly within one State. . . .” It was said, in Atl. C. L. R. R. v. Standard Oil Co., 275 U. S. 257, 268: “The question whether commerce is interstate or intrastate must be determined by the essential character of the commerce, and not by mere . . . forms of contract. . . .” In the instant case, the record clearly shows that at the time of the accident, Turek was on a wholly intrastate journey. The unquestioned facts establish that he boarded the “Red Arrow” at Pittsburgh and that his destination was Altoona. He did not cross state lines nor did he intend to do so. Had he completed this trip, he would have been at all times within the boundaries of Pennsylvania. Under the circumstances, it is wholly immaterial upon which pass Turek may have been riding, or that either pass permitted him to cross state lines. Therefore, we are firmly convinced that the law of this Commonwealth governs; and the correctness of the finding of wanton negligence is immaterial, inasmuch as there is ample evidence of defendant’s lack of due care upon which the verdicts properly can be predicated.\nIt is well established in Pennsylvania that where plaintiff has released the carrier from liability, he must prove negligence in order to invalidate the release. The doctrine of res ipsa loquitur does not apply This Court said, in Crary v. R. R. Co., supra, 528-9: “The agreement of the parties is, that there shall be no liability at all by the common carrier for injury to the passenger; but, on grounds. of public policy the law says to the passenger that he cannot contract to relieve the carrier from negligence, and the carrier cannot, for any consideration, be absolved from its duty to exercise proper care in carrying its passengers. If, however, injury results from the negligence of the common carrier to one with whom such an agreement is made, the injured party, having taken himself out of the protection of the common law, which makes the railroad company that carries him an insurer of his safety, and which, in case of accident resulting in injury, is presumed to have been negligent, must show affirmatively, as in all other cases of negligence, the specific negligence complained of. The law, in the face of his agreement to the contrary, gives him the protection against negligence; but, when so given to him against his will, and he afterwards calls for it, he ought, in good conscience, to be compelled to show that negligence existed; . . .” See Bair v. Adams Express Co., 66 Pa. Superior Ct. 106.\nThe record here shows that this accident was one which in the ordinary course of things would not have happened had proper care been exercised. The “Red Arrow”, travelling downhill on an inside track around a very sharp curve to the right, jumped the track, crossed over two westbound tracks and plunged over and down a steep embankment along the left side of the tracks. Although there was no direct and unequivocal evidence as to what caused the derailment, plaintiff; who had travelled over this curve on defendant’s railroad many times, testified that at the time of the accident, the train was going much faster than usual. An employee of defendant, who saw the train as it was approaching the curve, also stated that it was going fast, but that its brakes were being applied. There was evidence that defendant’s regulations prescribed a speed of thirty-five miles an hour on the downhill approach to Bennington Curve and a speed of thirty miles an hour in the curve. From this the jury could have inferred that a higher speed was excessive and dangerous, in view of the very sharp character of the curve. Defendant adduced no testimony to rebut plaintiff’s evidence, and offered no alternative explanation for the wreck.\nThis evidence, in our opinion, was sufficient to take the question of excessive speed to the jury and, unexplained, to justify a finding that it was the cause of the accident. Negligence may be inferred from the circumstances attending an accident: Scholl v. Phila. Sub. Transp. Co., 356 Pa. 217, 51 A. 2d 732. In Shafer v. Lacock, Hawthorn & Co., 168 Pa. 497, 54, 32 A. 44, we stated the rule as follows: “When the thing which causes the injury is shown to be under the management of the defendants and the accident is such as in the ordinary course of things does not happen if those who have the management use proper care, it affords reasonable evidence, in the absence of explanation by the defendants that the accident arose from a want of care.” See also Durning v. Hyman, 286 Pa. 376, 379, 133 A. 568; Knox v. Simmerman, 301 Pa. 1, 4, 151 A. 678; and Randolph v. Campbell, 360 Pa. 453, 459.\nA careful examination of the learned trial judge’s charge has convinced us that there is no merit in the argument of defendant that it was improper and prejudicial. It is a thorough and impartial charge by an able and experienced judge. In the view we take of this case, the special interrogatories were unnecessary, but we fail to see that defendant was harmed thereby. Nor was it an abuse of discretion for the court below to substantially reduce the verdicts rather than to grant a new trial. The fact that the jury miscalculated the damages does not, as defendant argues, reflect on its ability to determine liability. See, for example, Riester v. P. T. C., 361 Pa. 175, 62 A. 2d 845, where a verdict of $65,000 was reduced to $25,000.\nWe are satisfied the learned court below did not err in dismissing defendant’s motion for judgment n. o. v. and in denying its motion for a new trial.\nJudgments affirmed.\nAct of July 2, 1937, P. L. 2755; Act of April 15, 1851, P. L. 669. § 19; Act of April 26, 1855, P. L. 309, as amended."}