{"id": "477321", "contents": "Opinion by\nMe. Justice Allen M. Stearns,\nThe question raised by this appeal is whether appellant has lost his permanent Pennsylvania State Civil Service status.\nAppellant filed a petition with the State Civil Service Commission for a determination of his civil service status after he was notified by the Director of Personnel, Bureau of Employment and Unemployment Compensation, Department of Labor, that his present status as an employe was Senior Procedure Analyst, with no permanent Civil Service status. A hearing was held and an adjudication was filed by the Commission in which findings of fact and conclusions of/iw were made. The Commission sustained the determination made by the Bureau of Employment and Unemployment Compensation. The appellant took an appeal to the Court of Common Pleas of Dauphin County. That court sustained the order of the Commission and dismissed the áppeal. This appeal followed.\nThis Court must affirm the order of the court below unless it appears from the record that the adjudication of the Civil Service Commission is not supported by substantial evidence- or that constitutional rights of the appellant have been violated: Sec. 44 of the Administrative Agency Law, June 4, 1945, P. L. 1388, 71 PS 1710.44: Cf. Pennsylvania State Board of Medical Education and Licensure v. Schireson, 360 Pa. 129, 61 A. 2d 343. The record discloses the following facts:\nOn December 13, Í938, appellant was appointed a Senior Interviewer, in the division of Unemployment Compensation and Employment Service, of the Department of Labor and Industry of this Commonwealth, which gave him the status of a regular State civil service employe. On January 1, 1942, the State Employment Service, its facilities and employes (including appellant), were transferred to the United States Employment Service; See: State Civil Service Commission v. Swann, 362 Pa. 412, 67 A. 2d 91. The United States Employment Service appointed appellant as Manager, Class V, in the Federal Service, on May 1,. 1943 after taking an examination and being certified by the State Civil Service Commission. On November 18,1945, the Federal agency appointed appellant to the position of Senior Procedure Analyst in a District Office of the United States Employment Service and on July 31, 1946 he was transferred in this same position to a Regional Office of the United States Employment Service. On November 16, 1946, the facilities and employes of the State Employment Service were returned to the Commonwealth pursuant to the Act of Congress of July 26, 1946, Public Law 549, 79th Congress. (See: State Civil Service Commission v. Swann, supra.) Appellant did not return with the State Employment Service, but retained his position as Senior Procedure Analyst in the Regional Office of the United States Employment Service. On May 15, 1947, his services with the United States Employment Service were terminated by that Federal agency. On June 4, 1947, appellant, upon proper application, was given a provisional appointment (with no permanent State civil service status) by the Secretary of Labor and Industry of this Commonwealth to the position of Senior Procedure Analyst in the Bureau of Employment and Unemployment Compensation.\nWe held in State Civil Service Commission v. Swann, supra, that the United States Employment Service was not the appropriate “appointing authority” under the State Civil Service Act of. Aug. 5, 1941, P. L. 752, as amended, 71, PS 741.1 et seq., and that any employe of the State Employment Service who was appointed by the United States Employment. Service while the State Agency was on loan to the Federal Agency did not automatically acquire permanent State civil service status even though certified by the State Civil Service Commission. Therefore, appellant did not acquire permanent State civil service status in the positions to which he was appointed by the Federal Agency. The only question remaining is whether appellant lost the State civil service status he had acquired in December 1938 when he failed to return with the State Employment Service upon the retransfer of that agency on November 16, 1946. The learned court below held that there was sufficient evidence presented before the Civil Service Commission to sustain the ruling that appellant voluntarily left the State Service by continuing his work in the Federal Service. By this action, he thereby lost whatever prior State civil service status he had acquired.\nIt would serve no purpose to review the evidence présented at the hearing before the State Civil Service Commission. The controlling fact, to wit: that appellant voluntarily left the service of the Commonwealth and continued in the employ of the United States Employment Service with knowledge that the State Employment Service was returned to the Commonwealth, is supported by substantial evidence. Sec. 806 of the State Civil Service Act, as amended, supra, 71 PS 74Í.806 provides in pertinent part: “Absence from duty for five consecutive working days without notice to the appointing authority may be regarded as an abandonment of a position and in effect a resignation.”\nAppellant contends that testimony regarding certain conversations he had with his superior officers in the United States Employment Service as to his State civil service status was improperly stricken from the record. Such testimony could have no effect on the fact that appellant remained in the employ of the Federal Agency after the retransfer-to the Commonwealth of the State Employment Service. Whatever his superiors in the Federal Agency might have said to him with regard to his State civil service status would not bind the State Civil Service Commission. The learned court below accurately disposed of this contention when it said: “Any statements to the contrary, made to him [appellant] by any superior officer, whether admissible or not, would be mere expressions of opinion, by persons not authorized to speak for the Commonwealth.”\nAppellant’s other assignments of error are without merit. His contention that he has been denied procedural due process has no basis. The State Civil Service Commission has not acted unilaterally and has not deprived appellant of his civil service status. By his own action, he continued in the employ of the Federal government after the State Employment Service had been returned to the Commonwealth, and with hig full knowledge. He voluntarily relinquighed hig State civil gervice gtatug. It cannot be gaid, ag guggegted by appellant, that he wag granted a leave of abgence while he wag with the Regional, Office of. the United Stateg Employment Service. Any leave of abgence granted from the Digtrict Office of the United States Employment Service wag by Federal authority. Tlxig would not bind the State Civil Service Commiggion: State Civil Service Commission v. Swann, supra. Furthermore, it wag within the digcretion of the “appointing authority” whether or not a leave of abgence wag to be granted: Art. VIII, Sec. 807.1 of the Civil Service Act, ag amended, supra, 71 PS 741.808. The “appointing authority” i. e., The Secretary of Labor and Indugtry (gee State Civil Service Commission v. Swann, supra) never granted a leave of abgence, ag contemplated by the Civil Service Act, to thig appellant.\nThe order of the court below ig affirmed, at the eogt of appellant."}