{"id": "479664", "contents": "Opinion by\nMr. Justice O’Brien,\nSubsequent to April 23, 1970, the Boroughs of Hummelstown, Dauphin and Boyalton instituted annexation proceedings against the Townships of Derry, Middle Paxton and Londonderry, respectively. All proceedings were instituted under the provisions of the Borough Code. Each of the townships filed complaints in the Court of Common Pleas of Dauphin County, alleging that the. annexation procedures of the Borough Code had been repealed by §8 of Article IX of the Pennsylvania Constitution. The Court of Common Pleas of Dauphin County dismissed each of the townships’ complaints, but on appeal, the Commonwealth Court reversed. We granted allocatur in order to resolve the conflict between the ruling of the Commonwealth Court and dicta contained in a footnote in the opinion of the Superior Court in its decision in Baldwin Borough Appeal, 217 Pa. Superior Ct. 346, 350, 272 A. 2d 731 (1970).\nArticle IX, §8, of the Constitution, adopted April 23, 1968, reads as follows:\n“8. Consolidation, merger or boundary change. Uniform Legislation. The General Assembly shall, within two years following the adoption of this article, enact uniform legislation establishing the procedure for consolidation, merger or change of the boundaries of municipalities.\n“Initiative. The electors of any municipality shall have the right, by initiative and referendum, to consolidate, merge and change boundaries by a majority vote of those voting thereon in each municipality, without the approval of any governing body.\n“Study. The General Assembly shall designate an agency of the Commonwealth to study consolidation, merger and boundary changes, advise municipalities on all problems which might be connected therewith, and initiate local referendum.\n“Legislative Power. Nothing herein shall prohibit or prevent the General Assembly from providing additional methods for consolidation, merger or change of boundaries.” (Emphasis supplied.)\nSection 14 of Article IX contains the following provision with regard to the effective date of §8:\n“This new article and the repeal of existing sections shall take effect on the date of approval by the electorate, except that the following sections shall take effect on the effective date of legislation adopted pursuant to the sections or the date indicated below, whichever shall first occur.\n“The first, third and fourth paragraphs of section eight shall take effect two years after the effective date. The second sentence of section one, the fourth sentence of section two, all of section three, the third paragraph of section four, and the first paragraph of section ten shall take effect four years after the effective date. The second sentence of section one and the first paragraph of section eight on Uniform Legislation shall be construed so as to be consistent with the jurisdiction of this Convention.”\nIn the footnote in Baldwin, supra, the Superior Court indicated that it believed that the Legislature had four years in which to enact the uniform annexation legislation required by Article IX, §8. In expressing this view, we believe that the Superior Court was mistaken. The provision specifically provides that the Legislature is to act “within two years following the adoption of this article.” Consistent with that provision, §14 of Article IX provides that the effective date of the article is two years after the date of approval of the Constitutional provision, if that date occurred before the effective date of the legislation enacted by the Legislature. Consequently, there being no such legislative enactment, the amendment became effective two years after April 23, 1968, the date of its approval.\nAs additional support for our interpretation, we note that where a particular section of Article IX was not to take effect until four years after the effective date of Article IX, the constitutional draftsmen said so specifically.\nSince the Legislature did not enact uniform legislation regarding annexation procedures by April 23,1970, all annexation after that date must be by initiative, as set forth in Article IX, §8.\nOrder of the Commonwealth Court affirmed.\nThe eases involving the Boroughs of Hummelstown and Dauphin were combined. In the case involving the Borough of Boyalton, the parties stipulated they would be bound by the Commonwealth Court’s decision in the other case. ."}