{"id": "479690", "contents": "Opinion by\nMe. Justice Roberts,\nSince 1890 when Samuel Warren and Louis Brandéis published their famous article The Bight to Privacy, violation of this right has been steadily accepted as an actionable tort. In Pennsylvania the development of a cause of action for invasion of privacy has been somewhat sporadic. See Bennett v. Norban, 396 Pa. 94, 98-100, 151 A.2d 476, 478-79 (1959) (alternate holding); Schnabel v. Meredith, 378 Pa. 609, 107 A.2d 860 (1954); Waring v. WDAS Broadcasting, Inc., 327 Pa. 433, 456, 194 A. 631, 642 (1937) (Maxey, J., concurring); Aquino v. Bulletin Co., 190 Pa. Superior Ct. 528, 154 A.2d 422 (1959); Hull v. Curtis Publishing Co., 182 Pa. Superior Ct. 86, 125 A.2d 644 (1956). Nevertheless, the existence of the right in this Commonwealth is now firmly established, Bennett v. Norban, supra at 98-100, 151 A.2d at 478-79, Aquino v. Bulletin Co., supra, despite the fact that its perimeter is not yet clearly delineated.\nAppellees Vogel and Smith, alleging that their respective rights to privacy had been breached, brought a trespass action against appellant W. T. Grant Company on behalf of themselves and all others similarly situated. Vogel and Smith are credit customers of Grant whose accounts have not been kept up to date. They alleged that Grant, in order to coerce payment, has by contacting third parties engaged in a systematic program of harassment.\nThis “program,” according to appellees, violated their right to privacy. The chancellor agreed and enjoined Grant from contacting any third parties except to locate a debtor who has concealed his whereabouts. The court en banc affirmed and this appeal followed. We cannot agree that Grant’s conduct rises to the level of an invasion of privacy; we reverse.\nAppellees based their claim of invasion of privacy upon Grant’s practice of contacting individuals not in privity to the debtor-creditor relationship. Specifically, both Vogel and Smith alleged, and Grant admitted, that a form letter had been sent to appellees’ respective employers. Further, each appellee alleged, and the chancellor found, that Grant had contacted various of their relatives. Smith’s mother was telephoned “several” times, as were three of Vogel’s relatives. There were no allegations that the calls were offensive or made at inconvenient hours. The chancellor did find, however, that the debts were discussed with these persons.\nGrant’s explanation for the telephone calls and letters was that it could not otherwise locate appellees. The third party contacts, Grant argued, were the only method available to learn appellees’ whereabouts. The chancellor, on the basis of competent evidence, rejected this explanation. At the time of the calls and letters, the chancellor found, Grant was aware of appellees’ locations. This conduct the chancellor held “constituted an unlawful interference with the affairs of the [appellees].” We cannot agree.\nVogel and Smith allege that Grant intruded upon their privacy by publicizing facts which although true are private. Here the allegedly publicized fact is the existence of a debt owed to Grant.\nUnreasonable publicity given to the existence of a debt has often been held to constitute an invasion of privacy. See, e.g., Santiesteban v. Goodyear Tire & Rubber Co., 306 F.2d 9 (5th Cir. 1962) (Fla. law); Norris v. Moskin Stores, Inc., 272 Ala. 174, 132 So. 2d 321 (1961); Rugg v. McCarty, 173 Colo. 170, 476 P.2d 753 (1970); Brents v. Morgan, 221 Ky. 765, 299 S.W. 967 (1927); Summit Loans, Inc. v. Pecola, 265 Md. 43, 288 A.2d 114 (1972); Biederman’s of Springfield, Inc. v. Wright, 322 S.W.2d 892 (Mo. 1959); Tollefson v. Price, 247 Ore. 398, 430 P.2d 990 (1967); Duty v. General Finance Co., 154 Tex. 16, 273 S.W.2d 64 (1954).\nThe Restatement (Second) of Torts has parsed the holdings of these and other cases and arrived at an accurate formulation of the tort of invasion of privacy. Section 652D, titled Publicity Given to Private Life, states: “One who gives publicity to matters concerning the private life of another, of a kind highly offensive to a reasonable man, is subject to liability to the other for invasion of his privacy.” Restatement (Second) of Torts § 652D (Tent. Draft No. 13, 1967).\nWe find this articulation, advocated by Dean Prosser and adopted by the Restatement (Second) tentative draft, to be both logical and precise. It is in accord with the common-law development of the tort of invasion of privacy in Pennsylvania. See Bennett v. Norban, supra at 98-100, 151 A.2d at 478-79; Aquino v. Bulletin Co., supra; Hull v. Curtis Publishing Co., supra. Appellees’ claimed injury must be tested against this standard.\nThe crux of the tort developed in these cases and described in section 652D is publicity. Without it there is no actionable wrong. The classic example of unreasonable publicity given to a lawful debt is found in Brents v. Morgan, 221 Ky. 765, 299 S.W. 967 (1927). There an automobile repairman placed in a show window of his garage a five by eight foot notice calling attention to a customer’s overdue account. The court concluded that despite the truth of the notice’s assertion, publication of the debt could constitute an actionable invasion of plaintiff’s right to privacy. And publication, the court found, had been accomplished by disclosing the existence of the debt to the public at large. Compare Household Finance Corp. v. Bridge, 252 Md. 531, 250 A.2d 878 (1969).\nIn Brents, as in many later debt collection cases, the court applied a three-part test in determining whether the right to privacy had been violated: publicity which is unreasonable must be given to a private fact. If there is no publicity, or if it is only what would normally be considered reasonable, or if the fact publicized is not a private one, there has been no actionable invasion of privacy.\nAs Dean Prosser has perceptively noted: “The disclosure . . . must be a public disclosure, and not a private one; there must be, in other words, publicity. It is an invasion of his rights to publish in a newspaper that the plaintiff does not pay his debts, or to post a notice to that effect in a window on the public street, or to cry it aloud in the highway, but not to communicate the fact to the plaintiff’s employer or to any other individual, or even to a small group... .”\nThe American Law Institute has adopted a similar view.\n“ ‘Publicity’ means that the matter is made public, by communicating it to the public at large, or to so many persons tbat tbe matter must be regarded as substantially certain to become one of public knowledge.” Restatement (Second) of Torts § 652D, comment b (Tent. Draft No. 13, 1967).\nWe conclude tbat bere there bas been no sucb publicity. Tbe only persons notified of tbe arrearage in tbe Smith account were Smith’s employer and mother. While four persons, three relatives and one employer, were contacted in connection with tbe Vogel account, even notification of this small group does not, in this case, constitute publication. We need not now determine how many outside parties must be notified to make a creditor’s disclosures rise to the level of publication. We hold only that in these circumstances notification of two or four third parties is not sufficient to constitute publication. Without proof of publication, appellees have not established an actionable invasion of privacy.\nThe decree of the court of common pleas enjoining Grant (No. 105 March Term, 1973) is reversed. Vogel and Smith’s appeal from the chancellor’s refusal to certify the case as a class action (No. 104 March Term, 1973) is dismissed. Each party pay own costs.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\n4 Harv. L. Rev. 193 (1890).\nCompare Roberson v. Rochester Folding-Box Co., 171 N.Y. 538, 64 N.E. 442 (1902), with Pavesich v. New England Life Ins. Co., 122 Ga. 190, 50 S.E. 68 (1905); see, e.g., Fergerstrom v. Hawaiian Ocean View Estates, 50 Haw. 374, 441 P.2d 141 (1968); Brents v. Morgan, 221 Ky. 765, 299 S.W. 967 (1927); Carr v. Watkins, 227 Md. 578, 177 A.2d 841 (1962); Melvin v. Reid, 112 Cal. App. 285, 297 P. 91 (1931).\nOther states have provided a cause of action for invasion of privacy by statute. See, e.g., N.Y. Civil Rights Law, §§ 50-51 (klcKinney 1948) ; Okla. Stat. Ann., tit. 21, §§ 839-840 (1958); Utah Code Ann., §§ 76-4-8, -9 (1953); Va. Code Ann., § 8-650 (1957).\nThe ease was commenced as a class action on behalf of all those indebted to Grant who had been “harassed.” On Grant’s preliminary objection to the continuation of the class action, the trial court ordered that the case proceed as an individual action. The court, in support of its ruling, cited the lack of any demonstration of the number of individuals who had been “harassed” and the probability that issues of fact would be peculiar to each alleged invasion of privacy.\nVogel and Smith have appealed (at No. 104 March Term, 1973) from this decree, claiming that their complaint alleged a proper class action under Pennsylvania Rule of Civil Procedure 2230 and that the trial court erred in not permitting discovery to establish the scope of the class. Our disposition of the merits of this appeal makes consideration of these issues unnecessary. The appeal is therefore dismissed. Cf. Piltzer v. Independence Fed. Sav. & Loan Ass’n, 456 Pa. 402, 319 A.2d 677 (1974); Buchanan v. Brentwood Fed. Sav. & Loan Ass’n, 457 Pa. 135, 160, 320 A.2d 117, 130-31 (1974).\nThe relevant portion of the court’s decree follows.\n“[I]t is hereby, Obdebed, Adjudged and Deoeeed that: 1. The defendant, W. T. Grant Company shall hereinafter be enjoined from contacting any third party not obligated to them on a debt of either of the plaintiffs herein, except in a bona fide attempt to locate a plaintiff who has concealed his whereabouts from the defendant company. Any violation of his [sic] section of this order shall subject the defendant to liability in the amount of $100.00 for each violation, payable to the County of Allegheny.” Grant did not raise either at trial or on appeal any issues as to the constitutionality of enjoining its conduct. Therefore any question of a violation of First Amendment rights is not before us.\nThe chancellor also sustained Grant’s counterclaim and entered judgment against Vogel and Smith for the amount of their outstanding debts to Grant. No appeal has been taken from this portion of the chancellor’s adjudication.\nAppellate Court Jurisdiction Act of 1970, Act of July 31, 1970, I’X. 673, art. II, § 202(4), 17 P.S. § 211.202(4) (Supp. 1974).\nThe form letter sent to appellees’ employers under Grant’s letterhead reads:\n“Dear Sir:\nWill you please request the above named employee to call at once concerning a matter of importance with which he/she is already acquainted.\nThank you.\nAcet. No.\nVery truly yours,\nStore Number and Address’\nAlthough there was no indication on the face of the letter that it involved the credit department or any past-due obligation, the chancellor found that a reasonable inference from the letter was that indebtedness was involved.\nA chancellor’s findings of fact approved by a court en bane have the effect of a jury verdict and if supported by competent evidence will not be disturbed on appeal. Hatalowich v. Redevelopment Auth., 454 Pa. 481, 484, 312 A.2d 22, 23 (1973); Field v. Golden Triangle Broadcasting, 451 Pa. 410, 414, 305 A.2d 689, 691-92 (1973), cert. denied, 414 U.S. 1158, 94 S. Ct. 916 (1974).\nSee also Booty v. American Finance Corp., 224 So. 2d 512 (La. App. 1969); Housh v. Peth, 99 Ohio App. 485, 135 N.E.2d 440 (1955), aff’d, 165 Ohio St. 35, 133 N.E.2d 340 (1956).\nDean Prosser has accurately observed that the cause of action for invasion of privacy “is not one tort, but a complex of four.” W. Prosser, Handbook of the Law of Torts § 117, at 804 (4th ed. 1971). The Restatement (Second) of Torts has adopted the same four-part analysis. §§ 652A-J (Tent. Draft No. 13, 1967). The four interrelated torts are described in sections 652B through E of the Restatement.\n“§652B. Intrusion Upon Seclusion\n“One who intentionally intrudes, physically or otherwise, upon the solitude or seclusion of another, or his private affairs or concerns, is subject to liability to the other for invasion of his privacy, if the intrusion would be highly offensive to a reasonable man.\n“§652C. Appropriation of Name or Likeness\n“One who appropriates to his own use or benefit the name or likeness of another is subject to liability to the other for invasion of his privacy.\n“§652D. Publicity Given to Private Life\n“One who gives publicity to matters concerning the private life of another, of a kind highly offensive to a reasonable man, is subject to liability to the other for invasion of his privacy.\n“§652E. Publicity Placing Person in False Light\n“One who gives to another publicity which places him before the public in a false light of a kind highly offensive to a reasonable man, is subject to liability to the other for invasion of his privacy.” Compare Restatement of Torts § 867 (1939).\n“§867. Interference With Privacy\n“A person who unreasonably and seriously interferes with another’s interest in not having his affairs known to others or his likeness exhibited to the public is liable to the other.” See also Restatement (Second) of Torts §§ 652B-E, comments a-d (Tent. Draft No. 13, 1967); Household Finance Corp. v. Bridge, 252 Md. 531, 250 A.2d 878 (1969) (applying §§ 652B-E).\nThat Grant’s challenged collection tactics do not constitute a violation of the standards set by sections 652B, O, or E is clear. The complaint is not of intrusion or appropriation but rather of publicity; sections 652B and C do not apply. Appellees have never denied that they are, in fact, indebted to Grant; there is no allegation of the falsity inherent in section 652E publicity.\nThe sign read:\n“Notice.\n“Dr. W. R. Morgan owes an account here of $49.67. And if promises would pay an account this account would have been settled long ago. This account will be advertised as long as it remains unpaid.” Brents v. Morgan, 221 Ky. 765, 766, 299 S.W. 967, 968 (1927).\nSee W. Prosser, Handbook of the Law of Torts § 117, at 810-12 (4 th ed. 1971) and cases cited therein.\nW. Prosser, Handbook of the Law of Torts § 117, at 810 (4th ed. 1971) (footnotes omitted). See Restatement (Second) of Torts § 65211, comment b (Tent. Draft No. 13, 1967). Compare French v. Safeway Stores, Inc., 247 Ore. 554, 430 P.2d 1021 (1967) (disclosure to son and daughter-in-law not publication), with Kerby v. Hal Roach Studios, 53 Cal. App. 2d 207, 127 P.2d 577 (1942) (letters to one thousand persons constitute publication).\nOur disposition makes it unnecessary for us to decide whether Grant’s conduct was unreasonable or whether the facts involved here were “private.”\nThe eases relied on by appellees are, with one exception, easily distinguished. In each the court found that plaintiff’s indebtedness had been made known to the public. See Santiesteban v. Goodyear Tire & Rubber Co., 306 F.2d 9 (5th Cir. 1962) (Fla. law) (tires removed from plaintiff’s automobile in public parking lot); Norris v. Hoskin Stores, Inc., 272 Ala. 174, 132 So. 2d 321 (1961) (plaintiff placed in false light by creditor’s calls to relatives suggesting illicit relationship with plaintiff, see § 652E); Rugg v. McCarty, 173 Colo. 170, 476 P.2d 753 (1970) (numerous harassing calls to plaintiff, see § 652B); Biederman’s of Springfield, Inc. v. Wright, 322 S.W.2d 892, (Mo. 1959) (loud declaration of indebtedness in public restaurant); Tollefson v. Price, 247 Ore. 398, 430 P.2d 990 (1967) (creditor published advertisement offering for sale plaintiff’s overdue notes); Duty v. General Finance Co., 154 Tex. 16, 273 S.W.2d 64 (1954) (threats, insults, daily calls to plaintiff, calls to neighbors and relatives, calls and telegrams during night); Booty v. American Finance Corp., 224 So. 2d 512 (La. App. 1969) (several calls to plaintiff, see § 652B, several calls and letters to employer stating amount of debt); Boudreaux v. Allstate Finance Corp., 217 So. 2d 439 (La. App. 1968) (numerous calls to neighbors, loud and abusive language in public); Housh v. Peth, 99 Ohio App. 485, 135 N.E.2d 440 (1955), aff’d, 165 Ohio St. 35, 133 N.E.2d 340 (1956) (numerous calls to plaintiff at inconvenient hours, visits at plaintiff’s place of work, calls to employer).\nWe expressly refuse to follow the reasoning of Montgomery Ward v. Larragoite, 81 N.M. 383, 467 P.2d 399 (1970). There the Supreme Court of New Mexico held that one call discussing a debt to plaintiff’s mother and one call each to two of plaintiff’s brothers constituted on actionable invasion of privacy. This view is contrary to the rationale adopted by both the Restatement (Second) of Torts and Dean Prosser. See note 9 supra. We find the extent of dissemination present in Larragoite, insufficient to constitute publication."}