{"id": "479685", "contents": "Opinion by\nMr. Justice Manderino,\nAppellee, Adolphus Morales, pleaded guilty on April 9, 1963 to a murder indictment charging him with the fatal shooting of a shoe store owner which occurred during a robbery two years earlier on April 8, 1961. Two days after the guilty plea, on April 11, 1963, appellee was found guilty of murder in the first degree by a three-judge court en banc and received a sentence of life imprisonment. In 1971, appellee petitioned for post-conviction relief and was granted the right to file post-trial motions. The presiding judge of the court en banc was the same judge who had received the appellee’s guilty plea and had presided over the court en banc which found the appellee guilty of murder in the first degree in 1963. The 1971 court en banc ordered a new trial after concluding that the appellee’s guilty plea in 1963 was not valid since it was not knowingly and intelligently entered. This appeal by the prosecution followed.\nThe prosecution argues that the evidence in the record does not support the findings of the court en banc. We have examined that evidence and must conclude otherwise. Our scope of review in considering an order granting a new trial is limited. Even though the evidence in the record may be conflicting, the law is well-settled that a grant or denial of a motion for a new trial will not be reversed unless there has been a clear abuse of discretion or an error of law. Commonwealth v. Jones, 455 Pa. 488, 317 A.2d 233 (1974); Commonwealth v. English, 446 Pa. 161, 163, 279 A.2d 4 (1971).\nThe court en banc found that the appellee, at the time of his guilty plea, did not understand the significance of his act because of mental illness, low intelligence, ignorance of the English language, lack of advice concerning the criminal charges and available defenses, and lack of familiarity with the judicial system. Since there is evidence in the record to sustain all of these findings, the order granting a new trial must be affirmed. A guilty plea constitutes a waiver of constitutional rights, and if one does not understand those rights or the consequences of waiving those rights, the plea cannot stand. Boykin v. Alabama, 395 U.S. 238, 23 L.Ed.2d 274, 89 S. Ct. 1709 (1969). See also Commonwealth v. Enty, 442 Pa. 39, 271 A.2d 926 (1971); Commonwealth v. Cushnie, 433 Pa. 131, 249 A.2d 290 (1969).\nThe record contains the following evidence which sustains the findings of the court en banc. The appellee, who was twenty-nine years of age at the time he entered his guilty plea, had a fourth grade intelligence level. He was arrested in April of 1961, immediately after an alleged robbery of a shoe store during which one of the store owners was shot and killed by the appellee. Shortly after his arrest, he was placed in the prison section for the mentally disturbed. He remained there until he was transferred several months later by court order to a state mental hospital. A year later, he was returned to prison and again was immediately placed in the prison section for the mentally disturbed. He remained there until the time of his plea of guilty of April 9, 1963.\nDuring the two-year incarceration prior to his trial, appellee was subjected on various occasions to psychiatric examinations which indicated a serious mental disturbance. There was evidence that one month after the appellee’s arrest he was psychotic and needed hospitalization. He was then described, after a psychiatric examination, as “indeed insane.” The court en banc noted that a report of a psychiatric examination conducted two months before the guilty plea, spoke of the appellee’s “. . . very depressed state, inability to relate Ms circiumstances verbally, inability to test reality adequately, experience of both audio and visual hallucinations, florid depressed state, feeling of pressure in the head, intractable insomnia, lack of appetite, desire to die, hypochondrical ideas of delusional proportions and paranoid ideation.” About six months before appellee’s plea, defense counsel represented to the court that he had visited with the appellee and “found it impossible to consult with him or to properly begin the preparation of his defense.” There was also evidence that a sister of the appellee was in a state mental institution.\nAppellee had no prior arrest record or contact with the judicial system. His native language was Spanish, and he did not speak the English language very well. During some of the interviews between defendant and defense counsel prior to his plea of guilty, no interpreter was present. The record at his trial, however, indicates that interpreters were present, but the record is silent concerning what colloquy, if any, occurred between the appellee and his defense counsel or the appellee and the court.\nAlthough the appellee pleaded guilty to murder, at his degree of guilt hearing he testified and denied that he had been in the shoe store for purposes of robbery or that he had committed or intended to commit robbery. The appellee testified that he had followed his wife’s paramour whom he saw going into the shoe store. He then entered the shoe store and inquired about the alleged paramour. A gentlemen in the store stated that he did not know what the appellee was talking about. When the appellee was unable to obtain any information, he pulled out a gun and again asked about the paramour. The gentleman again said that he did not know what the appellee was talking about. The appellee testified “Then I was standing very close to him and then he jumped and tried to grab the gun away from me. While we were struggling, he was trying to take the gun away from me and I was trying to make sure he didn’t take it. Then the gun fired. After that I don’t know what happened.” There was evidence that appellee’s loss of memory after the shooting was “truly amnesic.” The appellee’s wife, on the day of the shooting, was home for a weekend visit from a state mental institution. The court en banc concluded that appellee’s testimony was additional evidence that he may not have understood the nature of the charges and available defenses when he pleaded guilty.\nWe note, in reviewing the record, as the prosecution points out, that all of the evidence does not support the court en banc’s findings. For instance, there was a psychiatric report, evaluating the appellee on the day before his guilty plea, which said that the appellee “now appears competent to confer with counsel,” although the report does not say when he became competent. The court en banc, however, was not bound by that report or any other evidence. Its duty was to consider the totality of the evidence and make findings reasonably supported by the evidence. It performed this duty without any abuse of discretion.\nThe prosecution also contends that the court en banc should not have made its own findings but should have accepted contrary findings made earlier by the trial judge who considered appellee’s petition for post-conviction relief. There is no need to consider that question, however, because there were no contrary findings made earlier in the post-conviction proceeding. In the post-conviction proceeding in 1971, appellee claimed that he did not waive his post-verdict rights in 1963, and he also raised other claims including his claim that his guilty plea was not knowingly and intelligently entered. Following a hearing, the trial judge entered an order which said “Defendant granted the right to file Post Trial Motions Nunc Pro Tunc within 7 days— Post Conviction Petition otherwise denied.” No findings or opinion accompanied the order. We cannot conclude, from that order alone, that the “Petition otherwise denied” meant that all other claims were considered and denied on the merits. Most likely, the petition was “otherwise denied” because all claims raised in the appellee’s PCHA petition could be raised and considered in the post-trial motions. The court en banc was not therefore overruling the post-conviction hearing judge.\nOrder affirmed.\nMr. Justice Eagen and Mr. Justice Pomeroy concur in the result."}