{"id": "479724", "contents": "Opinion by\nMr. Justice Manderino,\nThe appellant, Henderson J. Williams, was convicted of voluntary manslaughter. After the denial of post-verdict motions, a sentence of five to ten years was imposed. This appeal followed in which the only issue raised is whether the trial court properly charged the jury.\nUnder Buie 1119(b) of the Pennsylvania Buies of Criminal Procedure, “[n]o portions of the charge nor omissions therefrom may be assigned as error, unless specific objections are made thereto before the jury retires to deliberate.” See Commonwealth v. Watling ton, 452 Pa. 524, 306 A.2d 892 (1973). See also Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974); Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974).\nAppellant specifically objected in the trial court to only one of tbe alleged omissions in the charge. Our review is therefore limited to the assignment of error based on that omission.\nAppellant requested that the following instruction be given to the jury: “An accidental killing is not murder and is a complete defense to the charges for which the defendant Henderson Williams stands charged.”\nThe trial court did not give the requested instruction in the language submitted by the appellant, but the trial court’s instructions to the jury included the following: “Now, members of the jury, the taking of a human life is called homicide. If it is taken by due process of law, it is called justifiable homicide. If it is taken by accident, without culpable negligence or in self-defense it is called excusable homicide. When life is taken without legal justification or excuse it is criminal, it is unlawful and homicide is divided into two classes, murder and manslaughter.”\nAlthough the trial court’s instructions concerning an accidental killing were not in the language requested by the appellant, the charge was adequate.\nJudgment of sentence affirmed.\nMr. Justice O’Brien and Mr. Justice Pomeroy concur in the result.\nMr. Justice Eagen dissents."}