{"id": "479743", "contents": "Opinion by\nMr. Justice Pomeroy,\nThe Philadelphia Federation of Teachers Local No. 3, AFT, AFL-OIO (“the Federation”) brought suit against the Board of Education of the School District of Philadelphia (“the School Board”), appellant, to enforce the dues deduction provision of a collective bargaining agreement. At issue is the scope of rights accorded to public employees under §401 of the Public Employe Relations Act (Act 195 ), Specifically, we must decide whether the School Board is obligated to deduct Federation dues from the salaries of teachers who resigned from the Federation and revoked their dues deduction authorizations before the collective bargaining agreement was signed, but after its designated effective date.\nThe Federation represents approximately 18,000 employees of the Philadelphia School District. The School Board and the Federation entered into a collective bargaining agreement for a two-year period ending on August 31, 1972. Following an oral extension of this agreement to September 5, 1972, the Federation called a strike. The strike lasted until September 27th, when the parties entered into a “Memorandum of Understanding” reinstating the expired agreement until December 31, 1972. The Memorandum stipulated that the terms and provisions of any new collective bargaining agreement would be retroactive to September 1, 1972. Upon its expiration at year-end, the Memorandum of Understanding was orally extended until January 8, 1973. On that date, the parties having failed to agree on a new contract, the Federation again called a strike. On or about March 1, 1973, the Federation and the School Board signed a collective bargaining agreement for the period from September 1, 1972 to August 31, 1976. This agreement, like its predecessor, contains maintenance of membership and dues deduction provisions authorized by Act 195. The teachers returned to work on Thursday, March 1, 1973.\nDuring the January 8th to March 1st strike, approximately three thousand Federation members who had executed dues check-off authorizations prior to August 31, 1972, continued to report for work. A smaller group of employees, numbering approximately 469, notified the School Board that they were withdrawing from the Federation and revoked their dues check-off authorizations. So far as the record shows, no Federation dues were deducted from salaries paid during the strike. On March 9th, the first payday-following termination of the strike, the School Board resumed dues deductions from the salaries of Federation members in accordance with the agreement. No dues, however, were deducted from the salaries of employees who had revoked their dues deduction authorizations, and no back dues for periods beyond the pay period immediately preceding March 9th were deducted with respect to teachers who had retained Federation membership while working during the strike.\nThe Federation filed a complaint in equity seeking to compel the School Board to deduct the uncollected dues. The case was submitted to the court on a stipulation of facts as a “Case Stated in Equity.” The chancellor found that the parties had intended the March 1st agreement to be effective retroactively to September 1, 1972, and concluded that the dues deduction revocations submitted after September 1st were governed by the new agreement. He thereupon decreed that the case be submitted to arbitration in accordance with the terms of the March 1st agreement and §903 of Act 195. In a subsequent stipulation, dated August 16, 1973, the parties agreed to forego arbitration and to treat the court’s decree as a final decree having the legal effect of declaring ineffectual any letter of resignation and revocation of authorization of dues deduction dated before August 16 or after August 31, 1972. This appeal by the School Board followed.\nLong before the enactment of Act 195, our courts recognized the common law right of an employee to resign at will from a labor organization. Fisher v. Stevens Coal Co., 143 Pa. Superior Ct. 115, 17 A.2d 642 (1941). This right, with one significant modification, is expressly recognized in §401 of Act 195, which provides : “It shall be lawful for public employes to organize, form, join or assist in employe organizations or to engage in lawful concerted activities for the purpose of collective bargaining or other mutual aid and protection or to bargain collectively through representatives of their own free choice and such employes shall also have the right to refrain from any or all such activities, ewcept as may be required pursuant to a maintenance of membership provision in a collective bargaining agreement ” (Emphasis supplied.)\nMaintenance of membership is defined in §301(18) of the Act: “ ‘Maintenance of membership’ means that all employes who have joined an employe organization or who join the employe organization in the future must remain members for the duration of a collective bargaining agreement so providing with the proviso that any such employe or employes may resign from such employe organization during a period of fifteen days prior to the expiration of any such agreement.” Also pertinent is §705 of the Act, which provides that “[mjembership dues deductions and maintenance of membership are proper subjects of bargaining with the proviso that as to the latter, the payment of dues and assessments while members, may be the only requisite employment condition.”\nThe foregoing sections of Act 195 define the maximum degree of union membership security which a collective bargaining agreement between a union and a public employer may provide. It is only during the term of such an agreement that an employee’s right to resign from a union may be restricted; the Act permits no abridgment of this right in the absence of an agreement. Implicit in this statutory scheme is the recognition that periods when no agreement is in effect are the times when an employee’s freedom to choose which, if any, labor organization will represent him may be most important.\nThe lower court was of the opinion that the decision of the Federation and the School Board to apply their current agreement retroactively to September 1, 1972, effectively eliminated any hiatus between agreements. The court concluded that any teacher who retained Federation membership after August 31, 1972, the date of expiration of the antecedent agreement, was bound by the maintenance of membership provision of the March 1, 1973, agreement. This reasoning is specious, however, for it overlooks the cardinal fact that the employees who submitted their resignations prior to March 1st were not parties to the agreement which was entered into on that date, and, thus, that the provisions of that agreement cannot affect the exercise of statutorily protected rights by such employees. The Federation and the School Board were, of course, free to choose any date they pleased as the effective date of their new contract, but the law will limit the adverse effect of their choice on third parties. NLRB v. Mechanical & Allied Production Workers Local 444, 427 F.2d 883 (1st Cir. 1970). It could not seriously be argued that, had the retroactive application of the March 1, 1973 agreement reached to August 16, 1972, it would nullify a resignation during the statutorily guaranteed escape period of the last fifteen days of the prior agreement, which expired by its terms on August 31, 1972. An employee’s right to resign from his union at a time when no contract whatever is in force can be no less inviolate than the right to resign during the escape period of a previous contract. To hold otherwise would be to place an impermissible burden on the liberty of employees to choose their own bargaining representatives. See Colonie Fibre Co. v. NLRB, 163 F.2d 65 (2d Cir. 1947).\nA similar factual situation confronted the Tennessee Court of Appeals in Murtha v. Pet Dairy Products Co., 44 Tenn. App. 460, 314 S.W.2d 185 (1957) (cert. denied by the Supreme Court of Tennessee, June 6, 1958). In that case, a collective bargaining agreement expired on May 31, 1955. A new contract, containing a dues deduction provision applicable to all union members, was signed on October 27,1955, to be effective as of October 1st. The court held that the October 27th agreement did not bind employees who had resigned from the union and revoked their dues deduction authorizations between May 31st and October 27th, including those who had resigned after October 1st. We see no basis for reaching a different conclusion in the present case with respect to the retroactive effect of the March 1, 1973, contract. We hold that under Act 195, the retroactive application of a collective bargaining agreement containing maintenance of membership and dues deduction provisions cannot nullify otherwise valid resignations of employees from the union which occur before the agreement is executed. It follows that, to the extent that the Federation claim depends on the retroactive application of the March 1st agreement to employees who submitted such resignations and revoked their dues deduction authorizations prior to March 1, 1973, the preliminary objection in the nature of a demurrer should have been sustained.\nWe emphasize that our decision is limited to the legal impact of the March 1st agreement on resignations submitted before that date. We express no opinion as to whether the resignations of the individual employees involved are otherwise valid. The record before us is inadequate for any such determination, which in any event should be left to the lower court in the first instance.\nThe decree of the court below is reversed, and the case is remanded for further proceedings consistent with this opinion. Each party to bear own costs.\nAct of July 23, 1970, P. U. 563, No. 195, 43 P.S. §1101.101 et seq. (Supp. 1973).\nThe pertinent provisions of the two agreements are identical, and read as foUows:\n“10a. The Board will deduct from pay of each employe, from whom it receives an authorization to do so, the required amount of fees for the payment of Federation dues. The fees and a list of the employes from whom the fees have been deducted and the amount deducted from each and a list of the employes who had authorized such deductions and from whom no deductions were made and the reason therefor, shall be forwarded to the Federation office no later than thirty days after such deductions were made.\n“10b. The deduction of Federation membership dues from the salary of any employe who is, or becomes a member of the Federation or who has authorized the deduction of dues will continue for the duration of this Agreement, provided, however, that such employe may resign from membership in the Federation and revoke his dues authorization by so notifying the Board and the Federation in writing during a period of 15 days prior to the expiration of this Agreement. In the event that a person ceases to be employed in a position included in any of the bargaining units represented by the Federation, such person may discontinue such membership and dues deduction at that time.” These provisions are authorized by §§301, 401 and 705 of Act 195, set forth in pertinent part below. Membership dues are computed as a percentage of salary paid.\nThe original complaint herein was superseded by an amended complaint filed on May 17, 1973. On June 13th, the School Board interposed two preliminary objections to the amended complaint, one challenging the court’s jurisdiction in equity, the other being in the nature of a demurrer. At the same time, without awaiting action on the preliminary objections, the Board filed an answer on the merits to the amended complaint. In the meantime, however, on June 6, 1973, the parties jointly entered into and filed a “Case Stated in Equity.” While the litigation was submitted to the trial court for disposition on the basis of this Case Stated, it was apparently not the intention of the parties that the preliminary objections were to be considered as waived, for they were argued to and considered by the lower court, and are now argued to this Court.\nAs to the preliminary objection that there was no jurisdiction in equity, we agree with the chancellor that the remedies at law available to the Federation are inadequate, and that specific performance of the dues deduction provision of the contract was a proper remedy for the appellee Federation to seek. The preliminary objection to the court’s equitable jurisdiction was, therefore, properly dismissed.\nSection 903 of the Act provides in part that “ [arbitration of disputes or grievances arising out of the interpretation of the provisions of a collective bargaining agreement is mandatory. The procedure to be adopted is a proper subject of bargaining with the proviso that the final step shall provide for a binding decision by an arbitrator or a tri-partite board of arbitrators as the parties may agree. . . .” 43 P.S. §1101.903.\nOn July 13, 1973, the chancellor entered two decrees, one of which dismissed the preliminary objections referred to in note 3, supra. The other decree found that the questions submitted for the determination of the court were grievances within the meaning of the collective bargaining agreement and, as stated in the main text, were therefore to be submitted to arbitration. This appeal is apparently intended to be from both decrees of July 13th, as supplemented by the stipulation of counsel dated August 16, 1973. We do not condone this procedure, since a separate appeal should be taken from each final order or decree sought to be reversed. See Stewart v. Chernicky, 439 Pa. 43, 58 n.15, 266 A.2d 259 (1970); General Electric Credit Corp. v. Aetna Casualty and Surety Co., 437 Pa. 463, 469-70, 263 A.2d 448 (1970); Liberty Corp v. D’Amico, 457 Pa. 181, footnote, p. 183, 329 A.2d 222 (1974). The two decrees here involved, however, are in pari materia, were filed simultaneously, and could well have been embraced in a single document; we therefore consider them as one for the purposes of this appeal.\n“Membership dues deduction” is defined in §301(11) of the Act as “the practice of a public employer to deduct from the wages of a public employe, with his written consent, an amount for the payment of his membership dues in an employe organization, which deduction is transmitted by the public employer to the employe organization.” 43 P.S. §1101.301(11).\nAs the chancellor stated in his opinion:\n“The Case Stated in Equity submitted by the parties requests the Court to consider whether the School Board should be required to deduct dues from each of five separate and distinct groups:\n“1. The two (2) Federation members for whom the School Board is unable to produce a letter of resignation and dues revocation from January 8, 1973 and thereafter;\n“2. The twenty-eight (28) Federation members whose letters of resignation and dues revocation are dated before January 8, 1973, or after February 28, 1973, from January 8, 1973, and thereafter;\n“3. The thirty-two (32) Federation members whose letters of resignation and dues revocation were sent only to the School Board, from January 8, 1973 and thereafter;\n“4. The four hundred and seven (407) Federation members whose letters of resignation and dues revocation were sent to both the School Board and the Federation, from January 8, 1973 and thereafter; and\n“5. The approximate [sic] three thousand (3,000) Federation members who did not send a letter of resignation and dues revocation, from January 8 to February 16, inclusive, 1973.”\nThis mandate treats both orders of the lower court entered on July 13th as a single decree. See footnote 5, supra."}