{"id": "479758", "contents": "Opinion by\nMe. Justice Nix,\nThis appeal raises again the vexing problem of determining whether the injuries sustained by the insured, necessitating medical care and ultimately causing death, resulted from an accident. Appellant, Richard L. Mohn, sought recovery on two medical insurance policies for expenses incurred as the result of his son’s hospitalization. Appellant filed a complaint in assumpsit on the two insurance contracts seeking reimbursement pursuant to the policies terms for the hospital expenses incurred. Appellee, American Casualty Co., responded by filing an answer and new matter. A stipulation was entered in the lower court to the effect that on May 26, 1969, appellant’s son, one of the dependents insured under the policies, was fatally wounded by a police officer’s bullet while he was attempting to flee from the scene of a burglary he was in the process of committing. Both appellant and appellee filed motions for summary judgment in accordance with Pennsylvania Rule of Civil Procedure 1035. The Court of Common Pleas of Berks County entered summary judgment in favor of the appellee and was affirmed by the Superior Court with three judges dissenting. We granted allocatur and now reverse.\nThe pertinent provisions of the policies provided:\n“American Casualty Company of Reading, Pennsylvania . . . insures Richard L. Mohn . . . and agrees to pay indemnity for eligible expense incurred as a result of injury or sickness, in the manner and to the extent herein provided.\n“ ‘Injury’ as used in this Policy means accidental bodily injury which causes the loss directly and independently of all other causes and is sustained while this Policy is in force, and for which benefits are not payable under any Workmen’s Compensation Act or Law.\n“This Policy does not cover any expense incurred because of:\n“1. intentionally self inflicted injury, or. . ,”.\nWhile the court below was correct in its view that the provision in the one policy excluding “intentionally self inflicted injury” was not applicable because this was not a case of a self-inflicted injury, it fell into error in concluding that the facts did not show a case of accidental bodily injury within the terms of the two policies.\nIn health and accident policies the law is now reasonably clear that the fact that the event causing the injury may be traceable to an intentional act of a third party does not preclude the occurrence from being an “accident.” See 10 Anderson, Couch Cyclopedia of Insurance Law, ch. 41 (2d ed. 1962).. Thus, the test of whether injury is a result of an accident is to be determined. from the viewpoint of the insured and not from the viewpoint of the one that committed the act causing the injury. White v. Metropolitan Life Insur. Co., 118 N.J.L. 149, 191 A. 770 (1937); Goodwin v. Continental Casualty Co., 175 Okla. 1469, 53 P.2d 241 (1935); Furr v. Metropolitan Life Ins. Co., 111 N.J. Super. 596, 270 A.2d 69 (1970). The difficult question arises where the policy fails to set forth a violation of law or the commission of a crime exception and the injury is as a result of the insured’s culpable conduct. In this instance the jurisdictions of this nation divide sharply.\nOne view is that public policy requires that recovery be precluded where the insured’s injury was a direct result of his own criminal conduct. However, among those jurisdictions advocating the public policy basis for denial of recovery a number of those states grant an exception where the suit for recovery is brought by an innocent beneficiary as opposed to the insured or his estate.\nMany jurisdictions predicated their refusal to allow recovery, even in absence of “violation of law” clauses where liability was conditioned upon injury caused by the insured’s wrongful acts, upon the theory that the occurrence was the normal consequence of his transgressions and thus foreseeable and not “accidental.” Recently, an increasing number of courts have begun to reject this rationale and permit recovery.\nIn Goodwin v. Continental Casualty Co., supra, the Supreme Court of Oklahoma held that a demurrer was improperly sustained where the action had been brought by the estate of insured to recover the proceeds of a life insurance policy even though the insured had been unlawfully killed by the beneficiary. The Court reasoned that although under the statutory law of Oklahoma the beneficiary being the slayer could not recover, this fact would not preclude an action by the qualified legal representative of deceased’s estate. In so doing the Court accepted the fact that the occurrence fell within the policy requirement of a “loss of life . . . re-suiting exclusively from bodily injury which is effected solely by external, violent and purely accidental means.”\n“There is a total absence of evidence indicating that the fatal injury was received by the assured as a result of his own connivance or that he had foreknowledge of impending injury. The policy in the present case insured against Toss of life * * * resulting exclusively from bodily injury which is effected solely by external, violent and purely accidental means. * * *’ In construing a similar clause in a policy of insurance, this court, in Union Accident Co. v. Willis, 44 Okl. 578, 145 P. 812, 813, L.R.A. 1915 D, 358, held as follows: ‘An injury intentionally inflicted by another upon the insured, * * * is an injury, inflicted through “external, violent, and accidental means.” An injury is “accidental,” within the meaning of an insurance policy, although it is inflicted intentionally and maliciously by one not the agent of the insured, if unintentional on the part of the insured.’ ” 175 Okla. at 1471, 53 P.2d at 243.\nIn Harvey v. St. Paul Western Insur. Co., 166 So.2d 822 (Fla. App. 1964) the District Court of Appeals of Florida, Third District ruled that death of the insured as a result of gunshot wound sustained when a pistol in possession of another was discharged while insured, as aggressor, was attempting to take the pistol from the possessor was caused by accidental means within the double indemnity provisions of the policy. Unlike the Goodwin case, where the insured was the innocent party and the beneficiary of the policy the culprit, the insured’s death was occasioned by his own unlawful conduct.\nIn disposing of the “reasonably foreseeable” rule the Court observed:\n“The appellee contends that we should apply the ‘reasonably foreseeable [sic] ’ rule to the particular facts in the case at bar. As we previously stated, the deceased, Foster, was the aggressor in an altercation with Robert Little. Little possessed a firearm. Foster accosted Little and knocked Mm to tbe ground. WMle Little was lying on the ground, he brandished the pistol wMch he possessed and warned Foster to leave him alone. A scuffle ensued between the two men for possession of the firearm and it went off fatally wounding Foster.\n“Without going into a discussion of the reasonably foreseeable rule, suffice it to say that the Supreme Court of tMs state in Gulf Life Insurance Company v. Nash, supra, has rejected that rule and in so doing, said:\n“ ‘It seems to me that such doctrine of foreseeability is a doctrine totally unsuited and unadaptable in construing accident policies. Moreover, the rationale of these cases seems to be founded not only in the doctrine of foreseeability but intrinsically in negligence on the part of the insured. Were we to make this principle a part of the law of tMs State, it would not only do violence to the reason for buying accident insurance but if it did not preclude recovery in a great majority of deaths arising from accidents, it would place an almost insurmountable burden on the insured to enforce liability.’ ” 166 So.2d at 823.\nIn Macklin v. Commonwealth Life and Accident Co., 121 Ill. App. 2d 119, 257 N.E.2d 256 (1970) the Appellate Court of Illinois, First District, TMrd Division, held that where a husband, insured, was killed during an altercation with Ms spouse, in which he was the aggressor, the death was a result of an “accident” within the meaning of the policy. The Court although stating that the “reasonably foreseeable” rule was still viable within that jurisdiction avoided its consequences by saying that there was no showing that the husband saw the knife and thus was not aware of the probable danger, to Mmself, of Ms conduct. The Court therefore retreated from a per se rule that one who engages in criminal conduct necessarily must foresee the impending peril and reduced the issue to a question of fact.\n“Whether the consequences of an insured’s conduct are. accidental or are natural, probable and reasonably foreseeable, depend upon the facts and circumstances of each individual case. In the present case, it does not appear that Macklin could have anticipated that he might be stabbed when he advanced on his wife or that he could have expected some serious injury other than being stabbed. She had never resisted him before and he had no reason to suspect that she would this time. Her prior passive behavior would not lead him to expect resistance with a deadly weapon. There is no evidence that suggests that he saw the knife in her hand. Although she secured it with the hope that the sight of it would deter him, she did not say she had it, threaten him with it or brandish it. She held it by her side and it may have been concealed, or partially hidden, by her full skirt. When she raised her hand as he rushed upon her it was an instinctive movement to shield herself from his impending blow. There is nothing in the record to indicate that she thrust the knife toward him or deliberately held it in a position where it would cut his throat; she did not know that he had run into it until he exclaimed that he had been cut. Under the evidence it cannot be said that he could have foreseen his injury or death, or that either was the probable and natural result of his attack.” 121 Ill. App. 2d at. 122, 257 N.E.2d at 259.\nIn Martin v. Mass. Mutual Life Insur. Co., 225 Tenn. 56, 463 S.W.2d 681 (1971) the Supreme Court of Tennessee, following the approach of the Illinois Court In Macklin, determined that the testimony did not establish a voluntary exposure to the danger. Thus, here again a court resorted to a determination that .the “reasonably foreseeable” rule was an issue of fact to allow an injury occurring as a result of the insured’s misconduct to fall within the definition of “accidental”.\n. With this background of the. development of the law in this area throughout the nation we must now turn to the pertinent decisions of the appellate courts of this Commonwealth. This Court’s decision in Wells v. The New England Mutual Life Insur. Co., 191 Pa. 207, 43 A. 126 (1899) has been cited for the proposition that public policy precludes recovery where the insured’s injury or death was a direct result of her own criminal act. There the insured voluntarily submitted to an admittedly criminal abortion which resulted in her death. The Court reasoned: “In the Hatch case the Supreme Court of Massachusetts decided that there could be no recovery in such circumstances on the ground of public policy, saying: ‘We are of opinion that no recovery can be had in this case, because the act on the part of the assured causing death was of such a character that public policy would preclude the defendant from insuring her against its consequences; for we can have no question that a contract to insure a woman against the risk of her dying under or in consequence of an illegal operation for abortion would be contrary to public policy, and could not be enforced in the courts of this commonwealth.’ We see no reason to question the soundness of this proposition, and it has our approval. As we have a criminal statute imposing severe punishment for the perpetration of the crime of abortion, it follows that our own public policy corresponds with that pronounced by the Supreme Court of Massachusetts.” 191 Pa. at 214, 43 A. at 127. It is, however, questionable whether this decision can properly be cited as providing that the public policy against the misconduct of the insured justifies the denial of recovery under the policy in the absence of a “violation of law” provision because in this case the policy did provide that it would be void if the insured died in consequence of any violation or attempt to violate any law.\nBegardless of the earlier decisions, this Court in Eisenman v. Hornberger, 438 Pa. 46, 264 A.2d 673 (1970) clearly suggested that a denial of recovery on the basis of public policy in the instant case would be inappropriate. In an action for recovery of property damage under a homeowner’s policy the Court disposed of the public policy argument as follows:\n“Royal’s second allegation is that it would be against public policy to allow recovery on the insurance contract since the property damage occurred as a result of acts performed by the insured in the course of the commission of a crime. We are not so persuaded.\n“We note initially that the insurance contract itself does not contain a 'violation of law’ clause. Royal is thus placed in the position of asserting that we should rewrite the policy to provide for a contingency which it could have provided for itself. However, under the facts of this case, we are not confronted with any overriding public policy which would preclude recovery. There is no evidence whatsoever that the policy was procured in contemplation of the crime. Nor can the insurance policy be said to have promoted the unlawful act. Moreover, it seems equally implausible that denying coverage would serve as a crime deterrent. Finally, the insurance policy in no way saves the insured from the consequences of his criminal act. In the context of this case, the sanctions of the criminal law and the coverage of the insurance policy address themselves to quite separate and distinct actions on the part of the insured.” 438 Pa. at 50, 264 A.2d at 675.\nAlthough admittedly we are here concerned with recovery under an accident policy and not recovery of property damage as was the case in the Msenman decision, nevertheless we believe this distinction to be meaningless and that the reasoning of that decision is particularly appropriate to the facts of the instant appeal. Furthermore, most of those jurisdictions which still embrace the public policy argument as a basis for denying recovery, as noted infra, provide an exception where the suit is being brought by an innocent beneficiary as is the instant case. For the reasons set forth we therefore hold that recovery cannot be denied on the basis of public policy.\nFinally, we must turn to the lower court’s determination that the injuries necessitating medical care were not a result of accidental bodily injury. As has been indicated the modern legal trend is to abandon the former “reasonably forseeable” rule and treat the occurrence as accidental even though it resulted from the insured’s criminal conduct. This Court noted its adherence to the modern view in our decision in Beckham v. Travelers’ Insur. Co., 424 Pa. 107, 225 A.2d 532 (1967). There we stated:\n“It has been suggested, however, that we limit our holding to those cases which do not involve an unreasonable risk of harm to the insured and that we therefore affirm the Superior Cofirt’s decision. This argument, of course, assumes that the insured’s action in the instant case did amount to an unreasonable risk of harm. While this assumption might be valid vis-a-vis his general health and well being, there is no basis in the record for concluding that the insured was unduly exposing himself to the risk of death by his action. Moreover, no jurisdiction which has interpreted accidental means and accidental results to be legally synonymous has denied recovery on the basis of the above suggested distinction. Indeed some jurisdictions maintaining the distinction have permitted recovery in similar situations.\n“More importantly, the attempt to determine, on the basis of the clause in question, what is and what is not an unreasonable risk will return us to the Serbonian bog from which we are attempting to escape. While we see nothing improper in a contractual limitation which would disclaim coverage in cases such as the instant one, we are unwilling to recognize such a restriction on the basis of the ambiguous language contained in this policy which the company knew was susceptible of diffevent interpretations.” (Footnotes omitted). 424 Pa. at 116-117, 225 A.2d at 536.\nA contract of insurance like any other contract requires that the intention of the parties be determined from the words of the instrument. Furthermore, where the contract is one of insurance any ambiguity in the language of the document is to be read in a light most strongly supporting the insured. Burne v. Franklin Life Insur. Co., 451 Pa. 218, 226, 301 A.2d 799 (1973); Weissman v. Prashker, 405 Pa. 226, 233, 175 A.2d 63, 67 (1961). Under the language of the policies presently under consideration it is clear that no provision was made that conduct should be excluded from coverage because it posed an unreasonable risk of harm to the deceased. To accept the narrow and restricted meaning of the term “accidental bodily injury” and to deny recovery to this beneficiary where the language of the policies clearly do not support such a construction would be violative of the fundamental tenets of insurance law and totally without justification in logic. We therefore hold that the injuries were sustained as a result of accidental bodily injury within the terms of the policy and that the beneficiary was entitled to recovery.\nThe order of the Superior Court affirming the summary judgment entered by the Court of Common Pleas is reversed. The judgment of the Court of Common Pleas in favor of the appellee is vacated and judgment is entered for appellant.\nMr. Chief Justice Jones dissents.\nThe second policy, has a similar provision but does not specifically exclude intentionally self-inflicted injury.\nSee 43 A.L.R. 3rd 1125-1130 (1972).\nSee id. at 1130-1131.\nSee id. at 3rd 1132-34."}