{"id": "479770", "contents": "Opinion\nPer Ctjriam,\nAnd now, to wit, this 2nd day of July, 1973, upon review of the Findings of Fact, and Conclusions and Recommendations filed with this Court on April 16, 1973, by the Honorable Harry M. Montgomery, specially assigned to the Court of Common Pleas, Trial Division — Law, of Philadelphia, by our Order of September 7, 1972, in the case of:\nFred Schubacii and Florence Schubach; Raymond IIrubovak and Doris Hrubovak; I. Paul Musser and Ele añora Musser; Dr. Leon S. Callan and Rosemarie E. Callan; John E. Stier and Virginia Stier v. Zoning Board of Adjustment (Philadelphia). Appeal of: Fred Schubach and Florence Schubach. Court of Common Pleas, Trial Division — Law, County of Philadelphia. No. 1409 July Term, 1968, Supreme Court of Pennsylvania, No. 356 January Term, 1969, and upon review of the exceptions filed thereto on May 3, 1973, by appellants, Fred Schubach, et al., it is hereby ordered that:\n1. Finding of Fact No. 13 is modified to read:\n“13. Pine Hill, through Pine Hill Rehabilitation Center, Inc., after having secured a new occupancy permit from the City of Philadelphia and a license for the operation of a nursing home from the Department of Welfare of the Commonwealth of Pennsylvania commenced operating the Home about April 1, 1972, and has continued with said operation to the present time;” and as modified, is adopted;\n2. Conclusion and Recommendations Nos. 1 and 2 are modified to read:\n“1. Pine Hill Home, Inc., be held to be in civil contempt of the Supreme Court order of January 29, 1971, because it proceeded with the construction work on the Home and commenced operation of the Home from the date of that order until August 14, 1971;\n“2. That a fine be imposed on Pine Hill in the amount of $100.00 as nominal compensation damages, payable to plaintiffs:” (Each husband and wife to be treated as an individual plaintiff.) and as modified, are adopted;\n3. Conclusion and Recommendation No. 3 is approved and adopted;\n4. In all other respects the exceptions filed by appellant on May 3,1973, are dismissed;\n5. The petition of Pine Hill Home, Inc., dated March 9, 1971, requesting modification of this Court’s Order of January 29, 1971, is dismissed; .\n6. In addition to the above payments, Pine Hill Home, Inc., is directed to pay all record costs in this proceeding.\nMr. Chief Justice Jones concurs but would increase the award to each plaintiff to $3,000.\nMr. Justice Nix and Mr. Justice Manderino would affirm the recommendations of Judge Montgomery."}