{"id": "479774", "contents": "Opinion\nPer Curiam,\nThe Court being equally divided, the order of the Court below is affirmed.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\nOpinion in Support op Order op Appirmance by\nMr. Justice O’Brien :\nThe evidence presented by the Commonwealth in this case was insufficient to prove appellant’s identity as the perpetrator of the crime beyond a reasonable doubt.\nMr. Justice Roberts and Mr. Justice Manderino join in this opinion.\nOpinion in Opposition to Order op Appirmance by\nMr. Justice Pomeroy :\nMy independent review of the record convinces me that in sustaining the defendant’s demurrer to the Commonwealth’s evidence the trial court committed reversible error. I would therefore reverse the order appealed from and remand for a new trial.\nThis case arose out of the slaying of one Euris Dixon in the Borough of Duquesne, Pennsylvania, on March 31, 1973. The Commonwealth’s evidence at trial established the following: One Ulysses O’Neill met the appellant, Fred Tedder, and his brother, Sam Tedder, in front of the Duquesne Elks Club at approximately three o’clock on the morning of March 31. The three proceeded to the house of one George Mitchell, who operated a speakeasy there, for the purpose of buying a quart of wine. Arriving at Mitchell’s residence, they were admitted by Euris Dixon. Fred and Sam Tedder entered first, and became engaged in conversation with Dixon. During this conversation, Fred Tedder was nearest Dixon. O’Neill followed the others into the house. He testified that he had been in the house about ten seconds when he heard a gun shot and saw Dixon fall back into another room. At that moment, O’Neill said, he could see Sam Tedder clearly, and knows that he did not have a gun. O’Neill could not, however, observe Fred Tedder since Fred was standing between Sam and the victim.\nShortly after the shooting, the Tedder brothers went to the apartment of one Burton Keys. Keys testified that Fred Tedder took a sawed-off shotgun from inside his coat, and that one of the two men — he was unsure which — unloaded the shotgun and placed a spent shell on a table. The medical evidence established that Dixon died from a shotgun wound to the head.\nThe Duquesne police chief who investigated the shooting, Charles Scalise, testified that shortly before 5:00 o’clock on the same morning he observed (through a window) Keys and the two Tedders in Keys’ apartment. Scalise and several other officers then demanded that the occupants come out. Keys did so first, followed by Sam Tedder. At the request of the police, Sam reentered the house to get his brother. Instead of returning with his brother, Sam brought out the shotgun. The police then entered the apartment but found it empty. The window at the rear of Keys’ residence was open and the plastic weatherproofing covering the window had been torn. Very soon thereafter Fred Tedder was arrested on the street a short distance from the Keys apartment.\nAs indicated at the outset, the trial court sustained the defendant’s demurrer to the evidence. In its opinion the court observed that the identity of Fred Tedder as the Idller was established only circumstantially. The court believed that the circumstantial evidence was insufficient to establish Fred Tedder’s guilt beyond a reasonable doubt largely because George Mitchell, at whose residence the shooting occurred, was unable, either at a pre-trial lineup or at trial, to identify Fred Tedder as the shooter. Mitchell’s inability was apparently due in part to the fact that he had never seen Fred Tedder before the night of the shooting and even then did not have an opportunity to have more than a fleeting glimpse of him. Mitchell testified, however, that Sam Tedder had not done the shooting, that a man wearing a broAvn coat had done so, and that he, Mitchell, had learned subsequent to the shooting that the man in the brown coat that he saAv shoot Dixon was Fred Tedder. In light of Mitchell’s age (middle seventies) and physical condition (still recovering from a stomach operation and unable to walk) some uncertainty in his testimony was understandable.\nFor the purpose of having a court rule on a demurrer to the evidence a defendant admits all the facts which the evidence tends to prove and all inferences reasonably deducible from that evidence. Act of June 5, 1937, P.L. 1703, No. 357, §1, 19 P.S. §481. “In passing on a demurrer to the Commonwealth’s evidence in a criminal case, a court does not decide whether or not it would find a defendant guilty on such evidence but whether or not the evidence if credited by the jury is sufficient to warrant it in coming to a conclusion beyond a reasonable doubt that the defendant is guilty as charged.” Commonwealth v. De Petro, 350 Pa. 567, 573, 39 A.2d 838 (1944). See also Commonwealth v. Henderson, 451 Pa. 452, 304 A.2d 154 (1973); Commonwealth v. Carroll, 443 Pa. 518, 278 A.2d 898 (1971). In my view, that standard has been met here by the Commonwealth’s evidence. Admittedly, the evidence in this case was circumstantial, since no one actually saw Fred Tedder pull the trigger and shoot Euris Dixon. But we have never required that the prosecution prove its case by direct evidence only. Commonwealth v. Paquette, 451 Pa. 250, 255, 301 A.2d 837 (1973). Furthermore, “[o]ur law has never required that the Commonwealth prove any element of a crime beyond all possible doubt .... The burden traditionally has been one of establishing guilt beyond a reasonable doubt . . . .” Commonwealth v. Blevins, 453 Pa. 481, 486-87, 309 A.2d 421, 424 (1973).\nIn sustaining the demurrer in the case at bar, the trial court in effect acted as a trier of fact in concluding that the somewhat contradictory nature of George Mitchell’s testimony sufficiently detracted from the Commonwealth’s case so that it no longer met the required standard of proof. The question for the court to consider is not whether it would find the defendant guilty on the evidence, but whether a jury could properly do so. Commonwealth v. De Petro, supra. It was for the jury to pass on Mitchell’s credibility as a witness.\nConsidering all the evidence, I conclude that it was sufficient to have supported a jury verdict of guilty beyond a reasonable doubt. I would thus reverse and remand for a new trial.\nMr. Justice Eagen and Mr. Justice Nix join in this opinion.\nMitchell was unable at trial to identify specifically the brown leather coat that Fred Tedder was wearing on the night of the shooting, but stated that the coat shown him could have been Tedder’s."}