{"id": "480999", "contents": "OPINION\nMANDERINO, Justice.\nThis is an appeal by the prosecution from a pre-trial order which suppressed all statements given to the police by the appellee, Lawrence Murphy, who was awaiting trial for the murder of one William Serepy. The victim’s body was found on Woodland Avenue in Philadelphia on September 30, 1972. About four months later, in January of 1973, the appellee walked into a police station. When a police officer asked if he could help the appellee, the appellee replied “I think I killed a man on Woodland Avenue in November. I punched on him.” Subsequently, appellee was advised of his constitutional rights and gave additional inculpatory statements to the police. The trial court found that the appellee was suffering from a mental disorder at the time he made the statements and concluded, therefore, that the appellee did not knowingly, intelligently, and voluntarily waive his constitutional rights. All of the appellee’s statements were ruled inadmissible at trial.\nThe prosecution in this appeal challenges only the suppression of the statement made by the appellee when he initially arrived at the police station. Other suppressed statements made subsequent to his initial statement are, thus, not involved in this appeal.\nThe prosecution argues that the suppression of evidence prior to trial under Rule 323 of the Pennsylvania Rules of Criminal Procedure, 19 P.S. Appendix, should be limited to evidence obtained in violation of constitutional rights. We agree.\nRule 323(a) provides:\n“The defendant or his attorney may make application to the court to suppress any evidence alleged to have been obtained, in violation of the defendant’s constitutional rights.”\n(Emphasis added.)\nThe comment to Rule 323 explains the purpose and scope of the rule:\n“The rule is designed to provide one single procedure for the suppression of evidence alleged to have been obtained in violation of the defendant’s constitutional rights. It does not contemplate suppression of evidence simply because its introduction may be prejudicial or may even constitute harmful or plain error. The rule was revised to cover violations of Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961); Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964); Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908, 1 A.L.R.3d 1205 (1964); Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L.Ed.2d 694, 10 A.L.R.3d 974 (1966); United States v. Wade, 388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149 (1967); and Gilbert v. California, 388 U. S. 263, 87 S.Ct. 1951, 18 L.Ed. 1178 (1967) and others that may be decided by the Courts in the future, so long as they are obtained in violation of constitutional rights.” (Emphasis in original.)\nIn this case, the trial court suppressed an unsolicited statement made by the appellee which was not obtained in violation of the appellee’s constitutional rights. See Commonwealth v. Yount, 455 Pa. 303, 314 A.2d 242 (1974). Since Rule 323 limits pre-trial suppression orders to the suppression of evidence obtained in violation of constitutional rights, the trial court’s order is vacated, insofar as it applies to the initial statement made by the appellee when he arrived at the police station. It is so ordered.\nPOMEROY, J., filed a concurring opinion.\nEAGEN and O’BRIEN, JJ., concur in the result.\nNIX, J., filed a dissenting opinion, in which JONES, C. J., and ROBERTS, J., join.\nROBERTS, J., filed a dissenting opinion, in which JONES, C. J., and NIX, J., join."}