{"id": "481024", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nThese appeals arise out of a strike which crippled the Philadelphia school system from January 8 to March 1, 1973. The questions before us are the validity of an injunction prohibiting the strike and the validity of contempt proceedings instituted against various persons who violated the injunction.\nOn January 11, 1973, after two days of hearings in the Philadelphia Court of Common Pleas, the Board of Education of the School District of Philadelphia (“the School Board”) obtained an injunction prohibiting the Philadelphia Federation of Teachers Local 3, AFT, AFL-CIO (“The Federation”) from continuing the strike. The members of the Federation refused to return to work, and shortly thereafter, the School Board instituted contempt proceedings against the Federation, its officers, and the members of its executive board. The Federation, its president, Frank Sullivan, and its treasurer and chief negotiator, John Ryan, were tried together before a jury and found guilty of indirect criminal contempt on January 25, 1973. On February 9th, following the denial of post-trial motions, defendants Ryan and Sullivan were each sentenced to serve not less than six months nor more than four years in the Philadelphia County Prison. In addition, Sullivan was sentenced to pay a fine of $5,000. Bail was denied pending the Federation’s compliance with the injunction of January 11th. A petition for reconsideration of sentence was granted, and on March 14th, 1973, Ryan’s and Sullivan’s terms of imprisonment were reduced to not less than four months nor more than twenty-three months. In a separate proceeding, the twenty-one members of the Federation’s executive board were tried together before a jury, and on February 9, 1973, likewise were found guilty of indirect criminal contempt. Following the denial of post-trial motions, each defendant was sentenced to pay a $250 fine, and to devote forty hours in a teaching, tutorial, counseling or similar capacity in a public or private institution or agency approved by the court.\nDirect appeals from the judgments of sentence following the contempt trials were taken to this Court under §§ 202 and 205 of the Appellate Court Jurisdiction Act of 1970. Meanwhile, the Federation appealed to the Commonwealth Court from the decree of January 11th enjoining the strike. That court affirmed the injunctive decree on March 13, 1973, and we subsequently granted allocatur. The appeals were consolidated for argument, and will be considered together in this opinion.\nI.\nLiminally, appellants challenge the jurisdiction of the Court of Common Pleas to enjoin the strike which began on January 8, 1973. The factual underpinnings of this argument are as follows. The Federation and the School Board entered into a collective bargaining agreement which expired by its terms on August 31, 1972. On September 5th, the parties having failed to reach an agreement on a new contract, the Federation called a strike. The strike lasted until September 27th, when the parties entered into a memorandum of understanding reinstating the prior agreement until December 31, 1972. This memorandum of understanding was later extended until January 8, 1973. On January 3rd, the membership of the Federation voted to reject the report and recommendation of the fact finder designated by the Pennsylvania Labor Relations Board to hear testimony on the impasse between the Federation and the School Board, and voted to go on strike against the School Board beginning January 8th. On the day following the strike vote, January 4th, the School Board instituted a proceeding in equity in the Philadelphia Court of Common Pleas to enjoin the threatened strike under § 1003 of the Public Employe Relations Act (“Act 195”). The Federation filed preliminary objections challenging the jurisdiction of the court and demurring to the complaint. A hearing was held on Friday, January 5th, before President Judge Jamieson, who ruled that under § 1003 of Act 195 no injunction could issue until the strike was actually in progress. The chancellor then scheduled a hearing on the School Board’s complaint at 9:00 a. m. on Monday, January 8th, the day the strike was scheduled to begin.\nAt the hearing on January 8th, the Federation renewed its challenge to the jurisdiction of the court on the ground that the School Board’s complaint was defective at the time of its filing and hence was not properly before the court. This argument is now urged upon us in the instant appeals. As a corollary to this contention, appellants argue that, since the jurisdiction of the court was not properly invoked, the injunction against the strike was a nullity, and appellants cannot be held in contempt for violating its terms.\nWe agree with the chancellor that he had no jurisdiction to grant an injunction on January 5th, before the strike began. There is no common law equity jurisdiction in Pennsylvania; a court may exercise only those equitable powers which have been specifically conferred by the legislature. Calabrese v. Collier Township Municipal Authority, 430 Pa. 289, 240 A.2d 544 (1968) ; Armstrong School District v. Armstrong Education Association, 5 Pa.Cmwlth. 387, 291 A.2d 125 (1972). The scope of the chancellor’s jurisdiction in the instant case is defined in § 1003 of Act 195, which provides:\n“If a strike by public employes occurs after the collective bargaining processes set forth in sections 801 and 802 of Article VIII of this act have been completely utilized and exhausted, it shall not be prohibited unless or until such a strike creates a clear and present danger or threat to the health, safety or welfare of the public. In such cases the public employer shall initiate, in the court of common pleas of the jurisdiction where such strike occurs, an action for equitable relief including but not limited to appropriate injunctions and shall be entitled to such relief if the court finds that the strike creates a clear and present danger to the health, safety or welfare of the public. If the strike involves Commonwealth employes, the chief legal officer of the public employer or the Attorney General where required by law shall institute an action for equitable relief in the court of common pleas of the jurisdiction where the strike has occurred or the Commonwealth Court . . . .” [emphasis supplied].\nAs the italicized portions of this provision indicate, it is only when a strike is actually in progress that a public employer may seek, and a court may grant, equitable relief. We cannot accept the School Board’s argument, which prevailed in the Commonwealth Court, that because in the same labor dispute a strike “occurred” between September 5th and September 27th, a court can enjoin a second strike arising out of that same dispute in the interim period before the second strike begins. The Act defines a “strike” as\n“concerted action in failing to report for duty, the wilful absence from one’s position, the stoppage of work, slowdown, or the abstinence in whole or in part from the full, faithful and proper performance of the duties of employment for the purpose of inducing, influencing or coercing a change in the conditions or compensation or the rights, privileges, or obligations of employment.” 43 P.S. § 1101.301(9).\nIt would be inconsistent with this statutory definition to hold that a strike was in progress between September 28, 1972 and January 8, 1973, a period when, in fact, the Federation members were back at work under the memorandum of understanding of September 27th.\nHaving properly ruled that the School Board’s application for injunctive relief was premature, the chancellor should have dismissed the complaint on January 5th. The defect of premature filing could not be cured by the subsequent occurrence of the threatened strike. As we said in Brenner v. Sukenik, 410 Pa. 324, 328, 189 A.2d 246, 248 (1963): “[t]he question of equity’s jurisdiction must be determined on the facts and circumstances existing upon the date the action is instituted: Lafean v. American Caramel Co., 271 Pa. 276, 114 A. 622 (1921).” See also Bulkin v. Sacks, 31 Pa.D. & C. 501 (1937). When, instead of dismissing the complaint, the chancellor postponed hearing on its prayer for a preliminary injunction until the day the strike was scheduled to begin, he clearly believed that he was expediting the disposition of a matter of grave public importance without prejudicing the rights of either the Federation or the School Board; he assumed that the jurisdiction to enjoin found lacking on Friday the 5th would have ripened and become exercisable by Monday the 8th. But it was not merely the power to grant an injunction that was absent on the 5th; it was the right of the School Board to invoke jurisdiction at all. No right of action existed until the strike was in being. Where matters of jurisdiction are concerned, the courts must enforce the letter of the law. “No emergency, real or feared, and no alleged hardship to a complaining party, however great, can justify a court’s entertaining and passing upon a subject matter which is not within its jurisdictional competence.” Pennsylvania Railroad Co. v. Pennsylvania Public Utility Commission, 396 Pa. 34, 38, 152 A.2d 422, 424 (1959).\nMoreover, to permit the court to entertain a complaint filed when no strike is in progress would undercut the legislative policy on which Act 195 is based. A major purpose of the Act is to encourage the peaceful resolution of labor disputes between public employers and their employees through orderly procedures of collective bargaining. Premature resort to the courts may frustrate this statutory purpose. The pendency of a suit seeking an injunction, even though not immediately brought on for hearing, can shorten tempers, harden bargaining positions, and distract attention from the negotiating process. It was to avoid such untoward consequences that the legislature provided that a strike by public employees must actually be in progress before injunctive proceedings under § 1003 of Act 195 can begin. Since the trial court had no jurisdiction to entertain the School Board’s complaint, the injunctive decree was invalid and must be reversed.\nII.\nWe agree with appellants’ contention that the court’s lack of jurisdiction to enjoin the strike served to void the subsequent contempt citations stemming from the violation of the injunction. There is ample authority for the proposition that an error or irregularity in an injunction issued by a court of competent jurisdiction is no defense to criminal contempt proceedings for failure to obey the decree. Bowers v. Reitz, 315 Pa. 310, 172 A. 707 (1934); Silliman v. Whitmer, 173 Pa. 401, 34 A. 56 (1896); Howat v. Kansas, 258 U.S. 181, 42 S.Ct. 277, 66 L.Ed. 550 (1922); Ford v. Kammerer, 450 F.2d 279, 280 (3d Cir. 1971); United States v. Dickinson, 465 F.2d 496, 509 (5th Cir. 1972). On the other hand, it is equally well settled that a party may not be held in contempt of court for ignoring an order or decree which is void for want of jurisdiction in the issuing court. Schlesinger Petition, 367 Pa. 476, 81 A.2d 316 (1951); Commonwealth ex rel. Sage v. Sage, 160 Pa. 399, 28 A. 863, 34 W.N.C. 225 (1894). In re Green, 369 U.S. 689, 692, 82 S.Ct. 1114, 8 L.Ed.2d 198, 201 (1962); Ex parte George, 371 U.S. 72, 83 S.Ct. 178, 9 L.Ed.2d 133 (1962); Wilmot v. Doyle, 403 F.2d 811, 814 (9th Cir. 1968); Annot., 12 A.L.R.2d 1059 (1950). To this latter rule, an exception is recognized with respect to temporary injunctions designed to maintain the status quo while the court resolves the question of its jurisdiction. Since a court always has jurisdiction to decide questions of its own jurisdiction, violation of a temporary injunction of this sort will sustain proceedings for contempt of court, even if the court ultimately rules that it lacks jurisdiction over the parties or the subject matter of the case. See United States v. United Mine Workers, 330 U.S. 258, 67 S.Ct. 677, 91 L.Ed. 884 (1947); Annot., 12 A.L.R. 1059, 1078 (1950). This exception is inapplicable to the present case. The chancellor had resolved the question of his jurisdiction over the case before the injunction was granted. This question was settled in the trial court by the chancellor’s ruling on January 5th that no injunction could issue before the strike began, and by his ruling from the bench on the morning of January 8th, before hearings on the injunction began, that the court had properly retained jurisdiction over the School Board’s Complaint.\nThe order of the Commonwealth Court in No. 461 is reversed, and the injunctive decree entered by the trial court is vacated; each party to bear own costs. The judgments of sentence in Nos. 317 and 318 are reversed, and the persons held in contempt discharged.\nJONES, C. J., filed a dissenting opinion in which ROBERTS and O’BRIEN, JJ., joined.\n. Act of July 31, 1970, P.L. 673, No. 223, § 101 et seq.; 17 P.S. § 211.101 et seq. (Supp.1974).\nContrary to appellants’ contention, § 202 of this act does not confer jurisdiction in this Court over the appeals from the judgments of sentence entered in the indirect criminal contempt proceedings below. Section 202 provides that\n“[t]he Supreme Court shall have exclusive jurisdiction of appeals from final orders of the courts of common pleas in any of the following classes of cases:\n“(5) Direct criminal contempt in the courts of common pleas and other contempt proceedings in the courts of common pleas relating to orders which are appealable directly to the Supreme Court . . [emphasis supplied].\nThe proceedings below did not involve direct criminal contempt. On the contrary, appellants were cited for indirect criminal contempt for their violation of the injunction against the strike. Nor were the proceedings below “other contempt proceedings in the courts of common pleas relating to orders which are appealable directly to the Supreme Court”. Since the proceeding to enjoin the school strike was a proceeding “where is drawn in question the application, interpretation or enforcement of (i) any act of the General Assembly regulating the affairs of political subdivisions, municipality and other local authorities or other public corporations . . the Commonwealth Court had exclusive jurisdiction of the appeal from the injunctive decree. 17 P.S. § 211.-402. Appeals as of right from the judgments of sentence in the contempt proceedings below lay exclusively to the Superior Court. 17 P.S. § 211.302.\nAs an alternative basis for our jurisdiction over these appeals, appellants seek to invoke our extraordinary jurisdiction under § 205 of the Appellate Court Jurisdiction Act. This section provides:\n“Notwithstanding any other provision of law, the Supreme Court may, on its own motion or upon petition of any party, in any matter pending before any court or justice of the peace of this Commonwealth involving an issue of immediate public importance, assume plenary jurisdiction of such matter at any stage thereof and enter a final order or otherwise cause right and justice to be done.”\nNo petition for allowance of appeal under § 205 has been filed by appellants. While we do not condone this failure, no objection to this Court’s jurisdiction has been raised by the School Board or by the District Attorney who prosecuted the contempt proceedings, and we deem the questions presented to be of immediate public importance. Accordingly, we accept jurisdiction over the appeals from the judgments of sentence in the contempt proceedings below on our own motion.\n. President Judge Bowman, speaking for himself and Judges Kramer, Wilkinson and Rogers, delivered the opinion of the court. Judge Blatt dissented in an opinion joined by Judge Mencer; Judge Crumlish filed a separate dissenting opinion.\n. Since the Federation members have returned to work under a new collective bargaining agreement between the Federation and the School Board, the question of the validity of the injunction is moot except insofar as it affect's the validity of the contempt proceedings. We granted allocatur to foreclose the possibility of inconsistent holdings on the question of the chancellor’s jurisdiction to enjoin the strike.\n. Act of July 23, 1970, P.L. 563, No. 195, § 101 et seq.; 43 P.S. § 1101.101 et seq. (Supp.1974).\n. See 43 P.S. § 1101.101.\n. In his dissenting opinion, the Chief Justice suggests that the chancellor had jurisdiction to entertain the School Board’s complaint under the Act of June 16, 1836, P.L. 784, § 13, 17 P.S. § 282. We cannot agree. The Act provides in pertinent part that “[t]he court of common pleas of [Philadelphia] shall have the power and jurisdiction of courts of chancery, so far as relates to ... V. The prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community or the rights of individuals.” (emphasis supplied). Once negotiation and mediation processes have been utilized and exhausted, a strike by public school teachers is not “contrary to law.” On the contrary, strikes of this sort are implicitly authorized by § 1003 of Act 195. If such a strike occurs, “it shall not be prohibited unless or until such a strike creates a clear and present danger or threat to the health, safety or welfare of the public.” Act of July 23, 1970, P.L. 563, No. 195, § 1003; 43 P.S. § 1101.1003. The determination whether this “danger or threat” exists must be made in accordance with the procedures outlined in § 1003 of the Act. The requirements of this section are “jurisdictional” in the strict sense of that term, for it is not enough that a court have competence to adjudicate cases of a particular class; this general subject matter jurisdiction must be invoked in a proper and timely fashion. West Homestead Borough School District v. Allegheny County Board of School Directors, 440 Pa. 113, 269 A.2d 904 (1970); see also Commonwealth v. Little, 455 Pa. 163, 168, 314 A.2d 270, 272-273 (1974).\n. The author of this opinion is constrained to add, as a personal footnote, that this decision carries no condonation of the conduct of The Federation and its members in continuing the strike after it was enjoined by the trial court. There is no indication in the record that the defiance exhibited by the appellants was motivated in any way by an honest belief that the court was without jurisdiction to grant the injunction. Thus their refusal to obey the injunctive decree evidenced an irresponsible disregard for the authority of the court and the rights of the public. Nevertheless, however much one may disapprove of the tactics employed by appellants, they are of course entitled to and must be accorded their full rights under the law."}