{"id": "481046", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Richard Carr, was tried by a judge and jury and found guilty of voluntary manslaughter. Post-trial motions were denied and appellant was sentenced to a term of not less than five nor more than ten years in a state correctional institution. This appeal followed.\nThe facts surrounding this appeal are as follows. On March 1, 1972, at about 8:00 p. m., the McKeesport Police Department received a call from appellant, in which he stated that he had just accidentally shot his wife. Officers Brennan and Valenta arrived at appellant’s home and found him sitting at the dining room table with his daughter. His wife was lying dead in the upstairs bathroom, her death caused by a gunshot wound to the tern-pie. When the police officers arrived at the scene, they gave appellant his Miranda warning and he told them that after he and his wife had “had words” he pointed the gun at her to scare her and the gun went off. Some two hours later, at police headquarters, appellant signed a written statement in which he again admitted pointing the weapon at his wife to scare her. At trial, appellant, testifying in his own behalf, stated that he did not point the weapon at his wife but only showed it to her in an attempt to scare her and the gun went off accidentally.\nAppellant first argues, citing Commonwealth v. Canales, 454 Pa. 422, 311 A.2d 572 (1973), that the trial court committed reversible error when it admitted the notes Officer Brennan took while appellant was being questioned in his home by Officer Hanna. At trial, the Commonwealth introduced a statement signed by appellant which contained an entry that appellant had stated during the course of an oral interview at his home that he had pointed the gun at his wife while she was in the bathroom in an attempt to scare her (appellant’s wife was found dead in the bathroom). The Commonwealth then called Officer Brennan, who took notes during appellant’s oral statement, and Brennan, testifying from memory, stated that appellant did in fact admit that he had pointed a gun at his wife to scare her. On cross-examination, defense counsel, using the notes kept by Brennan during the oral interview, pointed out, in an attempt to discredit Brennan’s oral testimony and appellant’s signed statement, that the notes did not contain a notation that appellant stated that he pointed the gun at his wife to scare her. Both the Commonwealth and defense counsel had earlier agreed not to refer to the notes. At this point, the Commonwealth moved for the admission of the notes. The motion was denied; however, the judge took the matter under advisement and the notes were later admitted into evidence.\nIn Canales, supra, we held that admission of notes similar to those in the instant case was error because the notes did not qualify as past recollection recorded; similarly, the notes in the instant case did not qualify under the above exception because Officer Brennan stated that he had a recollection of appellant’s oral statement. However, in Canales, we held that the admission of the notes was prejudicial error, because the notes were critical to the Commonwealth’s case and without them, the evidence would not have been sufficient to sustain a verdict. In the instant case, the notes, rather than being prejudicial to appellant, benefitted him. The notes made it clear that the police officer’s remembrance of a conversation that occurred fifteen months prior to appellant’s trial was different and far more incriminating to appellant than what the officer actually wrote down during the conversation. This could only have detracted from the officer’s credibility and lessened the effect of appellant’s signed statement. Moreover, the notes were almost identical to appellant’s trial testimony and this certainly added credibility to his testimony. We must, therefore, conclude that the admission of the notes, while erroneous, was harmless error beyond a reasonable doubt. See Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1965).\nAppellant next argues that the court erred in curtailing the cross-examination of Mrs. Romano, a Commonwealth witness. The defense sought to prove bias on the part of Mrs. Rpmano by showing that she and her mother (also the victim’s mother) had attempted to remove appellant’s child to California without appellant’s knowledge or permission. The court disallowed this questioning, and appellant contends that this was error in light of our decision in Commonwealth v. Cheatham, 429 Pa. 198, 239 A.2d 293 (1968). In Cheatham, supra, we held that it was error to prohibit the cross-examination of a Commonwealth witness to show that the witness had a motive and opportunity to murder the victim, thus proving a possible motive for the witness to falsify. In the instant case, we have a far different situation.\nAssuming error, the jury was well aware that Mrs. Romano was a relative of the victim, thus making her possible bias clear to the jury, therefore rendering any such error harmless beyond a reasonable doubt. See Chapman, supra.\nAppellant next argues that the evidence was insufficient to support a verdict of voluntary manslaughter. We do not agree. In viewing the evidence in a light most favorable to the Commonwealth, the jury could well have found that appellant was guilty of murder in the second degree. Appellant’s signed statement established that he pointed a gun at his wife while she was in the bathroom and that the gun went off in the bathroom. At trial, he testified that he did not point the gun at his wife, but only had the gun to scare her, when it went off in the bathroom. The jury, in choosing to credit the statement that appellant gave the police and discrediting his trial testimony, could have found appellant guilty of murder in the second degree. See Commonwealth v. Durant, 456 Pa. 416, 319 A.2d 675 (1974), and Commonwealth v. Alston, Pa., 317 A.2d 229, 231 (1974). Since the evidence would have supported a verdict of murder in the second degree, the jury’s verdict of voluntary manslaughter was permissible. See Commonwealth v. Butcher, 451 Pa. 359, 304 A.2d 150 (1973).\nLastly, appellant argues that the trial court erred in its instructions to the jury. However, appellant only took a general exception to the charge and thus waived the issue he now raises on appeal. See Commonwealth v. Watlington, 452 Pa. 524, 306 A.2d 892 (1974), and Commonwealth v. Clair, Pa., 326 A.2d 272 (1974).\nJudgment of sentence affirmed.\nJONES, C. J., took no part in the consideration or decision of this case.\nMANDERINO and ROBERTS, JJ., concur in the result."}