{"id": "482768", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Norris Jones, was tried by a judge and jury and found guilty of murder in the second degree. Post-trial motions were denied and appellant was sentenced to a term of 5 to 12 years in a state correctional institution. This appeal followed.\nAppellant’s conviction arose out of the fatal stabbing of Dennis Stancko on October 8, 1971, in Erie, Pennsylvania.\nAppellant first argues that his oral statement given to police officers, while he was being transported to police headquarters, was inadmissible because he was not given his Miranda warnings. We do not agree. The record reveals that when appellant was initially picked up by the police officers he was placed in the police vehicle and given his Miranda warnings. He was then asked if he had any weapons on his person, and he produced a knife, which he gave to the police officers, and stated that “it was the knife he used”. Under these facts, we find appellant’s statement to be admissible. See Commonwealth v. Powell, Pa., 328 A.2d 507 (1974).\nAppellant next argues, citing Commonwealth v. Collins, 436 Pa. 114, 259 A.2d 160 (1969), that his formal statement is inadmissible because he was not informed prior to his questioning that the victim of the stabbing had died. We do not agree. When appellant was initially given his Miranda warnings at the police station, he was not informed that the victim had died because the police were unaware of the fact. After several preliminary questions, the interview was stopped because the police were informed of the death of the victim. Appellant was then readvised of his rights and told that the victim had died. He again waived his rights and gave the police a statement. This second warning given to appellant advised him of the death of the victim and gave him the requisite information to make an intelligent decision of whether to waive his rights. We therefore find no error in the police procedure.\nAppellant next argues that he was denied due process of law because of the absence of black jurors on his jury. Appellant did not file a challenge to the general array of the jury panel prior to trial, but only raised the issue in post-trial motions. The trial judge took this issue under advisement, and defense counsel agreed that he would accept the findings as stated in Commonwealth v. Carroll, 443 Pa. 518, 278 A.2d 898 (1971), pertaining to the total population of Erie County and the percentage of blacks in the county. The trial judge found that since the jury selection process was the same in Erie County as it was in Carroll, supra, and since that system was sustained when it came under constitutional challenge in Carroll, it was still valid. We must agree with that determination. Appellant failed to prove any systematic exclusion of blacks on Erie County juries, and only suggested by speculation that evidence and testimony taken on the issue in another Erie County case would prove his contention. Appellant had the opportunity prior to trial to establish his contention and create a record to support his claim. Since he failed to do so, we must dismiss his contention.\nAppellant next argues that the trial judge erred in his charge relating to self-defense, and in his explanation of the differences between voluntary manslaughter and murder in the second degree. An examination of the trial judge’s charge clearly establishes that both points were fully and properly covered by the trial judge.\nJudgment of sentence affirmed.\nROBERTS, J., filed a concurring opinion, in which MANDERINO, J., joins."}