{"id": "482757", "contents": "OPINION OF THE COURT\nJONES, Chief Justice.\nHeimin S. Jacobson died testate on February 17, 1972, survived by two children, six grandchildren and one great-grandchild. The testator’s will, executed on August 16, 1971, was duly probated. After the first and final account was rendered, petition for distribution was filed and exceptions were taken. Testimony was begun on February 1, 1974, after which time the court terminated the hearing to make a determination as to whether a latent ambiguity existed in the wording of the will. On February 19, 1974, the court entered a decree finding no ambiguity in the will which would permit extraneous testimony and dismissed all exceptions. The decision of the trial court was affirmed by the court en banc and this appeal by two of the remaindermen, Linda Daniels and Connie Kaplan, followed.\nNo rule is more settled in regard to wills than the general rule that the testator’s intent, if not unlawful, must prevail. The common law has consistently proclaimed that the testator’s intent is the crux in interpreting every will and that intent must be ascertained from the language chosen by the testator. Cannistra Estate, 384 Pa. 605, 607, 121 A.2d 157, 158 (1956); Sowers Estate, 383 Pa. 566, 570, 119 A.2d 60, 62 (1956); Beisgen Estate, 387 Pa. 425, 432, 128 A.2d 52, 55 (1956); Britt Estate, 369 Pa. 450, 454, 87 A.2d 243, 244-245 (1952). Courts will not search for the testator’s intent beyond “the four corners of his will” when the language of that document is sufficiently clear and unambiguous so as to lead the court to believe it can with reasonable certainty effect a distribution in accordance with the testator’s desires. Soles Estate, 451 Pa. 568, 571, 304 A.2d 97, 99 (1973).\nExtrinsic evidence and collateral sources are always competent to show that a latent ambiguity exists in the will. Lilley Estate, 443 Pa. 1, 275 A.2d 37 (1971); Beisgen Estate, 387 Pa. 425, 431, 128 A.2d 52, 55 (1956); Logan v. Wiley, 357 Pa. 547, 548, 55 A.2d 366, 367 (1947); Gerety Estate, 354 Pa, 14, 18, 46 A.2d 250, 251 (1946); Metzger’s Estate, 222 Pa. 276, 281, 71 A. 96, 97 (1908); However, we are unpersuaded by appellants’ offer of testimony that any latent ambiguities existed in the will which would sustain the requested admission of parol testimony in construing the testator’s intent. Extrinsic evidence of surrounding facts cannot be received as evidence of testator’s intention independent of the written words employed. Beisgen Estate, 387 Pa. 425, 431, 128 A.2d 52, 55 (1956); Reinheimer Estate, 265 Pa. 185, 189, 108 A. 412, 413 (1919).\nThe testator’s distributive scheme provided for the appointment of Mellon National Bank and Trust Company as trustee to hold two equal trusts for the testator’s children, Robert L. Jacobson and Thelma Perilman. The testator provided: “My Trustee shall hold one share or equal part in trust for the benefit of my son, Robert L. Jacobson, for and during his lifetime and beginning three (3) years after the date of my death shall pay to him the income therefrom and such additional sum out of the principal as may be required to give him the sum of $500.00 per month. In the event my said son is in need of funds for medical care during the first three years after my death, my Trustee may distribute to him up to $5,000.00 from income and principal for such purpose only.” The testator then provided for his daughter, Thelma Perilman: “My Trustee shall hold the second share or equal part in trust for the benefit of my daughter, Thelma Perilman, for and during her lifetime and shall pay to her the net income therefrom and such additional sum out of the principal as may be required to pay her the sum of $100.00 per month from this trust so long as she is married and shall pay to her the income therefrom and such additional sum as may be required to pay her the sum of $500.00 per month when and if her marriage has been terminated by death or otherwise.” Upon the death of each of the children, “the remaining principal and any undistributed income” is to be divided into equal parts and held in trust for the six grandchildren. In addition, the testator provided that if any monthly payment previously authorized to be made should be insufficient in the opinion of the trustee to provide for the welfare, support and education of “such beneficiary and members of his or her immediate family,” the trustee is authorized in its discretion to use principal for such purpose and as it deems advisable.\nThe remaindermen propose that the provisions of the will limit the testator’s son and married daughter to the specific monthly sums of $500.00 and $100.00 respectively. However, in the absence of a different intent appearing from the will a bequest of income ordinarily means the whole of it or at least the entire net income. McManus Estate, 361 Pa. 122, 63 A.2d 75 (1949). See also 96 C.J.S. Wills § 1036 (1957). The plain and usual meaning of the words used by the testator led the lower court to the conclusion that the will directs the trustee to pay the income from the trusts to the beneficiaries; and if that income is less than the minimum amounts specified, the trustee can invade the principal to insure the payment of a minimum amount per month. We agree. It is important to note that in the sentence immediately following the creation of his son’s trust, the testator had no difficulty in clearly expressing his desire to limit to a specific sum the funds to be given to his son for medical expenses in the three years following the testator’s death. Furthermore, the only reference in the will to the distribution of any excess income which might be accumulated, accrued or invested in the children’s shares is that upon the death of the children, “the remaining principal and any undistributed income” is to be equally divided and held in trust for the grandchildren. It is clear from an analysis of the will that the intent of the testator was to provide his children with life estates. The trustee is directed to pay Thelma Perilman and Robert L. Jacobson the income from the principal shares and to invade the principal if such income was insufficient to assure them specified minimum sums. Additionally, the trustee at his discretion can invade the principal to provide for the welfare, support and education of any beneficiary and members of his or her immediate family and to pay part or all of his funeral expenses. There is, however, a question as to what is meant by the words “and any undistributed income.”\nNo specific reference is made in the will as to the disposition of the income accumulated in the son’s share in trust for the three years prior to the son’s enjoyment of any income from the share held in trust for his benefit. In the absence of any provision to the contrary, the life income beneficiary is entitled to income from the date of death of the testator. Eichelberger’s Estate, 170 Pa. 242, 32 A. 605 (1895). See also Restatement (Second) Trusts, § 234 (1959). The testator’s intent as indicated by the language of the will was to merely postpone the enjoyment of the income, except for medical care, until the end of the three-year period.\nIt is next contended by the remaindermen that the provision that the trustee be authorized in his discretion to use principal for the welfare, support and education of the beneficiary and “members of his or her immediate family” does not include the spouses of the testator’s son and daughter. The term “family” usually includes the husband or wife and children unless the language indicates a contrary intent on the testator’s part. Act of November 25, 1970, P.L. 707, No. 230, as amended, 20 Pa. S. § 2514(4) (Supp.1974). This Court had previously held the word “family” to include only members of the bloodline and therefore not to include the spouse. Heck v. Clippenger, 5 Pa. 385 (1847). Today, however, the statute specifically provides that in the absence of a contrary intent appearing within the will:\n“(4) . . .A devise or bequest of real or personal estate, whether directly or in trust, to the testator’s or another designated person’s . . . ‘family’ shall mean those persons, including the spouse, who would take under the intestate laws if the testator or other designated person were to die intestate at the time when such class is to be ascertained\nIt must be noted that where the testator intended to benefit only his children or grandchildren throughout the will he did so by using those very words. He intended to mean something more when he used the words “immediate family”, and that would have to be, at the least, the spouse and children of the beneficiary.\nThe remaindermen finally contend that the provision for payment of principal at the trustee’s discretion to “any beneficiary under paragraphs A or B of this Article NINTH” if any monthly payment shall be insufficient to provide for the welfare, support and education of such beneficiary and his immediate family does not include Thelma Perilman; and that it was an abuse of discretion on the trustee’s part to advance her certain sums for itemized expenses when her husband was ill and unemployed. There were only two persons for whom the testator provided monthly payments, and Thelma Perilman was one of those persons. The clear intent of the testator’s designation of “any beneficiary under paragraphs A or B” of Article 9 would certainly have to include the testator’s daughter if it included any one at all. While the remaindermen may question the wisdom of the trustee’s exercise of discretion, we find no abuse of that discretion here. Not only was there a reasonable basis for the invasion of the principal in accordance with the terms of the will, but the trustee testified as to the reasons for advancing the sums to Mrs. Perilman. He testified that each of the trusts under the will had been established immediately after the testator’s death by means of proceeds from policies of life insurance on the life of the decedent which were payable to the trustee under the will. This provided a relatively small amount of principal in the trusts immediately. The administrative assets of the decedent’s estate were held in the administrative account and thus the income earned by those assets had been accumulated in that account. The result was that the income earned by the trust was rather limited before the transfer of the assets of the administrative estate. Mrs. Perilman requested invasion of the principal for her maintenance during this period and the trustee granted her request with the understanding that when the accumulated income was transferred by decree of the Court from the administrative estate to her trust, the advancement of principal in the trust would be charged against the accumulated income. In fact, the principal has been reimbursed for the invasion for all but $1,641.84 as of January 17, 1974. We hold under these circumstances there was no abuse of discretion on the part of the trustee.\nDecree affirmed. Costs on appellants.\n. Appellants’ offer of proof at the time of the hearing was testimony of the testator’s sister and his grandson-in-law to the effect that: (1) the amounts to be received by the children were limited to a certain sum per month; (2) the testator had reason for doing so in that he had given to both of them during his lifetime large sums of money which they squandered and which he resented; (3) the children had not spoken with testator for several years prior to his death and there was great animosity existing between them; (4) the testator did not wish to include his in-laws as beneficiaries, especially his son-in-law, whom he hated and despised; and (5) in prior wills he specifically referred to his in-laws when he so wanted to make a gift, and further that a comparison of prior wills with his last will evidenced an intention to cut down the gifts he made to his children. The offer of testimony does not reveal any latent ambiguity in the words used by the testator. As even appellants concede at one point, the language is clear and unambiguous; it is only the parties’ interpretation of that language which differs.\n. In contrast, where the will directs the trustee to pay “so much of the income and principal as it deems advisable” for the welfare, comfort, recreation, support and education of any minor beneficiary the testator specifically provided that the trustee “shall add the remaining income to principal to be invested as such.”"}