{"id": "482846", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nCharles McDowell was convicted by a jury of murder in the first degree and related offenses. Fol-lowing denial of post-trial motions he received a sentence of life imprisonment on the murder conviction and a concurrent sentence of 10 to 20 years imprisonment on the charges of aggravated robbery, conspiracy and unlawful possession of a firearm. This appeal followed.\nThere is no dispute that on the evening of September 2, 1969, James West, a bartender at the Piccadilly Bar in Philadelphia, died of a shotgun wound received at his place of work. Shortly before the shooting, one Harold Williams observed the appellant (known as Cha-Cha) and four others, two of whom he identified as Calvin Davis (known as Jelly Roll) and Charles Bynum (known as Byno), walk past him and his group of four acquaintances, engage in conversation, and proceed toward the Piccadilly Bar. Williams saw Calvin Davis and two others, who appeared to be the appellant and Charles Bynum, enter the bar and exit shortly following the sound of a shot; as Calvin Davis ran out, the witness noticed that his left hand was clenched around a long pipe-like object.\nMcDowell was arrested thirteen days later, on September 15, 1969, and gave an oral statement to the police which was later reduced to writing in substantially the same form, and signed. He also made a tape recording of the written statement. All of these were placed in evidence by the prosecution through the investigating officer, Detective Hoff. In the statements McDowell admitted to meeting Calvin Davis and two others some twenty minutes before the shooting; the three were talking about robbing a bar. All four then proceeded in the direction of the Piccadilly Bar, although no particular bar had been decided upon. Outside the bar, they waited until the bartender was alone and discussed who was going to carry in the gun. After each of the four had refused to do so, Calvin Davis picked up the gun, which was covered by an umbrella, and entered the bar, the others following. Once through the door, Davis uncovered the shotgun and said to the bartender, “This is a stick-up”. The bartender grabbed at the shotgun, which then discharged. After the shot, Davis, Bynum and McDowell left the bar and later met at Calvin Davis’ house.\nAppellant contends, inter alia, that prejudicial error occurred when a police witness for the Commonwealth was allowed to read to the jury portions of the confession of Calvin Davis which implicated the appellant. McDowell claims that this statement was inadmissible hearsay and that its admission violated his constitutional right of confrontation. After carefully reviewing the circumstances of its admission into evidence, we agree, and will order a new trial.\nOn cross-examination, Detective Hoff testified that other participants in the robbery had made statements which were shown to McDowell before he confessed. In a line of questions suggesting that the statements attributed to McDowell were in fact interpolations from statements of other admitted participants, defense counsel asked Detective Hoff if Calvin Davis had stated that he had not seen the bartender grab for the gun; the detective was unable to recall.\nIn response to this questioning, the Commonwealth on re-direct examination asked Detective Hoff to read to the jury those parts of the statement of Calvin Davis which referred to McDowell. This elicited the response that Davis had stated that he met with the appellant and three others on the night of the shooting, and that they had agreed to rob a “joint”; that upon reaching a point opposite the Piccadilly Bar they stopped and argued about who was to carry the gun, and that defendant had said “he wasn’t going to take the gun in there;” that Davis then picked up the gun and proceeded into the bar, having been informed at some point by McDowell that the gun was loaded; that Davis and Bynum entered the bar, and Davis told the bartender “this is a stick-up”; that the bartender grabbed for the gun which then discharged and that then either Bynum or McDowell opened the door and “we walked out.” On recross-examination, Detective Hoff was asked numerous other questions concerning the Davis confession and its bearing on McDowell’s statement. In his charge to the jury, the trial judge instructed the jury that the Davis statement might be taken into account in determining the facts of the case.\nThe Davis statement was clearly hearsay. It does not, however, qualify as an exception to the rule against hearsay under the co-conspirator exception to that rule, since it was not made during the existence of the conspiracy or in continuance or furtherance of the common purpose. See Commonwealth v. Ellsworth, 409 Pa. 505, 509-13, 187 A.2d 640 (1963); see generally 1 Henry, Pa. Evidence, § 443, at 437 (1953). The admission of the statement was thus not only erroneous as a matter of evidence, but also because it violated McDowell’s right “to be confronted with the witnesses against him” under the Sixth Amendment to the Constitution of the United States.\nThe case in this respect is controlled by our decision in Commonwealth v. Ransom, 446 Pa. 457, 288 A.2d 762 (1972). There, as here, the challenged statement of the accomplice was made to the police while in custody after the conspiracy had accomplished its object and terminated. After referring to the decision of the Supreme Court of the United States in Douglas v. Alabama, 380 U.S. 415, 85 S.Ct. 1074, 13 L.Ed.2d 934 (1965), we said, speaking through Mr. Justice Roberts:\n“We find no significant distinctions between Douglas and the present case. If anything, our case is more compelling because the accomplices whose statements were offered into evidence never even appeared to testify. Nor was the opportunity to cross-examine the police officer who testified to the substance of the confessions a substitute for cross-examination of the declarant. There was neither opportunity for cross-examination when the statement was made nor when it was introduced at trial. California v. Green, 399 U.S. 149, 158-59, 90 S.Ct. 1930, 1935, 26 L.Ed.2d 489 (1970); Hoover v. Beto, 439 F.2d 913, 924 (5th Cir. 1971).” 446 Pa. at 465-466, 288 A.2d at 766.\nThe fact that the disputed evidence came in on re-direct examination by the district attorney of a Commonwealth witness, and not as part of the Commonwealth’s case-in-chief, does not change the result. The Commonwealth argues that it was but responding to cross-examination by defense counsel, who made the initial reference to the Davis statement. The trial judge agreed with this position, saying to defense counsel when he overruled the objection to the testimony, “You opened that up.” It is true, of course, that redirect examination is permissible to meet matters brought out on cross-examination, and, indeed, has that as its purpose. See Commonwealth v. Sallade, 374 Pa. 429, 435, 97 A.2d 528 (1953); 6 J. Wigmore, Evidence, (3d ed.\"1940) § 1896, at 567; 2 Henry, Pa. Evidence, § 820 (1953). On this record, however, we cannot find that the indecisive references to the statement of “Jellyroll” Davis did in fact amount to an “opening up” of the entire Davis statement concerning McDowell. The redirect examination was overreaction and accomplished on re-direct what could not constitutionally have been done on direct. The error was made the more egregious by the statement in the trial court’s charge that the jury could take the Davis statement into account in determining the facts. Even had the jury been cautioned to disregard the testimony as to what Davis said about McDowell’s involvement, the curative instruction might not avail. See and compare Bruton v. United States, 391 U.S. 123 at 138, 88 S.Ct. 1620, 20 L.Ed.2d 476 at 486 (1968) (concurring opinion of Mr. Justice Stewart).\nJudgment of sentence reversed and a new trial ordered.\nJONES, C. J., dissents.\nEAGEN, J., did not participate in the consideration or decision of this case.\n. The related charges were concealment of a deadly weapon (Bill No. 129), aggravated robbery, conspiracy and unlawful possession of a firearm (Bill No. 130) and unlawful possession of a firearm as an additional count to the charge of murder (Bill No. 131). The sentence on No. 129 was suspended.\n. Each of the three judgments of sentence have been appealed directly to this Court, although only the appeal on the homicide conviction is properly so taken. Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202(1), 17 P.S. § 211.202(1). The appeal from the judgment of sentence on Bill No. 130, lies properly in the Superior Court. Commonwealth v. Rife, 454 Pa. 506, 508 n. 1, 312 A.2d 406 (1973). The Commonwealth, however, has not objected, thus perfecting jurisdiction in this Court unless we order otherwise. 17 P.S. § 211.503. Because disposition of the defendant’s appeal from his homicide conviction will necessarily dispose of his appeal from his conviction on Bill No. 130, no purpose would be served by our transferring the appeal to the Superior Court, and we therefore do not do so.\n. In view of our holding that a new trial must be had because of the Davis statement, we do not reach appellant’s other assignments of error. These include challenges to the admissibility of McDowell’s two confessions, the asserted bias of the trial judge, and the applicability of the felony-murder rule to one who is an accomplice to a felonious killing, as distinguished from the actual perpetrator thereof.\n. Illustrative of the cross-examination is the following:\n“Q. Isn’t it a fact, Detective, that as you went over this again and again with Mr. McDowell that you were giving him information which other people had explained in the course of the investigation?\n“A. No, sir.\n“Q. If that is not true, Detective, will you explain to me how Mr. McDowell could have said to you at one point that he saw the bartender lunge for the gun and get shot and at another point that he didn’t see the bartender?\n“A. It was my opinion he just didn’t want to put himself in there when the shot was going off.\n“Q. It is a fact, isn’t it, sir, that at least one of the other people who were involved in this thing did not see the bartender grab the gun, did he?\n“A. I really don’t recall, sir.\n“Q. Jellyroll [Calvin Davis] said the bartender grabbed the gun?\n“A. I have to refresh my recollection from the statement, sir, it has been some time since I read it.\n“Q. Jellyroll is the man that confessed to the killing, didn’t he?\n“A. Yes.”\n. Cf. Bruton v. U. S., 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968); Commonwealth v. Porter, 449 Pa. 153, 295 A.2d 311 (1972). (Opinion of Pomeroy, J., announcing the decision of the Court, at 161-165, 295 A.2d 311, and the separate opinion of Mr. Justice Roberts, joined by Mr. Justice O’Brien at 168, 170-173, 295 A.2d 311)."}