{"id": "482843", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Cleveland Abner, was tried by a judge and jury and found guilty of murder in the first degree and aggravated robbery. Post-trial motions were denied, and appellant was sentenced to life imprisonment for the first-degree murder conviction and a concurrent sentence of ten to twenty years for the aggravated robbery conviction. This appeal followed.\nAppellant’s conviction arose out of the robbery-murder of Arthur Rudolph, age seventy-seven, in the City of Philadelphia, on January 2,1971.\nAppellant first argues that his confession was the product of an unnecessary delay between his arrest and arraignment and, therefore, should have been excluded. We do not agree.\nThe facts surrounding appellant’s confession are as follows. On January 2, 1971, appellant, age eighteen, was arrested at his home at approximately 6:30 p. m. He was then transferred to police headquarters and his mother followed in a separate police vehicle. Appellant arrived at police headquarters at 7:30 p. m., and was advised of the charges against him. He was then left alone until 8:15 p. m., when he was taken to the men’s room. At 9:15 p. m., appellant was given his Miranda rights, which he chose to waive. From 9:15 p. m., until 10:00 p. m., appellant was interviewed by police and gave an oral admission admitting his complicity in the homicide of Arthur Rudolph. At 10:15 p. m. appellant was rewarned of his Miranda rights and thereafter gave a formal written statement which was the same as his oral statement. The formal statement was concluded at 11:30 p. m., on January 2,1971.\nWe are of the opinion that the delay from 7:30 p. m. until 9:15 p. m., when appellant gave oral admission, was not unnecessary. The one-and-three-quarter-hour period was used by the police to inform appellant of the charges against him and to feed appellant. In Commonwealth v. Rowe, 459 Pa. 163, 327 A.2d 358, 361, we were presented with an analogous situation and held that the “initial delay, primarily an administrative one, cannot on this record be viewed as unnecessary.”\nHaving found appellant’s oral admission was not the product of any unnecessary delay and that the oral admission was, in substance, the same as his formal written statement, any unnecessary delay involved in obtaining the formal written statement would not be prejudicial to appellant, since the written statement was, in substance, the same as the oral statement.\nLastly, appellant argues that the Commonwealth failed to prove beyond a reasonable doubt that the death of the victim was a result of the blows inflicted by appellant. We do not agree. The Commonwealth’s pathologist who performed the post-mortem on the victim stated that based on his examination, and in his medical opinion, the blows inflicted on the victim were the cause of the victim’s death. See Commonwealth v. Webb, 449 Pa. 490, 296 A.2d 734 (1972).\nJudgments of sentence affirmed.\nPOMEROY, J., filed a concurring opinion.\nMANDERINO, J., concurs in the result."}