{"id": "482814", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nThe district attorney of Montgomery County has filed a petition in this Court requesting the issuance of a Writ of Prohibition directed to the Honorable Richard S. Lowe, a Judge of the Court of Common Pleas of Montgomery County. The following events gave rise to the filing of the petition.\nFollowing the untimely death of one Thomas Mignogno in Montgomery County, Thomas Mullen was arrested on charges of criminal homicide and aggravated assault. At the preliminary hearing before the district justice, the Commonwealth’s evidence against Mullen consisted of the testimony of a single witness, one Steven Muller. He stated that while he, Mignogno and others were seated in an automobile standing in the parking lot of the Abington High School, Mullen began striking the windshield of the vehicle with a bumper jack; that the bumper jack pierced the windshield, entered the vehicle and struck Mignogno on the head causing fatal injury. At the conclusion of the Commonwealth’s evidence, the accused, Mullen, proceeded to call as witnesses the police officer who was the prosecutor, or complainant, plus other individuals who witnessed the circumstances surrounding Mignogno’s death. The district attorney objected to these witnesses giving testimony at this time on the ground they were prospective witnesses for the Commonwealth at the trial of the case. The objection was sustained by the district justice. Mullen was then held for the grand jury without bail.\nMullen subsequently filed a petition for a writ of habeas corpus in the Court of Common Pleas of Montgomery County. In this action, Mullen challenged: (1) the sufficiency of the evidence before the district justice to warrant holding him for criminal homicide; and (2) the legality of the hearing before the district justice in view of that officer’s ruling denying him the opportunity of introducing the testimony of eyewitnesses to the incident out of which the criminal charges arose. After an evidentiary hearing before Judge Lowe, the legal issues were referred to a court en banc for decision. Oral argument before a three-judge court, which included Judge Lowe, followed.\nSubsequently, the court en banc, through Judge Lowe, entered an order remanding the case to the district justice “for a preliminary hearing de novo, which hearing shall be held in accordance with Pennsylvania Rules of Criminal Procedure, specifically Rule 141 thereof and that the defendant shall have the right to call any witnesses in his behalf excepting only witnesses to his good reputation.” The district attorney then filed the instant petition seeking to enjoin the execution of Judge Lowe’s order.\nIn pressing for the issuance of the writ, the petitioner contends the order entered by Judge Lowe constitutes an abuse of his jurisdiction. It is argued the order is violative of the Pennsylvania Rules of Criminal Procedure specifically Rule 141, 19 P.S. Appendix, and that contrary to Judge Lowe’s order, the defendant at a preliminary hearing is and should be limited to calling only those witnesses whose testimony will be favorable to and will aid his defense. It is urged that if a defendant is permitted to call witnesses who eventually will testify for the Commonwealth at trial, this will “give license to the defense to conduct a 'fishing expedition’ [at the preliminary hearing] in order to discover the entire case of the Commonwealth.”\nWe first note that it is impossible to determine from the present record whether or not the witnesses Mullen was precluded from calling at the initial preliminary hearing would offer testimony favorable to his defense. But even assuming the testimony of these witnesses will not help Mullen’s cause, we discern nothing in Rule 141 which prohibits him from calling them as witnesses. The rule must be read as written and limitations not included therein should not be read into it. We reject the district attorney’s view that the words “offer evidence on his behalf” create the limitation advocated.\nNor are we persuaded by the argument, that permitting a defendant to call “prospective” Commonwealth trial witnesses at the preliminary hearing gives sanction to an improper method of pretrial discovery and, in effect, creates a conflict with the Pennsylvania Rules of Criminal Procedure which specifically relate to, and limit, the defendant’s right of pretrial discovery and inspection. The Rules referred to (Nos. 221 and 310) are inapplicable to the instant situation. Discovery proceedings provided for in the rules apply only when the defendant seeks pretrial access to physical evidence within the control of the district attorney. See Lewis v. Lebanon Court of Common Pleas, 436 Pa. 296, 260 A.2d 184 (1969). This is not such a case.\nFinally, it is the burden of the Commonwealth at a preliminary hearing to establish at least prima facie that a crime has been committed and the accused is the one who committed it. The hearing’s principal function is to protect an individual’s right against unlawful detention. See Commonwealth ex rel. Maisenhelder v. Rundle, 414 Pa. 11, 198 A.2d 565 (1964). In seeking this protection, the defendant has the right to contest the existence of a prima facie case and may not be denied the opportunity of presenting evidence which, in his view, negates its existence.\nThe requested Writ of Prohibition is refused.\nJONES, C. J., concurs in the result.\n. The petition is designated Commonwealth of Pennsylvania v. Thomas Mullen a/k/a Thomas Hancock, but the petition itself makes clear that Judge Lowe is the real respondent. Judge Lowe and Thomas Mullen have filed separate answers in opposition to the petition.\n. This Court has original jurisdiction of a petition for a writ of prohibition. Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, Art. II, § 201, 17 P.S. 211.201(2) (Supp. 1974). The principal function of such a writ is to prevent an inferior judicial tribunal from assuming jurisdiction it does not possess (see Carpentertown Coal & Coke Company v. Laird, 360 Pa. 94, 61 A.2d 426 (1948)), or from taking some action which constitutes an abuse of its jurisdiction (see Schlesinger Petition, 367 Pa. 476, 81 A.2d 316 (1951)).\n. Rule 141 Pa.R.Crim.P., which defines the rights of the defendant at the preliminary hearing in pertinent part provides as follows: “(c) The defendant shall be present at any preliminary hearing except as provided in these rules, and may, if he desires:\n3. call witnesses other than witnesses to his good reputation only, offer evidence on his own behalf and if represented by counsel, testify;”\n. Recognizing this deficiency in the record, the district attorney urges that if a witness called by the defendant at a preliminary hearing is challenged, then before that witness is allowed to testify, the defendant should demonstrate that the witness’s testimony will aid the defendant’s case."}