{"id": "483717", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nThis appeal requires us to review the trial court’s denial of a preliminary injunction to restrain honor of a draft under an international letter of credit. A precise statement of the facts, which are complex, is necessary for a proper understanding.\nOn February 11, 1972, a lease was executed by Intraworld Industries, Inc., a corporation headquartered in Wilkes-Barre, Pennsylvania, and Paulette Cymbalista, a citizen of Switzerland and resident of Italy. Cymbalista agreed to lease to Intraworld the Hotel Carlton, a luxury hotel located in St. Moritz, Switzerland, for a term of 15 years at an annual rental of 800,000 Swiss francs, payable in semi-annual installments. The lease provided that Intraworld was required to prepay the rent for the initial 18-month period. Intraworld was also obligated to procure, within the first 100 days of the term, a performance bond in the amount of $500,000.00 “to insure to lessor the payment of the rent.”\nIntraworld entered into possession of the hotel on May 1. 1972. Shortly thereafter, Intraworld assigned its interest in the lease to its subsidiary, Vacanze In Paradiso Hotels, S.A., a Swiss corporation.\nAt a later time, Intraworld and Cymbalista executed an addendum to the lease (to which the parties have referred by its German title “Nachtrag”). The Nachtrag cancelled Intraworld’s obligation to procure a performance bond and substituted a duty to provide letters of credit issued by “the Girard Trust Company of Philadelphia” in order to guarantee rental payments one year in advance. Two letters of credit were specifically required, each in the amount of $100,000.00, maturing in November, 1973, and May, 1974, to secure the rent due at those times. After each rental payment, Intraworld was to provide a new letter of credit “in order that the lessor remains secured one years [sic] rent in advance.” The Nachtrag also provided:\n“In the event the lessee should not fulfill its obligation to pay, so that the letter of credit must be used, . . . then the lessor can terminate the lease immediately without further notice. In this case, the lessor retains the rent paid or guaranteed for the following year as a stipulated penalty for non-performance of the contract from the lessee, in doing so the lessor retains the right to make a claim for additional damages not covered by the stipulated penalty.”\nOn September 1, 1972, Intraworld and the Girard Trust Bank, Philadelphia, entered into an agreement to provide the letters of credit required by the Nachtrag. Girard agreed to\n“issue a letter of credit ... in the amount of $100,000 under which the Lessor may draw a sight draft on [Girard] for payment of the sum due. under said lease (a) on November 10, 1973 and (b) May 10, 1974. Under the terms of such letter of credit, payments will be made if the Lessor presents a draft as provided in such letter of credit. Each such letter of credit will expire ... on the twentieth day after the payment under said lease is due.”\nIn accordance with the agreement, Girard issued two irrevocable letters of credit on September 5, 1972. Each authorized Cymbalista to draw a draft on Girard in the amount of $100,000.00 if Intraworld failed to pay the rent when due.\nIn the summer of 1973, the relationship between Cymbalista and Intraworld began to go awry. Norbert Cymbalista, Paulette’s husband, visited the hotel in August and, after discussions with the manager, became very concerned over the hotel’s financial condition. He discovered that there were unpaid bills in excess of $100,000, that all telephone and Telex communications had been cut off for nonpayment of bills, and that the filing of mechanics liens against the hotel was imminent. After a trans-Atlantic telephone call, the Cymbalistas travelled to the United States within several days of Norbert’s discoveries to attempt to resolve the hotel’s difficulties with Intraworld. However, as Norbert testified,\n“I tried to reach [the president of Intraworld] innumerable times by telephone and each time his secretary answered that he would call me back and he never did.\nI stayed a whole month in the United States trying continually to reach him and it was never possible.”\nOn August 20, 1973, apparently while the Cymbalistas were in the United States, their Swiss counsel sent a letter to Intraworld reciting the unpaid bills, erosion of the Carlton’s reputation, and internal corporate difficulties (apparently of Intraworld’s Swiss subsidiary). It concluded :\n“Based upon [Swiss law] and in reference to the provisions of the Lease Contract, we herewith extend to you a final time limit up to September 15, 1973 in order to:\n(a) to pay all due debts,\n(b) to supply the necessary means to safeguard proper management of the business,\n(c) to complete the Board of Directors according to the law.\nWithin this time limit you must prove to the Hotel Owners that the aforementioned measures have been effectuated. Should you [fail to?] comply with this demand within the time-limit, the Lease Contract will be regarded as void.”\nIntraworld’s Swiss counsel replied to the August 20 letter (but this reply is not in the record). Finding this reply unsatisfactory, Cymbalista’s Swiss counsel answered on September 18,1973:\n“As [Intraworld] did not comply with our demand within this time-limit, we regard the leasing contract as terminated effective from 15 September 1973 . From now on, the proprietor will have direct and sole control over the hotel real estate respective to the hotel management.”\nFurther correspondence was exchanged by Swiss counsel, including, apparently, a demand on November 3 for the rent due in November. On November 7, 1973, Intraworld’s Swiss counsel wrote to Cymbalista’s counsel:\n“You state on behalf of the lessor that [Intraworld] has the obligation to pay . . . rent by November 1. My client [Intraworld], who is presently in close contact with their American Bank [Girard], however have [sic] informed me that the payment of the rent can be made up to November 10 My client informed me further that accordingly these payments shall be legally undertaken by the ‘Girard Trust Bank’ . . . [M]y client cannot agree with your position according to which the lease contract can be considered as terminated either because of [Swiss law] or because of the terms of the lease agreement\nThat letter was followed on November 9, 1973, by another from Intraworld’s counsel to Cymbalista’s counsel in which he stated:\n“If the transfer of the rent from the United States should not be made in timely fashion, your client [Cymbalista] is at liberty to obtain payment by way of the guarantee contracts [i. e., letters of credit]. In any event, there exist the two guarantee contracts, valid until November 30, 1973 and May 30, 1974, respectively, in order to preserve the rights of your client.”\nThe rent due on November 10, 1973, was not paid by Intraworld. Accordingly, on November 21, 1973, Cymbalista’s American counsel presented to Girard a draft drawn on Girard for $100,000.00 under Credit No. 35798. The draft was accompanied, all parties agree, by documentation that conformed to the terms of the credit. In his letter to Girard, Cymbalista’s counsel stated:\n“Your attention is directed to correspondence dated November 7 and November 9, 1973, copies of what are attached, in which Swiss counsel representing the Lessee invites the Lessor to draw upon the Letters of Credit; our client, as Lessor, takes the position that the lease . . . has terminated for various reasons, including the failure timely to pay the amount due pursuant to the‘Nachtrag’ . . . .”\nGirard informed Intraworld on November 21 that it intended to honor the draft. Intraworld immediately filed an action in equity in the Court of Common Pleas of Philadelphia seeking injunctive relief prohibiting Girard from honoring the draft. Cymbalista filed a petition to intervene, which was granted by the trial court.\nThe November action was terminated on December 6, 1973, by agreement of all parties. Pursuant to the agreement, Girard placed $100,000.00 in escrow with a Swiss bank, with entitlement to that fund to be determined by the courts of Switzerland.\nThe situation remained unchanged for about six months. The rent due on May 10, 1974, was not paid. On May 21, 1974, Cymbalista’s American counsel presented to Girard a draft for $100,000.00 under Credit No. 35799, accompanied by conforming documentation. Girard immediately advised Intraworld that it intended to honor the draft.\nOn May 24, Intraworld filed this equity action in the Court of Common Pleas of Philadelphia. It sought preliminary and permanent injunctions restraining Girard from honoring Cymbalista’s draft under the letter of credit. The court issued a preliminary restraining order and set a date for a hearing. Cymbalista again petitioned for leave to intervene, which the court granted on May 29.\nAfter the filing of additional pleadings, including preliminary objections and an amended complaint, a hearing was held and testimony taken on May 30 and 31, 1974. On July 11, the trial court issued a memorandum and decree in which it denied a preliminary injunction. Intraworld has appealed to this Court. We affirm.\nAt the outset we note the limited scope of our review:\n“In Pa. P. U. C. v. Alleg. Co. Port Auth., 433 Pa. 495, 499, 252 A.2d 367 (1969), we stated that: Tt has long been the rule in this Court that on an appeal from a decree, whether granting or denying a preliminary injunction, we will not inquire into the merits of the controversy, but will, instead, examine the record only to determine if there were any apparently reasonable grounds for the actions of the court below. [Citing cases.] Moreover, we will not “pass upon the reasons for or against such action unless it is plain that no such grounds existed or that the rules of law relied on are palpably wrong or clearly not applicable\nCredit Alliance Corp. v. Philadelphia Minit-Man Car Wash Corp., 450 Pa. 367, 370-71, 301 A.2d 816, 818 (1973); accord Zebra v. Pittsburgh School Dist., 449 Pa. 432, 436-37, 296 A.2d 748, 750 (1972); Sameric Corp. v. Goss, 448 Pa. 497, 499, 295 A.2d 277, 278 (1972); Community Sports, Inc. v. Denver Ringsby Rockets, Inc., 429 Pa. 565, 569, 240 A.2d 832, 834 (1968); Alabama Binder & Chemical Corp. v. Pennsylvania Industrial Chemical Corp., 410 Pa. 214, 215, 189 A.2d 180, 181 (1963).\nAnother preliminary matter is a determination of what law we are to apply. Each of the three parties before us has, by agreement, assumed obligations to the others, and each agreement has specified a different controlling law. The lease agreement between Intraworld and Cymbalista provided that it would be “governed” by the law of Switzerland. See note 3 supra; cf. Restatement (Second) of Conflict of Laws § 187 (1971); see also id. § 189. Intraworld and Girard specified that their agreement would be “construed in accordance with” the law of Pennsylvania. See note 6 supra. In its letter of credit, Girard stated that its engagement was “subject to” the Uniform Customs and Practice for Documentary Credits (International Chamber of Commerce, 1962 revision).\nIt is clear that the law of Switzerland does not apply to the question whether the honor of a draft by Girard should be enjoined. While questions of the rights and obligations of the parties to the lease are involved, the action sought to be enjoined would not occur in Switzerland and the party sought to be bound is not located there. See Gewolb, The Law Applicable to International Letters of Credit, 11 Vill.L.Rev. 742, 753-54 (1966).\nGirard’s obligations to Cymbalista are “subject to” the Uniform Customs and Practice. However, the UCP “is by definition a recording of practice rather than a statement of legal rules,” and therefore does not purport to offer rules which govern the issuance of an injunction against honor of a draft. Harfield, Practice Commentary, N.Y.U.C.C., § 5-114 (McKinney’s Consol.Laws, c. 38, 1964).\nAll parties have briefed and argued the case on the assumption that the Pennsylvania Uniform Commercial Code controls, and with this assumption we agree. See 12A P.S. § 1-105(1); Restatement (Second) of Conflict of Laws § 6(1) & comment a.; Dynamics Corp. of America v. Citizens and Southern National Bank, 356 F. Supp. 991, 997 (N.D.Ga.1973); Gewolb, The Law Applicable to International Letters of Credit, 11 Vill.L.Rev. 742, 753-54 (1966). In particular the applicable law is Article 5 of the Code. That article specifically states that it applies\n“to a credit issued by a bank if the credit requires a documentary draft or a documentary demand for payment . . .\n12A P.S. § 5-102(1)(a). Since Cymbalista’s draft on Girard was required by the letter of credit to be accompanied by a receipt and “signed statement that the drawer is the lessor under said lease and that the lessee thereunder has not paid the installment of rent due,” the credit clearly “requires a documentary draft.” See 12A P.S. §§ 5-102, comment 1; 5-103(1) (b). It is also clear that the credit-was issued by a bank. Finally, the letter of credit that is the object of this controversy is a “credit” within 12A P.S. § 5-102(1) (a). The definition is found in 12AP.S. § 5-103(1) (a):\n“ ‘Credit’ or ‘letter of credit’ means an engagement by a bank . . . made at the request of a customer and of a kind within the scope of this Article (Section 5-102) that the issuer will honor drafts upon compliance with the conditions specified in the credit. . . . The engagement may be either an agreement to honor or a statement that the bank or other person is authorized to honor.”\nThe letter of credit here (see note 7 supra) includes an agreement by Girard to honor drafts drawn in compliance with the credit. The credit was issued at the request of Intraworld as “customer,” see 12A P.S. § 5-103(1) (g). Because it was issued by a bank and requires a documentary draft, it is “of a kind within” section 5-102. Thus, we conclude that Article 5 by its term governs the controversy before us.\nLetters of credit have long served as a financial device in international sales of goods. The primary purpose of a letter of credit is to provide assurance to the seller of goods, (i. e., the “beneficiary,” see 12A P.S. § 5-103(1) (d)) of prompt payment upon presentation of documents. A seller who would otherwise have only the solvency and good faith of his buyer as assurance of payment may, with a letter of credit, rely on the full responsibility of a bank. Promptness is assured by the engagement of the bank to honor drafts upon the presentation of documents.\nThe great utility of letters of credit flows from the independence of the issuer-bank’s engagement from the underlying contract between beneficiary and customer. Long-standing case law has established that, unless otherwise agreed, the issuer deals only in documents. If the documents presented conform to the requirements of the credit, the issuer may and must honor demands for payment, regardless of whether the goods conform to the underlying contract between beneficiary and customer. Absent its agreement to the contrary, the issuer is, under the general rule, not required or even permitted to go behind the documents to determine if the beneficiary has performed in conformity with the underlying contract. See, e. g., Venizelos, S. A. v. Chase Manhattan Bank, 425 F.2d 461, 464-65 (2d Cir. 1970); Dulien Steel Products, Inc. v. Bankers Trust Co., 298 F.2d 836, 841 (2d Cir. 1962); Dynamics Corp. of America v. Citizens and Southern National Bank, 356 F.Supp. 991, 995-96 (N.D.Ga.1973); Brandt v. Day, 208 F. 495 (S.D.N.Y.1913); Maurice O'Meara Co. v. National Park Bank of New York, 239 N.Y. 386, 395, 146 N.E. 636, 639 (1925); Laudisi v. American Exchange National Bank, 239 N.Y. 234, 243, 146 N.E. 347, 350 (1924); Williams Ice Cream Co. v. Chase National Bank, 210 App.Div. 179, 180, 205 N. Y.S. 446, 447 (1st Dep’t, 1924); Frey & Son, Inc. v. E. R. Sherburne Co., 193 App.Div. 849, 853, 184 N.Y.S. 661, 664 (1st Dep’t, 1920); Kingdom of Sweden v. New York Trust Co., 197 Misc. 431, 441, 443, 96 N.Y.S.2d 779, 787, 790 (Sup.Ct.1949); Ashbury Park & Ocean Grove Bank v. National City Bank of New York, 35 N.Y.S.2d 985, 988 (Sup.Ct.1942), aff’d mem., 268 App.Div. 984, 52 N.Y.S.2d 583 (1st Dep’t, 1944); Sztejn v. J. Henry Schroder Banking Corp., 177 Misc. 719, 720, 31 N.Y.S.2d 631, 633-34 (Sup.Ct.1941); Hibernia Bank & Trust Co. v. J. Aron & Co., Inc., 134 Misc. 18, 22, 233 N.Y.S. 486, 491 (Sup.Ct.1928). Accord, Uniform Customs and Practice for Documentary Credits, General Provisions & Definitions c. (International Chamber of Commerce, 1962 revision).\nThis principle of the issuer’s right and obligation to honor upon presentation of conforming documents has been codified in 12A P.S. § 5-114:\n“(1) An issuer must honor a draft or demand for payment which complies with the terms of the relevant credit regardless of whether the goods or documents conform to the underlying contract for sale or other contract between the customer and the beneficiary.\n“(2) Unless otherwise agreed when documents appear on their face to comply with the terms of a credit but a required document ... is forged or fraudulent or there is fraud in the transaction\n“(b) in all other cases as against its customer, an issuer acting in good faith may honor the draft or demand for payment despite notification from the customer of fraud, forgery or other defect not apparent on the face of the documents but a court of appropriate jurisdiction may enjoin such honor.”\nIntraworld seeks to enjoin honor under 12A P.S. § 5-114(2) (b) on the basis that there is “fraud not apparent on the face of the documents.” It points to what it believes are two respects in which Cymbalista’s demand for payment and supporting documentation are false and fraudulent, although conceding that the documents on their face conform to the credit. First, it contends that Cymbalista’s statement (as required by the credit) that “lessee . . . has not paid the installment of rent due under said lease on May 10, 1974,” is false and fraudulent because, after Cymbalista purported to terminate the lease in September, 1973, Intraworld was not obligated to pay rent and because the statement failed to disclose the termination of the lease. Second, it argues that the demand is fraudulent because Cymbalista is not seeking rent at all (as, Intraworld contends, she represents in the documents) but rather the “stipulated penalty” pursuant to the Nachtrag.\nIn light of the basic rule of the independence of the issuer’s engagement and the importance of this rule to the effectuation of the purposes of the letter of credit, we think that the circumstances which will justify an injunction against honor must be narrowly limited to situations of fraud in which the wrongdoing of the beneficiary has so vitiated the entire transaction that the legitimate purposes of the independence of the issuer’s obligation would no longer be served. A court of equity has the limited duty of\n“guaranteeing that [the beneficiary] not be allowed to take unconscientious advantage of the situation and run off with plaintiff’s money on a pro forma, declarar tion which has absolutely no basis in fact.”\nDynamics Corp. of America v. Citizens and Southern National Bank, 356 F.Supp. 991, 999 (N.D.Ga.1973) (emphasis supplied).\nThe leading case on the question of what conduct will justify an injunction against honor is Sztejn v. J. Henry Schroder Banking Corp., 177 Misc. 719, 31 N.Y.S.2d 631 (Sup.Ct.1941). In that case as here, the customer sought an injunction against the issuer of a letter of credit restraining honor of a draft drawn by the beneficiary. The customer had contracted to purchase a quantity of bristles from the beneficiary and arranged to have the issuer issue a letter of credit in favor of the beneficiary. The credit required that the draft be accompanied by an invoice and bill of lading.\nThe beneficiary placed fifty cases of merchandise on a steamship and obtained a bill of lading describing the material as bristles. The beneficiary then drew a draft and presented it, along with the required documents, through a collecting bank. The customer’s complaint alleged that the material shipped was not bristles as described in the documents, but rather “cowhair, other worthless material and rubbish [shipped] with intent to simulate genuine merchandise and defraud the plaintiff\nThe collecting bank moved to dismiss the complaint for failure to state a cause of action. The court, assuming the pleaded facts to be true, denied the motion. The court recognized that the issuer’s obligation was independent from the underlying contract between customer and beneficiary. That independence is predicated, however, on the genuiness of the documents. The court noted:\n“This is not a controversy between the buyer and seller concerning a mere breach of warranty regarding the quality of the merchandise; on the present motion, it must be assumed that the seller has intentionally failed to ship any goods ordered by the buyer.”\n177 Misc. at 721, 31 N.Y.S.2d at 634. When the beneficiary has intentionally shipped no goods at all, the court held, the documentation was not genuine and therefore the predicate of the independence of the issuer’s engagement was removed.\nWe conclude that, if the documents presented by Cymbalista are genuine in the sense of having some basis in fact, an injunction must be refused. An injunction is proper only if Cymbalista, comparable to the beneficiary in Sztejn, has no bona fide claim to payment under the lease. Dynamics Corp. of America v. Citizens and Southern National Bank, 356 F.Supp. 991, 999 (N.D.Ga. 1973). Of course, neither the trial court nor this Court may attempt to determine Cymbalista’s actual entitlement to payment under the lease. Such is not the proper standard for the grant or denial of an injunction against honor. Moreover, questions of rights and obligations under the lease are required by the lease to be determined under Swiss law in the court of Switzerland. See Dynamics Corp. of America v. Citizens and Southern National Bank, supra.\nOn this record, we are unable to conclude that Intraworld established that Cymbalista has no bona fide claim to payment or that the documents presented to Girard have absolutely no basis in fact. Intraworld’s argument rests on the basic premise that the lease was terminated in September, 1973. From this premise Intraworld asserts the falsity of Cymbalista’s representations that she is the lessor and that the rent was due and unpaid. However, Intraworld did not attempt to prove to the trial court that, under Swiss law, Cymbalista’s attempted termination was effective. In fact, Intraworld’s Swiss counsel informed Cymbalista’s counsel on November 7, 1973, that Intraworld “cannot agree with your position according to which the lease contract can be considered as terminated . . . . ” Counsel added that Cymbalista was “at liberty to obtain payment by way of” the letters of credit. Thus, Intraworld failed to prove that, under Swiss law, Cymbalista had no bona fide claim to rent under the lease despite Intraworld’s repudiation of termination.\nIntraworld’s argument that Cymbalista fraudulently concealed the purported termination from Girard is unpersuasive. When presenting the draft and documents to Girard in November, 1973, Cymbalista’s American counsel candidly admitted that “our client, as Lessor, takes the position that the lease has terminated . for various reasons . . . .’’In addition, Girard was a party to the first equity action and its counsel joined the agreement which terminated that action. .Cymbalista could reasonably have assumed in May, 1974, that Girard was fully aware of the positions of both Intraworld and Cymbalista.\nIntraworld’s further contention that Cymbalista’s demand was fraudulent in that she was not seeking “rent” at all but the “stipulated penalty” pursuant to the Nachtrag is more substantial but, under scrutiny, also fails. It argues that payment under the credit was permitted only for “rent,” and that Cymbalista (as she concedes) was in fact seeking the “stipulated penalty,” which is not “rent.” Intraworld concludes that Cymbalista was fraudulently attempting to draw under the credit for satisfaction of an obligation not secured by the credit. There are two flaws in this argument.\nFirst, we are not persuaded that the credit was issued for payment of “rent,” narrowly defined, only. The letter of credit (see note 7 supra) authorized Cymbalista to draw “the sum . . . due . . . under [the] lease,” without specifying that the “sum due” contemplated was only “rent.” The letter required that a draft must be accompanied by Cymbalista’s statement that “the lessee . . . has not paid the installment of rent due under said lease.” This is not equivalent to a limitation on availability of the credit only for nonpayment of rent; in fact, such nonpayment of rent is precisely the condition which triggers Cymbalista’s entitlement to the “stipulated penalty.” In short, Intraworld has failed to persuade us that the letter of credit was not available to Cymbalista for satisfaction of the “stipulated penalty.”\nSecond and more important, the Nachtrag does not, in our view, create the sharp distinction between “rent” and “stipulated penalty” that Intraworld hypothesizes. It provides that “[i]n the event the lessee should not fulfill its obligation to pay, so that the letter of credit must be used,” then the lessor was entitled to terminate the lease and “retain the rent paid or guaranteed [by the letters of credit] for the following year as a stipulated penalty for non-performance of the contract . . . .” (Emphasis supplied.) Because Intraworld did fail to pay the rent due on November 10, 1973, and May 10, 1974, Cymbalista could reasonably and in good faith have concluded that she had the right to draw on the credit for the “rent . . . guaranteed for the following year.”\nWhether Intraworld was in fact obligated to pay the rent nonpayment of which triggered Cymbalista’s right to retain the “rent guaranteed” by the credit or whether Cymbalista is not entitled to the “stipulated penalty” for some other reason are questions to be decided under Swiss law in the courts of Switzerland. We hold only that Intraworld failed to establish that Cymbalista lacked a bona fide claim to the “rent . . . guaranteed . as a stipulated penalty” or that her demand under the credit lacked some basis in fact. Therefore, her documented demand was not shown to be fraudulent because she was seeking satisfaction of the “stipulated penalty.”\nIn summary, we are unable to conclude on this record that Intraworld succeeded in proving that Cymbalista had no bona fide claim for payment under the lease and that her documented demand had absolutely no basis in fact. Accordingly, it is clear that there is an apparently reasonable ground for refusing an inj unction.\nIn addition, Intraworld alleged in its complaint and contends in this Court that Girard’s decision to hon- or Cymbalista’s draft was not formed in good faith. Intraworld asserts that Girard’s bad faith constituted an additional ground justifying an injunction. It is clear that an issuer of a letter of credit must act in good faith, see 12A P.S. §§ 5-114(2) (b), 5-109(1). However, we are not persuaded that issuer bad faith is a circumstance justifying an injunction against honor; in most if not all instances of issuer bad faith, it would seem that a customer would have an adequate remedy at law in a claim against the issuer or a defense against the issuer’s claim for reimbursement. In any event, in this case Intraworld has failed to prove the existence of bad faith on the part of Girard. It was proved no more than that Girard failed to resolve the dispute over the rights and obligations of the parties to the lease in Intraworld’s favor. This Girard was not obligated to do. Its obligations included a careful scrutiny of the documents, but once it determined that the documents conformed to the requirements of the credit, it bore no responsibility for the performance of the lease obligations or the genuineness of the documents. 12A P.S. § 5-109(1) (a) & (2). It would, we think, place an issuer in an intolerable position if the law compelled it to serve at its peril as an arbitrator of contract disputes between customer and beneficiary.\n“The question between the customer and the bank which issues the letter of credit is whether the documents presented with the draft fulfill the specific requirements, and if they do . . ., the bank has the right to pay the draft no matter what may be the defects in the goods which have been shipped. The bank is not obliged to assume the burdens of a controversy between the beneficiary and customer and incur the responsibility of establishing as an excuse for not paying a draft that the customer’s version is the correct one.”\nLaudisi v. American Exchange National Bank, 239 N.Y. 234, 243, 146 N.E. 347, 350 (1924); accord, Dulien Steel Products, Inc. v. Bankers Trust Co., 298 F.2d 836, 841 (2d Cir. 1962); Old Colony Trust Co. v. Lawyers’ Title & Trust Co., 297 F. 152, 155-56 (2d Cir.), cert. denied, 265 U.S. 585, 44 S.Ct. 459, 68 L.Ed. 1192 (1924); Maurice O’Meara Co. v. National Park Bank of New York, 239 N.Y. 386, 395, 146 N.E. 636, 639 (1925).\nFinally, Intraworld contends that the trial court erred in refusing to permit it to examine Norbert Cymbalista as on cross-examination as an adverse or hostile witness. We need not decide whether the trial court erred, because it is clear that no prejudice whatsoever resulted. Intraworld claims that, if it had been permitted to cross-examine Norbert, his testimony would have established that Cymbalista’s demand was for the stipulated penalty.” Brief for Appellants at 15. Cymbalista conceded in the trial court and admits in this Court that her demand was for the “stipulated penalty.” Therefore, we conclude that, because what Intraworld would have attempted to prove was admitted by Cymbalista, it was not prejudiced by the claimed error of the trial court. See Suckling v. Pennsylvania Threshermen & Farmers’ Mutual Casualty Insurance Co., 426 Pa. 503, 510, 233 A.2d 279, 283 (1967).\nDecree affirmed. Each party pay own costs.\nJONES, C. J., did not participate in the consideration or decision of this case.\n. Intraworld is incorporated in either Pennsylvania or Delaware; the record is unclear on this point.\n. The lease contained a formula for the adjustment of the annual rental with respect to changes in the value of the Swiss franc. At the time of the execution of the lease, the annual rental was approximately equivalent to $200,000.00.\n. The record does not establish whether Intraworld performed its obligation to procure a performance bond.\nThe lease also provided: “This agreement shall be governed by the Swiss law. The competent forum shall be in Saint Moritz Court.”\n. For convenience we will refer to the lessee as Intraworld.\n. The record does not establish the exact date.\n. The agreement also provided: “This agreement shall be construed in accordance with the law of the State of Pennsylvania and the Acts of Congress of the United States affecting transactions under the provisions hereof.”\n. “IRREVOCABLE LETTER OF CREDIT\nNO. 35798\nDate: September 5, 1972\n“Amount: $100,000.00.\n“Beneficiary: Paulette Cymbalista % Carlton Hotel St. Moritz, Switzerland\n“For account of: Intraworld Industries, Inc. 116 South Main Street Wilkes Barre, PA 18701\n“Madam:\n“You are hereby authorized to draw on us at sight the sum of One Hundred Thousand and 00/100 Dollars United States Currency ($100,000.00) due on November 10, 1973 under a lease, a copy of which is attached to both Beneficiary’s copy and Bank’s copy of this letter of credit as Exhibit 1, available by your draft for said amount, accompanied by:\n‘T. Simple receipt for amount drawn.\n“2. A signed statement of the drawer of the draft to the effect that the drawer is the lessor under said lease and that the lessee thereunder has not paid the installment of rent due under said lease on November 10, 1973 within 10 days after said installment was due and payable.\n“This credit expires on November 30, 1973.\n“Drafts under this credit must contain the clause ‘drawn under Credit No. 35798 of Girard Trust Bank, dated September 5, 1972.’\n“Girard Trust Bank hereby agrees with the drawers, endorsers and bona fide owners of the bills drawn strictly in compliance with the terms of this credit that the same will lie duly honored upon presentation.\n“Except so far as otherwise expressly stated, this credit is subject to the uniform customs and practices for documentary credits (1962 revision), International Chamber of Commerce Brochure No. 222.”\nCredit No. 35799 was identical to 35798, except that it applied to the rent due on May 10,1974, and expired on May 30,1974.\n. Both letters were originally written in German. The translations which we have quoted were introduced by Intraworld in the trial court without objection by any party.\n. Intraworld’s Swiss counsel’s letters were also in German. The record is confusing on the issue of translation. Apparently, Cymbalista offered two translations of each letter as exhibits in the trial court; exhibits 1(T) and 3(T) are translations of the November 7 letter, 2(T) and 4(T) of the November 9 letter. One set of translations was prepared by Girard, although it is unclear which one is Girard’s. The other set seems to have been prepared by an associate of Cymbalista’s American counsel. The confusion was compounded when an officer of Girard was cross-examined by Cymbalista’s counsel. The witness was requested to read exhibit 4(T) into the record. What he actually read, as stenographically recorded in the notes of testimony, corresponds to the document in the record labelled 2(T). At the close of the trial, Intraworld’s counsel objected to the admission of 2(T). However, Intraworld’s counsel failed to object when the officer of Girard read 2(T) into the notes of testimony. In any event, we find the differences between the translations to be immaterial. The translations we have quoted are exhibits 1(T) and 2(T).\n. Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(4), 17 P.S. § 211.202(4) (Supp.1974); see 17 P.S. § 211.501(a) and Act of June 12, 1879, P.L. 177, § 1, 12 P.S. § 1102 (1953); cf. 17 P.S. § 211.509(g)(22).\n. Act of October 2, 1959, P.L. 1023, § 1-101 et seq., amending Act of April 6, 1953, P.L. 3, 12A P.S. § 1-101 et seq. (1970).\n. For an illustration of the operation of a letter of credit in an international sales transaction, see J. White & R. Summers, Handbook of the Law under the Uniform Commercial Code § 18-1 (1972); and see Kingdom of Sweden v. New York Trust Co., 197 Misc. 431, 441, 96 N.Y.S.2d 779, 788 (Sup.Ct.1949).\n. See 12A P.S. § 1-201(19); cf. 12A P.S. § 2-103(l)(b).\n. See Act of May 23, 1887, P.L. 158, § 7, as amended by Act of March 30, 1911, P.L. 35, § 1, 28 P.S. § 381 (1958)."}