{"id": "483807", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis appeal arises from an order of the Commonwealth Court which reversed the order of the Court of Common Pleas of Philadelphia. We granted allocatur.\nThe narrow issue presented in this appeal is whether appellee, Heintz Investment Company, is “engaged in business” within the meaning of § 19-1001 et seq., of the Code of General Ordinances of the City of Philadelphia. In the Code, “business” is defined as follows:\n“The carrying on or exercising for gain or profit within the City any trade, business, profession, vocation, or making sales to persons within the City, or any manufacturing, commercial or financial activity, service or business, including but not limited to manufacturers, brokers, wholesale dealers or wholesale vendors, retail dealers or retail vendors.”\nPrior to 1957, appellee was engaged in the manufacturing business in Philadelphia, under the name “Heintz Manufacturing Company,” and paid the proper gross-volume tax. In September of 1957, appellee sold its inventory and certain other assets, receiving cash and certain shares in the company which purchased the assets. Pursuant to the sales agreement of 1957, appellee leased its plant and plant site to a purchaser for a ten-year period with an option to renew for five years as well as an option to buy the plant. All expenses surrounding the leased building were paid by the lessee and appellee-lessor provided no services to lessee. The option to purchase provided for in the lease was exercised by lessee in September of 1967. Appellee thereafter changed its corporate name to Heintz Investment Company.\nSubsequent to the 1957 sale of inventory, appellee, rather than distributing the proceeds to stockholders, held the capital and invested it and distributed the income from varied investments and the profits on the rental property. In 1958, appellee amended its corporate charter to allow the corporation “to invest in, own, hold, use, develop, improve, manage, operate, control real and personal property of any nature whatsoever, as principal only not as agent or broker. . . . ” Also in 1958, appellee asked for and received an opinion from the Department of Collections of Philadelphia that under the circumstances, it would not be subject to the mercantile tax.\nIn August of 1968, appellee received a delinquent mercantile tax bill for the years 1958-1968. After a hearing, the Tax Review Board of Philadelphia, appellant herein, denied appellee’s request for relief. Appellee then appealed to the Court of Common Pleas of Philadelphia, which affirmed the board. The Commonwealth Court reversed the board and the Court of Common Pleas, and appellant sought allocatur, which we granted.\n, Appellant, relying on our decision in Tax Review Bd. v. Brine Corp., 414 Pa. 488, 200 A.2d 883 (1964), contends that appellee was in fact engaged in business within the meaning of the ordinance. In Brine, we held that a corporation originally formed for the specific purpose of acquiring parking lot facilities and leasing the facilities to other persons was subject to the Philadelphia Mercantile Tax, even though appellant in Brine, as in the instant case, performed no services whatsoever for the lessee. In finding the corporation receipts taxable in Brine, supra, we stated:\n“These differences in how the property was acquired or circumstances under which it is retained, in how it is used, in services performed by way of management, and in the overall objectives of the owner are the differences which lead to tax in one case and not in the other.” At page 494, 200 A.2d at 886.\nThe reasons for which we found appellant taxable in Brine do not exist in the case at bar. In the instant case, appellee-corporation was not originally formed for the purpose of leasing the property it acquired, but rather only leased its property after the cessation of its general manufacturing operations, and leased its real estate as a means to preserve a corporate asset that might be needed in the future. Under these circumstances, we hold that appellant’s income from its rental property is not taxable within the meaning of the Philadelphia Code. Cf. A. H. Geuting Co. v. City of Philadelphia, 1 D. & C.2d 341 (1954).\nSince appellee’s income from its real estate is passive income and, therefore, not taxable within the Philadelphia Code, we must now consider its income from its stock holdings. Appellee, after the cessation of its manufacturing business and the lease of its real estate, engaged heavily in investment in the stock market. Appellee maintained a large portfolio of stocks and paid investment counselors to advise it in the purchase of these stocks. Appellee’s voluminous trading in the stock market could hardly be said to be for the preservation of corporate assets, but rather was designed to increase the assets of the corporation and to benefit its shareholders. Under these circumstances its income from its stockholdings must be considered active income and taxable within the meaning of the Philadelphia Code. See Sun Oil Co. v. Tax Review Board, 417 Pa. 443, 207 A.2d 855 (1965).\nOrder of the Commonwealth Court affirmed in part and reversed in part.\nNIX, J., took no part in the consideration or decision of this case.\nROBERTS, J., filed a dissenting opinion in which EAGEN, J., joins."}