{"id": "485146", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nAppellant, Andre Huett, was tried nonjury on February 1, 1973, on charges of murder and carrying firearms on public streets. At the close of the prosecution’s case, appellant sought leave to enter a guilty plea to the charges of possession of a firearm and voluntary manslaughter. The trial court refused to accept the guilty plea, and the defense then presented evidence. After presentation of evidence and oral argument, the notes of testimony indicate that the trial judge orally announced that he found the defendant guilty of carrying firearms and of murder in the second degree. The verdicts recorded and signed by the trial judge on the indictment, however, were guilty of carrying firearms and of voluntary manslaughter. Sentencing was deferred pending the filing of post-verdict motions and submission of presentence and psychiatric reports.\nThereafter, the trial judge was temporarily relieved of his judicial responsibilities for reasons not relevant to this appeal, and another judge was assigned to hear the post-verdict motions and, if necessary, to impose sentence.\nOn August 7, 1973, the matter was convened before the substitute judge, who reviewed the history of the case orally in the presence of the appellant, his counsel, and the prosecutor. During this review, the substitute judge noted that at trial appellant’s “motion for a plea of guilty to voluntary manslaughter was denied. However, the [trial judge] adjudicated the [appellant] guilty of voluntary manslaughter.” The prosecutor, who was the same prosecutor who had earlier tried the case, said nothing at this point. There followed a discussion, during which defense counsel objected that the trial judge, and not the substitute judge, should consider post-verdict motions. A conference then took place in chambers. After this conference, on the record, in open court defense counsel stated that the defense was prepared to withdraw its post-verdict motions. The appellant then took the stand and a colloquy occurred between defense counsel and the appellant in order to determine that the appellant was knowingly, intelligently and voluntarily agreeing to withdraw the post-verdict motions and be sentenced immediately by the substitute judge. During the colloquy, defense counsel asked the following question of the appellant:\n“And you’re aware now that your trial is over and you’ve been found guilty of voluntary manslaughter and that you have a right to have motions filed in your behalf for a new trial or in arrest of judgment. Do you understand that ?” (Emphasis added.)\nThe appellant answered “Yes.” This was the second reference in open court to the verdict of guilty of voluntary manslaughter. Once again, the prosecutor said nothing about the verdict.\nBefore sentencing, the court noted that the appellant had no prior adult convictions; appeared to have had some parental discipline and guidance; was no longer connected with a gang and had recently begun working. Defense counsel pointed out that the appellant had been out on bail and had not been in any trouble. The substitute judge then sentenced the appellant saying “the sentence of this Court is that the defendant undergo imprisonment for nine months to three years at the State Correctional Institution. I suppose he’s entitled to any credit when he was in j ail.”\nAfter the substitute judge had pronounced sentence, defense counsel requested that the appellant, who was nineteen years old, not be placed in a prison population with adults. The substitute judge then stated that the appellant could be sent to Camp Hill. At this point, the prosecutor objected stating that the appellant could not be sent to Camp Hill because the verdict was second degree murder. A discussion followed during which the prosecutor and defense counsel disagreed as to the trial judge’s verdict. During this discussion the substitute judge pointed out that the recorded verdict was voluntary manslaughter and also said to the prosecutor “I thought when we had our discussion in chambers that everybody knew that the adjudication was voluntary manslaughter.”\nThe prosecutor insisted, however, that even though the recorded verdict was voluntary manslaughter, the notes of transcript indicated that the trial judge had orally announced a verdict of second degree murder. The prosecutor then moved that the court correct the signed verdict recorded on the indictment.\nA hearing on the motion was held the next day. The prosecution presented only one witness, a court clerk, who testified to her belief that she had entered the wrong verdict on the indictment. She did not dispute the signing by the trial judge of the verdict on the indictment. On cross-examination, however, the witness admitted that she did not have “any positive memory” of making a mistake, and that the possibility existed that the error had occurred in the stenographic recordation of the trial judge’s verdict and not in her recording of the verdict on the indictment. Neither the trial judge nor the court stenographer were called to testify at the hearing.\nOn August 17, 1973, the substitute judge granted the prosecution’s motion, and ordered the clerk to correct the indictment in accordance with her testimony and took under advisement a prosecution motion to have the case transferred to the Homicide Calendar Judge for sentencing. On September 6, 1973, the substitute judge granted the prosecution’s motion to vacate the proceedings of August 7, 8, and 12, 1973, and ordered that the indictment be changed to reflect a verdict of guilty of second degree murder. The court then remanded the record to the Calendar Judge of the Homicide Division for further proceedings. On December 18, 1973, the Calendar Judge sentenced appellant to a term of four to ten years imprisonment on the murder conviction, and to a concurrent term of from one and a half to three years on the firearms conviction. This appeal from the judgment of sentence for murder in the second degree followed.\nAppellant contends that the verdict as recorded was changed without sufficient evidence or justification, thereby subjecting appellant to confinement for a crime for which he had not been convicted. We agree.\nCases such as this must be approached with caution. Thus in Commonwealth v. Dzvonick, 450 Pa. 98, 103, 297 A.2d 912, 914-15 (1972), we said:\n‘‘After the verdict has been recorded and the jury discharged, only in ‘extremely exceptional cases’ may the verdict be molded and even then ‘only unless to make the corrected verdict conform to the obvious intention of the jury, i. e., to conform to a verdict actually rendered, but informally or improperly stated in writing.’” (Emphasis added.)\nIn Commonwealth v. Homeyer, 373 Pa. 150, 94 A.2d 743 (1953), we permitted the correction of an erroneously recorded verdict. We did so, however, because the proper verdict was “clear” and “unquestionable.” There wasn’t “any doubt” as to the proper verdict. See also Commonwealth v. Meyer, 169 Pa.Super. 40, 82 A.2d 298 (1951).\nAlthough the case before us involves the recorded verdict of a trial judge rather than a jury, there is no reason why the matter should not be considered according to the same principles governing the recording of jury verdicts. The trial judge who rendered the verdict in this case signed the recorded verdict of voluntary manslaughter. Before the recorded verdict may be altered or amended, there must be a finding, and sufficient evidence to support that finding, that the recorded verdict did not reflect the obvious intention of the trier of facts. Moreover, the burden of proof is upon the moving party.\nIn the present case, the evidence upon which the recorded verdict was corrected was clearly inadequate. Only one witness was called and that witness conceded, on cross examination, that she had no positive memory of the matter, and that the mistake could have been made by the court stenographer. This testimony certainly leaves considerable doubt concerning whether the clerk made any mistake in the recording of the verdict. A very real possibility exists that the stenographer erroneously transcribed the trial judge’s oral verdict. The court stenographer, however, was not called to testify. More importantly, the one person who could testify absolutely as to which verdict reflected the true intention of the finder-of-fact was not called to testify. While the prosecution initially indicated that the trial judge would testify, no explanation was ever given as to why he did not appear. In view of the prosecution’s heavy burden, such testimony was essential.\nSince the sole evidence presented by the prosecution was the doubtful testimony of the clerk of court, we must conclude that the prosecution has failed to meet its burden. Accordingly, the court orders of August 17, September 6, and the four to ten year sentence for the conviction of murder in the second degree are hereby vacated. The nine month to three years sentence on the charge of voluntary manslaughter as announced by the court on August 7,1973, is reimposed.\nEAGEN and O’BRIEN, JJ., concurred in the result."}