{"id": "485157", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nOn September 16, 1972, at 12:24 a. m., Edward Bruce Wiker was fatally shot while in the Jefferson Tavern located in Lancaster, Pennsylvania. Earlier that evening an altercation had taken place at the tavern during which one Jehu Johns was stabbed. Approximately one hour later, several friends of Johns proceeded to the tavern armed with a shotgun. Another disturbance developed following which Nathaniel Moore, the appellant herein, and Ricky Mack exited from the tavern carrying a shotgun. They walked to the opposite side of the street and one of them fired a shot through the front window of the tavern, killing Wiker.\nThe police, based on the descriptions given them by eyewitnesses, to the shooting, determined it was Moore who had fired the fatal shot and placed him under arrest. After a jury trial, Moore was found guilty of murder in the first degree. Post trial motions were denied and a sentence of life imprisonment was imposed. This direct appeal followed.\nA number of trial errors are asserted on this appeal. We find none meritorious and will, therefore, affirm the judgment. These claims of error will be discussed seriatim.\nInitially, it is urged the trial court erred in permitting the Commonwealth to plead surprise and impeach its own witness through introduction of a prior inconsistent statement. The witness, Joseph Nolley, was called by the Commonwealth with the expectation that he would reiterate his prior statement implicating Moore as the perpetrator of the shooting. However, when asked whether Moore or Ricky Mack was carrying the shotgun as they exited from the tavern and crossed the street, Nolley stated he did not know. The Commonwealth was then permitted to plead surprise and, over defense counsel’s objection, cross-examined Nolley concerning an earlier statement given to the police. During the course of this cross-examination, Nolley was directed to read aloud the following portion of his earler statement, “He was going, that is when Nate [the appellant] grabbed the gun and ran across the street alongside the Moose Hall, Moose building and fired the gun through the window.” It is contended permitting this cross-examination and allowing Nolley’s prior inconsistent statement to be read to the jury, was reversible error.\nThe general principles of law pertaining to the impeachment of a witness by the party calling him were discussed at length in Commonwealth v. Knudsen, 443 Pa. 412, 414-415, 278 A.2d 881 (1971). See also Commonwealth v. Bynum, 454 Pa. 9, 309 A.2d 545 (1973); Commonwealth v. Tucker, 452 Pa. 584, 307 A.2d 245 (1973); Commonwealth v. Dancer, 452 Pa. 221, 305 A.2d 364 (1973); Commonwealth v. Stafford, 450 Pa. 252, 299 A.2d 590 (1973). We therein recognized that courts of this Commonwealth have been liberal in allowing a party to cross-examine his or her own witness when truth and justice so require. However, we indicated that cross-examination of a witness by the party calling him through introduction of a prior inconsistent statement should be limited to those instances where the witness, at trial, has made statements which aid the opposing party or harm the calling party. The prior statement is not admitted as substantive testimony but solely for the limited purpose of establishing the inconsistency. Thus, where the witness has made no assertions which stand in contradiction to statements the witness has made earlier, but merely claims he or she does not know or cannot remember, the prior statements should not be introduced. No permissible evidentiary purpose is served by introducing the prior statements and to do so is error. See generally Commonwealth v. Dancer, supra, 452 Pa. at 226 n. 2, 305 A.2d at 367 n. 2.\nInstantly, the inability of Nolley to answer the question put to him did not prejudice or otherwise harm the Commonwealth’s case, nor did it necessarily advance the defense. A lapse of memory, standing alone, is not sufficient to justify a cross-examination of one’s own witness by introduction of prior inconsistent statements. Commonwealth v. Knudsen, supra. While the Commonwealth may have been disappointed that Nolley failed to repeat his earlier, out-of-court assertions, this does not furnish an adequate basis upon which to permit a cross-examination. Commonwealth v. Dancer, supra, 452 Pa. at 226-227, 305 A.2d at 366-367. Nevertheless, after a review of the record, we are convinced this error was harmless.\nUnlike the situations presented in the cases of Commonwealth v. Bynum, supra [admitted out-of-court statement which was the only substantive evidence placing defendant at the scene of the crime], and Commonwealth v. Tucker, supra [admitted out-of-court statement given by only eyewitness to the crime], here there was clear and relevant testimony from disinterested bystanders to establish that Moore fired the fatal shot. Raymond Lapp, a spectator from a third-floor window overlooking the Jefferson Tavern, testified he witnessed the shooting. He stated that two black men, one wearing a black leather jacket and the other wearing bib overalls, crossed the street outside of the tavern. He further testified that the man wearing the black leather jacket had a shotgun in his possession and, after crossing the street, fired a shot in the direction of the tavern. While Lapp was unable to see the face of the man in the black leather jacket, other testimony established that Moore was so dressed. Anne Axe, another Commonwealth witness, testified she saw Moore and Ricky Mack in the vicinity of the tavern prior to the shooting. She said Moore was wearing a black leather jacket and Ricky Mack was wearing bib overalls. She also stated she heard gunshots and, immediately thereafter, saw Moore with the shotgun. Randy Johnson, a member of the group which returned to the tavern, testified he saw Moore standing in the middle of the street outside the tavern with the shotgun at his hip.\nIn view of the testimony of these completely disinterested witnesses fixing Moore as the killer, the trial court’s error in permitting the Commonwealth to cross-examine Nolley and to make evidentiary use of his pretrial statement was of little, if any, consequence. Moreover, any harm to Moore occasioned by the error was further minimized by Nolley’s continued adherence to his initial trial testimony that he was unsure whether Moore or Ricky Mack had the shotgun. See Commonwealth v. Stafford, supra; Commonwealth v. Knudsen, supra.\nNext, it is contended the trial court erred in charging the jury that Moore could be convicted as a principal in the second degree. Similarly, it is contended the trial court erred in instructing the jury that two of the Commonwealth’s witnesses were, in the court’s opinion, accomplices of Moore. However, there were no specific objections to the alleged errors even though the trial court, after its charge and before the jury retired for deliberation, asked if counsel wished to make particular exceptions. Pursuant to Rule 1119(b) of the Pennsylvania Rules of Criminal Procedure, 19 P.S.Appendix, failure to make specific objections to the court’s charge bars appellant from asserting the alleged errors on appeal. Commonwealth v. Carr, 459 Pa. 262, 328 A.2d 512 (1974); Commonwealth v. Yount, 455 Pa. 303, 314 A.2d 242 (1974). See also Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\nNext, it is contended the trial court erred in not permitting the appellant to impeach the credibility of Commonwealth witnesses by use of alleged juvenile records. However, a review of the record shows this issue was not raised in the post trial motions, consequently it was not properly preserved for appellate review. Commonwealth v. Hill, 453 Pa. 349, 310 A.2d 88 (1973); Commonwealth v. Bittner, 441 Pa. 216, 272 A.2d 484 (1971); Commonwealth v. Myers, 439 Pa. 381, 266 A.2d 756 (1970).\nAdditionally, it is argued the trial court erred in admitting certain opinion testimony given by a ballistics expert. The witness, after comparing the markings found on the bullet recovered from the victim with those found on a bullet subsequently fired from the shotgun admitted into evidence, stated the fatal bullet could have been fired from the shotgun. The failure to state conclusively that the shotgun was the murder weapon, Moore contends, should have rendered the testimony inadmissible. We disagree. A similar argument was advanced and rejected by this Court in Commonwealth v. Pierce, 453 Pa. 319, 309 A.2d 371 (1973). Furthermore, Moore suffered no harm as a result of the expert’s testimony. At no point during the trial did the defense contend or even suggest that the fatal bullet was fired from a weapon other than the shotgun admitted into evidence. See also Commonwealth v. Newsome, 462 Pa. 106, 337 A.2d 904, filed May, 1975.\nFinally, it is contended the trial court erred in not granting defense counsel’s challenges for cause as to certain prospective jurors whom, it is alleged, had already formed an opinion concerning the guilt of the accused. The denial of these challenges for cause, it is argued, forced defense counsel to prematurely utilize some of its peremptory challenges.\nEven assuming the challenges for cause should have been sustained, the error was harmless. All of the jurors involved were eventually dismissed from serving on the jury via a defense peremptory challenge. Moreover, the trial jury was completed without the defense exercising all permissible peremptory challenges. It is well-settled that when, as here, the defense does not exhaust its peremptory challenges, it is harmless error to overrule a challenge for cause which should have been sustained, if the juror is actually excluded by a peremptory challenge. Commonwealth v. Moon, 389 Pa. 304, 308, 132 A.2d 224 (1957); Commonwealth v. McGrew, 375 Pa. 518, 526, 100 A.2d 467 (1953); Commonwealth v. Bibalo, 375 Pa. 257, 265, 100 A.2d 45 (1953).\nJudgment affirmed.\nROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joins.\n. Rule 1119(b) of the Pennsylvania Rules of Criminal Procedure provides:\n“No portions of the charge nor omissions therefrom may be assigned as error, unless specific objections are made thereto before the jury retires to deliberate.”\n. Two of these prospective jurors stated they believed Moore must have done something wrong or he wouldn’t be on trial. The third prospective juror testified the defense would have to produce favorable testimony for him to find Moore not guilty. However, on further inquiry, each juror stated he believed a person accused of crime is innocent until proven guilty."}