{"id": "485149", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nOn November 30, 1973, the appellant, Herman Miller Davenport, was convicted by a jury of murder in the first degree, robbery, conspiracy to commit murder and conspiracy to commit robbery. After the denial of post trial motions, a sentence of life imprisonment was imposed on the murder conviction. An additional sentence of seven to fifteen years imprisonment was imposed on the robbery conviction. Sentences on the conspiracy charges were suspended. This one appeal from the judgments of sentence followed.\nA number of trial errors are asserted on this appeal. We find none meritorious and will, therefore, affirm the judgments.\nInitially, it is asserted that the trial court erred in overruling a demurrer to the evidence, and denying a motion for a directed verdict made by the defense at the completion of the Commonwealth’s case.\nIn ruling upon a demurrer the standard to be applied is whether the evidence of record and the inferences reasonably drawn therefrom are sufficient to warrant the jury in finding the defendant guilty, beyond a reasonable doubt, of the crimes charged. Commonwealth v. Carroll, 443 Pa. 518, 278 A.2d 898 (1971); Commonwealth v. Zeringo, 214 Pa.Super. 300, 257 A.2d 692 (1969). While the burden of proof is upon the Commonwealth, it is well-settled that the Commonwealth may sustain this burden wholly through circumstantial evidence. Commonwealth v. Cimaszewski, 447 Pa. 141, 288 A.2d 805 (1972). The Commonwealth’s evidence established the following:\nAt approximately 1:45 a.m. on January 14, 1970, Milton Hawkins, the victim, was asleep in his home located at 5932 North 19th Street, Philadelphia, when he received a visit from Davenport. Following a brief conversation, Hawkins went upstairs, dressed and left the house in the company of Davenport. The two men entered a red Mustang with a white racing stripe, driven by a black male. At 8:00 a.m. the same morning, Hawkins’ lifeless body was found lying in the roadway of Gribbel Road, near Royal Avenue, in the Wyncote section of Cheltenham Township, Montgomery County. Death occurred between 2:30 and 4:30 a.m. The victim had suffered a violent assault during which he sustained approximately forty-five stab wounds. Articles of the victim’s clothing and two knives were found near the scene. The left rear pocket of the victim’s trousers was ripped off. No wallet was found on his person. Police investigators were able to identify the body as that of Hawkins by the inscription on a ring found on one of his fingers.\nBlood stained the snow surrounding the corpse. There was a large quantity of blood under the victim’s head. This was later determined to be of blood type B. Trousers subsequently seized from Davenport’s apartment at the time of his arrest contained traces of blood type B. Testing of Davenport’s blood revealed it to be type A.\nOn the evening of January 8, 1970, approximately five days before the killing, Hawkins and one David Byrd were drinking at the Babydoll Bar located at 21st and Kimble Streets in Philadelphia. Davenport and one William Clifford Bartlett entered the bar and engaged in a conversation with the victim. In the course of the conversation, the victim said to Bartlett in the presence of Davenport, “I have the five bills”. On January 12, 1970, approximately one day before his death, Hawkins was visited at his residence by David Byrd. Hawkins threw a roll of bills onto the drainboard of the sink and asked Byrd to count the money. The roll of bills amounted to approximately five hundred and forty dollars. On January 19, 1970, five days after the death of Hawkins, a wallet was removed from a sewer at 21st and Spencer Streets in Philadelphia. The wallet contained no money, but contained photographs, papers and identification which indicated the wallet belonged to the victim. Mrs. Hawkins, however, found no money in the house after her husband’s body was recovered. The sewer inlet at 21st and Spencer Streets is located within a few blocks of Davenport’s residence, the residence of the victim and the. Babydoll Bar. William Clifford Bartlett, a black male, was at the time registered as the owner of a red Mustang with a white racing stripe, similar to the one Hawkins and Davenport drove off in shortly before the victim met his death. Davenport had been employed from May of 1968 until June of 1969. by the Sanitation Department of Cheltenham Township. The truck to which he had regularly been assigned collected trash in the Wyncote section, including the area of Gribbel Road and Royal Avenue.\nWhile none of the foregoing facts, together with the reasonable inferences to be drawn therefrom, would be sufficient to establish guilt when considered individually, their collective strength is sufficient to warrant a jury in finding Davenport guilty, beyond a reasonable doubt, of the crimes charged.\nDavenport next raises several claims challenging the validity of the seizure of a second blood sample, and the subsequent introduction into evidence at trial of his blood type.\nOn January 20, 1970, following Davenport’s arrest, the Montgomery County coroner at the behest of police officials extracted a blood sample from him to type and compare with that of the victim. No prior judicial authorization was obtained for this seizure. At a hearing on a motion to suppress, the district • attorney presented a search warrant application to the court for a second blood sampling. Defense counsel, although admitting that probable cause existed and the results of a second opposed the application as untimely. This blood test would be identical to the first, suppression court found it unnecessary to rule upon the application, and upheld the legality of the initial seizure on the grounds that Davenport had consented thereto. The evidence of the blood test was introduced into evidence at trial. On appeal to this Court, we reversed Davenport’s conviction and remanded the case for a new trial. Mr. Justice Pomeroy filed an opinion in support of the reversal order stating, inter alia, evidence of the blood was not properly admitted at trial, because the record failed to demonstrate that Davenport had knowingly and intelligently waived his Fourth Amendment rights in submitting to the extraction. Mr. Justice Eagen and Mr. Justice O’Brien joined in the Pomeroy opinion. Mr. Justice ¡Roberts, Mr. Justice Nix and Mr. Justice Manderino did not join in the opinion, but did join in the Court’s order. Mr. Chief Justice Jones noted a dissent. See Commonwealth v. Davenport, 453 Pa. 235, 308 A.2d 85 (1973).\nPrior to Davenport’s second trial, the Commonwealth presented to the trial Court a second application for a search warrant, termed a “petition to require a blood sample”. The court, after hearing argument, granted the application. A second blood sample was then taken. A subsequent motion to suppress this evidence was denied, and the results of this blood test were introduced into evidence at Davenport’s second trial in November 1973.\nDavenport’s first claim pertaining to the second blood sample is that the Commonwealth in presenting its case to the grand jury prior to his first trial in effect certified that it had concluded its investigation upon which the presentment was based, and accordingly should be precluded from continuing its investigation by securing a second blood sample. No authority is cited for this claim, and we are not persuaded thereby. In theory, the function of a grand jury in our system of criminal justice is to ascertain whether the Commonwealth’s evidence makes out a prima facie case. See Commonwealth v. Webster, 462 Pa. 125, 337 A.2d 914 (1975). The Commonwealth by its presentment to the grand jury indicates its belief that there is sufficient evidence to justify bringing a defendant to trial on the charges specified. No certification is made that the investigation has been completed, and we know of no authority saying the Commonwealth may not continue its investigation even after an indictment is returned.\nSecondly, and in a related vein, Davenport argues that the thirty-nine month time lag between indictment and the extraction of the second blood sample renders the seizure unreasonable. However, this contention overlooks the fact that the second blood sample was secured pursuant to a search warrant. As long as the search warrant was valid, the requirements of the Fourth Amendment have been satisfied.\nDavenport does challenge the validity of the search warrant. He claims it issued without a showing of sufficient probable cause.\nIt is well-established that a magistrate or other issuing authority may not constitutionally issue a search warrant until he is furnished with information sufficient to persuade a reasonable man that probable cause for the search exists. Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969); Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964); Commonwealth v. Jackson and Garrett, 461 Pa. 632, 337 A.2d 582 (1975); Commonwealth v. D’Angelo, 437 Pa. 331, 263 A.2d 441 (1970). The purpose of requiring, this information is to give the issuing authority the opportunity of knowing and weighing the facts and determining objectively for itself the need for invading privacy in order to enforce the law. See McDonald v. United States, 335 U.S. 451, 69 S.Ct. 191, 93 L.Ed. 153 (1948).\nInstantly, the information contained in the application for the warrant consisted of not only the entire circumstantial case against Davenport, but also a statement given to police investigators by his co-felon, William Bartlett, , implicating Davenport in the robbery and murder of Hawkins. That this constituted sufficient probable cause for the issuance of the warrant is beyond question.\nLastly on the issue of the second blood sample, it is urged that the blood test results should have been excluded as “fruit of the poisonous tree”. Davenport argues that the Commonwealth should be precluded from introducing this evidence of his blood type because knowledge thereof was gained originally through an unconstitutional seizure. We disagree.\nThe “fruit of the poisonous tree” doctrine had its genesis in Silverthorne Lumber Company v. United States, 251 U.S. 385, 40 S.Ct. 182, 64 L.Ed. 319 (1920). Even while enunciating the rule, Mr. Justice Holmes, speaking for the Court, noted an exception to its application:\n“Of course, this does not mean that the facts thus obtained become sacred and inaccessible. If knowledge of them is gained from an independent source they may be proved like any others, but the knowledge gained by the Government’s own wrong conduct cannot be used by it in the way proposed.”\nId. at 251 U.S. at 392, 40 S.Ct. at 183. See also Commonwealth v. Cephas, 447 Pa. 500, 291 A.2d 106 (1972).\nBecause in the circumstances of the instant case we find the blood-type evidence gained from the second sample to be derived from an independent source, we conclude that this evidence was not “fruit of the poisonous tree”.\nThe facts upon which the issuance of the search warrant was based were gathered by the Commonwealth prior to the first unconstitutional seizure of Davenport’s blood. The motivating factor behind the Commonwealth’s decision to ascertain Davenport’s blood type was its obvious evidentiary value in view of the fact that both the victim’s blood type and the type of the blood extracted from the trousers in Davenport’s room at the time of the arrest were the same. Since the basis for the second seizure antedated, and was totally independent of any information learned from the first unconstitutional seizure, evidence of Davenport’s blood type was properly admitted as derived from an independent source. Cf. State v. Darwin, 155 Conn. 124, 230 A.2d 573 (1967).\nDavenport next alleges the trial court erred in admitting into evidence several items and testimony pertaining thereto. Complaint is made that these items were irrelevant.\nEvidence is relevant if it tends to establish some fact material to the case or tends to make the fact at issue more or less probable. Commonwealth v. Stewart, 461 Pa. 274, 336 A.2d 282 (1975); Commonwealth v. Myers, 439 Pa. 381, 266 A.2d 756 (1970). See also 1 Henry, Pennsylvania Evidence, § 2 (4th ed. 1953); McCormick, Law of Evidence, § 185 (2d ed. E. Cleary 1972).\nDavenport initially challenges as irrelevant the evidence introduced at trial of the second knife, and testimony and photographs regarding its recovery by the police. It is clear to us, however, that the knife in question was relevant to the issue of conspiracy.\nThe Commonwealth’s evidence at trial indicated that the second knife was discovered by the police in a clump of bushes approximately one hundred and forty feet south of the site where the victim’s body was found. The evidence further established that the homicide had taken place in the immediate vicinity, and the victim had sustained forty-five stab wounds of differing sizes. Additionally, the victim had last been seen alive in the company of Davenport and Bartlett. In this context, the knife was a relevant link in the chain of circumstantial proof of conspiracy.\nIt is further alleged that the knife in question should have been excluded on the ground of remoteness. It is urged that because it was found fifteen days after the killing and one hundred and forty feet removed from the location of the victim’s body, and there were no bloodstains or fingerprints on the knife, evidence regarding it should have been prohibited.\nRemoteness, however, generally goes to the weight to be accorded the evidence, rather than its admissibility. 2 Henry, Pennsylvania Evidence, § 30 (4th ed. 1953). This is especially so in the present circumstances. The site of the homicide is residential in nature, and not heavily traveled. In fact, one of the intersecting streets near which the victim’s body was found is a cul-de-sac. The failure to find the knife upon the initial search of the scene is understandable because the knife was hidden in a clump of bushes, and the absence of bloodstains or fingerprints on the knife is explainable in light of expert testimony that exposure to the elements can cause erosion of these traces.\nIt is lastly contended that the admission of the knife in question was erroneous in that a proper foundation was not laid for its introduction. This contention would have merit if this were a prosecution solely for murder with no conspiracy charged. Since we have determined that the knife was relevant for the purpose of proving the existence of a conspiracy, the trial judge did not err in admitting it for that purpose. “Evidence admissible for one purpose though not for another may be admitted, though a limiting instruction must be given if requested.” Commonwealth v. Johnson, 457 Pa. 554, 559, 327 A.2d 632, 635 (1974); Commonwealth v. Updegrove, 413 Pa. 599, 198 A.2d 534 (1964); McCormick, supra, §§ 52, 59. Here, no such limiting instruction was requested.\nWe, therefore, conclude the second knife was properly admitted into evidence at trial.\nDavenport further asserts that the victim’s wallet, and testimony regarding its recovery by police, were improperly admitted into evidence because they were irrelevant. There can be little doubt, however, that this evidence was clearly relevant to establish that a robbery had taken place and that an attempt had been made to destroy evidence of the crime by discarding the wallet in a sewer inlet.\nClaim is also made that the testimony regarding Bartlett’s girl friend was irrelevant and should not have been permitted. The trial judge allowed the deputy chief of detectives to testify that the name of Bartlett’s girl friend appeared on the dashboard of his red Mustang. Even if this testimony were irrelevant, it was clearly harmless since it in no way prejudiced Davenport.\nIt is next asserted that the trial judge committed error in two instances in his charge to the jury. First, it is said the trial judge usurped the jury’s function in suggesting possible inferences to the jury. Reading the charge as a whole, as we must, Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975); Commonwealth v. Rose, 449 Pa. 608, 297 A.2d 122 (1972), we are convinced the charge was fair and impartial. The trial judge commented upon the evidence only to the extent necessary to explain to the jury its task, and to clarify the applicable legal principles. Moreover, the trial judge on numerous occasions, clearly informed the jurors that their collective recollection of and independent conclusions on the evidence were controlling. Cf. Commonwealth v. Watts, 358 Pa. 92, 56 A.2d 81 (1948); See also ABA Project on Standards for Criminal Justice, Standards Relating to Trial by Jury, § 4-7(a).\nDavenport’s next claim is that the trial judge’s references in his charge to the bills of indictment and the grand jury proceedings constituted error. No authority is cited in support of the alleged claims of error, and we find them devoid of merit. The only references to the bills of indictment were made in the course of the trial judge’s explanation of the charges for which the defendant was standing trial. Additionally, the court carefully cautioned the jurors that they should not draw any adverse inferences from the fact that the grand jury returned bills of indictment against Davenport. Hence, we find the trial judge did not err, but was acting in proper discharge of his judicial responsibilities.\nDavenport next contends he was improperly restricted, at the second suppression hearing, from introducing evidence to show that the police seizure of certain blood-soaked clothing linking him to the homicide violated constitutional standards. As to this, the record discloses the following:\nDavenport was taken into police custody by officers armed with an arrest warrant as he was exiting from his third-floor room in a rooming house. Davenport was without shoes and otherwise scantily clothed at the time and asked permission to re-enter his room and don additional clothing. Permission was granted and when Davenport re-entered his room several officers accompanied him. The room was approximately nine by twelve feet, furnished only with a bed and dresser. While retrieving shoes and additional items for Davenport to clothe himself, an officer seized a pair of trousers from the bed, some rags from the top of the bureau and a denim jacket hanging from a hook on an open closet door. All of these items were noticeably stained with blood.\nPrior to the first trial, Davenport filed a motion to suppress the blood-stained trousers, rags and jacket seized, as above related, because the police were not armed with a search warrant at the time of the seizure. The trial court denied the motion to suppress and these items were introduced into evidence at Davenport’s first trial over objection. This, among other things, was assigned as error in the first appeal. In order to afford guidance in the mandated retrial, Mr. Justice Pomeroy discussed this assignment of error in his opinion disposing of the first appeal, and found the complaint to be without merit. He expressed the view that the seizure was constitutionally valid under the “plain view doctrine” enunciated in Harris v. United States, 390 U.S. 234, 88 S.Ct. 992, 19 L.Ed.2d 1067 (1968).\nPrior to the commencement of the second trial, Davenport filed a new application to suppress, inter alia, the bloodstained clothing. The reasons given in the motion why this particular evidence should be suppressed were as follows:\n“(a) search was conducted without the issuance of a search warrant;\n“(b) search was conducted without officers stating to the defendant the purpose of said search;\n“(c) search was illegal because the officers were not placed in danger of physical harm securing the arrest of the defendant-petitioner;\n“(d) ample opportunity existed after the arrest to secure the premises and obtain a search warrant.”\nAn evidentiary hearing ensued following which the motion to suppress was denied. While the hearing court heard evidence concerning suppression of other items of evidence, it spontaneously ruled the trousers, rags and jacket were admissible without hearing any evidence in regard to the circumstances of the seizure thereof. The court expressed the view that the Supreme Court had ruled in the first appeal that the seizure of this evidence was constitutionally valid under the “plain view doctrine” and the trial court was bound by that ruling. No objection or exception was entered to this ruling and, more importantly, no offer was made to introduce any testimony to fortify the challenge to the evidentiary use of the trousers, rags and jacket.\nDavenport now argues that if the court had entered into an evidentiary hearing in regard to the seizure of these particular items of evidence “the defendant may have chosen to present testimony that could have persuaded the learned trial judge that the items seized were not in plain view.” But since Davenport made no effort to introduce such evidence in the trial court, his present complaint will not be considered on this appeal. Cf. Commonwealth v. Glenn, 459 Pa. 545, 330 A.2d 535 (1974), and Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\nDavenport next asserts that the trial court erred in failing to grant a defense motion to dismiss the prosecution, because of the Commonwealth’s alleged suppression of an oral statement Davenport had made to the police following his arrest. Defense counsel alleges he was misled into believing that Davenport had not made any statement to the police, because of the testimony given by the Chief of Detectives at Davenport’s preliminary hearing.\nThe record reveals, however, that months before Davenport’s second trial, defense counsel was given notice in writing of the Commonwealth’s intention to introduce into evidence at trial a statement Davenport gave the police subsequent to his arrest. Therefore, even if we were to assume that Davenport’s present claim is legally valid, the factual basis for the claim is contradicted by the record. Hence, this contention is without merit.\nIt is next alleged that certain statements of the district attorney during closing argument to the jury were improper and require a new trial. The only statement properly before us on this appeal is the following comment by the prosecutor in reference to the defendant: “He is caught red-handed with the blood of the victim on trousers in his apartment.” An immediate objection by defense counsel was sustained, and the jury was specifically instructed to disregard the comment. Assuming that the district attorney’s assertion exceeded the bounds of fair comment upon the evidence, we can discern no resulting prejudice to Davenport since the possibility thereof was removed by the trial judge’s prompt and specific instruction to the jury to disregard the challenged statement. Cf. Commonwealth v. Martinolich, 456 Pa. 136, 318 A.2d 680 (1974) cert. denied, 419 U.S. 1065, 95 S.Ct. 651, 42 L.Ed.2d 661 (1974).\nFinally, Davenport raises several other contentions which were not raised in the trial court and, hence, have not been properly preserved for appellate review. Commonwealth v. Glenn, supra; Commonwealth v. Clair, supra.\nJudgments affirmed.\nNIX, J., concurs in the result.\nMANDERINO and ROBERTS, JJ., filed dissenting opinions.\n. As to appellate jurisdiction, see the Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1974-1975), and art. V, § 503(a), 17 P.S. § 211.503(a) (Supp.1974-1975).\n. Bartlett was convicted by a jury of murder in the first degree, robbery and conspiracy for his involvement in the Hawkins killing. In affirming his conviction, this Court held that his statement to police officials had been lawfully obtained and properly admitted into evidence. Commonwealth v. Bartlett, 446 Pa. 392, 288 A.2d 796 (1972).\n. In this, the court was in error. Since Mr. Justice Pomeroy’s opinion disposing of the first appeal did not represent the views of a majority of the Court, it was not decisional. Commonwealth v. Silverman, 442 Pa. 211, 275 A.2d 308 (1971). It is not necessary here to decide if our order in the first appeal directing a retrial also granted Davenport the right to attack de novo the admissibility of evidence already ruled admissible by the trial court.\n. The other statements were not objected to at trial and, hence, have not been properly preserved for review on this appeal. Commonwealth v. Clair, supra; Commonwealth v. Agie, 449 Pa. 187, 296 A.2d 741 (1972).\n. These contentions are: (1) that a statement made by the trial judge in the course of overruling defense counsel’s objection to admission of the second knife was prejudicial; (2) that the trial judge erred in admitting into evidence three photographs presented by the Commonwealth showing a view of the victim’s home with a police car parked in front of it; and (3) that the trial judge permitted a certain David Byrd to testify to a conversation he overheard between the victim and co-felon Bartlett in the presence of Davenport."}