{"id": "485171", "contents": "OPINION\nEAGEN, Justice.\nOn October 17, 1968, at approximately 9:00 a. m., three men entered the Philadelphia residence of Dr. Frank Washick and, while holding the Washick family at gunpoint, proceeded to ransack the home looking for coins and jewelry. The entrance was conducted pursuant to a pre-conceived plan devised by the appellant, Michael Borschell, who had, in addition, supplied a white 1965 Buick automobile for use as the getaway vehicle. Borschell, himself, was not present at the Washick residence. Soon thereafter, two police officers, responding to a telephone call from Mrs. Washick, arrived at the crime scene. Immediately upon entering the Washick residence one of the police officers, William Lackman, was shot and fatally wounded by one of the intruders. Borschell was subsequently taken into police custody and charged with murder, burglary and aggravated robbery.\nAfter a jury trial, Borschell was convicted of all the charges. Post trial motions were denied and a sentence of life imprisonment was imposed on the conviction of murder in the first degree. Prison sentences of ten to twenty years were imposed on the burglary and aggravated convictions; these sentences to run concurrently with the life imprisonment sentence and consecutively to each other. An appeal from the judgment of sentence imposed on the murder conviction was filed in this Court. Appeals from the burglary and aggravated robbery convictions were filed in the Superior Court and later certified here. The appeals were consolidated for argument and disposition.\nBorschell does not question the sufficiency of the evidence to sustain the jury’s verdict. He does, however, contend the trial court erred in permitting three Commonwealth witnesses to testify, over defense objection, about prior home burglaries allegedly participated in by Borschell. We disagree.\nAs a general rule evidence of one crime is inadmissible against a defendant being tried for another crime because the fact of the commission of one offense is not proof of the commission of another. See Commonwealth v. Groce, 452 Pa. 15, 303 A.2d 917 (1973); Commonwealth v. Foose, 441 Pa. 173, 272 A.2d 452 (1971); Commonwealth v. Wable, 382 Pa. 80, 114 A.2d 334 (1955); Commonwealth v. Burdell, 380 Pa. 43, 110 A.2d 193 (1955). But, as noted in Commonwealth v. Wable, supra, 382 Pa. at 84, 114 A.2d at 336-337, “sometimes there exist . . . ‘special circumstances’ which operate as exceptions to the general rule, and bring the case within the equally well established principle that evidence of other crimes is admissible when it tends to prove a common scheme, plan or design embracing the commission of two or more crimes so related to each other that proof of one tends to prove the others or to establish the identity of the person charged with the commission of the crime on trial, — in other words where there is such a logical connection between the crimes that proof of one will naturally tend to show that the accused is the person who committed the other.” [Emphasis in original.] See also McCormick, Law of Evidence, § 190 (2d ed. E. Cleary 1972). Instantly, the circumstances surrounding the prior burglaries alluded to by the Commonwealth witnesses and the Washick burglary were so very close in nature and in time as to bring the situation within the above exception.\nHerein the testimony of these Commonwealth witnesses established the commonality of the burglaries. The record demonstrates that between late September and mid-October of 1968, a series of burglaries took place in the Philadelphia area. Each involved the entry of a private home and the theft of valuables, primarily coins and jewelry. More importantly, each was masterminded by Borschell and, in each instance, a white 1965 Buick automobile supplied by Borschell, served as the getaway vehicle. Moreover, one William Russell served, as the “fence” in disposing of the bounty gathered in each burglary. These very characteristics marked the Washick burglary indicating it was but a part of a larger scheme or operation. Under these circumstances, it may not be said the trial court erred in permitting the testimony relating to the prior crimes. Cf. Commonwealth v. Smith, 443 Pa. 151, 277 A.2d 807 (1971); Commonwealth v. Wable, supra.\nJudgments affirmed.\nROBERTS, J., filed a concurring opinion.\nNIX, J., concurs in the result.\nMANDERINO, J., filed a dissenting opinion.\nJONES, C. J., did not participate.\n. We have independently reviewed the evidence and we are satisfied it was sufficient to sustain the jury’s verdict.\n. Borschell, at trial, took the stand in his own defense and on cross-examination admitted his participation in these prior burglaries. He now contends it was a violation of the Act of March 15, 1911, P.L. 20, § 1, 19 P.S. § 711, to permit him to be cross-examined concerning these prior burglaries. However, as no objection was interposed to this cross-examination, Borschell is foreclosed from raising this issue on appeal. See Commonwealth v. Glenn, 459 Pa. 545, 330 A.2d 535 (1974); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974)."}