{"id": "485186", "contents": "OPINION OF THE COURT\nNIX, Justice.\nAppellant, Benjamin Terry, was tried before a jury and convicted of three counts of murder in the first degree and one count of arson. Post-trial motions were denied and sentences of life imprisonment on each of the murder counts were imposed and made to run concurrently. Additionally, a sentence of ten to twenty years was imposed under the arson count also to run concurrently with the life sentences. This appeal followed.\nAppellant first contends that the evidence was insufficient to sustain the verdict. We disagree. At trial, the Commonwealth produced evidence which can be summarized as follows. On January 11, 1971, a fire occurred at 2927 N. Fairhill Street in Philadelphia, the home of appellant’s estranged girl friend, Gwendolyn Harris. Three people were killed as a result. Appellant, in a written statement, admitted that he and his brother, Donald, had secured paraphernalia to make firebombs and, after warning one of the members of the Harris household by telephone to remove the children from the home, the two brothers had gone to the Harris home where appellant threw the lit firebomb through the window resulting in the fatal fire. Testimony by several persons, including Gwendolyn Harris, revealed that appellant had been at the Harris home on January 9th, two days before the fatal fire and had threatened Ms. Harris, “I’m going to get you”, when she had refused to resume their relationship. Appellant admitted that upon leaving the Harris home on the 9th, he had walked through the vacant house at 2925 N. Fairhill Street which adjoined the Harris home. Shortly thereafter a fire was discovered in this building which appellant was also accused of starting. Appellant admitted lighting matches and dropping them in this building giving as his reason that he was using the light from the matches to find his way through the darkened interior.\nReviewing the record in the light most favorable to the verdict winner, the Commonwealth, Commonwealth v. Von Smith, 457 Pa. 638, 326 A.2d 60 (1974); Commonwealth v. Blevins, 453 Pa. 481, 309 A.2d 421 (1973), we conclude that this evidence was clearly sufficient to warrant the jury in finding that appellant was criminally responsible for the three deaths by means of arson, thus justifying the verdicts which were returned.\nAppellant next contends that the trial court erred in permitting the Commonwealth to introduce evidence of the prior fire of January 9th and appellant’s involvement with that fire. Appellant claims that this evidence does not come within any of the recognized exceptions to the general rule that evidence tending to show that the accused has committed separate and distinct crimes for which he is then not being tried is inadmissible. We do not agree.\n“ ‘It is a fundamental precept of the common law that the prosecution may not introduce evidence of the defendant’s prior criminal conduct as substantive evidence of his guilt of the present charge. It has been succinctly stated that [t]he purpose of this rule is to prevent the conviction of an accused for one crime by the use of evidence that he has committed other unrelated crimes, and to preclude the inference that because he has committed other crimes he was more likely to commit that crime for which he is being tried. The presumed effect of such evidence is to predispose the minds of the jurors to believe the accused guilty, and thus effectually to strip him of the presumption of innocence.' . . . the admissibility of evidence which indicates that the accused had a prior criminal record does not depend on a balancing technique weighing the prejudicial effect against the probative value, but rather on the fact that Pennsylvania law has specifically limited the admission of evidence of this nature to certain limited exceptions.” Commonwealth v. Clark, 453 Pa. 449, 452-53, 309 A.2d 589, 590-91 (1973) quoting in part Commonwealth v. Allen, 448 Pa. 177, 181-82, 292 A.2d 373, 375 (1972) and Commonwealth v. Trowery, 211 Pa.Super.Ct. 171, 173-74, 235 A.2d 171, 172 (1967).\nEvidence of an independent crime is admissible where the crime is of the same nature as the crime charged, which was allegedly committed at or about the time of the criminal act in question, and the proof of that crime is relevant to show plan, scheme, motive and design. Commonwealth v. Raymond, 412 Pa. 194, 199, 194 A.2d 150, 152 (1963); Commonwealth v. Wable, 382 Pa. 80, 82, 114 A.2d 334, 336-337 (1955); Commonwealth v. Burdell, 380 Pa. 43, 45, 110 A.2d 193, 195-196 (1955); Commonwealth v. Weiss, 284 Pa. 105, 108, 130 A. 403, 404 (1925); Commonwealth v. Wendt, 258 Pa. 325, 334, 102 A. 27, 30 (1917).\n“. . . evidence of other crimes is admissible when it tends to prove a common scheme, plan or design embracing the commission of two or more crimes so related to each other that proof of one tends to prove the others or to establish the identity of the person charged with the commission of the crime on trial, — in other words where there is such a logical connection between the crimes that proof of one will naturally tend to show that the accused is the person who committed the other.” Commonwealth v. Wable, supra, 382 Pa. at 82, 114 A.2d at 336-337.\nThe evidence of the fire of January 9th and the preceding threats made by appellant were properly submitted to the jury to assist them in their determination of appellant’s responsibility for the fatal fire which occurred two days later. This evidence not only corroborated the other testimony as to the identity of the perpetrator but also tended to rebut the conclusion that the fire of January 11th resulted from an impulsive act. To the contrary, this testimony provided convincing proof that appellant’s act was deliberate and premeditated. Compare Commonwealth v. Schmidt, 452 Pa. 185, 199-200, 299 A.2d 254 (1973); Commonwealth v. Gilmore, 447 Pa. 21, 288 A.2d 757 (1972); Commonwealth v. Smith, 443 Pa. 151, 277 A.2d 807 (1971); Commonwealth v. Coyle, 415 Pa. 379, 203 A.2d 782 (1964); Commonwealth v. Gockley, 411 Pa. 437, 451, 192 A.2d 693 (1963).\nAppellant raises an additional objection to the admission of evidence of the earlier fire because the Commonwealth failed to establish conclusively that it was not accidentally started. Appellant, in a statement to police, conceded that the fire of January 9th was caused by his dropping lighted matches on the premises. The reason that he gave for doing this was for the jury to accept or reject. In Commonwealth v. Coyle, supra, we had occasion to observe:\n“Nor is there merit to the contention that appellant’s pretrial admissions of these prior crimes were inadmissible because he had not been previously convicted and sentenced thereon. A statement or confession of an accused admitting the actual commission of other crimes, if relevant, is admissible even though no prior convictions had been effected.” (Citations omitted) Id. 415 Pa. at 388, 203 A.2d at 787.\nThis rule is not altered where the pretrial statement, although containing admissions to causing the fire, also contained exculpatory statements.\nIn addition to the issues which have been heretofore discussed which were clearly preserved for appellate review, appellant, in his brief before this Court, has set forth additional assignments of error From this record, however, we are unable to ascertain whether these assignments have been properly preserved for consideration at this time. See Commonwealth v. Reid, 458 Pa. 357, 326 A.2d 267 (1974). These issues were not set forth in the written post-trial motions filed on appellant’s behalf. Additionally, the court en banc failed to comply with Rule 56 of the Rules of this Court. Therefore we have no basis upon which to determine whether these issues were orally presented to them at the time of argument.\nAccordingly, the case is remanded for a finding of whether or not the assignments in question were properly raised and preserved for our consideration. In the event it is determined that these matters were considered by the court en banc, that court is directed forthwith to prepare an opinion in compliance with our Rules setting forth their reasons for their rulings. If the court determines that these issues were waived appellant’s right to appeal a determination of waiver to this Court is preserved.\nIt is so ordered.\nROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joined.\n. This Court accepted certification from the Superior Court of appeal from the arson conviction. The appeal from the murder conviction is before this Court pursuant to the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. 211.202(1) (Supp.1974-75).\n. Those issues in question are: (1) whether appellant’s confession should have been suppressed because it was not voluntarily given and because appellant was not adequately warned of his rights in relation to the crime charged; (2) whether appellant’s statement should have been suppressed as the product of an unnecessary delay between arrest and preliminary arraignment; (3) whether certain photographs of 2927 N. Fairhill Street, taken after the fire, were improperly admitted into evidence; (4) whether certain remarks made by the prosecutor during closing arguments were so prejudicial as to constitute reversible error.’\n. We again stress that the written post-trial motions filed subsequent to our decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975), will be conclusive on the issues to be considered by the court en banc and reviewable by appellate tribunals."}