{"id": "485212", "contents": "OPINION OF THE COURT\nJONES, Chief Justice.\nAppellant stands convicted by a jury of murder in the first degree. The trial court denied post-trial motions for a new trial and in arrest of judgment. This appeal followed.\nAppellant contends that the trial court committed reversible error by continuing with trial when a witness whom the Commonwealth had subpoenaed failed to appear. The Commonwealth had allegedly excused the witness, a Mr. Dapp, from appearing but did not advise the defense of this fact until the conclusion of its presentation. Counsel raised no objection at trial to the witness’ absence, did not move for a continuance, and expressed only a desire to have read into the record the testimony of the absent witness given at the preliminary hearing.\nIt is true, as counsel now asserts, that the defense had the right to call Mr. Dapp as a witness as he was listed on the bill of indictment. The burden of assuring his presence, however, was not the Commonwealth’s. Although the defense could reasonably have relied on the Commonwealth’s subpoena to secure Mr. Dapp’s presence, once the Commonwealth realized that he would not appear for trial, it satisfied, in this case, its obligation to opposing counsel by advising him of the unavailability of the witness. Commonwealth v. Jones, 455 Pa. 488, 490-91, 317 A.2d 233, 236 (1974), and cases cited therein; Commonwealth v. Jones, 452 Pa. 569, 308 A.2d 598 (1973); Commonwealth v. Carter, 427 Pa. 53, 55, 233 A.2d 284, 285 (1967).\nThis notification might not have, in itself, made Mr. Dapp available to the defense for it is alleged that he was then temporarily outside the court’s jurisdiction. Nonetheless, once advised of his unavailability for whatever reason, defense counsel had three procedural avenues open to him. First, a continuance could have been requested which, if denied and if proper post-trial motions were filed, would have completely preserved the issue for appellate review. Second, as was done, the testimony given by the witness at the preliminary hearing could have been read into the record. Finally, a charge could have been proposed to the effect that an inference adverse to the Commonwealth could be drawn by the failure to call the witness listed on the bill of indictment. Commonwealth v. Jones, 455 Pa. 488, 317 A.2d 233.\nCounsel could have availed himself of any one or all of these procedures. Nothing prevented the defense from seeking a continuance and, if denied, reading the witness’ testimony into the record and thereafter requesting an appropriate charge. The failure to request a continuance and the apparent satisfaction expressed at trial with the recordation of Mr. Dapp’s previous sworn testimony waived as a possible issue for appellate review the witness’ unavailability. Commonwealth v. Powell, 459 Pa. 253, 328 A.2d 507 (1974); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\nJudgment of sentence affirmed.\nMANDERINO, J., did not participate in the consideration or decision of this case."}