{"id": "485753", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe controlling questions presented by this record are substantially the same that were fully considered and determined when the case was here on the former writ of error, and if we adhere to the principles upon which that decision is based, the present judgment should be affirmed, and but little, if anything, need be added to what is said in the elaborate opinion of the court by Chief Justice Agnew, reported in 28 P. F. Smith 350, in which all the authorities are collected, and the'questions involved fully discussed. Even if there should be doubt as to the soundness of some of the conclusions there reached, the doctrine of stare decisis forbids that the former decision, by which the court was guided in the last trial, should be virtually overruled.\nThe claim of the plaintiffs was founded on the John Bitler warrant of 1827, and survey made, returned and accepted in 1829, and it may be assumed, for the present, that the verdict should have been in favor of the plaintiffs, unless.the defendants succeeded in showing an older and better title, which it is contended they did. They claimed under the warrants of July 1st 1793, and surveys thereunder made and returned in 1794 by William Gray, deputy surveyor of Northumberland county, in whose district the lands were situated; and then connected themselves with these warrants and surveys by tax titles.\nThe main question on the last as well as the former trial, was whether the Gray surveys were valid appropriations of the land in dispute. The plaintiffs contended that they were not, for the reason that surveys under the same warrants were previously made and returned by Henry Vanderslice, deputy surveyor of Berks county, within a few weeks after the warrants were issued; that the Gray surveys were made under exhausted warrants, without an order of re-survey and therefore void, and that they were never accepted. It cannot be doubted that the eighteen warrants which were applied for and issued at the same time, and on which the purchase-money appears by the entry to have been paid in a gross sum, were intended to form a block of surveys; and that they were so located is clearly shown by the return of Vanderslice, made July 16th 1793. There was nothing to show that the Vanderslice surveys were ever accepted. It is true, that about nine years ago a patent was issued by the Commonwealth for the Ann Maria Shomo tract, as located by Vanderslice. This, if done understandingly, would be some evidence of the acceptance of his surveys, but it was clearly-shown that the patent V'as issued by mistake and contrary to the purpose and intention of the party in interest. The tract thus patented by mistake was covered by surveys of the Gray location, under which it was patented more than three-quarters of a century ago, and occupied for about the same length of time. It may therefore be said, with substantial accuracy, that there was no evidence of acceptance of the Vanderslice surveys; on the contrary, satisfactory reasons for their nonacceptance were disclosed.\nOn July 18th 1793, two days after the Vanderslice returns were made to the land office, a caveat was filed on behalf of persons claiming under prior warrants with which there was an alleged interference. While it does not appear that the caveat was ever acted on or any citation issued, it still afforded sufficient- grounds for refusing to accept the Vanderslice returns ; and to this, perhaps, may be added as a further reason, the fact that the surveys were not within his proper district. This latter fact, however, would not have invalidated the title if his returns had been accepted and patents issued in pursuance thereof. Shortly after the caveat was filed, the same warrants found their way into the hands of William Gray, deputy surveyor of Northumberland county, who, in October 1793, located fourteen of them in a single block, partly on the same ground covered by the former survey, but so as to avoid any interference with older rights. These surveys were returned in March of the following year,' and while the records of the land office fail to furnish any direct evidence of Gray’s authority to make the re-survey or of the acceptance of his returns, they do show that nearly all the tracts included in his block of surveys were from time to time patented; from which latter fact the acceptance of his surveys as well as his authority to make them may be inferred. Granting a patent according to a return of survey is virtually an acceptance of the return. Patents were granted to John Meyer in 1806 for the James Sillyman, Susanna Sillyman, Henry Thiel, Mary Thiel and George Rose tracts, reciting deeds poll from the warrantees, dated July 14th 1793; in 1808 patents were issued to the same person for the Catherine Rose and Jacob Kelchner tracts, reciting deeds poll from the warrantees dated July 10th 1793, and in later years patents were issued for other tracts in the same block. When these patents were issued, the fair presumption is that the proper officers of the land department had beforp them satisfactory evidence of the regularity of the Gray surveys. This presumption is strengthened by the fact that the Yanderslice surveys -were never recognised either by the Commonwealth or the warrantees as the foundation of title; and after so great a lapse of time, under the leading and undisputed facts of the case, the presumption should be regarded as conclusive that the'Yanderslice surveys were not accepted, and that, the re-surveys made by Gr.ay were authorized and his returns accepted. The’reasons and authorities in support of this presumption are so fully given in the opinion referred to, that nothing more is now required. The learned judge of the Common Pleas adhered strictly to the principles of law therein recognised, and as we think, correctly held that there was not sufficient additional or different testimony introduced at the last trial to justify any other course. As remarked in the outset, the controlling questions are the same as in the former trial, and the facts upon which they must be determined are substantially the same.\nThose portions of the charge which relate to the tax titles given in evidence and relied on by the respective parties are unobjectionable and require no further notice.\nUnder the -construction correctly put upon the prsecipe by the court, the plaintiffs’ claim was properly restricted to the northerly portion of the Christian Troxel tract, as located by the Gray survey, and did not embrace any portion of the Casper Thiel, John Shomo or Christian Immel tracts. The charge of the learned judge on this point is quite clear and conclusive.\nWe discover nothing in any of the assignments of error to justify a reversal of the judgment.\nJudgment affirmed."}