{"id": "485818", "contents": "Mr. Justice Trunkey,\ndelivered the opinion of tne court,\nUpon the law of the crime, the charge was full, clear and adequate to the proper instruction of the jury, and all that was said on the law of the evidence was accurate and fair to the prisoner. She has no cause for complaint in the answers to the points, nor that the attention of the jury was directed away from the real questions at issue. The answer to the first point was, “ to establish the corpus delicti, the evidence is sufficient when it fully satisfies the jury of the fact beyond all reasonable doubt;” and it needs no vindication. In affirmance of the second point, the jury were told “ that the evidence in the case must be such as to exclude any reasonable hypothesis consistent with the innocence of the defendant; otherwise, the jury must acquit.” They might have been instructed very properly on those things mentioned in the 18th. 19th and 20th assignments ; but as no request was made therefor, it is presumed that the zealous and intelligent counsel knew they were well impressed on the jury. It often happens that during the progress of a trial, principles, respecting the nature and purpose of evidence are agreed on by counsel, or stated by the court, in presence of the jury, so that it would be idle to reiterate them in the charge. To adopt a principle which would require reversal because of the omissions complained of, would be_productive of evil continually ; for it is rare that something is not omitted which counsel can discover after the trial, though not thought of at the time. When the charge was just to the prisoner, and the points fully answered, the court will not be convicted of error for not having instructed on a point which was not presented.\nNo request was made that the jurors be sworn on their voire dire? nor objection made to their examination without, nor exception taken to the allowance of the challenges for cause; and, therefore, the third assignment of error is groundless. However, we will remark that though it may not be erroneous to omit the oath, unless it be requested to be taken, yet, so far as advised, it is the more general practice, and, we think, the better one, to examine the juror under his oath. The testimony of the juror, or of others, on which to ground a challenge, before the court which is now the trior; must be under oath or affirmation unless waived; and why infer a waiver in the absence of a formal demand ? As well might the witnesses be examined without being sworn when neither party requests that the oath be administered.\nAlthough the juror, McAllister, was directed to stand aside, without objection, afterwards the prisoner demanded that he be sworn, and excepted to the allowance of his peremptory challenge by the Commonwealth. The practice of “ standing aside ” jurors is ancient, has come to us from England like most of our customs and laws, and is not changed by the allowance of peremptory challenges: Warren v. Commonwealth, 1 Wright 45. The prisoner’s counsel say, “ The setting aside of a juror is in effect a challenge for cause, without showing any cause presently.” The right of the Commonwealth and that of the prisoner to challenge for cau'se stand on the same ground. One is as sacred as the other. The mere passing of the juror over to the court or to the opposite party is not an absolute waiver of the right to challenge, if good cause be shown afterwards. This power to challenge for cause at any time before the oath is tendered might be abused. If the objection to a juror be kept back at the regular time for an improper reason, or from motives of mere caprice, it would be just to declare the right wholly waived, and the discretionary power to do so ought not to be denied: McFadden v. Commonwealth, 11 Harris 12. The power here spoken of refers to challenges by the Commonwealth. Whether the court can deny the prisoner’s chailenge, either for cause or peremptory, at any time before the oath is tendered, though his objection was kept back at the regular time for an improper reason, or of mere caprice, is not a pending question. The power to permit the “standing aside” of a juror and afterwards to allow a challenge by the Commonwealth, is essential to the due administration of justice: Commonwealth v. Jolifte, 7 Watts 585. Since the Act of 1860, the Commonwealth is entitled to four peremptory challenges, which may be made at any time before the panel is full, and passing by individual jurors and permitting them to be challenged by the prisoner or sworn, is no waiver of that right: Hartzell v. Commonwealth, 4 Wright 462. Whenever she may challenge for cause, she may peremptorily, until the number is exhausted. The court was right in allowing the peremptory challenge of McAllister — the facts show no improper motive in passing the juror, nor in standing him aside— it was a just exercise of discretionary power, and the first and second assignments are not sustained.\nThe testimony to which the seventh and eighth assignments relate, was admissible for the sole purpose of showing that the statement of Mrs. Reed was not a fabrication of recent date: Hester v. Commonwealth, 4 Norris 139. It is true that the defence did not, in very words, charge that it was recently fabricated; but the story of her own sickness at the house of the deceased was attacked, and also her character for truth, which made it competent to prove that she made the same statement at the time merely as bearing on her credibility.\nMany of the twenty-two assignments will not be remarked. Some, as the tenth and eleventh, are to matters not on the record nor in any bill of exception, and some, as the seventeenth and twenty-first, cannot be sustained without violence to settled principles ; others are to rulings 'which are plainly right. In reference to the last assignment, there was sufficient evidence to submit to the jury, and if it established guilt of the felony charged, there could be no question of the necessary ingredients to constitute murder of the first degree, for the statute declares that all murder perpretated by means of poison shall be deemed murder of the first degree.\nWe are of opinion there was error in receiving the testimony in the sixth assignment which was not cured by its withdrawal. It is not alleged that the declarations of Mrs. Kiehl to Mrs. Reed were evidence, unless they were afterwards repeated by the witness in a conversation between herself and the prisoner. Except a single remark, they were not repeated, and the court, at the commencement of the charge, instructed the jury to reject and discard all such declarations, the same as though Mrs. Reed had not testified to them, and that the ones intended to be received were such' only as Mrs. Reed afterwards communicated to Mrs. Zell, and which Mrs. Zell admitted to be true. Had the natural order been pursued, namely, first prove what was said in the conversation between the witness and Mrs. Zell, no difficulty could have arisen respecting the admissibility of Mrs. Kiehl’s declarations. Indeed, in some parts of the state, in trials of criminal causes, the practice of receiving incompetent evidence, on the promise that it shall be made competent by subsequent testimony, is unknown, though such practice in civil causes is familiar.\nTighlman, C. J., in Stewart v. Huntingdon Bank, 11 S. & R. 267, said, “ It has grown into a habit, within these few years, for counsel to propose a chain of evidence, the first links of which depend on those which follow, and would not be competent without them.” He remarks the incident dangers, and adds, “ The court should, therefore, keep a wary eye on proceedings of this kind, and take care to instruct the jury to pay no regard to the evidence which they have heard whenever the condition on which'it was introduced, is not complied with.” At a much more recent date, it w’as decided that if improper evidence is given tending to inflame the damages, and it is not struck out at or before the close of the testimony, so that cpunsel shall not be allowed to refer to or dwell upon it in their address to the jury, it is altogether too late to cure the mistake by directing the jury to disregard it in the charge : Railroad Co. v. Butler, 7 P. F. Smith 335. Whenever the incompetent testimony received is of such a character as to inevitably tend to prejudice the minds of the jurors, the error is not cured by the court telling them, after the argument has closed, not to consider it: Railroad Co. v. Decker, 1 Norris 119. The rule is settled that, in civil cases, if incompetent testimony is not withdrawn before the argument, and so that it be reasonably certain that its poison has not infected the whole case, the error in the receiving of it is not cured. What then ought to be the rule where life or liberty is at stake ?\nIf it has become a custom, in capital cases, to receive incompetent evidence, on the faith that it will become competent before the trial closes, would it not be well to abandon it ? Where such evidence has been made competent by subsequent proofs, there will not be a reversal because it was prematurely received. If withdrawn at a time and in a way that makes it certain the accused was not prejudiced, the error would be cured. But if its tendency was to affect the credibility of a witness, or to establish the prisoner’s guilt, who can say it was effaced from the juror’s mind ? Much pains is taken to get an unbiased and pure mind, as white paper, on which to write the legal evidence, and it should not be\" purposely blotted with irrelevant matter. Once fouled it is hard to clean. Plere, the incompetent testimony was not very important ■in itself, but it was pressed by the Commonwealth, the witness repeatedly cautioned as to what she should say, and it must have been impressed on the jury as a material thing. How much it may have added to the credit of Mrs. Reed, or whether it tended to the conviction in the minds of the jury of the prisoner’s guilt, none can tell, and because of that uncertainty it should not have been admitted. Moreover, it was not promptly withdrawn when it became certain that the condition on which it was introduced was not complied with.\nJudgment reversed, and the record, with this opinion, setting forth the causes of reversal, is remanded to the Court of Oyer and Terminer of Cumberland county for further proceeding."}