{"id": "486045", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nThe intention of the testator is the prevailing consideration in applying all rules of construction. It is the intention of the testator expressed in the will that is to govern ;^and this is to be judged of exclusively by the words of the instrument, as applied to the subject-matter and surrounding circumstances. Parol evidence to show what were the actual testamentary intentions, such as his declarations of what he had done or meant to do, is inadmissible ; but it is competent to determine which of several persons or things was intended under an equivocal description. In construing the autograph will of an illiterate man, the meaning of technical language may be disregarded, but no word which has a clear and definite object may be struck out. Technical words and phrases, although prima facie to be taken in their true sense, will not be construed so as to defeat any obvious general intention of the testator, since wills are often prepared by persons wholly unacquainted with the precise technical force of legal words and formulas. In seeking for the expressed intention of the testator, his words are to receive that construction and interpretation, which a long series of decisions has attached to them, unless it is very certain they were used in a different sense. These oft-repeated rules are recalled by the question now presented.\nThis will is artistic and evinces an accurate use of technical terms. Hence, the presumption that the testator employed them in their legal sense, will not be so easily overcome as if the will bore on its face evidence that it was drawn by an ignorant man. Here is no exhibition of such illiteracy as calls for a departure from the actual meaning of its words to a real or supposed popular sense, but rather such skill as induces belief that its words, which have been judicially defined, were understandingly employed.\nAn advancement is an irrevocable gift by a parent in his lifetime, to a child, on account of such child’s share in the parent’s estate. It is valued as of the time of the gift. Therefore, interest is not chargeable thereon, unless there be clear expression that it shall carry interest, as was the case in Fickes v. Wireman, 2 Watts 314. Statutory provisions respecting advancements are applicable only to the children of intestates.\nWhen the parent, giving money to a child, takes a note for its repayment, it is a debt. If such note be void because the maker was a married woman, the money is not an advancement. But a parent has power by his will to turn a debt into an advancement, and when he does so, he gives it all the usual incidents, one of which is that it shall be valued as of the date the child received the money. It will not continue a debt as regards interest, and a gift as regards principal, unless he plainly says so: Green v. Howell, 6 W. & S. 203; Hutchinson’s Appeal, 11 Wright 84.\nIn this case the testator declared that he deemed the note he held against his daughter, Mary, as an advancement, and directed that it be valued and appraised at its full amount, as assets of his estate in the hands of his executors, and to be paid and accounted for by her at the first distribution of- the residue of his estate, out of her share therein. In unmistakable phrase, he turned the debt into a gift to be valued at the date of the note. The word advancement occurs nowhere else in the will, nor is there anything to show it was not used in,its legal sense. The advancement is directed to be valued and appraised at its full amount, as assets for distribution, and to be deducted from her share. Of what date shall it be valued ? Giving every word its proper meaning, at'the date of the gift. Its full amount is the face of the note without interest. To l< be valued and appraised ” has no significance as showing inclusion or exclusion of interest; for even if the note were a debt, mere appraisement means its amount either with or without interest, according to the contract. A debt on interest by contract or overdue, converted into an advancement and directed to be appraised as part of the assets, is taken without interest unless otherwise expressed. No case has been found to the contrary.\nWe are of opinion that the testator’s intention expressed in his will is not doubtful; but if it be, no rule of interpretation requires or permits the well-settled meaning of an apt word to be set aside by a direction, which admits of a construction consistent with that meaning. It was error to charge Mrs. Porter any interest on the principal sum of $4000, which was made an advancement to her.\nDecree reversed, and it is ordered that the record be remitted to the Orphans’ Court for further proceeding. Costs of this a-ppeal to be paid by the executors out of the moneys of the estate."}