{"id": "486397", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThis contention is as to the effect to be given to the special Act of 8th April 1867, Pamph. L. 934, and the general Act of 13th April 1867, Purd. Dig. 237. The former declares that all persons residing on certain lands therein named, situate in the township of Napier, are attached to the borough of Schellsburg for school purposes, and shall pay their school taxes and be entitled to all school privileges, including the right to vote for and serve as school directors in said borough. The general act declares that when the land of the resident of a township or borough shall he so' annexed to another township or borough, the applicant shall pay his school taxes and be included within the school district to which it is so annexed for educational purposes, and remain connected with the district or township of his residence for all other purposes.\nThe language in the general act shows a slight change from -that used in the prior special act: yet we think the substantial purpose and intent are the same. The later act manifestly uses the more comprehensive words “for educational purposes,” with the view of expressing in fewer words the same rights and obligations given and imposed in the previous act. A person residing on the land thus annexed is brought within the school district for all purposes for which it is formed. There he pays his taxes towards the support of its schools and the erection of its school houses. There he sends his children, and there he resides for all “ educational purposes.” It is clearly within the true intent and spirit of the statute, that where a person assumes those obligations and enjoys those benefits, there he shall have a voice in the election of school directors, and, if possessing the other necessary qualifications, be eligible as a director. It is not the design of the act that he should be denied the exercise of those rights and privileges in the only place where he has such a direct interest. It would be an anomaly in the law to hold that he can exercise such rights in another school district where he pays no school taxes, can derive no special benefit from the schools, and within the bounds of which, for educational purposes, he does not reside. He does remain connected with his township or former district “for all other purposes,” so as to give due effect to that clause in the statute. There he must continue to pay all his other municipal taxes, and there he retains all his other rights as a resident and an elector.\nA school district is not strictly a municipal corporation : Wharton et al. v. School Directors, 6 Wright 358; Commonwealth v. Beamish, 81 P. F. Smith 389. There was no constitutional prohibition against such a school district when it was formed. There is none now against forming such by a general law. Like independent school districts they may wholly disregard township lines.\nJudgment affirmed."}