{"id": "486444", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nA corporation is the mere creature of the law. It can exercise no powers which are not expressly conferred or necessarily implied in furtherance of the object of its creation : Diligent Fire Co. v. Commonwealth, 25 P. F. Smith 295. When, however, a charter has actually been granted to certain persons to act as a corporation, and they are actually in the possession and enjoyment of the corporate rights granted, such possession and enjoyment will be held valid against one who has dealt with them in their corporate character: Angell &. Ames on Corp., sect. 80. He cannot be permitted to prove, in a collateral proceeding, that a condition precedent to its full corporate existence has not been complied with. As against him, the charter and a user of rights claimed to have been conferred by it, are sufficient. When there is a de facto corporation, and the state does not interfere, its corporate existence and its ability to contract cannot be questioned in a suit brought upon an evidence of a debt given to it: Commissioners v. Bolles, 4 Otto 104. It is well settled that although a charter may be declared null and void by the proper authority, yet the violation thereof cannot be determined in a collateral suit: Irvine v. Lumbermans’ Bank, 2 W. & S. 190.\nThe facts show that the bank has professed to carry on all its business under the Act of 15th of March 1871. On the 1st of May 1871, it reported to the auditor general that it had ceased to.act under its former charter, and commenced operations under the Act of 15th March 1871. It transferred all the stock and assets of the former corporation to the present one. It gave up the exercise of all powers under the old charter, and has continuously used and exercised the powers given by the new charter. Although it has been done in an irregular manner, yet it lies not in the. plaintiff in error to question its powers in this transaction and in this suit.\nJudgment affirmed."}