{"id": "486584", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court,\nThe Act of April 3d 1872, Parnpln L. 843, is in its terms a special or local act, intended to apply only to the county of Allegheny. The seventh section thereof appropriates, to the use of the state, one-fourth of the license fees by the act authorized, and the balance to the use of the county to be used, after payment of expenses, in building and maintaining a workhouse. The section referred to is dependent for its force and efficacy upon the preceding sections; this is obvious from its language which is as follows : “ The one-fourth of all such sums received by the treasurer, as aforementioned, for license, to be for the use of the state, .* * * and the other three-fourths for the use of said county.” It follows if, as the defendant below contends, the preceding sections are repealed by the Act of 1875, so also must be the seventh section, because the very source from which the county is to get its appropriation is thus cut off. As under this theory the “ sums aforesaid” could have no existence, clearly the county could get nothing. If then we concede the defendant’s proposition, that is, that the Act of 1872 has been repealed by the Act of 1875, his ground for resisting the claim of the Commonwealth is swept from under him. It is true it is contended that the Act of 1875 repealed that of 1872 only so far as classification and the rates of assessment are concerned, leaving the seventh section of the latter-named act still in force. This, however, is an attempt to engraft, by an unwarranted implication, part of a general act upon one that is purely local, and this anomalous patchwork has for its only object the giving to the county of Allegheny three-fourths of the license fees raised under the Act of 1875. This cannot be; if this county is not so entitled under the Act of 1872, it is not entitled at all, for all such fees raised under the Act of 1875 belong to the state. That act contains in itself a uniform system designed to raise revenue for the use of the Commonwealth, and not for any local purposes whatever, and in it there is not so much as a hint towards the Allegheny act. The claims of Allegheny cpunty for a portion of the funds in the hands of the defendant must, therefore, be regarded as groundless. As these funds, confessedly, were collected under the Act of 1875, they belong to the state, and to the state they must go. As to the remaining and incidental question, we have only to say that neither directly nor by implication does the Act of 1875 repeal that of 1872, and we cannot see how, in view of the multitudinous decisions of this court, directly bearing upon the doctrine here involved, any one could come to a different conclusion. To discuss a point so obvious would be to no purpose, especially in view of what has been so well said upon the subject by the court below.\nJudgments affirmed."}