{"id": "487547", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court,\nThe argument in this case took a wide range, embracing many topics of great interest and importance which, however, we do not deem it necessary to consider. In the view which we take the questions involved lie in a very narrow compass. There can be no doubt we think upon the true construction of the four deeds from Taylor and wife to the several grantees, under whom the defendants below showed title, that the exclusive right to all the oil in the land described passed to them for the term of ninety-nine years. To Prentice was granted “ two-tenth parts of the oil and mineral rights, saving and excepting lead ore;” To Wilson, “three-tenths;” to Whitney “two-tenths;” to Emery “three-tenths.” There is no reservation or exception of any part of the oil and mineral rights to the grantor except the lead ore. Under these deeds the grantees were tenants in common. They were not mere grants of an incorporeal right to dig and take in common with the grantor to which the principle of Lord Mountjoy’s case applies. There was also expressly granted “ the right to enter upon the said premises to dig or bore for oil or other minerals, saving and excepting lead ore; free right of ingress and egress, the right to erect such and so many derricks and engine house.s and other structures as may be needed in the legitimate business of prospecting for,.-producing and transporting oil or other minerals, the right to use so much of the timber growing upon the said land as may be needed for fuel in operating the same, and such timber as may be required for the erection of derricks and engine houses upon the same.” Very plainly then there is an express grant of exclusive occupation of so much of the land as was necessary for the enjoyment of the thing granted. It has been objected that upon so broad a construction, the grantees might sink a well on every acre of the land and thus effectually deprive the grantor of the entire surface. This might be so — but practically it was in the highest degree improbable. The grantor evidently had no such fear, and if he had should have provided against it by limiting the number of wells or the surface space to be appropriated.\nWe have failed to discover any evidence sufficient to be submitted to the jury which showed possession by the defendants more than under their deeds they had a right to have. The instruction of the learned judge on this subject was entirely right. Much stress was laid in the argument on the fact that there was no disclaimer by the defendants of right to any part of the surface. No point as to this seems to have been made on the trial. But disclaimer is never necessary though it may sometimes be advantageous to defendants as regards costs. The plea in ejectment by the Act of 1807 is “not guilty.” The defendants proved that whatever they possessed, they did rightfully possess under their grants and as to the residue disproved possession; .thus the prima facies of the sheriff’s return was met and rebutted. The plaintiff’s claim was for the whole, and defendants had a right to a general verdict; Bratton v. Mitchell, 5 Watts 70; Zeigler v. Fisher, 3 Barr 365; McCanna v. Johnston, 7 Harris 434; Tripner v. Abrahams, 11 Wright 230. The verdict and judgment did not establish title to the entire surface. It is always competent to show by parol evidence, where it does not contradict the record, what the extent of the claim was upon which there has been a recovery : Coleman’s Appeal, 12 P. F. Smith 252.\nJudgment affirmed."}