{"id": "487522", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThis was an action on the case against the plaintiff in error, a physician and surgeon, for malpractice in treating the defendant in error. When about eight years of age the latter was run over by a coal car. The wheel passed over his leg near the ankle, thence up the outside of the leg cutting the tendons, muscles and ligaments at the knee. The evidence was conflicting as to whether the joint was dislocated or the bone fractured.\nWhen a physician or surgeon takes the charge of a patient, he assumes an implied obligation to treat the case with reasonable diligence, carefulness and skill. It is, however, the duty of the patient to submit to the treatment prescribed, and to follow the directions given, provided they be such as a physician of ordinary skill would adopt or sanction; Having assumed the charge of the boy Warner, the measure of professional skill which the plaintiff in error was bound to exercise, did not depend on whether or not he refused the proffered assistance of other medical men. His refusal was no more than an implied declaration of his ability to treat the case properly. By assuming and continuing the charge of the patient, he was under an obligation to exercise a degree of skill which was neither increased nor diminished by such refusal. Hence the affirmance of the fourth point submitted by the defendant in error was calculated to mislead the jury, by conveying the idea that the refusal of such assistance imposed on the plaintiff the exercise of a higher degree of skill than would otherwise be required of him.\nThe claim was to recover damages for unnecessary pain suffered, protracted illness, and permanent injury to the leg.\nIn addition to evidence of the exercise of proper attention and skill on the part of the plaintiff in error, he also gave evidence tending to prove that all the causes of complaint were produced by a neglect and refusal of the defendant in error to follow the reasonable directions given by the plaintiff in error. It was therefore claimed that if the defendant in error was guilty of contributory negligence in producing the injuries complained of he could not recover. The court, however, said to the jury “ the doctrine of contributory negligence, if it is properly applied to this case, does not control it. The defendant is charged with unskilfulness and negligence in his professional treatment of the plaintiff. If he was guilty of unskilfulness or negligence which directly caused any injury to the plaintiff, he is responsible for such injury to the plaintiff ; but of course he is not responsible for any injury resulting from any other cause. For instance, the permanent deformity of the limb may have resulted from the fault of the boy or his parents, for which the defendant could not be responsible; yet. if the boy suffered unnecessary pain or a protracted illness from the fault of the defendant, he would be responsible for that.”\nThe learned judge failed to give due legal effect to contributory negligence of the defendant in error. It is true the plaintiff in error was charged with negligence and unskilfulness. Although guilty thereof, yet it did not necessarily follow that he was liable in damages therefor. If the contributory negligence of the defendant in error united in producing the injuries complained of he was not so liable. This rule applies to the unnecessary pain and protracted illness as well as to the permanent deformity of the limb. The evidence is amply sufficient to submit to the jury the question of contributory negligence on the part of the defendant in error. If they find the parents of the boy were in charge of and nursed him during his sickness, and that they did not obey the directions of the plaintiff in error in regard to the treatment and care of their son during such time, but disregarded the same and thereby contributed to the several injuries of which he complains, he cannot recover therefor. If the injuries were the result of mutual and concurring negligence of the parties, no action to recover damages therefor will lie. A person cannot recover from another for consequences attributable in part to his own wrong. Nor is it necessary that the negligence of each party be equal, to defeat a recovery: Catawissa Railroad Co. v. Armstrong, 13 Wright 186. It was well said in Railroad v. Norton, 12 Harris 465, “ the law has no scales to determine in such cases whose wrongdoing weighed most in the compound that occasioned the mischief.'” 1 It follows that in so far as the several assignments of error are in conflict with this opinion they are sustained. Beyond that we discover no error.\nJudgment reversed, and a venire facias de novo awarded."}