{"id": "487658", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThe question of the measure of damages in cases arising under the Acts of 15th April 1851, Pamph. L. 674, and of the 26th April 1855, Pamph. L. 309, authorizing the widow and children of a decedent whose death has been caused by negligence, to recover from the person or persons whose negligence was the cause of such death, damages therefor, is not free from- difficulty. The plain object of the act was to provide a mode by which the family of one who has lost his life under such circumstances might recover a reasonable compensation for the pecuniary loss sustained. It was not intended to make families suddenly rich by the loss of their head nor to bring about an equal division of property-. In itself the act was right and proper, and if enforced in a spirit of impartial justice to all concerned cannot fail to prove highly beneficial.\nIt was early held that in such an action, exemplary damages could not be recovered, but that they must be compensatory only. See Pennsylvania Railroad Co. v. Henderson, 1 P. F. Smith 315, and Same v. Keller, 17 Id. 300. Nor can the damages be enhanced by any consideration of pain to the deceased or anguish to the survivors: Id. It is therefore a mere question of compensasion. What compensation may be recovered under such circumstances ? The Act of 4th April 1868, Pamph. L. 58, says such compensation only as the evidence shall clearly prove to have been pecuniarily suffered or sustained. I know of no more accurate rule for the measure of damages than the one laid down by the present chief justice in Pennsylvania Railroad Co. v. Butler, 7 P. F.' Smith 335: “ After an attentive examination and review of all the cases which have heretofore been decided, we are of opinion that the proper measure of damages is the pecuniary loss suffered by the parties entitled to the sum to be recovered without any solatium for distress of mind, and that loss is what the deceased would have probably earned by his intellectural or bodily labor in his business or profession during the residue of his lifetime and which would have gone for the benefit of his children, 'taking into consideration his age, ability and disposition to labor, and his habits of living and expenditure.” Any rule that judicial research and experience may suggest must necessarily be more or less vague, and leave much to the sound discretion of the jury. The character of many of the verdicts rendered in such cases admonishes us that it would be unwise to enlarge the rule as above stated in Railroad Co. v. Butler.\nIn his answer to the plaintiffs’ fifth point the learned judge went beyond any of the cases cited. In the point referred to the court was asked to instruct the jury that “ the damages which may be allowed in this action may be summed up, as the pecuniary value of the life of John McEnery to his family, including wages and all such service as a father could render of pecuniary value to the wife and children, whilst the jury are at liberty to take into consideration questions of health, liability to accident or death. They may also consider the opportunities of acquiring wealth or fortune by change of circumstances in life.” This point the learned judge affirmed without qualification. No fault is found with the first sentence of the point, but the affirmance of that portion I have italicised gave the jury a license that was practically without limit. It was substituting for the ordinary, reasonable and probable incidents of life, that which was speculative and unusual. What are “ the opportunities of acquiring wealth or fortune by change of circumstances in life,” and how can a jury measure them ? A laborer toiling in the mines may by chance pick up a nugget of gold worth a fortune. Industry, thrift and sagacity have enabled some, poor men to become millionaires. These cases however are exceptional. They are only the possibilities of life. Looking at mere possibilities, this unfortunate mule driver, had he lived might have become President of the United States. Yet to estimate the damages to his family by his death upon the basis of a president’s salary would be worse than a burlesque upon the administration of the law. Such a principle, carried to its logical conclusion, might bankrupt any person, firm or corporation engaged in a business which involved the use of an element of danger. The point in question was probably framed by way of set-off- to the defendant’s eighth point, in which the court was requested to instruct the jury that in arriving at the value of the deceased’s life they should consider “ the uncertainty of life, the uncertainty of health, the uncertainty of constant employment, and should also consider how much it would have cost to board and clothe the decedent.” This point was properly affirmed. The incidents to which it refers are such as are usual in the course of a man’s life. Nothing is more certain than that life, health and constant employment are uncertain. It is reasonable, therefore, that these elements should be considered by a jury in estimating the value of a man’s life to his family. There is a degree of uncertainty about them, it is true, which makes it difficult for any jury to arrive at a strictly accurate conclusion. This renders it the more necessary that to those admitted elements of uncertainty, there shall not be added others which are purely speculative. There was error in affirming the italicised portion of plaintiff’s fifth point.\nError is also assigned to the refusal of the court below to affirm the defendant’s first point, which was as follows: “ The only duty the defendant company owed to John McEnery, deceased, was ordinary skill and care in the selection of employees to erect and construct the machinery and appliances used in connection with its bridge. The undisputed evidence in this case, showing that the bridge or trestle-work was built under the supervision and direction of Henry Willard, without the intervention of any officer of the company, and there being no evidence to show any want of care in the selection of the said Willard, the plaintiffs cannot recover.” The court affirmed the first sentence of the point, but denied the concluding sentence. It is only .that we have to consider.\nThe deceased having lost his life by the giving way of the defendants’ bridge, over which he was passing at the time with a mule team, it was a necessary part of the plaintiffs’ case to show that the bridge had not been properly constructed. The defence was that the defendants had exercised ordinary skill and care in the selection of employees to construct it. This defence is ample if made out. It was said in Ardesco Oil Co. v. Gilson, 13 P. F. Smith 146, that “ If a person employs mechanics or contractors in an independent business, and they are of good character, and there was no want of care in choosing them, he is not liable for injuries to others, from their negligence or want of skill.” To the same point are Painter v. Pittsburgh, 10 Wright 213, and Butler v. Hunter, 7 H. & N. 826. The principle is too familiar to need elaboration.\nThe defendants showed and it was not disputed, that they employed Henry Willard to construct this bridge, and that he was a carpenter and bridge-builder of experience. It is not enough for the plaintiffs to show that his work was unskilfully done or that he was incompetent. It must appear that the defendants were guilty of negligence in selecting him; that they either knew he was incompetent or with proper diligence might and ought to have known it. The law presumes they exercised ordinary care and skill in making the selection. The defendants are as much entitled to this presumption as the plaintiffs are to the presumption that the deceased exercised ordinary care in crossing the bridge. It will not do to have all the presumptions on one side. It follows that the burden of proof of showing that the defendants did not exercise ordinary care and skill'iti the employment of Mr. Willard, rests upon those who assert it. This principle is sustained by respectable authority. In Wonder v. The Baltimore and Ohio Railroad Co., 32 Md. 418, the Supreme Court of that state said: “ If, therefore, the defect in the brake that caused the injury, existed by reason of the neglect or want of care on the part df such employees of the defendant, the latter cannot be held liable, unless there has been negligence in the selection of those servants, and the onus of proof of such negligence is on the plaintiff.” In the Pittsburgh, Ft. Wayne and Chicago Railroad Co. v. Ruby, 38 Ind. 311, it was held that the plaintiff must show “that the defendant had not exercised ordinary care and prudence in the employment of such person.” The Supreme Court of Massachusetts and the Court of Errors and Appeals of New York have laid down a similar rule: Albro v. The Agawam Canal Co., 6 Cush. 77 ; Gilman v. Eastern Railroad Co., 10 Allen 239; Wright v. New York Central Railroad Co., 25 N. Y. 566. The same doctrine is recognised in Feltham v. England, Law Rep., 2 Q. B. 33, and in our own case of Frazier v. The Pennsylvania Railroad Co., 2 Wright 104.\nThere was no evidence that the. defendants did not exercise ordinary care and prudence in the selection of their bridge-builder. It was alleged, however, that Willard was only employed by the day, and that he was under the control of Robert Bell, the superintendent of the defendant company. It is of no consequence that Willard was employed by the day. The manner of his compensation does not affect the question under discussion. Willard says in his testimony that he had been a carpenter for twenty years and was experienced in bridge-building. He also says distinctly that he had control and supervision of the construction of the bridge in question. There is no substantial contradiction of this testimony. It is true one witness for the plaintiffs (Henry Kerb) does attempt to give a different version of it in his examination in chief, but practically took it all back in his cross-examination by admitting that Willard had charge of the construction of the bridge, and that Mr. Bell in no instance interfered with him or changed his plans. As superintendent of the company Bell paid the men, and consulted with them when necessary about the work. Had it been done under a special contract, it would have been his duty as superintendent to have done all that he did do in this case.\nAs therefore the defendant company owed no duty to the deceased except that of ordinary care in the selection of a builder to construct the bridge: as there is no substantial dispute that they did select Henry Willard for that purpose, and as there is no proof of the absence of ordinary care and skill in selecting him, the defendants’ first point ought to have been affirmed.\nThe third assignment alleges error in not affirming the defendants’ fourteenth point. Said point is as follows: “If the jury find that the bridge was constructed under the supervision and inspection of Willard, and that he was a competent bridge-builder, then even should they also find that the bridge shook and swayed in going over it, and that it became dangerous to go upon it with loaded coal wagons, this would not entitle the plaintiffs to recover unless knowledge was brought home to the proper officers of the defendant company of this fact, and the company neglected to repair the same.”\nIn considering this point it is important to understand just how the case stood before the jury at the time the instruction was asked for. The bridge in question was erected in 1874. The accident occurred in March 1877. The plaintiffs had called several witnesses to prove that months prior thereto the bridge was unsafe and dangerous; that it vibrated and shook whenever a loaded wagon passed over it. J. Harvey Robb says, “ it vibrated, it shook wonderfully.” The witness crossed it in November 1876, on the rear car of a coal train. In his cross-examination he says it swayed at least two feet. Frederick Wagner crossed it with a two-horse wagon loaded with a thousand feet of hemlock lumber. lie said “ the bridge swagged; I couldn’t just say how much; it shook that way that the horses were afraid tq go across it; I had to whip them across.” J. H. Phillips said he hauled a wagon-load of lumber over the bridge in February 1877, and that “ the shaking of the bridge alarmed me; 'the bridge shook more or less one way and-another; waved backward and forward; it appeared to wave up and down the stream; it shook horizontally; caused the horses some trouble to keep their feet.” John Allen said that when a train of coal passed over the bridge “it jarred it around considerably.” John Bennett said “ it swagged on the side like.” John McDermot said “it would shake considerably up and down the run.\nThere was also a large amount of testimony offered by the plaintiffs to show that the foundations of the bridge were insufficient and that its original construction was defective. The case was tried upon the theory that it was improperly constructed and that the defendant company was the builder thereof, and therefore responsible for such defects. The pleadings, the evidence and the points submitted all show that the plaintiffs relied upon the defects in the original construction of the bridge, and upon that alone. In the printed argument of the plaintiffs, referring to this assignment of error, it is said: “ This, assignment falls to the ground, the defective construction being the act of the company. Notice was neither necessary nor material to the case. The law fixes the responsibility upon the neglect of the builder.”\nAs a further circumstance bearing upon this point we have the fact that John McEnery, the deceased, was in the employ of the defendant _ company at the time of his death, and had been for months previously; that it was his daily duty to drive a mule-team drawing several cars loaded with coal over this bridge, and that so far as the evidence in the case shows, neither John McEnery, nor any other person, ever gave notice to the defendant company of the dangerous condition of the bridge. Nor is there a word of evidence to show that the company knew it.\nI have endeavored to show in the discussion of the plaintiffs’ first point (2d assignment), that if the defendants exercised ordinary care and skill in the selection of employees to construct the bridge they would not be responsible for defects resulting from its original construction. If, however, the defendants had knowledge of such defects, more especially if notice had been given to them thereof, and they had neglected to make the necessary repairs, they would be responsible not only to strangers, but even to one of their employees, provided he was not chargeable with concurring negligence or want of proper care, or neglect of duty on his part. This brings us to the important point in this branch of the ease. It has been repeatedly held, in fact there is no conflict of authority upon this question, that where an employee has knowledge of machinery being defective and dangerous, and in the course of his employment continues to use it, without notifying his employer of such defect and asking him to repair, he voluntarily accepts the risk, and cannot, in case of injury from such cause, recover damages therefor. The rule is thus stated by Cockburn, C. J., in Clark v. Holmes, 7 Hurlst. & N. 937 : “Where a servant is employed on machinery from the use of which danger may arise, it is the duty of the master to take due care, and to use all reasonable means to guard against and prevent any defects from which increased and unnecessary danger may occur. No doubt when a servant enters on an employment, from its nature necessarily hazardous, he accepts the service with the risks incidental to it; or if he thinks proper to accept an employment on machinery defective in its construction, or from the want of proper repair, and with knowledge of the facts enters on the service, the master cannot be held liable for injury to the servant within the scope of the danger which both the contracting parties contemplated as incidental to the employment.” It is said in Whart. on Ev., sect. 212, that “A railroad or other employer is not required to exercise that exquisite and exhaustive care in the constant examination and overhauling of its machinery and works which would be incompatible with the proper furtherance of business. And if in such case the employee knew of the particular defect, he is precluded from recovering on the ground above stated. The only basis, indeed, on which he can be entitled to recover * * * is that not knowing as to the special defect through which he was injured, he had a right to presume that the structure had the proper appliances to enable him properly to do his work.” In Mad River and Lake Erie Railroad Co. v. Barber, 5 Ohio St. 541, the action was brought by a conductor against the company, on whose trains he was running, to recover damages for injuries received, on the ground that the injury was the result of the insufficiency of the cars, and defects in the machinery of the train. It was held by the court that “ if he (the conductor) knew of the defects and insufficiency of the cars or machinery, and without taking the necessary and proper precaution to guard against danger, continued to use them, he took upon himself the risk, and waived his right as against the company.” In Priestley v. Fowler, 3 M. & W. 1, it is said: “ The mere relation of the master and servant never can imply an obligation on the part of the master to take more care of the servant than he may reasonably be expected to do of himself. He is no doubt bound to provide for the safety of his servant in the course of his employment, to the best of his information, judgment and belief. The servant is not bound to risk his safety in the service of his master, and may, if he thinks fit, decline any service in which he reasonably apprehends injury to himself; and in most of the cases in which damage may be incurred, if not in all, he is just as likely to be acquainted with the probability and extent of it as the master.” If he has such knowledge, he is negligent in disregarding it, and takes the risk: Whart. Neg., § 217. It was accordingly held in Seymour v. Maddox, 16 Q. B. N. S. 326, that where there was a hole in the floor over which the plaintiff had to pass in the dark, and it was not lighted or guarded, and he knew its condition but chose to pass in the dark, he did so at his own risk. Frazier v. The Pennsylvania Railroad Co., supra, was an action brought by a brakes-man for injuries resulting from the negligence of the conductor of the train, the allegation being that the company knew of the incompetency of the conductor and yet continued him in their employ. It was held, Lowrie, C. J., delivering the opinion of the court, that “ If the plaintiff knew that his conductor was habitually careless, and chose to continue in service with him, and did not inform the company of his known acts of carelessness, and refuse to serve with him, he can have no claim against the company for injuries suffered from further carelessness, even if the company did also know.” And see authorities there cited, and also in foot-note at sect. 214, of Whart. on Neg. In this country the rule has been so far modified as to hold that a servant does not by remaining in his master’s employ, with knowledge of defects in the machinery he is obliged to use, assume the risks attendant on the use of such machinery, if he has notified his employer of such defects, or protested against them, in such way as to induce a confidence that they will be remedied: Whart. Neg., § 221, citing Kroy v. Chicago, R. I. & P. Railroad Co., 32 Iowa 357; Greenleaf v. Dubuque & Sioux City Railroad Co., 33 Id. 52; Snow v. Housatanic Railroad Co., 8 Allen 411.\nIt remains but to apply these well-settled principles of law. It was not a controverted fact that John McEnery, the deceased, had been using this bridge constantly for some months prior to his death; that he drove a mule team of loaded coal cars over it daily, if not several times each day. The plaintiffs proved that the bridge was in an exceedingly dangerous condition; that it swayed from side to side as the teams passed over it, so that the horses could scarcely keep their feet. The unsafe condition of the bridge therefore was patent; it must have been known to the deceased; it could not have been otherwise; yet with such knowledge he voluntarily continued in the service, and gave no notice to his employers of its dangerous condition, nor did he make any protest against being subjected to such perils. If the plaintiffs’ testimony be true, and we must assume it for the purposes of this point, by their own showing, John McEnery, the deceased, was guilty of gross negligence in exposing himself upon such a structure, and took upon himself the risk of injury from such cause. The defendants’ fourteenth point ought to have been affirmed.\nThere was also error in affirming the plaintiffs’ third point. Said point affirms their right to recover by reason of the insufficient foundations of the bridge, if the jury believe them to be so, without regard to the question as to whether the defendant company or Mr. Willard was responsible for any alleged defects of construction.\nIt was not error to reject the.offer of evidence embraced in thé ninth assignment. The offer was vague in this, that it* fixed no time during which it was proposed to inquire into the habits of deceased as to carelessness. Eor anything that appears in the offer it might have been ten years prior to his death. Had the offer been confined to a short time before, it would have been competent under the authority of Pennsylvania Railroad Co. v. Books, 7 P. E. Smith 339, where it was held that “ where a habit of intoxication in a conductor is shown, it raises, in the case of an accident, a presumption of negligence, which stands until it is rebutted.” This language was applied to habits existing at the time of the accident.\nJudgment reversed."}