{"id": "487664", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThis was a scire facias on a judgment recovered against Craft and Dowling jointly. After its rendition, Dowling died, and this scire facias issued against the survivor, Craft, and the plaintiff in error, as administratrix of Dowling, deceased. Judgment by default was taken against Craft. A verdict was afterwards rendered against the plaintiff in error, and judgment entered thereon. To this last judgment this writ of error was taken.\nThe first and second assignments are to the rejection of evidence. The offers show an attempt on this trial to inquire into the merits of the original judgment. That such an inquiry cannot be entered into on the trial of a scire facias on the judgment, is settled by numerous authorities: Cardesa v. Humes, 5 S. & R. 68; Lysle v. Williams, 15 Id. 135; Davidson v. Thornton, 7 Barr 128; McVeagh v. Little, Id. 279; Stewart v. Colwell, 12 Harris 67; Pittsburgh, Cincinnati & St. Louis Railway Co. v. Marshall, 4 Norris 190. The only defence in the trial of a scire facias on a judgment is a denial of the existence of the judgment, or proof of a subsequent satisfaction or discharge thereof. The fact that usurious interest had been paid prior to the recovery of the judgment, places a defendant in the trial of the scire facias on no higher ground, and does not change the rule: Rutherford v. Boyer, 3 Norris 347. The evidence was properly rejected.\nThe third assignment was withdrawn. The fourth and fifth are without merit, and require no discussion.\nThe sixth and seventh relate to the form of the scire facias, and judgment against the plaintiff in error. It was formerly held in case of a judgment against joint defendants, and one of them dies, his personal property was discharged from execution; but the plaintiff therein might have execution of the lands and tenements of the deceased party which were bound by the judgment at the time it was obtained. In such case, it was held error for the writ of scire facias to call on the administrator of the deceased party to show cause why the plaintiff should not have execution against the “ goods and effects ” of the deceased in his hands: Stiles et al. v. Brock et al., 1 Barr 215. The statute of Westminster II. made the remedy against the land bound by the lien, effective by scire facias against the survivor and the heirs and terre-tenants of those who had died. Under our practice, the executor or administrator is substituted for the heir: Commonwealth v. Miller’s Adm’rs, 8 S. & R. 452. Hence, if one of several joint defendants in a judgment dies, a scire facias may issue against the survivors and the executor or administrator of the deceased: Commonwealth for use of Huston et al. v. Mateer et al., 16 S. & R. 416.\nThe error pointed out in Stiles v. Brock, supra, in seeking execution against the “ goods and effects ” of the deceased in the hands of the administrator, was cured by the Act of 11th April 1848, Pamph L. 536. It declares, “when a judgment shall hereafter be obtained against two or more co-partners, or joint or several obligors, promissors, or contractors, the death of one or more of the defendants shall not discharge his or their estate or estates, real or personal, from the payment thereof; hut the same shall he payable by his or their executors or administrators as if the judgment had been several against the deceased alone.” The right to prosecute a claim founded on a joint contract against the survivor and the personal representatives of the decedent, when one or more of the defendants dies during the pendency of the action, is given by the first section of the Act of 22d March 1861, Purd. Dig. 39, pi. 12. It declares, “ the same shall be proceeded in to judgment and execution against the estate of said decedent, as though the said suit or suits had been commenced against their decedent or decedents alone:” In Dingman v. Amsink, 27 P. F. Smith 114, it was held proper under this act to substitute the personal representatives of the decedent, and for the suit to proceed to trial, and judgment against them and the surviving defendants jointly.\nAs, therefore, both the real and personal estate of a deceased joint debtor are assets for the payment of his debts, in the hands of his personal representatives, no sound reason exists why the representatives shall not be joined with the surviving defendants in a scire facias on the judgment. In the present case, the scire facias recited the recovery of the judgment during the life of the defendants therein and the death of Dowling. It called on the plaintiff in error as his administratrix, and the survivor, to appear and show cause why said judgment “ ought not to be revived and continue a lien on their real estate during another term of five years, and why the said McGregor ought not to have execution against them for the debt, interest and costs thereof, according to the form and effect of the recovery aforesaid.” The unmistakable purpose of the writ was to keep the judgment good against all the property then chargeable with its payment. The form of the judgment cannot prejudice the rights of the plaintiff in error. The court can so restrain and direct the execution as to do her no injury. The spirit of the act has been followed, and we discover no such irregularity in the judgment as to call for its reversal.\nJudgment affirmed."}