{"id": "488080", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nWhen the case was called for trial, the court sustained a challenge to the array of jurors made by the Commonwealth, and ordered a venire for twenty-four traverse jurors to be immediately summoned from the bystanders, or from the body of the county at large ; and to this action the defendant excepted. In obedience to said order, return was made forthwith, and the cause called for trial, against the defendant’s objection. No argument has been made in support of this unusual, if not unprecedented procedure, other than a reference to the opinion of the court, which rests it on the Act of April 14th 1834, sects. 146,147, Pamph. L. 367. These sections refer to civil cases ; the former providing that when a challenge to the array of jurors shall be made by either party to a cause, and sustained by the court, so that there shall be no jury present legally qualified to try the same, the court shall have power, at the instance of either party, to award a venire returnable forthwith for the trial thereof; and the latter, that every such venire shall be directed to the sheriff or coroner, or if the case, so require, to two elisors, and shall require him or them to summon and return forthwith twenty-four good and lawful men to be jurors in such case, and upon return thereof the trial shall proceed. Section 148 provides that a court having jurisdiction of any criminal cause, shall “ have the like power, whenever a challenge to the array shall be made by the defendant and sustained by such court, so that no jury shall be present legally qualified to try such cause.” It is plain that the provisions of these sections do not apply in a criminal ease where the challenge is made by the Commonwealth. The first two apply when either party to a civil cause makes the challenge; the last gives like power to courts having jurisdiction of criminal cases, when a defendant’s challenge is sustained. Familiar rules of interpretation forbid extending the last to a case not named therein. Probably the legislature thought there was good reason for not allowing a public prosecutor to come into court, challenge the array of jurors, and immediately force a prisoner to trial before those sélected in absence of all statutory safeguards against packing the jury. It is public policy to prevent delays in trials by trivial objections to the jury, and it may have been believed in the interest of justice to permit a defendant’s challenge to be followed by trial as in civil cases. He takes that risk in making the challenge; yet, I apprehend, few district-attorneys or judges would refuse a continuance until a regular jury could be obtained, if the challenge were not merely for delay, but for meritorious cause.\nBy section 41 of the Criminal Procedure Act of 1860, it is enacted that “ all courts of criminal jurisdiction of this Commonwealth shall be and are hereby authorized and required, when occasion shall render the same necessary, to order a tales de circumstantibus, either for the grand or petit jury. This is a summary of much contained in the sections referred to above of the Act of 1834, including also section 145 of said act; but those sections are not repealed. By itself, the summary authorizes the calling of talesmen in no case when a venire has not been issued and returned with a panel of jurors present. A tales, by its very name, signifies a returning of so. ma-ny as will make up the full complement ; and, therefore, it is not granted where there is a total default, but only where the number is deficient: 1 Chit. Cr. L. 518. The first process for convening the jury is the venire facias, and thereupon then issue the habeas corpora and distringas juratores. If all the jury do not attend, or if so many be challenged and drawn that there do not remain a sufficient number to make a jury, there are at common law the writs of undecim, decern, or octo tales, according as the number was deficient, or by statute, the plaintiff may pray a tales de cireumstantibus to prevent the delay of the decern tales: Bacon’s Ab. tit. Juries, C. But if the whole of the jury be challenged off, then a new venire facias, and if none appear, then a distringas juratores shall issue and no tales: Id. B. 2.\nBy the statutes of this state, ample provision is made for the impartial selecting, summoning and returning of jurors in the courts of criminal jurisdiction. The Court of Quarter Sessions has power, whenever the public business shall require it, to fix adjourned or special courts for trial of criminal cases; but if this were not so, and if a cause be continued it cannot be tried till the next term, there is no authority for calling a jury forthwith from bystanders, or the body of the county, to try a prisoner who has not challenged the array. Both letter and spirit of the statutes secure to persons charged with crime a trial when a regular panel of jurors is in attendance, and only for deficiency in the number can talesmen be called. When the array is quashed there is no jury — that is no more a necessary occasion to order a tales de cireumstantibus than it would be had none been drawn, summoned and returned. “ The next desideratum to the pure administration of justice is the giving satisfaction to the suitors, that their causes have been fairly and impartially decided.” Were a man, holding an office, indicted for perjury in his official oath, in that he had falsely sworn that he had not paid money or other valuable thing to procure his election except as expressly authorized by law, brought to trial before a jury not selected, drawn and returned as the law provides, but selected and summoned by a sheriff, coroner, or two citizens on the day of trial, who returned a panel of which four-fifths were the names of his political opponents, including that of the defeated candidate for the same office, no matter if his guilt were clearly proved, he would naturally feel that his conviction was an outrage done in the name of justice. Such cases, and even worse, might arise if the law permitted the Commonwealth’s counsel to challenge the array of jurors and, upon it being sustained, to forthwith compel the defendant to go to trial with a panel selected from the spectators and persons attending the court. The seventh, eighth, fifteenth and sixteenth assignments are sustained.\nIt is a general rule that the testimony of a single witness to the falsity of the matter on which the perjury is assigned, is insufficient to convict on a charge of perjury. Two witnesses are not essentially requisite, for if any material circumstance be proved by other witnesses in confirmation of the witness who gives the direct testimoney of perjui’y, it may turn the scale and warrant a conviction. “ When there are several assignments of perjury, it does not seem clearly settled whether in addition to the testimony of a single witness there must be corroborative proof with respect to each, but the better opinion is that such proof is necessary, and that, too, although all the perjuries were committed at one time and place: 1 Greenlf. Ev., sect. 257, a. Thus, A., in an affidavit, stated that he had paid all the debts proved under his bankruptcy, except two; on an indictment for perjury on this affidavit, one of the assignments was that A. had not paid all the debts proven except two, and another that certain other creditors were not paid in full; in support of the indictment several creditors were called, who each proved the non-payment of his own debt: Held, that this was not sufficient to warrant conviction, and that as to the non-payment of each debt, it was necessary to have the testimony of two witnesses or of one witness, and some circumstance to supply the place of a, second witness: Regina v. Parker, 1 C. & M. 639 (41 E. C. L. R. 346); see 2 Rus. on Cr. 654. The weight of authority and the general rule require that where an indictment contains several assignments of perjury, in order to convict on any one, there must be either.two witnesses or one witness, and corroborative evidence to negative the truth of the matter in such assignment. The defendant’s second point was affirmed as explained in the general charge. The explanation ought to have been that the Commonwealth is required to prove by two witnesses or one witness, and corroborative evidence, at least one corrupt payment, contribution or promise which the defendant is charged with having made or paid; and, though each of several of such acts be proved by a single witness, if none be proved by two witnesses or by one witness, and corroborative proof of circumstances, there could not be a conviction. We think the learned judge so intended; yet it is urged that he permitted the jury to treat the several acts as corroborative of each other — they should have been clearly instructed that proof of a corrupt act by one witness was not corroborative evidence of another which was proved by a different witness.\nIn reference to defendant’s first point, it is only necessary to say that the word “ refused” seems to be a mistake, for it is affirmed in the charge, the court saying, “you will discard any evidence that was given on that count as Avithdrawn from your consideration, and confine your deliberations to the first and second counts, and the evidence on those íavo counts.”\nThe indictment is sufficient under the Criminal Procedure Act, and the motion to quash was rightly refused. It does not furnish sufficient information to enable the defendant to prepare his defence, and this may often occur where the law declares an indictment good, “ which charges the crime substantially in the language of the Act of Assembly prohibiting the crime, and prescribing the punishment, if any such there be, or, if at common law, so plainly that the nature of the offence may be easily understood by the jury.” Prior to 1860, when greater particularity was required in setting out the offence in the indictment, it sometimes failed to give the defendant such notice as he was entitled to, of the specific matters which would be attempted to be proved against him on the trial. Whenever such is the case, the accused may apply to the court or judge for an order that a bill of particulars be filed, and on the trial the Commonwealth will be restricted to the proof of the items contained therein: Rex v. Hodgson, 3 C. & P. 422; Rex v. Bootyman, 5 Id. 300; Commonwealth v. Snelling, 15 Pick. 321. Doubtless, had the defendant made application, a bill of particulars would have been ordered. In simplifying indictments, it was not the intendment to make their brief and comprehensive terms a cover for snares to be sprung on the accused. Whether a refusal to order the bill would be a subject of review, is a question not now raised.\nOnly one other point, which is in the fourteenth assignment, requires notice. The court was right in ruling that the Act of 1874 applies not only “to combinations of persons and owners of manufacturing establishments; but also to individuals;” and that if the defendant paid or contributed, or promised to pay or contribute, either directly or indirectly, any money or other valuable thing to any elector for his vote or influence, he Avas guilty. But not resting there, it was also held that if he so paid or promised to any one to electioneer for him, that was a violation of the statute; and the word electioneer was defined: “ to make interest for a candidate at an election ; to use arts for securing the election of a candidate.” Art. 7 of the constitution requires an officer, before entering on the duties of his office, to take an oath containing, inter alia, “I have not paid or contributed, or promised to pay or contribute, either directly or indirectly, any money or other valuable thing to procure my nomination or election (or appointment), except for 'necessary and proper expenses expressly authorized by law; that I have not knowingly violated any election law of this Commonwealth, or procured it to be done by others in my behalf.” Sect. 9 of art. 8 imposes severe disabilities on “ any person who shall, while a candidate for office, be guilty of bribery, fraud or wilful violation of any election law.” The Act of 1874, sect. 36, Pamph. L. 64, authorizes a candidate to pay or contribute as follows: “ 1. For printing and travelling expenses; 2. For dissemination of information to the public; 3. For political meetings, demonstrations and conventions;” and sect. 87 declares that “nothing contained in this act shall be so construed as to authorize the payment of money or other valuable thing for the vote or influence of any elector, either directly or indirectly, at primary, township, general or special elections, nominating conventions, or for any corrupt purposes whatever incident to an election.” Both the organic law and the statute strike at bribery, fraud and every corrupt act incident to an election, but leave the candidate free to use all honest means for the success of his party and promotion of his own election. He may disseminate information to the public respecting affairs of state, the principles, the purity and the corruption of the several political parties, and the merits and demerits of candidates; and in so doing he may use every honorable art of persuasion, eloquence and reasoning. These are lawful, are within the very life of free government, and are not forbidden to a candidate, though they make interest for him at an election. The statute carries its own interpretation. In comprehensive terms’it expressly authorizes payments and contributions by candidates for printing, travelling expenses, dissemination of information to the public, political meetings, demonstrations and conventions, and excepts out every direct and indirect purchase of the vote or influence of an elector, and every act for any corrupt purpose whatever incident to an election. What is clearly embraced within those terms and not excepted therefrom, is lawful. Interest may be made for a candidate without taint of corruption. Art may be used in securing his election, with pure motive and patriotic purpose. The statute forbids the perversion of art, not its use. We are, therefore, of opinion that it was error to unqualifiedly charge, that if the defendant paid or contributed, or promised to pay or contribute, either directly or indirectly, any money or other valuable thing, to an elector, “for the purpose that such elector should make interest for the defendant when he was a candidate before his election,” * * * “or for the purpose that the elector should use arts for securing the election of the defendant as a candidate for sheriff,” then the verdict should be guilty. However, where the evidence requires, such instruction ought to be given, with the addition that the jury also find the elector’s influence was purchased, or that he was to make interest by bribery, fraud or other illegal means, or that he was to use wicked and corrupt arts in securing the election of the candidate.\nJudgment reversed, and the record, with this opinion, setting forth the causes of reversal, is remanded to the Court of Quarter Sessions of Armstrong county, for further proceeding."}