{"id": "488147", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThe question presented by this record was decided at the last term in the Middle District, in the case of the rule upon John S. Bastian, sheriff of Lycoming county (9 Norris 472). It was there held that a sheriff was not liable to an attachment as for a contempt in not paying into court the money made upon an execution levied upon real estate, where he had in good faith, after the return day, and without notice of any opposing claim, applied the money to the liens. That is precisely this case. The court below, however, held that the sheriff neglected his duty in not complying with the Act of 20th of April 1846, Purdon 655, Pamph. L. 411, providing for a special return where a lien-creditor becomes the purchaser at a sheriff’s sale. But that act was intended, as plainly appears upon its face, for the benefit of the purchaser -who shall be at the same time a lien-creditor. It enables him to obtain a credit upon his lien to the extent thereof instead of paying the amount in cash. That the sheriff is not bound to make a return under this act unless required to do so by the purchaser is palpable from its proviso, which reads: “And provided further, That before any purchaser or purchasers shall receive the benefit of this section, he or they shall produce to the sheriff or other person so making said sale, a duly certified statement from the proper records, under the hand and official seal of the proper officer, showing that he is a lien-creditor, entitled to receive any part of the proceeds of the sale as aforesaid.” Here the real estate was sold for $450, and purchased by N. C. Johnson, a lien-creditor. It is not alleged that he produced a certified copy of the liens to the sheriff, and demanded a special return under the Act of 1846. He makes no complaint of the absence of such a return, and no one else has a right' to do so. Thé sheriff applied the fund first, to the payment of the costs §56.30 ; to the judgment of W. T. Davies, $305.23, and the balance, $88.77, to the judgment held by the purchaser. It now appears that a judgment in favor of Franklin township for $700, was prior to either of the above judgments and unsatisfied, though at the time of the distribution it was erroneously marked satisfied as is alleged, and therefore did not appear on the searches procured by the sheriff. The rule upon the sheriff was not taken until some weeks after he had distributed the money, and after the term of court had passed to which the process was returnable. Under such circumstances he is not liable to attachment in not paying the money into court. In the absence of notice to the contrary, he had a right to distribute the money. He does so, however, at his own risk. But an attachment for contempt is not included in such risk. It is only his official bond that is in peril. He is liable upon that, if he has misapplied the money. We need not pursue the subject further; It was sufficiently discussed in the case above cited.\nIn strict practice, this writ should not have been taken until an order in the court below, directing an attachment to issue against the sheriff. As the case is here, and the principle has been heretofore ruled, we have concluded to decide the case as the record stands.\nThe order of the court below making absolute the rule upon the sheriff to pay the money into court, is reversed at the costs of the township of Franklin."}