{"id": "490819", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, November 17th 1879.\nIt may be that these minor children would have been entitled to the $300 exemption had the claim therefor been made in proper time. The Act of 14th April 1831, Pamph. L. 613, allows it to the widow or children of any decedent. If, however, there be a widow the entire amount of $300 must be paid to her, without respect to children: Nivens’s Appeal, 11 Wright 230. And the right to the exemption is a personal privilege which she may waive. The privilege is waived entirely if she neglect to demand an appraisement: Davis’s Appeal, 30 Casey 256. The demand to have it set apart must be made before sale: Neff’s Estate, 9 Harris 243. And before the executor has incurred expenses in proceeding to effect a sale, (Davis’s Appeal, supra), or the expenses of a full administration: Baskin’s Appeal, 2 Wright 65. In the case in hand the minor children had a mother living, but she had been divorced from the decedent, and was not his widow. There was some evidence, but very slight, that she made a claim on behalf of the children at the time of the sale of the personal property. This was in the month of May. At this time the children had no guardian, nor was any appointed until the 27th of the following October. After the guardian was appointed he filed a petition in the Orphans’ Court, averring, inter alia, that no demand has been made upon the executor to set aside the $300, and praying for a citation to him to show cause -why he should not do so. The Orphans’ Court, in making distribution of the funds in the hands of the executor, disregarded the claim for exemption, and gave the money to the creditors. We see no error in this. The claim, under all the authorities, came'too late. That the children had no guardian until after the sale, does not help the matter. Their mother was their natural guardian and entitled to look after their interest. The executor was not required to set aside the exempt property until after demand made. However proper it might have been for him to have taken some step in the way of securing the rights of the children, as at least notifying their next friend as to what their rights were, he does not appear to have done so, and we cannot say that his legal duty as executor required it.\nWe are of opinion, however, that the court below erred in distributing the $86.95 received by the executor from the St. Antonius of Padua Beneficial Association. By the constitution and by-laws of the association this money was not payable to the executor, but belonged to the children of decedent. He did not receive it as executor, and it was a mistake to surcharge him with it. As that has been done, it can be remedied by distributing it to the children.\nThe decree is reversed to the extent of the said sum of $86.95, which is ordered to be paid to the appellant; the costs of this appeal to be paid by the appellee out of the estate in his hands remaining after the payment of the sum aforesaid."}