{"id": "490969", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, November 17th 1879.\nThe first assignment of error relates to the use of benzine upon the insured premises. It was contended that the court erred in instructing the jury in answmr to the defendant’s second point, that if Mears, the assured, purchased from eight to ten gallons of benzine, and used nearly the whole of it in cleaning the engine, boilers and machinery of the distillery, and such use extended over a period of about two weeks, there was a violation of one of the conditions of the policy in suit and avoids the same.\nThe condition in the policy referred to is as follows: “ Or if the assured shall keep or have, in any place on the insured premises where this policy may apply, petroleum, naptha, benzine, benzole, gasoline, benzine-varnish, or any product in whole or m part of either ; or gunpowder, fireworks, nitro-glycerine, phosphorus, saltpetre, nitrate of soda ; or keep, have or use cam phene, spirit gas or any burning fluid or chemical oils, without written permission in this policy, then and in every such case, this policy shall be void.”\nIt will be observed that in the first portion of this condition the provision is that the assured shall not “keep or have” any of the enumerated articles upon the insured premises, while in the latter portion, the “ use ” of certain other articles is prohibited, in addition to the restriction contained in the first.\nThe words “keep or have,” as applied to the articles first enumerated, evidently were intended to prevent a storage of the prohibited articles upon the premises, either permanently or habitually. While the words are used in the disjunctive, they are evidently synonymous, and signify to retain in possession. It would be straining a point to say that bringing a prohibited article upon the premises upon a single occasion, and for the sole purpose of cleaning machinery, was keeping or having it there within the meaning of the policy. The evidence shows, and it is not denied, that the can of benzine used for the purpose above stated was not kept on the insured premises during the period of its use, but was stored in a bonded warehouse, fifty or sixty feet distant. The witness, William Jacobs, who cleaned the machinery, got it from the warehouse from time to time as he needed it.\nThe assured did not keep or have benzine upon the insured premises within any reasonable view of the meaning of the. policy. But it is said he used it there, and that this avoids the policy. The use of benzine is not prohibited in terms. If prohibited at all it must be because benzine comes.within the description of burning fluid or chemical oils. We must ascertain the meaning of these general words, used in the latter portion of the condition of the policy, by referring to the preceding special words. Under this construction the words burning fluids or chemical oils must be held to mean only such burning fluids and chemical oils as are in their nature like camphene or spirit gas. This was the construction placed upon the identical words in Wheeler v. The American Central Insurance Company, decided by the St. Louis Court of Appeals, in March 1879, and reported in the Western Insurance Review, vol. 12, p. 252. The same rule is laid down in Wood v. The Northwestern Ins. Co., 46 N. Y. 421; Morse v. Buffalo Fire and Marine Ins. Co., 30 Wis. 534; and Wills v. Hanover and Germania Fire Ins. Co., The Reporter, vol. 8, p. 343.\nThere was no proof that benzine was of like nature with camphene or spirit gas. It is not a matter of which the court will take judicial notice. It is a question of fact, to be found by a jury upon evidence. See Wood v. The Northwestern Ins. Co. and Morse v. Buffalo Fire, &c., Co., supra.\nWe are not disposed to give the word “use” in this policy the narrow construction claimed for it. It must have a reasonable interpretation, such as was probably contemplated by the parties at the time the contract was entered into. Nearly every policy of insurance issued at the present time contains this condition, or a similar one. What is intended to be prohibited is the habitual use of such articles, not their exceptional use upon some emergency. The strict rule claimed by the defendants would prevent the assured from painting his house or cleaning his furniture, as it would be difficult to do either without using some of the prohibited articles. If the company intended the condition to cover such exceptional uses, it ought to have been plainly expressed, and probably would have been. That any one would knowingly accept a policy with such a clause is not probable. We are not without abundant authority upon this point. See Dobson v. Sotheby, M. & M. 20; Shaw v. Robberds, 6 Ad. & E. 75; Grant v. Howard Ins. Co., 5 Hill 10; Van Valkenburgh v. The Ins. Co., 70 N. Y. 605; Franklin Ins. Co. v. Chicago Ice Co., 36 Md. 102 ; Raferty v. The Ins. Co., 29 Maine 97 ; O’Neil v. Buffalo Fire Ins. Co., 3 Comstock 122. The case of The Birmingham Fire Ins. Co. v. Kroegher, 2 Norris 64, cited by defendants, does not apply. In that case the assured kept a barrel of petroleum for sale on the premises covered by the policy.\nAs bearing upon this point, it is proper to observe that permission to make repairs was endorsed upon the policy. While no. point was apparently made of this in the court below, and we would not therefore reverse for this reason, the fact is entitled to weight in considering this question. The permission to repair the machinery carried with it the right, to use such means as might be necessary for that purpose.\nThe second assignment also refei’s to keeping benzine upon the premises, and is covered by what has already been said. The remaining assignments relate to the use of carbon oil. It was proved that a small quantity had been used at the same time as the benzine, in cleaning the machinery. It is sufficient to say that carbon oil is not among the prohibited articles. It is not named in the condition. If it was of the same nature as camphene and spirit gas, or other enumerated articles, it was not shown to be so, and the court cannot take judicial notice of it. This principle has already been sufficiently referred to.\nAll of the assignments of error are sustained;\nJudgment reversed and a venire facias de novo awarded."}