{"id": "490937", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 26th 1880.\nThere was no error committed by the court in saying to the jury, “ I instruct you that you may disregard the matter of consideration, the evidence being that the plaintiffs took the note in satisfaction of the debt.”\nThere seems to have been no dispute about this on the trial; the whole evidence most clearly proves that the note was intended to apply upon the indebtedness of George A. Shisler to the plaintiffs, and for that purpose it was endorsed, if indeed it were endorsed at all. It was not a pledge of the note as collateral security for a precedent indebtedness, but was given to apply in payment of such indebtedness, and hence was similar to a check drawn for that purpose.\nThe remaining question is, if George A. Shisler, or any one else, fraudulently endorsed the name of John V. Shisler, would an after ratification render such endorsement good and available in the hands of good-faith endorsees ? The court below thought it would, and so instructed the jury. This instruction seems to us, in the first place, wrong in this, that we can find no evidence to warrant it. There was testimony, and abundance of it, that John had authorized the putting of his name upon the paper, but none whatever that he had subsequently ratified the endorsement, either by word or deed.\nThe question, however, remains, could the forged endorsement, conceding it to he such, be ratified and thus made good ? This question must be answered in the negative, if we accept as authority the case of McHugh v. Schuylkill County.\nThis case is in point; there, as here, the question was whether there could be an after ratification of a forged obligation, and it was held that there could be no such ratification. It is true, the dicta of this case, going as they do beyond the point ruled, would indicate that no Contract, vitiated by fraud of any kind, is the subject of subsequent ratification. But this cannot be sustained, as it is opposed to those decisions now regarded as law, notably, Pearsoll v. Chapin, 8 Wright 9, and Negley v. Lindsay, 17 P. F. Smith 217. The distinction between these cases seems to be this, where the fraud is' of such a character as to involve a crime, the ratification of the act from which it springs is opposed to public policy, and, hence, cannot be permitted, but where the transaction is contrary only to good faith and fair dealing; where it affects individual interests, and nothing else, ratification is allowable. It is indeed, conceded, in the cases last above cited, that if the original contract be illegal, or void for want of consideration, no subsequent ratification will help it. If, however, the endorsement under consideration was forged, it was not only void for want of authority, but it was also illegal, and so, comes under the condemnation of all authority.\nIn Garrett v. Gonter, 6 Wright 143, the question was, whether a mortgage, executed under the authority of a forged power of attorney, was the subject of ratification, and it was held that it was. But here there was no forgery of the mortgage itself, for it was executed under a supposed power. Mr. Justice Stroms, who delivered the opinion, says: “It is hardly accurate to speak of ratifying a forged instrument. It may be adopted, but adoption does not relate back and validate prior acts. If the letter of attorney was forged in 1854, no act of Mrs. Gonter in 1859, after her return from Europe, could make it efficient from its date. But she could confirm the mortgage, for that was executed in her name by a professed agent, acting under a real or pretended authority.” Now, if we properly understand what is here said, it amounts to this: the mortgage, executed without a fraudulent intent, by a professed agent, under a supposed power, was susceptible of rati-fication, whilst, on the other hand, the forged letter of attorney was not susceptible of such ratification. This, of course, presupposes the innocency of both the agent and mortgagee, otherwise the mortgage itself would have been a fraud, and hence no more the subject of ratification than was the power. It is possible this case was strained in favor of the mortgagee, for it is very clear from the evidence, the verdict of the jury to the contrary, notwithstanding, that the power of attorney was genuine. However, be this as it may, this case does not conflict with that of McHugh v. Schuylkill County, and we must therefore consider the latter as of binding authority. We conclude, then, that as, from the evidence, in the case in hand, the doctrine of ratification could have no place except as operative upon a forged instrument, it should have been wholly excluded, since being admitted, it amounted to the ratification of an illegal and criminal act. This sustains the fourth and fifth assignments of error.\nJudgment reversed and a new venire awarded."}