{"id": "490944", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, March 22d 1880.\nThis was an action by a landlord against the surety of his tenant for the recovery of rent. The lease was for a term of five years, payable in monthly instalments. The affidavit of defence averred the tenant occupied the premises for about one year, and then he went to the landlord and delivered to him possession of the premises, which the latter agreed to take and did take, and released the tenant and the affiant as security. In the supplemental affidavit it is averred substantially, that said surrender and release were made before the rent fell due, which is now claimed, and before 'the commencement of the time for which said rent is claimed. It further affirms that, previous to the same falling due, the tenant did surrender to the landlord the term of years of him, said tenant, then to come and unexpired, of and in said demised premises under said lease,, which surrender the said landlord then and there accepted, and thereby released said surety from all further liability under said lease. Thus the affidavits declare there was, by the tenant, a surrender of the unexpired portion of the term, and a surrender of the premises and delivery of possession thereof, that the landlord agreed to take and did take and accept the same, and release the tenant and his surety from all further liability under the lease.\nIf these facts be found by a jury, they will constitute a good defence against a recovery in this case. Articles of agreement for the sale and purchase of .land may be waived or rescinded by parol when accompanied by giving up possession to the vendor. Boyce v. McCulloch, 3 W. & S. 429; Raffensberger v. Cullison, 4 Casey 426. The fact that a lease is for a longer term than three years, does not prevent a rescission thereof by agreement of the parties when accompanied by a surrender of the term and possession by the tenant to the landlord, and the acceptance thereof by the latter. It is not like a sale and transfer to a stranger of an interest in land greater than a term of three years, and, therefore, is not within the Statute of Frauds. It is a yielding up to the reversioner the limited estate derived from him, whereby the future tenancy is rescinded. The relation of landlord and tenant is thereby ended. Hence it was held in Magaw v. Lambert, 3 Barr 444, if the landlord took possession of the ruins for the purpose of rebuilding without the consent of the tenant, it was an eviction; if with his assent, it was a rescission of the lease; and in either case the rent was suspended. Thenceforth the former tenant has neither term nor possession to impose on him an obligation to render a certain profit. His former landlord having taken possession of the premises, and using and occupying the same either personally or by a subsequent tenant, will be estopped from collecting rent for the same period of time, from the former tenant, unless otherwise agreed: Pratt v. Richards Jewelry Co., 19 P. F. Smith 53. The learned judge, therefore, erred in entering judgment for want of a sufficient affidavit of defence.\nJudgment reversed, and a procedendo awarded."}