{"id": "491069", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, January 5th 1880.\nThis was an action brought by Elizabeth Tiernan, the widow of John Tiernan, deceased, against his executors, to recover the sum of $300, the value of the property which they had refused to set apart to her, after demand made in writing under the Act of 14th April 1851. The refusal of the executors was based upon an ante-nuptial contract executed by the plaintiff and the defendant’s testator the day before their marriage, in which the said plaintiff, for the consideration therein mentioned, relinquished to the said John Tiernan ‘‘all right of dower and all interest of any kind whatsoever to which she might be entitled in the estate of the said John Tiernan by reason of the marriage aforesaid.”\nIt was held in Kline’s Estate, 14 P. F. Smith 122, that the parties to an ante-nuptial contract were not dealing at arms’ length, like buyer and seller, but stood in a confidential relation, calling for the exercise of the richest good faith, and while it might not be necessary to show affirmatively that there was a full disclosure of the property and circumstances of each, yet if the provision secured for the wife was unreasonably disproportionate to the means of the intended husband, it raised the presumption of designed concealment, and threw upon him the burden of proof. And see Kline v. Kline, 7 P. F. Smith 120.\nThe bona fides of this contract has been settled by the verdict of the jury in favor of the defendants. The plaintiff’s second point, which was affirmed by the court below, was in the precise language of the ruling in Kline’s Estate. The fact is therefore established in the cause that the ante-nuptial contract was executed in entire good faith and without any concealment of material' facts on the part of the husband.\nThis leaves but the single question, whether, notwithstanding the contract, the plaintiff is entitled to the widow’s $300 under the Act of 14th April 1851. It was contended for the plaintiff that the ante-nuptial contract is without consideration and therefore void. If this were so, the plaintiff would be entitled not only to her $300, but to her entire interest in the estate as widow. It is plain, however, that the contract is supported by a sufficient consideration. It is under seal ;• it recites the proposed marriage; that each of the said parties is the owner of separate estate, real and personal; that it is desirable that the marriage shall “ in no wise affect the relation now existing with regard to their several and separate estates except as hereinafter provided;” the wife relinquishes all interest in the husband’s property, and the husband relinquishes all interest in the wife’s estate, and covenants to pay her the sum of $50 for each year during the continuance of the marriage, said sum to be paid in the aggregate at the dissolution of the marriage. Here was ample consideration. Besides, marriage itself is a good consideration, and in the absence of actual fraud, will prevail even against creditors: Frank’s Appeal, 9 P. F. Smith 190.\nConceding the validity of the contract, is the plaintiff entitled to her $300 ? The words of the release are very broad. She relinquishes “all right of dower and all interest of any kind whatever” in the estate of John Tiernan. The Act of 1851 is a part of our statutes of distribution. It operates only upon the estates of decedents. Prior to its passage, the widow had a certain statutory interest in the estate, real and personal, of her deceased husband, whether testate or intestate. The Act of 1851 extended that interest by allowing her to retain for the use of herself and family $300 of the property, either real or personal, and -this whether the estate is solvent or insolvent. It withdraws so much of the estate from general administration even as against creditors, except liens for the purchase-money of real estate elected to be retained, and applies it for the benefit of the widow and children: Compher v. Compher, 1 Casey 31. If there are no children, the widow takes it absolutely. Such is the case here. We are not embarrassed by the question of the possible rights of minor children for whose benefit the act was in part intended. It is plain that the Act of 1851 gives the widow an interest in her husband’s estate, just as prior acts had conferred like rights, though differing in extent. It comes within the precise terms of the ante-nuptial contract.\nIf authority were needed for so plain a proposition, it may he found in Dillinger’s Appeal, 11 Casey 357. In that case the husband and wife, by articles of separation, agreed to live apart, the husband covenanting to give a portion of his property to a trustee for the use of the wife, and the wife and her trustee covenanting, in consideration thereof, that she would not at any time thereafter claim any jointure, dower or thirds out of his estate. The husband performed his part of the contract, and the wife, in his lifetime, contracted a second marriage. It was held that the articles of separation were binding on the wife in equity, and that on the husband’s death she was not entitled to any portion of his estate; also, that she was not entitled as widow to the $300 given by the Act of 1851. While the above facts differ from the case in hand, especially in this, that the wife contracted a second marriage, and was therefore guilty of adultery, yet it was not decided on this ground, Woodward, J., saying: “We rest our judgment altogether on the articles of separation, which we hold are conclusive against all the pretensions of the appellant.”\nI see no reason why the law should regard with disfavor an ante-nuptial contract, especially where, as here, it was entered into by parties, each of whom was advanced in years, with separate children and separate estates. Persons so situated do not usually act from mere impulse, or contract without consideration. Such family arrangements, in many instances, reconcile differences and avoid unpleasant disputes. Where they are free from fraud, there is no reason why they should not be enforced.\nJudgment affirmed."}