{"id": "491039", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, November 28th 1879.\nThe court below erred in entering judgment for the plaintiff, upon the point reserved for the full amount of his claim. There were but two items in the claim, the first under date of November 28th 1875, was for “gutters, spouting and roofing, $309.26;” the other, under date of May 25th 1876, was for “ two feet of galvanized pipe, eighty cents.” The claim -was filed October 6th 1876, and but for the last item, would have been too late.\nThe first item is a lumping charge; and as the claim was filed by a sub-contractor against the owner and contractor, it was clearly bad and would have been stricken out on motion: Lee v. Burke, 16 P. F. Smith 336 ; Shields v. Garrett, 5 W. N. C. 120. No motion was made to strike it out, but the defendant made .it the subject of a special plea. This plea concludes to the court, and is in effect a demurrer. It called upon the court to determine, as a matter of law, the sufficiency of the item objected to. It is well settled, that the proper mode of taking advantage of a defect appearing upon the face of the claim, is by demurrer or motion to strike off. After pleading to the scire facias, such defect must be considered as wmived: Lee v. Burke, supra ; St. Clair Coal Co. v. Martz, 25 P. F. Smith 384. Here the demurrer was filed in time. The parties went- to trial upon the issue of fact, the court reserving the point raised by the issue of law. It is plain under the authorities, that this should have been determined in favor of the defendant.\nThe other item, of eighty cents, has a suspicious appearance, in view of the fact that without it, the lien was several months too late. It was fairly submitted to the jury, however, and there is nothing in the rulings of the learned judge, or in the points reserved, that would justify us in reversing this part of the case.\nThe judgment is reversed as to the first item in the claim, and judgment for the defendant on the reserved point as to said item."}