{"id": "491057", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, November 24th 1879.\nThis is a municipal claim for grading and paving Church avenue, and for the erection of a stone-wall partly on the lands of the plaintiff in error. The claim for grading and paving is not resisted. The contention is in regard to the liability of the company to pay for the wall. About six hundred and eighty-three feet in length of this wall was built partly within the limits of the avenue, and partly on the land of the company. It was from five to nine feet wide at its base, varying according to its height. At the top it was two and a half feet wide, and the line of the street passed through the centre thereof. As the face of the wall on the lands of the company was battered, more than one-half of the entire wall was on its lands. On the special verdict found and question of law reserved, the learned judge thought the company liable for that part of the width of the wall that was built within the line of the avenue, and entered judgment accordingly. This constituted the ground of complaint.\nThe city can create a valid municipal lien for improving a street only when the improvement is made in pursuance of law. The street must first be duly established. Its width must be fixed, and-the improvement made within its lines, before the expense thereof can be imposed on the lands of an adjoining owner. As the lien does not rest on any agreement or specific assent of the owner of the land charged with this burden, and the improvement is often against his wish, a clear right should be shown by the municipality to justify such an act of sovereign power. This wall was built in violation of law. The taking of the ground was a trespass. It has not the palliating circumstance of having been committed inadvertently. Prior to, and at the time of the erection of the wall, the contractor of the city was notified by the engineer of the company not to build on its land. Regardless of the rights of the plaintiff in error the city trespassed on lands to which it had no right. The portion of the wall which is within the line of the street is not self-sustaining. It is of no benefit to the street, and of no value to the public. It can be kept in place only by the support which it receives from a continued trespass on the lands of the plaintiff in error. Private property cannot, in this manner, be taken and appropriated by the city, and the cost of any part of the illegal structure be charged on the property of one whose rights are thus violated. The municipal charges legally laid on lands in this county are sufficiently large without subjecting them to any imposed contrary to law. The learned judge erred in not disallowing the cost of constructing the entire wall;\nJudgment reversed: And it is now ordered that judgment on the special verdict and reserved point, non obstante veredicto, be entered in favor of the defendant in error for $3706.12."}