{"id": "492872", "contents": "Chief Justice Sharswood\ndelivered the opinion of the Court,\nThe act entitled “ An act to confer on certain associations of the citizens of this Commonwealth the powers and immunities of corporations and bodies politic in law, and to confirm charters heretofore granted,” passed April 12th 1859, Pamph. L. 544, is a general law for the regulation of associations known as Building and Loan Associations. This appears not only from the general scope of its provisions, but.from the recitals in its preamble which declares that “ such associations are meritorious and deserving the care of the state.” The learned judge below fell into an error in considering it as merely the charter of any association included in its benefits — the violation 'of which could not be inquired of collaterally. The charters of such corporations are derived from the Courts of Common Pleas, and it may be true that the violation of their provisions by the corporation cannot be the subject of collateral inquiry nor set up by any debtor as a defence to an action. They can be declared forfeited only by a direct proceeding in the name and by the anthority of the Commonwealth. Corporations, however, as well as individuals, may be subject rightfully to general laws regulating their contracts and proceedings. More especially is this true where such corporations accept their charters after such laws have been passed and therefore subject to their provisions.\nAssuming the Benton Mutual Saving Fund and Loan Association to be an association within the provisions of the Act of 1859, which is the only ground upon which they can claim exemption from the law prohibiting the taking of a greater rate of interest upon the loan of money than six per cent., it is evident that their contracts must be made in conformity'to the provisions of that act in order to entitle them to the privilege granted by it. It makes an exception in their case from the general law of the state, and they must bring themselves within the exception. They can loan money only to members of the association — in amounts not exceeding two hundred dollars on each share of stock held by them — and the loans can only be of the amount in the treasury derived from the interest, dues and fines received from the members and given out at each stated monthly meeting to the highest bidder. It would be a gross perversion of the whole spirit and design of such an association to borrow money from banks or others for the purpose. It is equally so to fix a minimum rate of premium below which they will accept no bid. • They are bound to offer all that is in the treasury to open competition so that the members may obtain the loan at a low premium if there should be no bid a-t a higher. The practical operation of such institutions is that wherever the member procures a loan at a premium below the average of the premiums for the whole time the association has to run, he is to that extent a gainer; where his loan is at a premium higher than the average, he is to that extent a loser. This is a most valuable feature in such associations, and hence the great importance of maintaining the principle -of free competition in the bids.\nWhere the member is told that there is a minimum premium below which loans will not be made, he must offer that amount for the loan whether any other one offers or not. If no offer to that amount is made, the money remains in the treasury without investment. It is evident in this way that the members who are not borrowers will obtain a very undue advantage over the members who are borrowers. These institutions are liable like every thing else human to abuse, and we are bound to guard them carefully from being perverted into mere contrivances by which capitalists can evade the laws against usury. So the legislature evidently intended they should be by the act. As to the allegation in the petition, that the association was in the habit of borrowing money to loan out, it was too vague to avail the defendant. He must show that the money loaned to him had been borrowed. But by the allegation that he took his loan at the premium of twenty-four dollars, that being the minimum rate fixed by the association, and said association refusing to receive a less bid, he laid, we think, a sufficiently clear and tangible ground upon which the court below ought to have granted the rule to show cause why the judgment should not be opened. Of course, upon the hearing of the rule, he will have to produce evidence to satisfy the court of the truth of the averments of his petition or affidavit, and that the rule ought to bo made absolute, which the plaintiff will have the opportunity to controvert by opposite evidence.\nOrder reversed, and record remitted for further proceedings."}