{"id": "492896", "contents": "Mr. Justice Mercur\ndelivered the opinion of the Court,\nu Qonsuetudo,” said Sir Edward Coke, “is one of the main triangles of the laws of England; those laws being divided into common law, statute law and particlar customs, for if it be the general- custom of the realm, it is part of the common' law :” Co. Lit. 113-15. “A custom used upon a certain reasonable cause, depriveth the common law:” Littleton, page 112, sect. 169. In Vanhearth v. Turner, Winch. Rep. 24, Chief Justice Hobart said, “ the custom of merchants is part of the common law of this kingdom, of which the judges ought to take notice, and if any doubt arise to them about the custom they may send for the merchants to know their custom.” That a custom so general and notorious may exist as to authorize the captain of a steamboat to effect an insurance on it for the benefit of the owners without their express directions, we think well settled by authority. It would not be in conflict with any statute, nor would it be unreasonable or contrary to public policy. In Vanness v. Pacard, 2 Pet. U. S. Rep. 148, it was held that evidence was properly received to prove that a custom and usage existed in the city of Washington which authorized a tenant to remove any building erected by him. In Gordon et al. v. Little, 8 S. & R. 533, it is held, a usage or custom varying the liability of common carriers by water from that of the common law may be proved, even to give construction to the words “inevitable dangers of the river.” The usage of trade in respect to particular voyages, or risks to which a'policy of insurance relates, has always been invoked to give construction to its meaning: Park on Insurance 30. Usage may add a new construction variant from the face of the instrument, as much as if it had been contained in a new clause or by'a reference to it: Eyre v. Marine Ins. Co., 5 W. & S. 116.\nIt is well settled, as a general rule, that the intention of the parties to a contract shall prevail unless it be to do something either malum in se; or malum prohibitum: Snowden et al. v. Warder; 3 Rawle 101.\nA custom so long persisted in as to be known and practised by a community is the law of the particular business in which it exists. Such a custom is presumed to be in the view of the parties when they contracted about its subject-matter: McMaster v. Pennsylvania Railroad Co., 19 P. F. Smith 374; Carter v. Philadelphia Coal Co., 27 Id. 286. To make a usage obligatory on the parties,it should be so well settled that persons engaged in the trade must be considered as contracting in reference to it. No particular period of time is requisite to the establishment of a usage so as to affect contracts : 1 Phil, on Insurance 83. The true test is that it has existed a sufficient length of time, not only to have become generally known to the dealers who are to be affected by it, but also to warrant the presumption that contracts are made in reference to such usage or custom : Smith v. Wright, 1 Caines Rep. 43; Snowden v. Warder, supra. This rule is especially applicable to commercial transactions, and either party to such a contract may prove the usage: Id. In all matters of trade usage is of vital importance, and in policies of insurance in particular, a great latitude of construction as to usage has been admitted: Phil, on Ins. 80. There is a great necessity for giving effect to a custom in regard to the insurance of a steamboat in the custody of one not the owner. The perils of navigation are so well known, that a due regard for some indemnity against loss is justly recognised as a necessary precaution. lienee it was held in Oliver v. Green, 3 Mass. 134, that a part owner of a vessel who had chartered the other part with a covenant to pay the value, in case of a loss, might insure the whole vessel as his property, without disclosing that he had a special property only, in a moiety thereof. So in DeForest v. Fulton Fire Ins. Co., 1 Hall 94, it was held that, a commission merchant might recover on a policy of insurance for goods in his possession, destroyed by fire, beyond the value of his property therein, without any express orders from the consignors of the goods to effect such insurance, on proof that such was the usage of commission merchants in the city of New York.\nThe remaining question is, was the evidence sufficient to submit to the jury to find the existence of the custom alleged ? To establish its validity the usage must have existed so long as to have, become generally known, and it must be clearly and distinctly proved. The law prescribes no certain number of witnesses to establish the fact, although the concurring testimony of a large number may increase the probability of its being generally known. Where evidence of usage is admitted, the witnesses must be confined to the fact of usage, and not be allowed to give their opinions: Gordon v. Little, supra, and cases there cited.\nNine witnesses, residents of Pittsburgh, testified to the existence of the custom. Some had been captains of steamboats, some owners and part owners thereof, others officers of insurance companies. All were qualified, by their knowledge of the business, to know the fact that such usage actually existed. The knowledge of some of them extended over a period of nearly thirty years, that of others for various shorter periods, all coming down to the time of the trial. Without stating their evidence in detail, it may be said they testified it was the custom for the captains of steamboats to procure the insurance thereof, and execute a premium note therefor in behalf of the boat and owners. While to the knowledge of some of the witnesses there were occasional departures from this method, yet the general usage was as stated. When the captain applied for an insurance on the boat of which he was master, no question was ever asked him as to his authority to act for the owners. Such authority was always presumed. It is true some witnesses testified on cross-examination they did not know that the captain acted without the consent of the owners. This absence of knowledge, in that respect, in no wise impaired the force of their testimony as to the usage of the captain in effecting the insurance without alleging any express consent of theirs. The underwriters did not ask for express directions to insure from the owners. The captain did not represent that he had any such. This was the custom which the witnesses testified existed as a fact. It is claimed that, conceding the captain might make a contract of insurance to bind the owners, yet he could not give a note, negotiable in form, in their names. The evidence was, and the jury has found, the invariable custom was to secure the payment of the premium by note in such form. It is a well recognised rule that authority to effect a policy of insurance, is authority to sign a note for the premium as agent of the assured when it is customary to give such notes, and the principal is conusant of the custom : 1 Phil, on Ins., sect. 518 ; Stack-pole v. Arnold, 11 Mass. 27. Besides, in the present case the declaration was not on the note alone; but it also contained a count on the contract of insurance. It further appears by the evidence of the plaintiff in error, that he gave very little attention to the management of the boat; but intrusted it to the captain, and to Collins, who was a part owner thereof. It is shown that Collins had knowledge of the insurance, and made a payment of a small sum on the note.\nThe only witness called on the part of the plaintiff in error was the party himself. He does not testify that, as matter of fact, no such custom existed in Pittsburgh; but he knew of no custom which would authorize Captain Johnson, or any captain of his vessels, to insure the vessel or his interest in it, without his knowledge or authority. He thus testifies to his understanding of the law, and leaves unanswered the fact of an existing usage on which the claim rests and supports the action.\nWhen this case was here before (26 P. F. Smith 411), we thought the evidence insufficient to submit to the jury. On the last trial the increased number of witnesses, and their clear, distinct and uncontradicted evidence as to the existing and well known custom and usage, was sufficient to carry the case to the jury. We discover no error in the record. ’\nJudgment affirmed.\nJustices Gordon and Sterrett dissented."}