{"id": "492867", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court,\nThis judgment must be reversed on the third assignment. The plaintiff in error was surety for one Harinton on a joint and several note in favor of George Good, and his defence was that the time of payment had been extended by a binding agreement between Good and Harinton without his consent, and he had thereby been discharged. It appears that there was some arrangement between the parties, by which Harinton agreed to pay interest at the rate of ten per centum per annum, whenever Good should call on him, from time to time, the whole interest to be paid before the maturity of the note or the time to which it was extended. When this agreement was made, whether before or after the maturity of the note, was a question of fact contested. The jury were distinctly instructed by the learned judge in affirmance of a point presented by the plaintiff in error “ that if they believe from the evidence that at or about the time when the note in suit fell due, George Good, the plaintiff’s testator, entered into an agreement with Harinton to the effect that the time of payment would be extended for one year, in consideration of the paymont of the interest in advance as the same should be called for by Mr. Good, and that this extension of time was made without the consent of Calvert thereto, such an agreement will discharge Calvert, the surety, and no recovery can be had by the plaintiff.” This was the only point presented by the plaintiff in error, and it was affirmed in the most unqualified manner. There was, indeed, evidence in the case of the actual payment of interest in advance, but no point was put to the learned judge as to what would be the effect of such payment without an agreement, whether it would be a partial' payment on account, whether usurious or otherwise, or would necessarily imply an agreement to extend the time. The learned judge therefore cannot be convicted of error in not charging on that. As to the other questions, the case of Hartman v. Danner, 24 P. F. Smith 36, was followed, and the jury instructed that a mere agreement to give time in consideration of the payment of usury after the maturity of the note would not be a valid consideration — such payment would be no more than what the principal was already bound to pay, namely, the whole principal and interest — and that for the excess paid as usury he would be entitled to a credit as a partial payment on account of principal.\nThe plaintiff below, however, asked the court to charge “that if the jury believe by the arrangement spoken of by Mr. Harinton, Mr. Good reserved the right to proceed to collect the note from Harinton and Calvert, if notified so to do by Mr. Calvert, it would not be such an agreement as would in law discharge the surety, even if the payment in advance were a valid consideration.” There can be no doubt that the law as presented in this point is correctly stated: Hagey v. Hill, 25 P. F. Smith 108. It was there held by this court that an extension of time by the creditor of the principal debtor will not discharge the surety if there be an agreement between the creditor and the principal that the surety shall not be thereby discharged. The learned judge below affirmed the point, but evidently doubted whether there was such a fact in the case. He left it to the jury to say whether there was any evidence of it. No evidence is to be found on this record. None has been pointed out by the counsel of the defendant in error. To leave a fact to the jury without any evidence is manifest error.\nJudgment reversed, and venire facias de novo awarded."}