{"id": "492921", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court,\nThere are some matters involved in this controversy which must be assumed if not conceded as not in dispute. First, that the instrument purporting to be the last will and testament of Elizabeth M. Dunn, dated February 8th 1876, cannot take effect as a will, having been revoked by her marriage with the appellee on the following day. Probate of it was refused by the tribunal having exclusive jurisdiction as far as personal property is concerned, and ifs decree unappealed from is conclusive. Second, this revocation was by the positive provision of the statute 8th April 1833, sect. 14, Pamph. L. 250, “ A will executed by a single woman shall be deemed revoked by her subsequent marriage.” This law was not known to her and not adverted to by her counsel called in by her to give his advice and prepare the instrument. It was certainly not thought by her that such a result would follow. She did not mean it to be revoked by her marriage. On the contrary, both she and her counsel meant to make a disposition which would be effectual after the marriage which was to be celebrated within twenty-four hours, after the paper was executed. The execution of the will at the time and under the circumstances was a plain mistake. Had it been postponed only a few hours until after the marriage ceremony was performed it would have been a valid and effectual disposition of her property. Third, there was a contract made by John A. Mullen, the intended husband, at or about the time the instrument was executed, by which she was to have the power “to dispose of her fortune by will or otherwise any way she pleased.” That this was the contract is established by the most conclusive testimony, confirmed by the admission of the husband afterwards, who put his refusal to give effect to it not on the ground that he had not freely and fairly so agreed, but that because it was not in writing he was not bound by it. In this he was mistaken, for a parol ante-nuptial contract such as this, being in consideration of marriage, which is a valuable one, is unquestionably binding on the parties: Gackenbach ¶. Brown, 4 W. & S. 546. That he knew and considered at the time the instrument in question was executed, that it was intended to carry out and give effect to his ante-nuptial agreement, is proved by the clearest and most convincing evidence.\nIf, as it has been earnestly contended, the decree of the court below must be affirmed, and the entire personal estate of the decedent awarded to the appellee, then it is not to be disputed that there must be some palpable defect in equitable jurisdiction in this Commonwealth to render necessary so gross an injustice, so revolting to the moral sense of what is right and wrong. We think, however, that fortunately there are two very familiar, and well settled principles of equity often recognised and applied by our courts which prevent such a result. One of these principles is, that whatever a chancellor on the facts of a case would have decreed to be done the courts will consider as having actually been done. Another principle is, that wherever a person has the legal right to dispose of property and means to do so, the form of the instrument adopted for the purpose, if at law ineffectual, will be disregarded,' and it will be reformed so as to be made effectual.\nSuppose then that at the time the paper of February 8th 1876, was executed by Elizabeth M. Dunn, she had filed a bill in equity setting forth the ante-nuptial contract made by John A. Mullen and the marriage about to be solemnized and praying that it might be carried into execution by some instrument of writing to be signed by him, what would have been the. decree of the court? Surely upon the undisputed facts the prayer of the bill would have been granted, and the decree would have been either that the husband and wife should join in a conveyance to trustees in trust for the separate use of the wife with full power in her to dispose of the same in her lifetime by sale or gift, and after her death by a will in writing or any writing in the nature of a last will and testament. Such is the ordinary form of such powers in marriage settlements. If the complainant was willing the court might decree simply that the husband himself should execute a declaration of trust to the same effect. Nothing is better settled than that a court of equity in decreeing the specific performance of marriage articles will make such a decree as will give full effect to the intention of the parties without, regard to the legal construction of the words used in them. Thus, if by the words according to their lega] construction, a fee-tail would be vested in the parties or either of them, a strict settlement will be decreed to the husband or husband and wife for life, with remainders to the children of the marriage — successively in tail — according to the most approved forms of deeds of marriage settlement: 2 Story’s Eq. Jur. sect. 983, and authorities there cited. Now if we are to consider as having actually been done what a chancellor would have decreed to be done, then we have at the time of the execution of the paper of February 8th 1876 either a conveyance to a trustee or a declaration executed by the husband to the same effect. Surely, then, under such a declaration or deed of settlement this paper, though ineffectual as a will under the statute, was still a writing in the nature of a last will and testament, a clause introduced into such powers for the very purpose of providing against mere technical objections, which would prevent the instrument from being admitted to probate as a will. It was a disposition of property to take effect at death if not revoked by the party during life. That is a. writing in the nature of a last will and testament. This paper was so intended beyond all question. It was executed under and in pursuance of the contract on the eve of the marriage — indeed it might almost be said to have been in the consideration of equity cotemporaneous with the ceremony— executed for the express purpose with th'e knowledge and consent of John A. Mullen of having just the effect here stated. It makes most liberal provision for him and upon every principle of equitable estoppel his mouth ought to be shut from interposing an objection to its full enforcement.\nThe case, too, is equally within the second principle of equity adverted to ; a paper executed by a person who had a perfect legal right to dispose of her property, and intended to do so, but by a plain mistake of the scrivener it was drawn in the form of a will when it ought to have been a deed or declaration of trust. Surely it must be in the power of a court of equity in this Commonwealth to correct so gross and palpable a mistake, to reform the instrument and decree it to be such as it ought to have been, so as effectually to carry out the intention of the parties.\nDecree reversed and record remitted to the Orphans’ Coui’t of Lancaster county, that distribution may be there made according to the principle of this opinion, the costs of this appeal to be paid by the estate."}