{"id": "492923", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThe radical error of this case is to be found in that portion of the charge embraced in the first assignment of error, and involves the construction of the letter of the defendant .below to the plaintiffs under date of July 19th 1877. The plaintiffs having accepted the terms of said letter by an endorsement thereon, we must look to it as embodying the agreement of the parties. The effect of iwas to make the plaintiffs “selling agents ” for the defendant for the sale of his “railroad iron, merchant and muck bar for New York and eastern markets,” upon certain conditions therein named, and for an agreed compensation “ on all sales.” Under this appointment the plaintiffs alleged that they had sold forty-five hundred tons of iron for the defendant to the Covington, Columbus & Black Hills Railroad Company. A contract in writing between the defendant and the railroad company was prepared for the sale of said iron, the due execution of which was, however, denied by the defendant. This point we regard as unimportant. The defendant delivered six hundred and forty-six tons of iron to the company, when a further compliance with the contract on his part was prevented by the inability of the company to make payments. The plaintiffs claimed a right to recover commissions on the whole forty-five hundred tons; the defendant denied any liability beyond the six hundred and forty-six tons.\nThe learned judge instructed the jury that the right of the plaintiffs to compensation did not depend upon the quantity of railroad iron delivered, but upon the amount which was sold through the agency of the plaintiffs; that if the plaintiffs brought the defendant and the purchaser together, and “ there was an act of sale or purchase passing from one to the other, the one agreeing to do, and the other accepting, this constitutes a sale so far as the agent employed is concerned, who, when he has gained the mutual assent of the minds of the person who désires to purchase, and of him who desires to sell, has then performed what he agrees to perform, and has earned his percentage.” This is in almost the language of Inslee v. Jones, Bright. R. 76, and Keys v. Johnston, 18 P. F. Smith 42, in which it was held that “ brokers are persons whose business is to bring buyer and seller together; they need have nothing to do with the negotiation of the bargain.” This language was applied in a case where a real estate broker had brought suit to recover his commissions. If the present claim had been by a broker for commissions on the sale of real estate, the ruling of the court would have been accurate. But this was a case of merchandise, and the plaintiffs were not acting in the capacity of brokers of the defendants. They were agents to sell under a special agreement. The sales contemplated in said agreement were actual sales in a commercial sense, not mere contracts to sell. A sale is “ a transfer of the absolute title to property for a certain agreed price. It is a contract between two parties, one of whom acquires thereby a property in the thing sold, and the other parts with it for a valuable considerationStory on Sales, sect. 1. There was no sale -here beyond the six hundred and forty-six tons. There was a mere contract to sell. The iron was not even made. If the plaintiffs were entitled to commissions on the contract to sell, they had earned commissions on the entire forty-five hundred tons the moment the contract was entered into. No claim, however, was made for commissions on the undelivered iron until after the matte* fell through by reason of the inability of the purchaser to pay. This portion of the claim was evidently an afterthought. The parties to the agreement regarded it as a contract for commissions on actual sales. On the 15th of December 1877, more than a month after the last iron had been delivered, the plaintiffs sent to the defendant their bill for services to that time, in which they claimed one and a half per cent, on the six hundred and forty-six tons delivered, and made no claim for percentage on the residue of the forty-five hundred tons. The construction placed upon their agreement by the parties themselves at the time they were acting under it, was the proper one. There can be no recovery for commissions on the forty-five hundred tons beyond the amount actually sold and delivered.\nWhat has been said covers the first, second and third assignments and renders the fourth unimportant.\nJudgment reversed, and a venire facias de novo awarded."}