{"id": "492907", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nWhen the Williamsport Water Company was incorporated the west line of the borough had been fixed by the Act of April 14th 1853, on which line is Locust street. In 1862 the borough was enlarged, and the location of Susquehanna street was made the west line. Prior to March 24th 1865, the plaintiff had laid water pipes on some of the streets in the borough west of Locust street.\nBy Act of March 24th 1865, the Lycoming Gas and Water Company was incorporated, with power to provide the means and supply “ the inhabitants residing within the limits of the plot or territory here described, and parts adjacent thereto, a sufficient supply of gas and pure water,” a part of which territory is bounded by certain lines, the one on the east being the western boundary line of the borough of Williamsport, as established prior to 1853 ; and the other part being “the villages of Newberry, Jaysburg and vicinity :” Provided, “ That the said company shall not extend their pipes into those parts of streets in said borough in which the Williamsport Gas and Water Company have laid their pipes prer viously to the passage of this bill. Provided, also, That the company shall not take water from the stream occupied or taken by the Williamsport Water Company, or Lycoming creek and tributaries.” A large territory is embraced in the description, which includes two villages of indefinite extent and all that part of the borough west of Locust street, in some of the streets of which the Williams-port Water Company had laid pipes. Here is a grant of right to supply water in all the territory of the borough and much outside, which was not within the borough lines as established at the time of the grant to the plaintiff, with two provisoes prohibiting interference with property of the latter. Not a word or clause gives authority to defendant to go within the limits of the borough as they existed in 1853, and it has none, unless it be implied in the phrase “parts adjacent.” There is no line of division east of Locust street, and, if the defendant can go beyond it at all, the court was right in deciding, and accordingly decreeing, “ that the said company was authorized to lay their pipes in those streets of the said borough where the said Williamsport Water Company had not laid their pipes, previously to March 24th 1865.”\nAll parties agree as to the application of two cardinal rules of construction, 1. That no corporate privileges are granted unless they are expressed in plain and unequivocal words, or by necessary implication; 2. That a statute is to be interpreted so as to give effect to all the words therein, if such interpretation be reasonable, and be neither repugnant to its provisions nor inconsistent with its objects; giving effect, if possible, to every clause and section of it. Manifestly, the main object in the defendant’s charter is provision for a supply of water and gas to the inhabitants in the territory described. West of the portion included in the certain bounds are two villages as uncertain in extent as their future growth, and here effect may be given to the words “parts adjacent,” though a similar meaning must be given to the word vicinity. Whether they are empty words with respect to all the designated landmarks, is not a point in the case; but the question is whether they embrace the territory of another corporation which is only mentioned in defendant’s charter to exclude inference that the defendant may, take any of its property. If it was the intention to give the defendant a right to supply water in all unoccupied parts of the borough, a very few words would have covered the ground,and reserved to the plaintiff its pipes previously laid. Nothing could be more absurd than to define a line of division, if it was not the intendment to make one. Such line is sharply defined in the seventh section, and the grant is clearly expressed, with a proviso that the pipes of the plaintiff then laid shall not be disturbed. That proviso plainly relates to the grant; the grant was within a certain limit which included the new part of the borough, and its generality is restrained by the proviso excluding the parts of streets already occupied by the older company. The whole instrument must be taken together, the affirmative grant and negative proviso — one gives, the other withholds — the office of the one is to except out a part of what is embraced in the general terms of the other. The word borough in the proviso is defined by the context and limited to the part within the grant; to give it its ordinary meaning would be inconsistent with the object of the statute and also repugnant to the express provisions bounding the territory of the defendant.\nIt is contended on behalf of defendant, that the intendment of its charter is to vest the right to lay pipes and furnish water to the inhabitants of that part of the old borough lying between Hepburn and Locust streets, because of the plaintiff’s bad treatment of said ithabitants. If this be doubtful, the doubt is certain against the right. Neither master nor court found a limit at Hepburn street, and it is a mistake to say that either the opinion of the court or decree stops there. Starting on the premise that the words “ parts adjacent” give the defendant a'right to cross the west line of the borough as it existed in 1853, the conclusion of the learned judge is logical and inevitable, that the east line of the borough is the limit; and if that be repugnant to the obvious sense of the statute, the error is in the premise and not in the reasoning. It may be that it would have been wise and beneficial to the inhabitants to have placed the district between Hepburn and Locust streets within the grant to the new company, but the legislature was not convinced of that, for had they been, Hepburn street would have been made the dividing line instead of Locust.\nWe are of opinion that the statute vests no right in defendant to provide means and supply water to the inhabitants of the territory which constituted the borough of Williamsport in 1853, and which lies east of the western boundary of the borough as established prior to said date. That. territory is covered by the plaintiff’s charter, and it is clear that the legislature intended to cpnfer rights in the defendant’s charter, exclusive of interference with, or abridgment of, the grants previously made.\nThis action was commenced in 1869, and the bill charges that the defendant has done and intends to do acts without authority of law, and in violation of the plaintiff’s chartered rights. It was sufficient notice to defendant that if it exceeded its authority, to the plaintiff’s injury, it would be at its peril. Either party could have urged the cause to an earlier hearing, and the delay is as little benefit or prejudice to the one as the other. A preliminary injunction settles no question of right, and when not necessary for the preservation of property, pending the suit, the plaintiff may well await final decision. That the plaintiff may have violated its charter in trespassing on territory of defendant, is not a question in this issue, nor is the act of such nature as defeats its right to demand redress for the alleged injuries. These parties are corporations, with no other rights than is granted by their respective charters, with no privity, or contract relations, between them, and either may demand protection in what the statute gives, without denial, because of the maxim that, who does iniquity shall not have equity.\nThis cause having been argued by counsel, upon consideration thereof, the decree is reversed; and it is now adjudged, ordered and decreed:\n1. That the Lycoming Gas and Water Company, their successors, officers, agents and servants be, and hereby are enjoined from laying water pipes in any part of the city of Williamsport east of the western line of the borough of Williamsport, as established prior to the year 1853; and also from'extending their pipes into those parts of the streets in said borough, now city, west of said line, in which the Williamsport Water Company had laid their pipes, previously to March 24th 1865.\n2. That said company defendant, their successors, officers and employees, be and are enjoined from supplying any place, or any person or persons, or any association, or any corporation, in the territory east of the said western line of the borough, as described in the preceding paragraph, with water, from and after the 1st day of October A. D. 1880.\n3. That the costs, including costs of appeal, be paid by defendant.\n4. That the record be remitted for the execution of this decree."}