{"id": "492958", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court,\nThe deceased, to recover damages for whose death this action was instituted in the court below, was a laborer employed by the defendants in hoisting stones upon the cars of a gravel train. Eor this purpose a derrick was used on an upright wooden mast held in place by guy ropes, and while in the act of raising a heavy stone, one of the ropes broke and the mast of the derrick fell with great force on the deceased, inflicting an injury from the effects of which he died within an hour.\nWhether the defendants were prima facie liable was the question; in other w'ords, did the evidence adduced by the plaintiffs make out such a case as ought to be submitted to the jury ? The learned judge below thought not, and accordingly nonsuited the plaintiffs.\nThe facts in regard to the rope may be briefly stated. It was about two inches thick, and there was every reason to believe that it was originally sufficiently strong for the purpose for which it was used. But there was evidence that the derrick was an old structure, and the rope at the time of the accident had been in use two or three years, perhaps more. During this time it had been exposed to the weather. Several witnesses who examined the rope immediately after the accident testified that at the place where it had broken, it was rotten and unsafe, and there was evidence that such was commonly the result of the exposure of such a rope to the weather, for that or a much shorter period oft time.\nThere is no dispute as to the law applicable to such a case. It has been long and well settled. A servant assumes all the ordinary risks of his employment. He cannot hold the master responsible for an injury which cannot be traced directly to his negligence. If it has resulted from the negligence of a fellow-servant in the same employment, he must look to him and not to the master for redress. The master does not warrant him against such negligence. The duty which the master owes to his servants is to provide them with safe tools and machinery where that is necessary. When he does this, he does not, however, engage that they will always continue in the same condition. Any defect which may become apparent in their use it is the duty of the servant to observe and report to his employer. The servant has the means of discovering any such defect which the master does not possess. It is not negli-i genee in the master if the tool or machine breaks, whether from an' internal original fault, not apparent when the tool or machine was at first provided, or from an external apparent one produced by time and use not brought to the master’s knowledge. These are the ordinary risks of the employment which the servant takes upon himself: Ryan v. The Cumberland Valley Railroad Co., 11 Harris 384.\nBut do these rules apply to such an instrument as a rope used in a derrick which is employed in raising heavy weights ? No doubt a perfectly new rope and one to all appearances sound may break, and the master would not be responsible for the consequence, having furnished a rope of the proper size for the purpose, to all appearance sound. But there was evidence in this case, sufficient certainly to make a question for the jury, that such a rope after having been used for a year or more, and exposed during that time, as the one in question seems to have been, was no longer a safe rope, even though it did not outwardly exhibit any signs of decay. The master is bound to know that a rope under such circumstances will only last a limited time. It will not do for him to furnish a sound rope and then fold his arms until by actually breaking it is demonstrated to be insecure. It will not do to say that the servant is bound to know this as well as his master, and to warn him that after such a time he ought to procure a new rope. Is the servant bound to notify the master of that which he knows or ought to know himself without such information ? He knows how long the rope has been in use. The servant may not know. In this case the deceased did not know. It appears to have been the first day that he worked on the derrick. There was nothing to attract his notice in the outward appearance to show how long it had been in use. It is the duty of employers to renew instruments of this .character at proper intervals. The expense would certainly not be great, and a due regard to the lives of their servants imperatively demands it.\nThe order given Nolan just before the accident was rightly excluded. It did not show that he knew of the defect in question, but was a caution given to the men to keep out of the way of' an accident which might happen to the best rope. He was a competent witness and might have been examined on the part of the plaintiff. As to the declarations of McGregor, it did not sufficiently appear that his relations to the work were such as to make his declarations evidence. As the case goes back to another trial, it can be shown what his office and duties were. Besides, it would appear that the declarations proposed were made after the accident, and were not of such a character as to show that he had previous knowledge of any defect of the rope. After seeing the broken rope, his opinion that it was an unsafe rope, would not be binding on the company more than the declaration of the opinion of any other witness. Unless the declaration was to the effect that he knew before the accident that the rope was unsafe, it could not fall within the cases of Hanover Railroad Co. v. Coyle, 5 P. F. Smith 396, and Mullan v. Philadelphia & Southern Mail Steamship Co., 28 Id. 25.\nJudgment reversed, and procedendo awarded."}