{"id": "492922", "contents": "Mr. Justice Green\ndelivered the opinion of the court,\nThe defendant’s sixth point requested the court to say “that if the jury believe that the breaker was destroyed by fire in the manner testified by Timothy Adams, their verdict ought to be in favor of the defendant.” The seventh point made a similar request as to the testimony of Alfred Ford. Adams had testified that at about eleven o’clock at night, while he was watching at the breaker,\n“ there was a lot of men came up to the breaker through the woods. I first heard them, and I fired a shot; they fired too; they returned the fire and came up right away and set fire to the breaker. I seen some of them; now I couldn’t tell you how many I seen that was there. I didn’t see any before the breaker was on fire; I seen then may be eight or ten; I can’t tell how far they were away from the breaker when they commenced shooting ; may be fifty yards or so; they didn’t make much noise.”\nQ. “What amount of shooting was done?” A. “It was a regular volley. I think may be there was fifty shots fired altogether; I heard them coming in the direction of the breaker. * * * I did not go down until they had the breaker on fire; they came right up after the shooting and set fire to the breaker; after they set fire to the breaker I came down and went into the drift. * * * I didn’t hear them say much, only when they came they said ‘Get out of this;’ that is about all I think I heard.”\nQ. “How did they set fire to it?” A. “They got some fine kindling wood and poured some coal oil on; they hollered for it; one hollered for wood; and the other said ‘give me that coal oil;’ that I heard; then they set it on fire; it burned pretty rapidly. * * * I can’t say I was afraid; I didn’t like to stay in the breaker any how; I didn’t want to be burned up. * * * I was not in danger of being shot, because I was inside of the breaker; they couldn’t shoot through. I was more in danger of the fire than from being shot; I crawled down the plane over their heads.”\nFord testified that he also was a watchman at the breaker on the night of the fire, and was in the office immediately before the fire, and heard four shots fired one at a time, and then there was a silence. “ After I heard the four shots then there was a lot fired just about I guess ten or fifteen yards from me; lot of shots, sounded to me like a volley of them. * * * After the shots were fired they plunged into the office, one of the men as soon as that volley of shots was fired, and asked who was there, but there was nobody there; I wasn’t in the office at the time; I saw him coming into the office from the back window; I didn’t see anybody else there at the time; I* heard him ask who was there; I didn’t make any answer to the question; I wouldn’t have been here if I had, I guess; I went back of the office down in the bush and concealed myself. * * * I wouldn’t like to fight against so many men.”\nWe are decidedly of the opinion that in the foregoing testimony every element of riot is found, whether at common law or under our Act of 1705. There was the unlawful assemblage of three or more persons combined together to perpetrate an outrageous and violent crime. The commission of the crime was immediately preceded by numerous discharges of firearms. Two peaceable citizens engaged in watching and protecting the premises, placed there for that purpose, were compelled to flee therefrom in terror of their lives. The crime was arson, one of the most odious known to the criminal law. It was committed at a late hour of the night, when the great majority of persons are in their beds and asleep and least prepared to defend themselves or their property. It is an offence having a more natural and necessary tendency to put whole communities in fea'r and terror than almost any other. In this instance it was accompanied by the voices of men calling for wood and oil with which to apply the fire, by the loud and appalling noise of exploding weapons of destruction, and the criminals themselves were a band of men whose numbers could not'be determined on account of the darkness of the night. For a court in charging a jury to speak of such an occurrence as anything less than a riot of the most marked and distinct character would be simply to mislead them. We think the learned judge of the court below, in his comments to the jury, dealt quite too leniently with the plain and undisputed facts of the case. lie said to them that to prove a riot there must be a previous unlawful assembling, accompanied with circumstances of force or violence, and “ that if the assembling of persons be not accompanied with such circumstances as these it cannot be deemed a riot, however unlawful the acts which they actually committed.” From this the jury would naturally infer that unless the proof went back to the time when the men first met together, and established that such original meeting was attended with circumstances of actual force and violence, a case of riot could not be made out, no matter what acts of outrage and violence were subsequently perpetrated. Such is not the law as we understand it, and we consider it error to say or to intimate that it is to a jury charged with the trial of such a case. We think, too, that the court rather overstated the necessity of proving “ a violent turbulent, disorderly and noisy disturbance of the public peace” in order to make out a case of riot. There was no controversy as to what were the facts; not a witness was called to give any other account of the occurrence than that testified to by Adams and Alfred Ford. Their credibility was not assailed or impeached in any manner. It was a case in which it would have been entirely proper for the court to characterize directly the criminal aspect of the facts testified to by the witnesses named. Instead of doing this the learned judge told the jury they must decide whether they believed the witnesses when there was not a shadow of doubt thrown upon their credibility; and if they believe them they are to “ determine the facts and circumstances.” Whether the facts and circumstances constituted a riot he did not tell them, although expressly requested to do so in two points. In our opinion he should have affirmed the defendant’s sixth and seventh points without qualification. For not doing so he was in error, as also in the general charge for the reasons heretofore stated. We sustain the second, tenth, eleventh and twelfth assignments of error, and on these the case is reversed.\nJudgment reversed."}