{"id": "494577", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, November 22d 1880.\nThe facts of this case of themselves sufficiently resolve all tne questions presented for our consideration, and, at the same time, effectually dispose of any equities supposed to be possessed by the defendants.\nOn the 13th of April 1863, Eelix C. Negley and wife, by articles of agreement, sold the land in dispute to Dickson, Stewart & Oo. for the sum of $78,880, payable in annual instalments, as therein set forth, and agreed to make a deed to them upon full payment of the purchase-money. Thus was the legal title retained as security for the payment of that purchase-money, and so it must remain until that money is fully paid. Dickson, Stewart & Co. might, indeed as they have done, sell their equity to third parties, but such sale could, in no jot or tittle, alter the standing of the vendor. As to him such parties are but volunteers, for they have come into the transaction on their own motion, for their own benefit, and without his invitation or assent. To him they are under no personal tie or obligation, and he can reach them only through the land which they hold under the condition that they pay the purchase-money. The vendees of Dickson, Stewart & Co. have but the rights of their vendors and nothing more, and by their purchase they have procured no new or peculiar equities. What then does it amount to that Kier, Foster & Kier, when they bought of Dickson, Stewart & Co., were foolish enough, instead of taking upon themselves the payment of the purchase-money which they had in their hands, to trust that matter to their vendors ? Or how is Negley or the plaintiffs, his vendees, to be affected by a transaction to which they were entire strangers. Or to carry the matter one step further, how is it that the defendants, the vendees of Kier, Foster & Kier, have by their purchase entitled themselves to the position of sureties of Dickson, Stewart & Oo. ? As we have already said, as to Negley they are but volunteers; personally, they owe him nothing and he owes them nothing. When they bought they found an encumbrance upon the land which they knew they must pay before they could acquire a perfect title, and they not only had the means in their hands to pay that encumbrance, but.they agreed with their vendors to pay it in common with all other liens against the premises. They did not pay it, and they now set up as a reason why they should be released from their Obligation to pay that the plaintiffs, Negley’s vendees, bound themselves to Dickson, Stewart & Oo. for an extension of the time for payment mentioned in the original articles of agreement. But quaere, what possible harm did this work to them? They stand precisely as an ordinary vendee who buys land subject to a mortgage or judgment, and who thereby acquires the rights of his vendor and nothing more. If the mortgage or judgment is due he has the right to pay it off, and no subsequent agreement for extension of payment between the mortgagee or judgment-creditor and the vendor can affect that right, hence such agreement does him no harm. This is exactly *he position of the defendants; when they bought they knew the legal title was outstanding in Negley, and that to get it they must pay for it. What harm then was done to them by the extension given by the plaintiffs to Dickson, Stewart & Co. ? Their right of payment was not abridged, and whenever they chose to pay they were entitled to the deed. But it is said they would be entitled to more than this: an assignment of the articles between Negley and Dickson, Stewart & Co., in order that through them they might enforce against these parties their agreement with Kier, Foster & Kier to pay this purchase-money. But after the execution and delivery of a deed, what right would remain in Negley or his vendees by which a repayment of the purchase-money could be enforced against any one, and to what purpose would be an ■ assignment ? But let us suppose that such an assignment would keep alive the personal covenants for the purpose of settling equities between these subsequent parties, what would be gained by this roundabout over an action on the agreement between Dickson, Stewart & Co. and Kier, Foster & Kier ? Here was an agreement unencumbered by any stipulations, and one on which the defendants might have proceeded for indemnity, if indeed they had any such right, just as soon as they had paid the purchase-money. It follows, that if they have been delayed in the pursuit of Dickson, Stewart & Co. for indemnity it has arisen from their own neglect, and not by reason of the extension of payment granted by the plaintiffs to the defendants’ vendors.\nNow, as concerning the collaterals which passed to the Plumers as a consideration for the extension of the time of payment, it is enough to say that credit was given for all that was realized from them, and that they remain unimpaired by'any act of the-plaintiffs. These collaterals consist of mortgages, held in common with other parties, and, if we are to believe the undisputed testimony, they have been pursued with due diligence and care, and all has been realized from them which care and skill could realize. As regards these, neither Dickson, Stewart & Co. nor their vendees have anything of which to complain.\nFurthermore, complaint is made that in the proceedings in bankruptcy against Dickson, Stewart & Co. the defendants neglected to prove their claim, have their securities appraised and thus entitle themselves to a dividend. The answer to this is, that as their securities were sufficient to cover their debt, even by the Bankrupt Act, they were entitled to retain and depend upon them for the payment of their claim. Moreover, it would have been to no purpose to have had the securities appraised, which, including the legal title, in value exceeded their debt. Undér such circumstances they would have been entitled to no dividend.\nAs to the deed executed by Negley’s assignee to the plaintiffs, the defendants have no standing to complain of that. In the first place, the plaintiffs were entitled to it, for the legal title follows the assignment of the purchase-money as a mortgage follows the assignment of its bonds. In the second place, in the hands of the assignee it was but a naked legal title without value; hence, as the creditors of Negley have no interest to object to the transaction, third parties will not be allowed to interpose.\nJudgment affirmed.\nSharsavood, 0. J., dissented."}