{"id": "494599", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 3d 1881.\nThe mortgage in suit was executed by Nelson Coombs, June 30th 1869, to E. Ames, president, in trust for the Titusville Savings Bank, and was intended to secure, not future advancements, but a bond of $1000, which Coombs, at that time owed the bank. Shortly after this bond became due, it was, as the jury have found, fully paid. The bank, however, instead of satisfying the mortgage, retained it as security for future discounts.\nAs to Coombs, his acquiescence in this arrangement would, no doubt, estop him from setting up the payment of the bond to defeat the mortgage, but as to his judgment creditors, the transaction was of no legal force. As to them the mortgage was satisfied, and no arrangement, not apparent on its face, would avail to continue its lien.\nChief Justice Gibson, in Irwin v. Tabb, 17 S. & R. 423, says: “ It must, perhaps; be conceded, that a mortgage to secure future advances, which does not contain notice of the agreement, is void against creditors generally.” But the argument used to support this doctrine, will apply a fortiori tó a mortgage which, though paid in full, is retained as security by the mortgagee under a secret agreement for future discounts — discounts not contemplated by the parties when the mortgage was executed. In the case, as stated by the chief justice, creditors would at least be notified that there was an intention to secure some future indebtedness though of an indefinite character, but in the case before us there is notice of nothing but of the intention of the parties to secure a present indebtedness of $1000. It'is true, as in Gault v. McGrath, 8 Casey 392, a mortgage with its bonds may be executed as security for notes and their subsequent renewals; or as in the Bank of Commerce, 8 Wright 423, they may serve as collaterals for paper to be thereafter discounted, but for whatever purpose they may be given, they extend not beyond the amount specified in them, and when that amount is paid, they are, as to creditors, no longer operative.\nAnd thus it was held, in Anderson v. Neff, 11 S. & R. 223, and in Craft v. Webster, 4 Rawle 255, that a mortgage is but a security for a debt, and when that is paid or extinguished, it can never be resuscitated.\nWhat then had the. Titusville Savings Bank, on the 10th of February 1871, to assign to the Producers’ and Manufacturers’ Bank, but a satisfied mortgage, good neither as a security nor as a conveyance ?\nAnd let us suppose that this assignment, made, as it was, with Coombs’s consent, not only estopped him, but, as to creditors, amounted to a novation of the mortgage, yet, as to them, it could be nothing more than a novation, .and, in order to give it effect, they must have notice.\nBut, before this assignment was executed, the Guthrie judgments were upon the dockets, and before it was recorded, the Roberts mortgage was entered. It thus follows, that the mortgage in suit cannot, under any view of the facts, occupy the status of a first lien, and it also follows that the purchasers at the sheriff’s sale took the property unencumbered by any such lien.\nThe verdict, under the charge of the court, warranted the entry of a judgment for the terre-tenants, E. A. L. and W. B. Roberts, and ought to have been so entered. It may yet be amended if it be thought necessary, though, as it stands, the effect is much the same, since the land is discharged of the lien.\nJudgment affirmed."}