{"id": "494626", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court January 5th 1880.\nIt is well settled that the testimony of a witness, since deceased, may be reproduced on a subsequent trial between the same parties, in relation to the same subject-matter: Whart. on Ev., sect. 117 ; Greenleaf Evidence, sect. 163. Nor is the rule restricted to deceased witnesses. It applies equally to those who are non-residents of the state in which the trial takes place, and out of the jurisdiction of the court; and also to those who have intermediately become insane (Emig v. Diehl, 26 P. F. Smith 359), or incompetent by reason of the decease of the opposite party since the former trial: Pratt v. Patterson, 31 P. F. Smith 114. In Emig v. Diehl, supra, the present chief justice says: “ It seems clear on principle that the deposition or testimony of a witness, formerly taken in the same cause, can be read in evidence on showing that he is sick or unable to attend, insane or in such a state of senility as to have lost his memory of the past, equally as where he is dead or out of the jurisdiction.”\nIf it appears that the witness was not sworn or that he testified coram non juclice, or that the opposite party had not at least an opportunity of being present and cross-examining, whether he availed himself of the privilege or not, the testimony is not admissible. The rule applies as well where the witness testified before arbitrators as in court: McAdams’s Ex’rs v. Stilwell, 1 Harris 90.\nAs to the mode of reproducing the testimony of such witnesses, it may be done by introducing their depositions, properly taken and authenticated, or notes of their testimony, the accuracy of which has been first shown, as in Pratt v. Patterson, supra, or by proving what they testified to on the former trial, by some person who heard them testify and remembers their testimony or the substance thereof: Magill v. Kauffman, 4 S. & R. 818.\nIf the testimony offered and rejected by the court below had been that of a stranger to the suit, since deceased, or not within the jurisdiction of the court, there can be no doubt that, under the uniform current of authority, it would have been perfectly competent. The fact that his testimony before the arbitrators had not been reduced to writing would not have been a valid objection; nor the additional circumstance that the defendant was not present and did not hear him testify, provided he had an opportunity of being present and neglected to avail himself of it. What difference can it make that the testimony offered was that of the plaintiff instead of the testimony of a stranger to the suit ? It is impossible to point out any valid ground of distinction. As to competency, it was the purpose of the Act of 1869 to place the parties to an action on the same plane of equality with strangers, leaving the fact of their being parties in interest to go to their credibility. We have-■already held that it is competent for the surviving party to a suit to reproduce his own testimony, given on a former trial, when both were living and alike competent, by introducing his deposition or proving his testimony from notes of former trial, as well as for the personal representatives of a deceased party to introduce, in like manner, his testimony given on a former trial when both were living and competent to testify in person as other witnesses: Evans v. Reed, 28 P. F. Smith 415; Pratt v. Patterson, supra. The conclusion reached in these cases was the logical result of the application of well-settled principles of the law of evidence to the act allowing parties in interest to be witnesses. A proper application of the same principles requires us to hold that the testimony when not perpetuated by depositions or preserved in notes of trial, may be proved by witnesses who were present at the trial and remember what was then testified to by the party since deceased or rendered incompetent by the death of his adversary. Any other construction of the act would, in effect, be legislating into its provisions an exception or limitation that does not exist. What has been so well said by our brother Mercur in the cases last cited, in relation to the spirit and purpose of the' act, is so appropriate to the present case that further consideration of the question before us is rendered unnecessary. We think there was error in rejecting the testimony referred to in the first assignment.\nThe questions involved in the remaining six assignments of error were correctly ruled and require no further notice.\nJudgment reversed, and a venire facias de novo awarded"}