{"id": "494645", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 3d 1881.\nThe power of the Courts of Common Pleas of Pennsylvania to entertain bills for the restraint or abatement of nuisances, where they affect private rights, is undoubted; neither is the exercise of this power prevented by the fact that the party complaining may have a remedy by indictment or by an action at law: Bunnell’s Appeal, 19 P. F. Smith 59; Dennis v. Eckhardt, 3 Grant 390. It is true, indeed, that this power is limited to those cases' where common-law forms of action do not furnish an adequate remedy, and the chancellor may also refuse to act where greater injury would’ result from an injunction than by leaving a party to his redress before a court and jury : Richards’s Appeal, 7 P. F. Smith 105. But where, in ordinary parlance, the damage sought to be pervented is irreparable, that is, where the wrong is repeated from time to time, or is of a continuing character, or productive of damages which cannot be measured by ordinary standards, equity may be invoked: Commonwealth v. Railroad Co., 12 Harris 159.\nThe appellant, however, contends that an injunction ought not to issue until the complainant’s right has been established by an action at law. This suggestion would, in a doubtful case, have force, for the chancellor, in a case like the present, will act only when he can do so without hesitancy. If the case be doubtful he will refuse to interfere until the right, upon which the claim for relief is' based, is definitely settled by trial on the common-law side of the court. But to say that equity cannot move in any case until a jury has determined the nuisance to be an existing fact, is to-make our equity system a mere dependent on the common-law courts, and its jurisdiction servient and inferior. But a conclusion such as this does not accord with the intent o'f the Act of 1836, for by it the judges of the Common Pleas are clothed not with partial and dependent, but with full and and independent chancery powers over all the subjects therein mentioned. We may then adopt the language of Earl, J., in Campbell v. Seaman, 63 N. Y. 568, when speaking of injunctions against nuisances : “ It was formerly rarely issued in the case of a nuisance until the plaintiff’s right had been established at law, and the doctrine which seems now to prevail in Pennsylvania, that the writ is not a matter of right but of grace to a large extent prevailed. But a suit at law is no longer necessary, and the right to an injunction in a proper case in England and most of the states is just as fixed and certain as the right to any other provisional remedy. The writ can rightfully be demanded to prevent irreparable injury, interminable litigation, and a multiplicity of suits, and its refusal in a proper case would be error to .be corrected by an appellate jurisdiction. It is a matter of grace in no sense except that it rests in the sound discretion of the court.”\nNor have our own courts been less ready to adopt the same doctrine ; hence, it has been held that an injunction would be issued to prevent the cutting down of timber and ornamental trees to the injury of the reversion: Denny v. Brunson, 5 Casey 382; or to restrain a trespass of a permanent or continuing character: Masson’s Appeal, 20 P. F. Smith 26. So may acts of trespass or nuisance be restrained to prevent a multiplicity of suits, or where such wrongful acts might become the foundation of an adverse right: Scheetz’s Appeal, 11 Casey 88.\nNor do we understand how Richards’s Appeal can help the defendant; for while no one disputes the position that a bill for suppression of a nuisance may be dismissed on general demurrer for- want of equity, unless it appears from the subject-matter affected by the alleged nuisance that there is danger of irreparable mischief, or of an injury such as cannot be adequately compensated •in a suit at law, yet, we apprehend, even under this authority, a general demurrer would scarcely have sufficed to turn the bill before us out of court. In it we find then several allegations; that the defendant’s works are so constructed as to emit noxious and poisonous gases, fumes and vapors, and that they are so located that these noxious and poisonous gases fall upon the plaintiff’s land, thereby poisoning and destroying both soil and vegetation; that cattle and horses have died from eating the fodder and herbage thus poisoned; that these fumes and vapors are offensive and noxious to persons resident upon said farm, and that these injuries are continuous and irreparable. It would certainly be a very bold solicitor who would risk the admission of such facts on a general demurrer, and it is a significant fact that the learned counsel for the defendant have attempted no such experiment.\nThe bill, then, is sufficient to evoke the action of- a court of equity, and all that remains is to ascertain if the bill be supported by the evidence. As to this, after a careful examination of the testimony, we conclude that the findings of the master are correct, and that the complainant’s complaint is fully sustained- by the proofs. 'And indeed, it is to be remembered, in limine, that whether á smelting-house for lead is or is not a nuisance fer se to adjacent land depends very much upon its situation. “ If,” says Blackstone, “ one erects a smelting-hóuse for lead so near the land of another that the vapor and smoke kill his corn and grass, and damage his cattle therein, this is held to be a nuisance.” All intelligent persons are aware that lead vapors are poisonous, and this the more so as they are often, as in the case in hand, accompanied with arsenic. In this matter we need not chemists and experts to teach us, for common experience is sufficient. When, therefore, we learn- that the works of the defendant are to the windward of the plaintiff’s land, within seventy-five feet of his northern line, and but five or six hundred feet from his farmhouse, we need but little evidence to satisfy us that the smoke from these works is seriously' injurious to his property. But in addition to what we might naturally expect from the design and character of this business, and which might in themselves have been sufficient to have sustained á bill to restrain the erection of these works, we have the findings of the master, based on undoubted testimony, as follows: “ That prior to the time the defendant’s smelting operations began the plaintiff’s land was fertile and well adapted to farming and grazing. That the defendant’s works emit from the chimneys and stacks thereof, in the process of smelting ores and refuse and desilvering lead, offensive and poisonous fumes and vapors, which are blown upon, descend and rest upon the plaintiff’s farm, and that lead is thus distributed over said farm to a distance of at least fifteen hundred feet from said works. That these lead fumes and vapors have injuriously affected and are injuriously affecting the plaintiff’s farm; that they have lessened the fertility qf a portion of the farm lying nearest tbe lead works; that they have poisoned and are poisoning the vegetation and products of said farm, rendering the latter unfit for consumption; and that these injuries are continuing. That horses and cattle grazing upon the plaintiff’s farm, and eating the products thereof, have died from lead poisoning, and that the lead was communicated to them through the herbage and fodder on which they fed; that the horses and cows of Jacob Wehrle, who was tenant of the plaintiff from 1st April 1875 to April 1st 1876, and those of his son Frederick \"VVehrle that died upon the plaintiff’s farm were poisoned in the manner above stated; that since April 1st 1876 the only crop cultivated upon the farm is corn, which is husked on the stalk and the fodder left on the ground; and no horses, cattle or live stock of any kind are reared or pastured on the farm; that the fumes and vapors from the defendant’s works are offensive and nauseating to persons living upon the land or inhaling them; that the plaintiff’s farm is greatly diminished in value by reason of the lead deposited and being deposited upon it from the defendant’s works. Its rental value is also greatly depreciated.”\nTo this he might well have added that the plaintiff's farm was thereby rendered not only uncomfortable but dangerous as a place of human habitation; for a place where not only the herbage and ground are so literally poisoned by deposits of lead that it is readily discoverable by chemical analysis, but where at times also the air is so filled with the noxious vapors of lead and arsenic as to make those sick who encounter them, might certainly be called dangerous to human health and life.\nIn this connection another important circumstance must be con-' sidered; that is, the cumulative character, of this injury. It increases from year to year, not only as the works are enlarged, but as more and more lead is added to the ground. The deposit is an indestructible metal that is neither evaporated nor absorbed, and necessarily it must accumulate as long as the cause of the deposit continues. Hence, as it was observed at first, even on the land nearest the works, the effect was scarcely observable, but as time went on it became more and more apparent until finally the soil was wholly unfitted for agricultural purposes. So, in like manner, may these blighting influences continue until the whole farm is made barren and unproductive. Thus it is that we find in this case every element necessary to call forth the exercise of equity powers. The business complained of is a dangerous nuisance; the injury continuous and cumulative, and the mischief irreparable. If, as in Dennis v. Eckhardt, 3 Grant 390, a tin shop was enjoined on account of its noise, or as in Campbell v. Seaman, the use of a brick kiln was restrained because the vapor therefrom was destructive to the plaintiff’s trees and vines, much more should a business be enjoined which is destructive alike to vegetable and animal life. The rule sic utere tuo, ut alienum non leudas is a most valuable one,-and must be maintained if our civilization is to be cherished and preserved, and it is not at all to the purpose to answer the charge of a violation of this rule that the defendant’s works have been erected at a great outlay of capital; that they are important to the public at large, and give employment to many men. Says Wood, in his work on Nuisances, sect. 794: “A person cannot go on and build extensive works and make heavy expenditures of money for the exercise of a trade or business that will invade the premises of another with smoke, noxious vapors or noisome smells, to an unwarranted or unlawful extent, and then when called upon to desist turn around and claim immunity for his trade or business on the ground that to stop it would involve him in ruin, nor that it is a necessary result of carrying on his trade at all, and that he has adopted the most approved methods known to science, or which human skill has devised, nor that his trade is a useful one and beneficial to the community, or to the nation, or that by bringing a large number of workmen into the community it has enhanced .the value of the plaintiff’s property.” Where justice is properly administered rights are never measured by their mere money value, neither are wrongs tolerated because it may be to the advantage of the powerful to impose upon the weak. Whether it be the great corporation with its lead works, or the mechanic with his tin shop, the rule is the same: “So use your own as not to injure another.” Moreover, there is, after all, one underlying principle which influences both, and that is private gain. Lead works and tin shops alike may result incidentally in the public good, but this is only an incident, for the primary object which induces the exercise of either trade is personal good; therefore to neither party is the general community under any special obligation, and as a consequence there is no good reason w'hy the rules of law should be relaxed in the one case rather than the other.\nAgain, we cannot but regard this company as unfortunate in the selection of a place for the erection of its works. To undertake the business of lead smelting in the midst of a rich suburban valley, occupied by farms and country residences, was, to say 'the least of it, not very prudent. Lord Cranworth, in the case of the St. Helen’s Smelting Co. v. Tipping, 11 H. L. Ca. 652, quoting Mr. Justice Mellor, says: “It must he plain that persons using a limekiln, or other works which emit noxious vapors, may not do an actionable injury to another, and that any place where such an operation is carried on so that it does occasion an actionable injury to another, is not, in the meaning of the law, a convenient place.” If, however, any place is improper for a business of this kind where injury may result from it to others, surely a situation like that selected by the defendant ought, in the outstart, to have been regarded as improper, since common knowledge and prudence should have informed its managers that injury, sooner or later, must result to the adjacent property.\nBut it is insisted that the plaintiff has no equity, as against this company, because he gave it no notice before or at the time of the erection of its works. But of what would he give it notice ? Of the effect the fumes would have upon his farm ? But the master has found that he knew nothing of lead works and their probable effect on adjacent land; he could not, therefore, notify it of that of which he was ignorant. One would suppose that on this matter the managers of the corporation would be fully posted; if they were so posted, if they knew what the effect would be upon the surrounding property, then they acted with knowledge wantonly, and notice to them was unnecessary; but if they were ignorant, if they knew not the consequences which would follow the business in which the company was about to engage, then they ask too much of the plaintiff when they require of him a knowledge of their own business which they themselves did not possess.\nDecree affirmed."}