{"id": "494614", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, November 8th 1880.\nThe main question involved in the several assignments of error is, whether the facts were sufficient to justify the Orphans’ Court in vacating the recognisance given to secure the interest of Mrs. Evans, the elder, in the real estate of her deceased husband, and in requiring appellant, as surviving surety in the recognisance, to enter into a new obligation in lieu thereof, and also to give a recognisance to secure the interest of appellee, as widow of Lazarus Evans in the share of the valuation money to which he would have been entitled if living, &c. We are clearly of opinion that they were not. The personal liability of appellant, either to the widow or any of the heirs of David Evans was measured by the recognisances to which he became a party in 1875, as one of the sureties of W. J. Ross to whoip the real estate was then allotted ; and the court was powerless to impose on him any obligation which he did not then or afterwards voluntarily assume. The recognisances that were given by Ross and hi.s sureties were all that were then demanded, and, as all parties supposed, in due form. If the land, of which appellant subsequently became ter-re-tenant, continues bound in his hands it must be by virtue of the original decree, or the recognisances given in pursuance thereof. It appears that suit was brought on one or more of the recognisances and prosecuted to judgment and execution’under which appellant purchased the land now in his possession. The effect of the sale, thus made, was to divest the liens in favor of the heirs and both of the widows, except as to the annual interest thereafter to become due and payable to each of the widows, and the principal on which that interest is payable. The testimony of appellant was that he purchased the land for the purpose of protecting himself as surviving surety in the recognisances; that the respective heirs received the full amount then due and payable to them by the terms of the recognisances, and that he paid each of the widows the arrears of interest due her in full. So far then as appellant is concerned, it is clear that he cannot be called upon to assume, against his will,, any new or additional obligation, nor- can the land in his possession be charged with any encumbrance that was divested by the sale. The arrears of interest, in the nature of dower, to each of the widows, and the amounts, past due and payable to each of the six heirs, were thus divested, and appellant, as purchaser at a judicial sale, took the land subject only to the fixed encumbrances, viz.: the interest thereafter due to the two widows, and the principal on which it is payable; and the record as it then stood must be resorted to for the purpose of determining what those encumbrances were. After the recognisances passed into judgment which was finally executed by the sale of the land on which they were a lien, it is too late to go behind all these proceedings and seek to impose additional burdens on the sureties in the recognisances or on the land in the hands of the sheriff’s vendee. And, moreoyer, if appellant as surety paid part of the recognisance given to secure the widow’s interest, he has a right to call upon the personal representatives of his co-surety for contribution, and hence he might be seriously prejudiced by the decree vacating the recognisance. The heirs also might be injuriously affected, but they are not here complaining; and it does not appear that they were made parties to the proceeding.\nThe errors, in the original proceeding, of which the appellee complained, are quite apparent, but they are not in any degree chargeable to appellant or his principal in the recognisances. They gave the recognisances in the form in which they were presented. If the parties who were prejudiced by the errors of the court or its clerk failed to discover them or slept on their rights until after the death of one of the sureties, the insolvency of the principal and sale of the land, by virtue of proceedings on one or more of the recognisances, it is too late to insist on such modification of the original proceedings as will impose any additional burden on the surviving surety or on the land in his possession as terretenant. But if, upon notice to all parties interested, and without prejudice to either of the sureties, the original decree can be so amended as to more clearly define and better secure the interest to which each of the widows is entitled, there is no good reason why it should not be done; and to the end that such further proceedings may be taken in the court below, the decree should be reversed without prejudice. We see nothing in the circumstances of the case to justify the imposition of the costs or any part thereof on the appellant..\nThe decree of the Orphans’ Court is reversed at the costs of the appellee, and the record is remitted for such further proceedings as may be taken in accordance with the foregoing opinion."}