{"id": "494661", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, November 8th 1880.\nThis case was determined in the court below on a demurrer to the bill, hence in this court it must stand or fall on the face of the bill.. So far as we can discover, nothing has been put in issue by the pleadings but the power of the borough to make an ordinance, such as the one in controversy. The counsel for the plaintiff, in his argument, inter alia, contends for a strict construction of the ordinance; that it is operative only upon those who both sell and deliver coal within the borough limits. If, however, for argument’s sake, we admit of a construction so exceedingly strict as this, nevertheless by the hill it docs not appear but that the plaintiff both sold and delivered his coal within the borough limits. The argument thus assumes facts not found in the case. Moreover, the plaintiff bases his complaint not upon any improper construction of the ordinance itself, nor upon the fact that it lacks applicability to his case, but upon the broad ground that the borough council had no power to make a regulation such as 'this. But a proposition of this kind is refuted by the act of incorporation itself. The seventh section of that act expressly confers upon the municipal authorities all powers necessary “ for the well ordering and better government of said borough.”\nThat the power here conferred is sufficiently comprehensive to cover every regulation necessary for the government of the borough and protection of its citizens, cannot, we think, be doubted. The only limitation of this power is, that it must be exercised in a reasonable, lawful and constitutional manner. If these limitations are not transgressed courts cannot interfere with the ordinances of this municipality, for to the burgess and council must be left a reasonable discretion, and for the proper and wholesome exercise thereof they are accountable, not to the courts, but to the people whom they represent: Fisher v. Harrisburg, 2 G. 291. Does, then, the ordinance complained of come within the limitations above named. We think with the learned judge of the court below that it does. Indeed, we cannot understand how any one can take exception either to the reasonableness, lawfulness or constitutionality of a regulation requiring 'people to buy and sell by lawful weights and measures rather than by guess. A proposition such as this is too plain for discussion; it is determined at once by the application of the ordinary principles of fair dealing and common sense.\nAgain, the'allegation that the charge of five cents per load for weighing and the use of the public scales is in the nature of a tax, and, therefore, not within the charter powers of the borough, is unsound. Such charge is not a tax any more than is a charge for for the use of a stall in a market-house, or for a stand upon a public street. It has less the character of a tax than an ordinance compelling occupants or owners of houses bordering on certain streets to keep their sidewalks clear from snow. It is no more of a tax than is a charge for the use of a public sewer, and yet all the above-mentioned impositions have been held not to be an exercise of the taxing power, but as in the nature of police regulations: 1 Dill. Mun. Cor. 424; Fisher v. Harrisburg, supra; Wartman v. Philadelphia City, 9 Casey 202. But in the case in hand, in the absence of the fact that the plaintiff or his customers had scales of their own on which his coal could be weighed before delivery, the charge was but a reasonable compensation for the services of the borough in doing that which he at all events was bound in good faith to do.\nDecree affirmed at costs of appellant."}