{"id": "494667", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, Novem 24th 1879.\nA mortgage is the conveyance of an estate or property by way of pledge for the security of debt, and to become void on payment of it: 4 Kent’s Com. 136.\nIf this definition of a mortgage be a true one, and we presume no one will doubt it, and if Mrs. Barndollar (formerly Rector), had parted with her estate in the premises in controversy previously to the 20th of May 1876, then it is certain she had, at that time, no estate to pledge and her mortgage was good for nothing.’ That the Berryhill heirs received from her a portion, or even all, of the proceeds of that mortgage, comes to nothing, for it does not appear that they assented to or indeed knew that Mrs. Rector had thus attempted to encumber their estate. Indeed it does not appear that these heirs were, at that time, sui juris ; that they had the power, even if they had the will, to assent to such an encumbrance. What then does it amount to, that she, of her own motion, made a gift to them of part of the money so raised, or paid it in relief of the estate ? She was in this but a volunteer and her mortgagee could claim no benefit from an act or acts of that kind. Had the Berry-hill heirs been of age at the time of the execution of the mortgage— had they been privy thereto, or perhaps had they afterwards, though ignorant of the mortgage at the time of .its execution, received the money knowing whence it came and how it was raised, they might have been estopped from setting up their title as against the mortgagee. But, of all this there is not one particle of evidence; on the other hand, it would seem from parts of the learned judge’s charge, that these heirs, or some of them, were minors — “little children,” and therefore incapable of the performance of an act that would estop them. The fifth, sixth and seventh assignments, so far as they embrace exceptions to th’e submission to the jury of this kind of evidence, are sustained.\nThe court was right in refusing to receive the evidence of an expert to prove that the signature to the deed, from Mrs. Rector to Alexander Berryhill, was made by the same person who signed the mortgage. This was but an attempt to prove handwriting by comparison with other signatures of the same parties, and was, therefore, not within the rulings of Ballentine v. White, 27 P. F. Smith 20, or Reese v. Reese, 9 Norris 89, but it does fall directly within the case of Aumick v. Mitchell, 1 Norris 211, wherein it is said, by Mr. Justice Paxson, “ evidence by comparison of handwriting is not allowed as independent proof. And the comparison must be made by .the jury, not by experts.”\nThe second, third and fourth assignments are not sustained; that the purchaser- at sheriff’s sale had notice of the conveyance from Mrs. Rector to Berryhill was of no moment if the mortgagee had no such notice, for the sheriff’s vendee stands upon the equities of the mortgagee.\nNeither do I see how this could become important, for, when the mortgage was executed, and down to the present time, the Berry-hills were and still are in possession, therefore, presumptively, all parties in interest had notice of all the necessary particulars of the title, and hence, the main, if not the only, question in the case is, did Mrs. Rector execute the Berryhill deed, or was it, as the plaintiff contends, a forgery? The answer to this question, by the jury, must, so far as the evidence now appears, definitely determine this Case.\nThe judgment is reversed, and a new venire awarded."}