{"id": "494669", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, January 5th 1880.\nSmith testifies that in 1872 he was employed by the company’s state agent in Ohio, to take risks in Pennsylvania ; that soon after he employed Cole to solicit applications, which were signed by himself and by Cole as sub-agent or surveyor ; that he' wrote and countersigned the policies on said applications; that a copy of each was sent to the company, and in that way they had notice of such sub-agency; and that soon after the loss of Simons’s property he received orders to discharge Cole. Simons’s application was signed “E. J. Smith, agent, by E. D. Cole, sub-agent.” The evidence is ample that, in fact, the agency of Smith and sub-agency of Cole were recognised by the company. They were located and resided in Ohio, the company was chartered and located in New York. The. company, defendants below, contend that Smith and Cole were not their agents, and cannot be so considered, becausé the laws of Pennsylvania, relative to foreign insurance companies, had not been observed by the company nor their said agents. That Simons knew the company and their agents were violating the laws, is not pretended; nor is it alleged the contract, aside from the statutory prohibition, was immoral. One of the objects of the statutes is protection of the people against worthless foreign companies, and as the insured is not required to see that the laws have been observed, before making a contract, we discover no reason, founded on public policy, which will enable a solvent foreign company, which has violated our laws in making a contract and receiving its consideration from an innocent citizen, to escape liability for non-performance, by setting up its own turpitude. Such defence will not avail for merit of him who pleads it. Against an innocent party, “ no man shall set up his own iniquity as a defence any more than as a cause of action.” The defendants’ first point was rightly refused.\nComplaint is made of the answer to defendants’ third point, which was “affirmed if representations were material.” The paper signed by the applicant contains no warranty, but in the policy “ it is covenanted as a condition of this contract that all statements and representations contained in any written or verbal. application, survey, plan or description of the property herein insured, shall be taken and deemed warranties on the part of the assured.” In a preceding paragraph it is stipulated that “ if the assured, in the written or verbal application for insurance, makes an erroneous representation materially affecting the risk, or omits to make known any fact material to the risk, * * * this policy shall be null and void.” These covenants both are of representations in “ the written or verbal application,” and the common understanding would be that the warranty was of all representations material to the risk. Certainly a contract is fair and reasonable when it expresses that representations affecting the risk arc warranted; and, if its meaning were doubtful, a court will not construe the language so as to avoid the policy for trifling and immaterial matters which neither party probably considered at the making of the contract. The learned judge held that the warranties in this policy related to material representations, and in this there is no error. This case is not ruled by Cooper v. Farmers’ M. F. Ins. Co., 14 Wright 305, and other kindred cases, where the warranties were unqualified, and neither court nor jury could inquire of the materiality of the representations, but merely if the warranties were broken.\nThe defendants’ fourth point was carefully worded so as to confine the jury to the testimony of John W. Simons and his sworn statement in the proof of loss, in arriving at the value of the house ■ — another witness said it was worth $1500 or $1600 at least. We think the answer and remarks in the charge fairly submitted the question of value to the jury.\nThere was sufficient evidence of Simons’s ownership of the land —if he was the absolute owner, a dry trust of the legal title in another, was of no consequence. The unqualified affirmance of defendants’ fifth point and the remarks on same subject in the charge, leave no cause for complaint of the instructions respecting the title.\nIn pursuance of an arrangement, made on the second day after the fire, between Simons and Smith, the defendants’ agent, the latter immediately notified the company of the loss, and they sent Kraber, an adjuster, to the premises, who wrote the proofs of loss which were signed and sworn to by Simons, produced at the trial, and given in evidence without objection. With testimony of these facts before the jury, there was no error in the answers to defendants’ seventh, eighth and ninth points.\nThe eleventh point was so constructed that it was rightly refused ; and the twelfth was well answered in the charge where the question of value was discussed and submitted. Those parts of the charge assigned- as erroneous, in their appropriate place, with the contract, could not have misled the jury. They were'told if the house was a story and a half instead of a t-wo-story building, there was a misdescription on part of the plaintiff, and defendants were not liable on the policy. Simons testified he would “ consider it a two-story house; some considered it a story and a half house.” “ The building was two stories, and the wings one story.” It is a mistake to say there was no evidence that it was a two-story building.\nIn examination of this case we note that the fire was but little more than two months after the date of the 'policy ; that the defendants called no witness to prove the value of the house at the date of insurance, or loss; nor did they to rebut any part of the plaintiff’s testimony respecting the contract, notice or proofs of loss; that they relied almost entirely on the statements of value of the land, before and after the fire, set forth in the proofs of loss, which were written by the defendants’ agent and adjuster; and that said proofs do not directly state the value of the house, but say “ deponent has no value of the said house or what it would take to build a new one.” A considerable part of the proofs could not be read by the plaintiff, nor the justice before whom he was sworn. Erasures and interlineations were noted at the foot without stating what they were. Instructions to the jury in every case should be with some reference to the state of the evidence before them. We are not convinced of any error, having reference to the evidence which requires this cause to be sent back for another trial.\nJudgment affirmed."}