{"id": "496891", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nSection 6 of the Act of March 26th 1816, P. L. 179, relating to the New York and Erie Railroad Company, provides, “ That the stock of said company, to an amount equal to the costs of the construction of that part o'f their road situated in Pennsylvania, shall be subject to taxation by this Commonwealth in the same manner, at the same rate, as other similar property is or may be subject.”\n¡Section 1 of the Act of April 21th 1874, P. L. 68, declares that every railroad company “ in any way engaged in the transportation of freight or passengers, shall be subject to and pay a tax into the treasury of the Commonwealth, annually, at the rate of nine-tenths of one mill upon its capital stock for each one per cent, of dividend made or declared by such company, and in case of no dividend being made or declared by such company, upon either its common or preferred stock, then six mills upon a true valuation of the capital stock of the same, ' upon which no dividend has been made or declared, made in accordance with the provisions of the 3d section of this act.”\nThe only question now to consider is, whether the 6th section Of the Act of 1846 is repealed by the Act of 1871. It is conceded that the Act of 1871 does not impose a tax upon the entire stock of the Erie Railway Company; only upon a fair proportion with reference to so much of the road as is located in Pennsylvania. It is silent as to the mode of ascertaining this proportion. Rut the Act of 1846, special as to this company, directs that the stock to an amount equal to the costs of construction of that part of the road situated in Pennsylvania, shall be subject to taxation in the same manner and at the same rate as other similar property. By the later statute a rate is fixed, if there be a dividend; if no dividend, then a rate upon a true valuation of the capital stock. The prior statute fixes the amount of that stock. One fixes the rate for all railroad companies, the other determines the assessment of the stock of this company. The alleged inconsistency is not clear. There is no difficulty in the way of both having effect. One does not repeal the other, unless there be a clear and strong inconsistency between them : Street v. Commonwealth, 6 W. & S. 209; Kilgore v. Commonwealth, 9 W. N. C. 184. Had it been the intention to place an undefined and arbitrary discretion in the public officers, to fix the proportion of the capital stock, the repeal of the 6th section of the Act of 1846 would be plainly expressed.\nWe think the learned judge of the Common Pleas was right in his conclusion that the Act of 1846 settles the method of ascertaining the amount of capital stock which shall be assessed, and that the Act of 1874 fixes the rate of taxation.\nJudgment affirmed."}