{"id": "496898", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court,\nBy the act of Assembly, approved May 1st 1861, the company defendant was empowered to insure the property of others than members of the company* and it was, by this act. provided, that the insurance thus effected should not entitle the assured to the rights of membership nor subject them to the payment of assessments.\nThere was, as to this class of assured persons, a departure from the mutual, and an adoption of the stock plan of insurance, and for this purpose the premium notes held by the company represented its capital stock: Rhinehart v. The Insurance Co., 1 Barr 359. If, however, such be the case, then, whenever, by assessment regularly made, the whole or any part of such notes becomes due, there is such an indebtedness in favor of the company as may be attached by any of its creditors other than those of its own members, who must, perhaps, be confined, in the collection of their debts, to the method pointed out by the charter and by-laws of the corporation.\nIn Peterson v. Sinclair, 2 Nor. 250, as in several cases therein cited, it was held that a balance due on a subscription to the stock of a corporation was attachable, as other debts. In the present case, when the assessments on the premium notes were levied, a certain percentage of the stock of the .company became due and payable; and we cannot see why such a debt-could not be attached by an outside creditor, as: well as the balance due on an ordinary stock subscription.\nThe mistake made in the court below was in treating the case as though the plaintiff was a member of the company, whereas it had nothing more to do with the company than has one, who is insured in a joint stock association, to do with the affairs of such association. He is therein interested to the amount of his assurance, and no further. If he meets with a loss ho requires payment, but he can require nothing more, and it is none of his concern how the money is raised by'which he is paid. If payment is refused he must' pursue his ordinary legal remedies, arid to him attaches none of either the rights or disabilities of membership. It is true, that the charter of this company provides that assessments on premium notes may be made to pay its losses ; but what has the plaintiff to do with that ? It is said he might compel the officers of the corporation by mandamus to assess its premium notes. This might, indeed, be so, if any creditors of a corporation could compel the officers thereof by mandamus to collect the notes, stock subscriptions and other assets due it, in order to meet his demand, but not otherwise. But this is a process for the collection of corporate debts which is as yet novel and untried, and when tried, if ever such an attempt is made, will, in all probability, prove a failure. A member of the company might be entitled to a writ of this kind, but certainly a stranger can avail himself of no such process. What then remains? Here is a certain amount of money in the hands of one of the garnishees, and the others are debtors of the company by reason of assessments on their premium notes; therefore, as to those assured on the stock side of the company, the money thus in hand, and the money thus due, has been made from, or is due on, stock subscriptions, and, bence, tbe case falls within the rule of Peterson v. Sinclair..\nPut it is said this assessment was made for a special purpose ; certainly, and that purpose was the payment of the debts of the company then outstanding, among which was that of the plaintiff, but for some reason or other it was not so appropriated. The loss of the railroad company was regularly adjusted and the usual certificate given, but this, when due, was not cashed, and tbe plaintiff was compelled to proceed to judgment and execution by attachment. Now, it is admitted' that the company is, or was, at the time of the trial of this case, solvent, hence, this contention is not complicated by the question of insolvency; neither is it denied that the premium notes held by the company were assessable for the payment of this debt, or that the assessment was lawfully made and partially paid into the hands of Mr. Watson, one of the garnishees. Here then, are found in the hands of these garnishees, money of, and debts due, the defendant, and why these are not attachable on an honest and regular judgment against this solvent corporation, is something which we cannot understand. Prima facie, the presumption is that the plaintiff is entitled to the ordinary legal process in order to make its money, and we do not think that either the reasoning of the court below, nor of the counsel for the defendant, has satisfactorily rebutted that presumption.\nThe judgment is reversed a procedendo is awarded."}