{"id": "496961", "contents": "Mr. Justice Meboub delivered\nthe opinion of the court\nThis contention is as to the right of the court to strike off an appeal from the award of arbitrators under the following facts: They were chosen under the compulsory arbitration lawT. When they met it was agreed in writing by the parties, that the testimony should be taken by a stenographer {who was present) and his fee be taxed as costs and paid by the losing party. It was further agreed that he should be paid forty cents per printed page. He took the testimony, and, at the price named, his fees amounted to $89.60. The arbitrators awarded “ in favor of the defendant, together witli costs of suit.”\nAt the bottom of the paper containing the award filed, was written : “ Arbitrators’ fees, $105, paid by defendant. Stenographer’s fees, not paid, $89.60.” This award, with the entries at the foot thereof, was filed and entered by the prothonotary on the record on the 9th of September. On the 25th the plaintiff filed exceptions to the fees of the stenographer, and then, without paying any part of those fees, appealed from the award. By reason of their non-payment the court struck off the appeal.' This is assigned for error.\nThe Act of 1836 makes the payment of all costs that have accrued in the suit, a condition precedent to an appeal from the award. If they are not all paid through the fault or. negligence of the party appealing, the appeal will be stricken off, on the application of the opposite party. If, however, the non-payment is caused by the exclusive fault of the officer in withholding from the appellant a knowledge of the existence of a portion of them, the appeal should not be stricken off; but the payment of the omitted portion be enforced by attachment: Fraley v. Nelson, 5 S. & R. 234; Carr v. McGovern, 16 P. F. Smith 457 ; Palmer v. Wilkinson, 23 Id. 339.\nHere not only did the record show the return by the arbitrators, of the stenographer’s fees; but the precise sum was entered on the docket, and the attention of the plaintiff was especially called thereto. He objected to a more formal taxation ; filed exceptions and declined to pay them.\nThe question now presented is, were these fees taxable costs in the case ? The written agreement of the parties expressly declared they “shall be taxed as costs and paid by the losing party.” Thus the agreement clearly negatives the idea that.his fees should be deemed a common-law claim, or enforced as such. They were to be taxed as costs and paid as costs. That is, they were to be taxed as the other costs were to be taxed, and to be paid as the others were to be paid. Such was the clear intention of the parties. The plaintiff was the losing party, and these fees were filed in the office and entered on the record in manner and form substantially like the arbitrators’ fees. Why then shall not due effect be given to the agreement ? It cannot be objected that there was no more formal taxation of them, for that was caused by the plaintiff’s own act. In so far as the arbitrators could control, or indicate the amount of these costs, they did so. It is not now contended that the sum returned was not correct for the services rendered, under the agreement. In a common law submission the arbitrators may award costs for a precise sum and subjoin it to the award : Hewitt v. Fur-man, 16 S. & R. 135. It is there said, “ It seems to have become the settled law in England, that in a suit pending, the arbitrators, unless otherwise stipulated in the submission, or directed by law, may award costs, and they are taxed by the officer.”\nIt is, however, urged'that the agreement of the parties cannot make services performed or expenses incurred, in the case, taxable costs, which are not so made by statute. We think the contrary is fully sustained by the authorities.\nHilling v. Drexell, 7 Watts 126, was a case of scire facias on a mortgage, wherein the mortgagor agreed, on non-payment of the debt thereby secured, a scire facias might issue to recover the principal and interest, “ and all costs, charges and expeuses of every kind ” to which the mortgagee might be put by reason of default in the payment. In the court below a judgment was recovered for $147.33 for costs and charges. In this court the right to recover therefor was distinctly affirmed if there had been the slightest proof to sustain it; but inasmuch as there was no evidence of such costs and expenses, the judgment was reversed. . . . Since then it has been repeatedly ruled that the maker of a bond or note is bound by his agreement to pay attorney’s commissions for collecting in case he makes default in the payment. It has been questioned whether they must enter into and form a part of the body of the judgment, or whether they may be indorsed as costs on the execution. The former view was taken in Mahoning County Bank’s Appeal, 8 Casey 158 ; Robinson v. Loomis, 1 P. F. Smith 78; and in McAllister’s Appeal, 9 Id. 204.\nIn Schmidt & Friday’s Appeal, 1 Norris 524, the judgmeut was on a single bill filed, authorizing an attorney’s commission of five per cent. It. was held the indorsement of the commission on tbe execution, although informal, was not material, and should be paid out of the proceeds of real estate sold on which the judgment was a lien. Thus, in either aspect of the case, the obligor by his agreement makes that costs which would not otherwise be so. He unites it to the principal debt, so that no separate action need be brought to enforce its payment. It is enforced either as an integral part of the judgment, or as a necessary incident thereto.\nIt is objected that giving these fees the effect of other costs, tends to abridge the right of appeal and defeat a trial by jury. This may be conceded. A party, however, may by his agreement wholly deprive, himself of a right of appeal and even of a writ of error : Andrews v. Lee, 3 P. & W. 98 ; Rodgers v. Playford, 2 Jones 181; Bingham’s Trustees v. Guthrie, 7 Harris 418 ; McCahan v. Reamey, 19 Casey 535; Shisler v. Heavy, 25 P. F. Smith 79; Watson v. Wetter, 10 Norris 385. It follows that he may undoubtedly clog or check the enjoyment of a right which he may wholly waive. The fact that after the appeal was taken, there was a more specific taxation of these costs verifying the entire accuracy and correctness of the amount set forth on the record when the appeal was entered, does not change the case. The item was legally there, and' with full knowledge thereof, the plaintiff declined to pay what the law required to perfect his appeal.\nJudgment affirmed.\nGordon and Trunkey, JJ., dissented."}