{"id": "496975", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nOn June 5th 1874, Sykes gave Gerber an order for $17, cash $5, and his note at nine months for $200, in settlement and payment in full. After the note became due suit was brought thereon and trial had upon the merits, resulting in a verdict and judgment for the defendant. Then this action was commenced to recover for the same claim for which the note was given. The court charged that if the order, cash and note were received in payment of the original claim the plaintiff could not recover, but if not so received, said claim was a subsisting lqgal obligation ; and that the former judgment is not a bar to this suit. This instruction is assigned for error.\nFor present purposes the verdict settles that the note was not given in payment of the original debt. It evidenced the amount of that debt and when payable, and was itself an additional or cumulative security. The original claim and the note were between the same parties, for the same consideration, and payment of either would have satisfied both. A judgment in favor of the creditor upon either would be a bar to a recovery on the other. And a judgment for the debtor in an action which finally disposed of the note, for equally good reason, is a complete defense against a suit upon the account or claim which the note represented.\nThe law does not tolerate a second judgment for the same thing, between the same parties, whether the claim is upon a contract or tort. In the former action the declaration contained the common counts and a special count on the note. The general rule is that it is against the policy of the law to permit a plaintiff to prosecute in a second action for what was included in and might have been recovered in the first, because it would harass the defendant and expose him to double costs. This is so far modified that when claims are distinct, though all might have been recovered in the first action, it will not bar a second for one which was not demanded or proved in the first. But where the contract is entire and there is a recovery upon such contract, the party cannot maintain a second suit even on clear proof that no evidence was given in the first as to part of the demand in controversy: Logan v. Caffrey, 6 Casey 196. The plaintiff might have offered evidence under the common counts, of his claim for labor, as well as the note under the special count, and as they represent one debt this case is within the general rule. The subject matter was the same, whichever kind of proof was offered to establish it, and if sustained by both the judgment would be the same as if by one alone.\nThus far the 'case is considered as if the note were valid at the time of the former trial. The record of that ease-shows that the note was vitiated by a fraudulent alteration, and that it was for that canse the judgment was for defendant. It is claimed by the plaintiff that the alteration was without fault in him, and that the trial was not on (die merits. The judgment, as respects its legal effect, was upon the merits, and settles that there was fault in the plaintiff, else he would have recovered. An accidental alteration of a written contract, or its alteration by a stranger without the party’s knowledge-or connivance, and he being blameless, will not defeat his action. The judgment ended forever the right of action on that note, and now the plaintiff cannot go back and maintain a suit for the original debt, for “ no man shall be permitted to take the chance of committing a fraud, without running any risk of losing when it is detected.” The vendee of goods paid for them by a bill of exchange drawn by him on a third person, and after its acceptance, the vendor vitiated it by an alteration: Held, that by so doing he made the bill his own, and caused it to operate as a satisfaction of the original debt, and consequently that he could not recover for the goods sold: Alderson v. Langsdale, 3 B. & Ad. 660 (23 E. C. L. R. 155). By vitiating the note given for his labor claim, the plaintiff caused it to operate as a satisfaction of the debt, and he cannot recover in a second action against the defendant. If, for the reason stated by his counsel, he is innocent, he must look for redress to the party who wrongfully altered the note.\n.Judgment reversed, and veovire facias de novo ‘ awarded."}