{"id": "496969", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court\nThe plaintiff held a judgment against Martin B. Wingert, which was a lien on three tracts of laud. On the 28th September 1875, she executed a writing whereby she agreed that the agents of the owner of the land should sell one of the tracts clear of the lien of her judgment, provided the money produced by the sale be applied to the payment of her judgment according to its priority of lien. On the 2d October following the tract was sold and conveyed to Adam Small and Henry Small, two of the defendants. On distribution of the proceeds according to priority of liens, the money did not reach the judgment of the plaintiff. Thereupon she afterwards issued this scire facias, with notice to all who had purchased lands originally bound by her judgment.\nOn the trial it appeared that prior to her execution of the writing, Wingert had sold and conveyed the two other tracts of land, one to Burkholder on the 2d April 1875, and the other to Christian Wingert on the 1st September 1875.\nThe assignments of error present two questions: one, whether the Smalls took the land couveyed to them discharged from the lien of the judgment; the other, whether the instrument she executed operated as a discharge of the lien on the lands previously conveyed by Wingert %\nThe plaintiff claims she executed the writing relying on representations made to her that her judgment would be paid in full out of the proceeds .of the sale about to be made to the Smalls. The latter, however, made no such representations, nor did any person acting in their behalf. If she was misled by the counsel and opinion of her own friend and adviser, the defendants are not to be prejudiced thereby. The payment of the judgment was not a condition precedent to the'sale or to divesting the lien. The application of the money was intended to be made after the lien was divested. She authorized the sale to be made so as to discharge her lien. The authority to the attorneys to sell existed. The Smalls having purchased and paid the purchase money in good faith their title cannot be impaired by verbal declarations made to her without their authority or knowledge. Nor does it matter whether they had knowledge of the contents of the paper. The vendors having full power to sell, the purchasers took the title discharged from the lien. The first three assignments are not sustained.\nThe writing clearly indicates an intention to discharge from the lien those lands only thereafter to be conveyed. She expected the judgment to be paid out of the proceeds ; but she did not intend to release, nor did the writing profess to release, any other lien or security she held. She had no knowledge of the previous conveyances. She was under uo obligation tó exr amine or inquire if such had been made. It is claimed that inasmuch as the deed to Burkholder had been recorded on the 17th. May 1875, she had constructive notice of the conveyance. Undoubtedly that would .have been notice to one about to take a conveyance from Wingert, that he' had previously conveyed : but it is not such notice as to prevent her from releasing the lien on some of the lands, and keeping it good on other lands bound thereby. If the vendees under prior conveyances desired to prevent her from releasing the lien .of her judgment on other lands of the defendant, they should have distinctly notified her, before her release, of their purchases, and cautioned, her against doing any act by which their rights might be diminished. Nothing less than this would prevent her from releasing the lien on a part of the lands, and holding it good on others. Taylor’s Executors v. Maris, 5 Rawle 51; McIlvain v. Mutual Assurance Company, 8 W. N. C. 260; Wilbur’s Appeal, 10 Id. 133. Even in case of a judicial sale, when a creditor having a lien on two funds, suffers the proceeds of one to be applied to junior incumbrances, he is not thereby estopped from claiming out of the other fund when converted into money: Addams v. Heffernan, 9 Watts 529.\nThe right to prevent a judgment creditor from releasing a. part of his security must be invoked before the release is executed, and before the rights of others have been affected thereby.\nThe view we take of this case in no manner conflicts with the rule applicable in case of a judgment against principal and surety, and the creditor releases the land of the principal and seeks to hold the surety; nor with the right of one who has purchased a part of the lands bound by a judgment to compel a sale of the defendant’s remaining lands before his shall be sold by execution. He cannot, however, remain inactive until after his land is sold and the purchaser has obtained a deed therefor, and then affect the title of the purchaser. The doctrine of subrogation is not applicable to the present case. The remaining assignments are therefore sustained.\nJudgment- reversed and a venire facias de novo awarded."}