{"id": "496938", "contents": "Mr. Justice Gordon,\ndelivered the opinion of the court\nAngier, the plaintiff, as trustee for the creditors of the Titusville Savings Bank, must stand or fall on the rights of the bank as mortgagee of Douglass, for his suit has no other foundation. Therefore, whether Douglass was solvent or insolvent at the time of the execution of the mortgage, or at the time he conveyed the timber in controversy, is of no real consequence, for the establishment of either of these conditions could neither extend nor abridge the rights of the mortgagee. Had the plaintiff proposed to prove a fraudulent combination between Douglass and the defendants to strip the land of its timber to the injury of the bank or its creditors, we would have had a question very different from the one now before ns. Then the insolvency of the mortgagee might have been regarded as one of the facts or circumstances which induced the fraudulent combination. But as no such ¡proposition was made the evidence offered was properly rejected.\nWe are thus left to the single inquiry, whether the mortgagor may, after the execution of the mortgage, continue, as before, to out, dig and sell th¿ timber upon, or the coals or other minerals in, the mortgaged premises. If lie may, then has the plaintiff, Angier, no case; for Douglass sold the timber growing upon this land to the defendants, without either fraud or concealment, and if he had the right to sell they had the right to buy, take possession of, and sever the timber from the land on which, it was growing. But that Douglass, as mortgagor, had such right, seems to have been very plainly ruled in the cases of Hoskin v. Woodward, 9 Wr. 42, and Witmer’s Appeal, Ibid. 455. In the first of these two cases the question was, whether the mortgagee could follow with his execution, issued from a judgment obtained on the boud secured by the mortgage, a lathe, one of the fixtures of a machine-shop, which had been severed by the mortgagor and sold to a third party, and it was held that lie could, inasmuch as such severance and sale were a fraud upon the rights of the mortgagee. But from this ruling the sale of lumber, fire-wood, coal, ore, fruit or grain found in or growing on land, was expressly excepted, and it was said that these may be sold without violating the rights of the mortgagee, and for the reason that products of this kind are usually intended for consumption and sale. We may also add, that the use of these things in the way thus spoken of, cannot be a fraud per se on the mortgagee, for he must know when lie takes bis security, that such articles will continue to be subjeet to their ordinary use; indeed, as was said in the case cited, they may afford the only means which the debtor possesses with which to pay the mortgage.\nThe second case, above referred to, was that of a bill in equity by judgment creditors to restrain tbe removal and sale of a steam-engine, part of the premises bound by the judgment Here again, while it was admitted that such a bill could be sustained for the purpose indicated, yet, citing Hoskins v. W oodward, it was held that the fraudulent character of the severance must he determined by the character and circumstances of each case. While the dismantling of mills, factories and other permanent structures on the eve of bankruptcy must be regarded as a fraud on tbc rights of tlie mortgagee, yet that the rule did not apply to the use and sale of timber, coal and other natural products.\nIt will be observed that in this case, no distinction is made between the rights of the mortgagee and judgment creditor; indeed, both are said to stand on the same footing, and to be supported by the .same principles. Mortgages and judgments are alike liens and nothing more, and they differ only in the methods prescribed for their collection; beyond this the rights which belong to their owners are the same. What, then, must be the effect of the doctrine contended for by the plaintiff \\ Just this; that the purchaser who buys ore, coal or timber from the owner of land covered by a lien of any kind, is guilty of constructive fraud against the lien creditor, and may, at any time within six years from his purchase, be subject to an action on the case. But a doctrine such as this would operate so disastrously upon the debtor and the business of the country that, were we to adopt it, it would soon be found to be a burden too intolerable to be borne. The very means necessary for the payment of those liens would be taken from the debtor, whilst no prudent person could risk the purchase of so much as a timber tree or a ton of coal from such debtor without having first obtained the consent of all his lien creditors.\nAs we cannot agree to be instrumental in the introduction of a condition of. affairs such as this, opposed alike to our own authorities and the common understanding of our people, we must adopt and affirm the ruling of the court below.\nJudgment affirmed."}