{"id": "496904", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nIsabella Wagner, one of the appellants, was the purchaser, at the sheriff’s sale of the real estate of her husband, the proceeds of which is the subject of the present contention. The p>r.ice she paid was $710. At the time of the sale she held a judgment against her husband for the sum of $723.69. As the record stood, this judgment was the first lien on the real estate sold, and was sufficient to absorb the entire fund. The auditor awarded the fund to Mrs. Wagner’s judgment, No. 148, Jan. T. 1877. The learned court upon exceptions reversed the auditor, and gave a p>ortion of the fund to the holder of a subsequent mortgage not reached by the sale. In order to accomplish this, the court struck off the satisfaction of a judgment which before the sale had stood upon the record as a prior lien to Mrs. Wagner’s judgment, but which at the time of the sale was satisfied of record. The court also declared null and void the assignment to Mrs. Wagner of the Charles Troutman judgment, No. 6, of April T. 1877, which judgment at the time of the sale was the second lien. The circumstances which induced this action of the court below are substantially as follows :\nDavid Wagner (appellant\") had an interest in what was known as the “ Cummins property,” which he held by virtue of articles of agreement and payment of the purchase-money, having no deed therefor. The liens against the property were: 1st. j'acob Wagner’s judgment for $330, assigned to Charles Troutman. 2<1. Isabella Wagner’s judgment for $723.64. 3d. Charles Troutman’s judgment for $230.47. It will be seen that Troutman was the holder of liens Nos. 1 and 3. It apapears he was in doubt whether the title to the real estate was vested in Wagner or in his wife. Probably-believing the title to be in Mrs. Wagner, in which case his judgments against her husband would not be liens, he agreed with the latter that if he and his wife would execute a mortgage to him, Troutman, for the amount of the two judgments he held against Wagner, with a little bonus added, as we gather from the statement of facts by the court, he, Troutman, would satisfy the first of the said judgments, and assign the other to Mrs. Wagner. This was done, and the record so stood at the time of the sheriff’s sale. The mortgage so given, having proved to be worthless, i. e., not reached by the sale, the learned court rescinded the arrangement, upon the ground that Troutman was deceived in regard to the title. lie believed it to have been in Mrs. Wagner, whereas it was in her husband. There was no charge of fraud against Mrs. Wagner. She never claimed to hold the title, but the learned court was of opinion that Troutman was misled by her silence; that she might have spoken, but did not, and suffered Troutman to remain under the impression she was the owner, and by this means obtained the satisfaction of one judgment, and the transfer of another, which were valid liens against her husband’s real estate, giving therefor a worthless mortgage.\nWe are not called upon to consider the eases cited as to the effect of silence when it is a duty to speak. They have no application. Mrs. Wagner was under no such duty, so far as this record shows. Troutman made no inquiry of her in regard to the title. We have nothing to show she ever knew he was under the belief she held the title. The transaction was between Troutman and her husband. The former got just what he bargained for, viz.: a mortgage which bound the property, whether the title was in the husband or the wife. He evidently thought the title was in the wife, in which case his two judgments against the husband were Worthless. He may have thought he was making a thrifty bargain with Mrs. Wagner in exchanging his judgments for a mortgage, which, though a subsequent lien, bound, as he thought, the property. All that can be said about the matter is that in attempting to get an advantage over Mrs. Wagner, Troutman overreached himself. This would not entitle him to the extraordinary relief accorded him by the court below.\nAside from this, the money must be distributed to the liens as they stood at the time of the sheriff’s sale. Mrs. Wagner bought the property upon the faith that her judgment was a first lien; non constat, that she would have purchased it at all had she known she was not entitled to have her bid applied upon her judgment.\nThe decree is reversed at the costs of the appellee and distribution ordered in accordance with this opinion."}