{"id": "496927", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court\nThis was an appeal from the decree of the court below, making distribution of the funds in the hands of A. Wilson Norris, Esq., receiver of the Newtown Fire Insurance Company. Under proceedings instituted by the attorney-general the said company was, on the 30th of May 1878, adjudged to be insolvent, and a decree dissolving it and appointing a receiver was made. The latter issued notice to all parties insured to send him their policies, in order that they might be canceled and a calculation made of the amount of the return premium due. The appellants are the holders of a policy of $700,'which they declined or omitted to send to the receiver, as requested. About six months after the dissolution of the company, and before the expiration of the policy, a loss occurred by fire to the extent of $800, and the appellants claim a dividend thereon out of the assigned estate. The auditor and the court below rejected the claim, and allowed only a dividend upon the amount of premium. It was to this ruling the present ajap)eal was taken.\nThe case appears to.be one of first impression so far as this state is concerned. No case directly in point has been cited from our books. Those outside the state, so far as they apply, are against the appellants. In Miller’s Appeal, 11 Casey 4:81, it was held that in the case of a voluntary assignment, the creditors became the owners of the assigned estate by virtue of the assignment, and their ownership was fixed by the amount of their respective claims when the assignment was made. It follows from this that in such cases the rights of the parties are fixed as of the date of the assignment. Miller’s Appeal has been followed in a number of later cases, and is settled law.\nWe see no reason why the same principle shall not be applied to the case of an insolvent corporation which has been dissolved by a decree of the court. The corporation is dead for every purpose. -But one duty remains, and that is to distribute its assets among its creditors. Even this the corporation is powerless to do, and the act of assembly devolves that duty upon a receiver, to be appointed by the court. Who are the creditors entitled to participate in the distribution ? Clearly those who were such at the time of the dissolution of the corporation. At that time the appellants were creditors to the extent of the premium they had paid. Beyond this they had no claim upon their policy, for no loss had occurred. A possibility of loss in the future would not be a claim upon the assets, and if it were it would be common to all policy-holders. The distribution of the assets was an immediate duty on the part of the receiver; its delay is due merely to the fact that time is necessary to realize them. If, therefore, distribution had been practicable immediately after the appointment of the receiver, the appellants would have received only a dividend upon tlie premium they had paid. Does the fact that the distribution was necessarily delayed, change the rights of the parties, and introduce a new class of creditors who were not creditors at the time of the dissolution ? We find neither reason nor authority for such a proposition. In Mayor v. The Attorney-General, decided in tlie Court of Errors of New Jersey at June Term 1880' (see Albany Law Journal vol. 23, p. 98), it was held, “ The day on which the insolvency occurred, as adjudged ■ by the decree, fixes the time to which the several claims must be referred for adjustment, and not the date of the decree itself.” And in the case of the Com. v. Massachusetts Insurance Company, 119 Mass. 51, it was said by the court: “ The proceedings under the statute are in the nature of proceedings in insolvency, the object of which is to close up the affairs of the corporation as speedily as possible. The object would be defeated if the fund in the hands of the receiver is liable for future losses, for the fund could not be distributed until the longest policy had expired by lapse óf time.” While this was said of a mutual company, the reasoning applies equally to the case in hand. The object of this proceeding is a prompt distribution of the assets. The principle contended for by the appellants, would, if successful, make this impossible, or at least intolerably inconvenient. If the rights of creditors are not fixed as of the date of the dissolution, when do they become fixed ? If we take the distribution as the period, then the appellants would obtain an advantage over other policy-holders who might sustain a loss the day after. The former would be paid, while the latter would get nothing. Such a rule could not be enforced without producing injustice, and we would be driven to delay distribution until all the policies had expired. As some may be, and doubtless ai’e, perpetual, the doctrine contended for, carried to its logical conclusion, becomes an absurdity.\nThe decree is affirmed, and the appeal dismissed, at the costs of the appellants."}