{"id": "496920", "contents": "Mr. Justice Green\ndelivered the opinion of the Court,\nThis was an action of debt brought against the defendant by his two sisters, one of whom was a widow and the other a married woman. The, right of action upon which the suit, was founded was an alleged liability of the defendant to pay to his sisters, the plaintiffs, a sum of money which he was directed by his father’s will to pay to them in consideration of a tract of land devised by the will to him. The language of the will as to the payment of the money, is, “for which devise, I will and direct that Henry shall pay in equal proportions to my two married daughters, Susannah Etter and Eliza Snyder (for their own separate and exclusive use), at the rate of twenty dollars per acre, the same to be paid in four equal annual installments, the first of which is to become due and payable at the expiration of five years after my decease.” The testator died in December 1847, and the action was not brought until 1880. The only question brought here is, as to the effect of the plea of the statute of limitations, which was sustained by the court below, as to both the plaintiffs. Mrs. Etter became discovert in February 1871 by the death of her husband. Mrs. Snyder is still covert and her husband has joined in the suit. The case was argued and decided in the court below, upon the concession, that this is not the case of a legacy charged on land, and that an action of debt was therefore the proper remedy. As the payment of the money to the sisters was apparently, under the , peculiar phraseology of the will, in part at least, the considerar tion of the devise to the defendant, we are not prepared to assent to the correctness of the concession. But that question is not before us, and therefore we forbear either its decision or its discussion. On the. general question of the application of the statute of limitations to the liability of the defendant, we concur with the learned court below in holding that the obligation of the defendant is subject to the operation of the act. By accepting the devise he agreed to pay the sum given to his sisters, according to the terms of the will. That .agreement is an implied contract without specialty, and is therefore within the letter of the Act of 1713. All the cases hold that when the devisee accepts • the land in such circumstances, he thereby agrees to pay the money which he is by the will directed to pay. j lie becomes subject to a personal liability to pay, and that too, whether the money is charged on the iand or not. Thus in Brandt’s Appeal, 8 Watts, on p. 202, we said : “ If the sons accepted the lands devised,'they became personally liable to pay the legacies, at the times, and in the payments, directed by the will: if not paid, the legatees could sue and recover them by levy and sale of any goods or lands of the devisees.” In Lobach’s Case, 6 Watts, 167, we held that the acceptance of a devise of land charged with the payment of a legacy, creates a personal liability for its payment on the part of the devisee. On p. 170, Kennedy, J., speaking of the effect of the a¿ceptance of the land by the devisees, said: “ This, perhaps, without more, ought to be considered sufficient evidence, in ordinary cases, to establish an agreement on the part of the devisees to take the lands devised to them upon the terms and conditions set forth in the will; and likewise of an engagement on their part to fulfill and perform them, whatever they may be.” See also Miltenberger v. Schlegel, 7 Barr on p. 243, and the cases there cited. Now an engagement, undertaking, or agreement to pay, is essentially a contract to pay. Such certainly is its status in legal contemplation. The law recognizes and enforces the obligation, and it can only do so upou the footing of a contract. The terms of sncli contracts as the present are found in the will, and the obligation to comply with those terms is implied from the acceptance of the devise. We do not consider it is any reply to the plea of the statute, to sa.y that this is an action for a legacy, and in such cases the statute is not a bar. That is true in the ordinary actions for legacies against executors, and the reason is that the liability of an executor to pay a legacy is not grounded upon any lending or contract. He is a trustee wdio is charged by the will with the performance of the duty of paying legacies, and against that form of obligation the statute of limitations is no bar. The case of Thompson v. McGaw, 2 Watts, 163, cited for the plaintiffs, is decided upon that very ground. We are therefore of opinion that the plea of the statute is a good bar to the cause of action set up in the present case. As Mrs. Etter was sui juris ■ more than six years before suit brought the defence was good as to her.\nBut the case of Mrs. Snyder stands upon a different footing. She was a married woman at all times since her legacy became due, and she is still married. The learned judge of the court below thought that she could not take advantage of the exception in favor of married women in the Act of 1713, and that the plea of the statute was a good bar to her claim also. His reasoning is certainly very forcible if the proposition were as to how the law ought to be in such cases. But we must confront the positive terms of a statute directly and literally applicable to the case, and here we consider there is no alternative. The language of the third section of the Act of 1713 is most explicit, and it provides in express terms that several classes of persons under disabilities are not barred by the statute until six years after they have recovered their ability. These persons are, those who are “ within the age of twenty-years, feme covert, non compos mentis, imprisoned or beyond the sea.” The privilege of freedom from the liability to the statute is common to them all. No one of the classes is more or less entitled to the exemption of the third section than any other. This statutory exemption has never been repealed expressly or bjr implication. It is the law of the Commonwealth at this day, and we must respect it. The plaintiff, Mrs. Snyder, comes directly within its terms and is entitled to its benefits. As to her, therefore, the plea of the Statute of Limitations is no bar and it is overruled.\nThe judgment in favor of the defendant as against the plaintiff, Susannah Etter, is affirmed. The judgment in favor of the defendant as against the plaintiffs, Nicholas Snyder and Eliza his wife, in right of the said Eliza, is reversed, and as to them a writ of venire facias de novo is awarded."}