{"id": "498384", "contents": "Mr Justice Paxson\ndelivered the opinion of the Court October 2d 1882.\nThe single question in this case is whether the word “ children” in the third clause of Simon Oyster’s wh, is a word of limitation or of purchase. The learned judge below held that under the said clause the testator’s son, Simon Washington Oyster, took an estate tail, which under our statute of 27th April 1855 is enlarged into a fee simple. The operative words of the clause are as follows : “ I give and bequeath to my son, Simon Washington Oyster, my farm, in East Pennsboro’, county of Cumberland, . . . for his support and estate, to be and remain bequeathed to his children during their natural life.”\nWithout reviewing the learning upon this subject, it is sufficient to say that the authorities are uniform that “ children ” is as certainly a word of purchase as “ heirs of the body ” are words of limitation : Guthrie’s Appeal, 1 Wright 9 ; Taylor v. Taylor, 13 P. F. S. 481. This is the general rule, and the exceptions which from time to time have been recognized do not impair the rule itself. There are many instances in our state where “children” has been held to be a word of limitation, but in all of them such construction was clearly in accord with the intent of the testators as gathered from the four corners of the will, as when “children” has been used with “heirs of the body ” or “ issue ” as its synonyms.\nThe ruling of the court below was based mainly- upon the supposed intent of the testator; the learned judge being of opinion that he employed the word “children,” '\"not in its usual sense as a word of purchase, but in the more comprehensive sense of a word of limitation, pointing out the course of descent through the entire line of lineal heirs; and that, as there was no limitation over, the presumption is that he intended to dispose of his whole estate.\nThis course of reasoning is not without force, but we think it insufficient to overturn the legal and technical meaning of the testator’s language. The intent of a testator is always important in the construction of a will, where such intent can be gathered from the face of the will with reasonable certainty. But too much care cannot be exercised to avoid setting aside the expressed intention for a supposed intention. In the former instance we have a rule which may be followed with mathematical precision, which lawyers and conveyancers understand, and in regard to which they can safely advise their clients; while in the latter case we are involved in speculation and uncertainty, and the result at last is but a guess, and not always a correct one. Mr. Jarman says in his work on Wills, vol. 3, p. 708 : “ Words and limitations may be transposed, supplied or rejected, where warranted by the immediate context or the general scheme of the will; but not merely on a conjectural hypothesis of the testator’s intention, however reasonable, in opposition to the plain and obvious sense of the language of the instrument.” This principle is recognized by Mr. Hawkins and other text-writers, and runs throughout our entire line of cases.\nThe will before us was probably drawn by the testator himself. We have examined it in vain for anything that clearly indicates that he used the word “ children ” in the third clause as a word of limitation. If such intent does not clearly appear, it does not appear at all for the purposes of this case, as the legal and well-understood meaning of the word “ children ” cannot be overtm-ned upon mere conjecture. The thi2-d clause of of the will, standing alone, evinces an intent to give his son Simon the far2n, for his support du2-ii2g his life. It is thei2 given to his (Simon’s) child2-en, dmdng their natural life. The gift to the children means S02nething. It was intended to take effect in the future ; the children were to take as purchasers, as a gift from the testatoi’, and by virtue of his own power to dispose of the land. Just what estate the children take under the will, is a question that does not ar’ise in this ease. The2-e is no 2-emainder over on failui’e of child2’en, and, while this is a dhcumstance entitled to some weight, it is not cont2’olling: Hoffner v. Wynkoop, 1 Outerbridge 130. If, upon such failure, the testator intended the farm to revert to his estate, the law would car2’y it there as effectually as would a special dh-ection Í22 his will. He may have relied upoi2 the law for this purpose, or the possibility of Shnon’s dyi22g without children may never have occurred to him.\nThe2,e is nothing in the 2’emainder of the will in conflict with this view. It is true, in a single instance he uses the word “ children ” as the equivalent of “ heirs,” referi-ing to his ow2i child2-en, and his own heirs, in the first and second pa2’agraphs of the will. But nowhere, in speaking of the children of his sons and daughters, does he use the word indiscriminately with heirs of the body or issue, and all of them as meaning an entire line of lineal descent. Haldeman v. Haldeman, 4 Wright 29, relied upon by the defendant in error, was ruled mainly upon the ground that'the words referred to were so used.\nWhile the testator may have intended the word “ children ” as a word of limitation, such fact does not clearly appear, and it would not be safe for us to assume it.\nWe are of opinion that the word “ children” in the third clause of Simon Oyster’s will, is a word of purchase. It follows that Simon'Washington Oyster took but a life estate in the farm, which' is -the subject of this contention.\nThe -judgment is reversed, and it is ordered that judgment be entered in favor of Napoleon K. Oyster, the defendant below, upon the case stated."}