{"id": "498370", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, May 1st 1882.\nThat that part of the charge of the court below which is embraced in the first assignment of error announces a legal proposition that cannot be sustained, in a case like the present, is now so well settled that a discussion of it is unnecessary. An employer is not bound to furnish for his workmen the “ safest” machinery, nor to provide the “ best methods ” for its operation, in order to save himself from responsibility for accidents resulting from its use. If the machinery be of an ordinary character, and such as can, with reasonable care, be used without danger to the employee, it .is all that can be required from the employer; this is the limit of his responsibility, and the sum total of his duty: Railroad Co. v. Sentmeyer, 11 Nor. 276. We suppose this part of the learned judge’s charge to have been a mere matter of inadvertence, for elsewhere in that charge his instruction on this branch of the law is unexceptionable. Nor do we exactly see how, under the facts of this case, it could have done the defendants any serious harm. The method of using the blow-off pipe of their boilers was certainly not a strong point of their case. This pipe, used for the blowing off of some six or more boilers, terminated in a wooden box some twenty inches or two feet in the ground, and directly under the path over which the hands from the colliery were constantly passing and repassing to and from the repair shop and prop-yard. That the action of the water and steam, thus confined, must necessarily hollow out and cave in the loose material around and above it was something that did not require the learning of an expert to foresee and predict, and we think it would take a good deal of evidence and a very ingenious argument to convince a jury of average intelligence that such an arrangement was one of even ordinary safety. Were there, therefore, no other error in the case of a more material character, we would hesitate before reversing on account of the one above stated; nevertheless, as the case goes back, it is proper that attention should be called to it in order that it ma}’' not be repeated.\nThe third, fourth and fifth assignment^ must also be sustained, for the reason that the points therein complained of as affirmed by the court, all assume negligence on part of the defendants. The court should not have approved of an assumption of this kind, for the question of negligence, however obvious, was for the jury and not for the court. But the material error of this case is found in the refusal of the court to affirm, without qualification, the defendant’s second point. If, indeed, ae seems to be the fact from the evidence, steam was issuing from the ground at the place where the plaintiff was scalded, and, with his eyes open, he walked into it, he was certainly negligent as to his own safety, and ought not to have recovered. IIow, indeed, could a person be otherwise than careless, who would deliberately walk into a eloud of steam, and that, too, when such a circumstance, at that place, had never before been observed ? ,\nIf he was a man of ordinary sense, he must have known that something was wrong, and that there might be danger, though he could not discern the particular character of that danger. That he did thus imperil the safety of his own person, is very clearly established by the testimony of the defence, and this fact seems also to be confirmed by the circumstances of the case ; nevertheless, the question is one for the jury, and to that body, under proper instructions, it must be submitted.\nAs there was nothing in this case to raise the question of inevitable accident, the plaintiff’s first' point was so utterly irrelevant, that its affirmance did the defendant no harm, but both point and answer had better be omitted on the next trial. The seventh and eighth points of the defendant were well answered.\nThe judgment is reversed, and a new venire is awarded."}