{"id": "498461", "contents": "Mr. Justice Cord on\ndelivered the opinion of the court, May 1st 1882.\nThe jury, which was empaneled to pass upon the facts of this case, under a fair and careful charge of the court below, found that the commissioners, appointed by the Act of the 7th of April 1873, to lay out and construct the state road therein described, in all substantial particulars performed their duties as by said act directed ; that the plaintiff, Andrew Comrey, to whom the contract was awarded for the building of that part of the road lying in East Union township, Schuylkill county, executed his contract faithfully and well, and in such a manner as to entitle him to the orders now in suit. This really comprehends the sum total of the case. There are some technical exceptions which we will endeavor to discuss as well as we can ; there are also many comments upon the facts of the case of -which we can take no notice, since these belong to the province of a jury, and not of a court.\nThe first assignment of error raises a question as to the constitutionality of the Act of 1873, in that it makes no adequate provision for the payment of damages to the owners -whose lands were to be occupied by the road. Then follow six other assignments which complain of the court for its refusal to charge the jury, that it was the duty of the commissioners, before building the road, to obtain from the owners of lands, through which it was to pass, the right of way. But, having carefully examined the act, I fiud no such duty imposed upon the commissioners ; the performance of an act of that kind was not, therefore, a prerequisite to the letting of the road, hence the court did no wrong in ruling as it did.\nBut it is said, on the first assignment, that, whilst the Act of 1873 provides for the assessment of damages by a reference to the act regulating turnpike and plank road companies, of the 26th of January, 18-19, it docs not provide for their payment. This is true, for though the supplement to that act, approved April 7th 1849, does provide for payment, yet as the whole act is limited to plank road and turnpike companies, it cannot, in this particular, be applied to a township or county, and it, therefore, follows, that the Act of 1873 does, in fact, make no provision for the payment of damages resulting from the taking of the land necessary for the use of the road. But it does not follow that the act is therefore unconstitutional. As early as 1802, it was said by Mr. Chief Justice Shippen, in the case of McClenachan v. Curwen, 3 Yeates 363, “We cannot therefore consider the legislature’s applying a certain portion of every man’s land for the purpose of laying out public roads and highways, without compensation, as an infringement of the constitution ; such compensation having been originally made in each purchaser’s original grant.”\nIn like manner, Mr. Chief Justice Black held, in the Plank Road Co. v. Thomas, 8 Har. 91, that where buildings or other valuable improvements are destroyed, in the making of a new road, the right of compensation' is guarantied by the constitution, but that there is no right of compensation for mere land so taken, unless directly authorized by statute. The same doctrine is repeated by Mr. Justice Strong, in Workman v. Mifflin, 6 Ca. 370. Erom these authorities it is obvious that the defendant’s exception is not well taken, forasmuch as this claim of compensation for persons unknown, and who are making no complaint, is a matter of grace on part of the legislature, and not a constitutional right. Beside this, the Act of 29th of May 1840, in express terms, extends the seventh, eighth and ninth sections of the Act of 15th of June 1836, to all claims for damages resulting from the opening of roads under the provisions of any special Act of Assembly, where the same is not otherwise provided for. But even this act was said, in the case of Sharett’s road, 8 Barr 89, to have been jiassed ex majore cautela, for that, without this provision, the Act of 1836 applied to the cases therein recited. See also, Smedley v. Erwin, 1 P. F. S. 445.\nAgain, we have complaint made that neither was the width of this road fixed by the legislature, in the law which authorized its construction, nor by the court under the first section of the Act of the 22d of May 1871. The answer to this is, that the commissioners under the Act of 1873, were clothed with power, not only to survey and lay out the highway in controversy, which is ordinarily the limit of the power of commissioners of this kind, but to open and construct it, hence the power to prescribe its width is necessarily implied. Statutes must be construed so as best to effectuate the intention of the legislature : Commonwealth v. Fraim, 4 Har. 169. But in order to earry into effect the plain legislative intent, as found in the Act of 1873, we must concede that, as the commissioners have conferred upon them the power to build the road, they must have the power to fix its width, for to talk about the construction of a road without width is sheer nonsense; and that construction of a legislative grant, which would deprive it of an incident so obviously necessary for its proper execution, must be regarded as entirely too strict.\nIn answer to the sixteenth assignment it is enough to say, that the orders which form the subject of this action were presented to the only officer in the township having the power to pay them. The act required the commissioners to draw, not upon the supervisors, but upon the township treasurer ; this was done; the orders were presented and payment refused. To no purpose would have been a demand on the supervisors, for they had power neither to collect nor pay out money. As well might it be urged that a county order should be presented to the county commissioners for payment rather than to the county treasurer. And as to notice to the supervisors, in order that they might make the necessary assessments to meet this demand, it is enough to say, if these officers were not disposed to obey the Act of Assembly, which not only directed a levy of taxes for the specific purpose of paying these orders, but also the annual amount thereof, in vain would be the notice of a private citizen.\nWe pass the eighteenth assignment with the remark that there is a sufficient statement of the cause of action in the narr. to sustain the judgment. All merely technical defects, if there were any such, were cured by the verdict. These might have been reached by a demurrer; but as this was neglected, probably because there was some risk in it, we cannot now so far disregard the rules of pleading as to consider exceptions to a declaration to which the defendant pleaded, and on which the parties had a fall trial.\nThe remaining assignments cannot be sustained. Three qf them except to the ruling of the court on the submission of the question of the performance of the contract by the plaintiff to the jury. But in them we can see no error; the court could not lawfully take this part of the case from the jury. They had the right to pass upon all questions of fact, they did so, and determined that the road was finished according to contract, and that the township ought to pay for it. This ends the matter so far as this court is concerned, for we are not permitted to revise the findings of the jury.\nFinally, that the road was never constructed in Luzerne county had nothing whatever to do with the case in hand, hence the evidence offered for the purpose of showing that fact was properly rejected.\nThe judgment is affirmed."}