{"id": "498479", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court October 2d 1882.\nIn 1871, Peter Donohue borrowed from the Richmond Building Association $3,000 and secured the same by bond and mortgage together with an assignment of the fifteen shares of stock on which the loan was made. Ho afterwards obtained an additional loan secured by a second mortgage on which the mortgaged premises were sold, and purchased by Burke, a nephew of Donohue, i The testimony tends to prove that at the time' of the sale, McCaffrey, the equitable plaintiff below, was consulted professionally in regal'd to the title and advised his client that the first mortgage was no longer an incumbrance on the property. Discovering his mistake in that regard, and considering himself liable for the amount of the mortgage or so much thereof as might be unpaid, he endeavored to so arrange the matter with the association as to lessen the burden as much as possible. At his request judgment was entered on the bond, and execution issued thereon against Donohue, which was afterwards stayed by him. In like manner the attachment execution, on which the present judgment in his favor is based, was issued for the purpose of securing any interest Donohue might have in the stock held by the association as collateral. Subsequently a settlement was effected, in which the association agreed to accept $962 for its claim. This sum was paid and the judgment was thereupon marked to the use of McCaffrey, by whom the attachment was afterwards pressed to trial and judgment. The testimony, as lias been remarked, tended to prove, inter alia, the foregoing facts. It was strenuously contended by the garnishee, plaintiff in error, that as between the association and McCaffrey, the settlement was intended to embrace everything without reservation; that it included any claim he had or might have against the association, directly or indirectly, through the attachment or otherwise ; and that the marking of the attachment to his use was merely to enable him to collect from Burke a portion of the amount he had paid to the association in settlement of its claim. The stock on which the $3,000 loan was obtained, was of the first series, and if Donohue’s dues therein had not been in arrears from $1,300 to $1,400, as testified to by one of the witnesses, it would have been fully paid up, and, in accordance with the theory as well as the practice of such associations, applied to the payment of his loan and satisfaction of the security given therefor. His default in payment of dues for several years prevented that result, and until the claim of the association for arrearages was satisfied, it clearly had a right to hold and enforce its security. The secretary of the association testified that in the statement he prepared, “ for the purpose of settlement with McCaffrey,” lie credited all that had been paid, in any way, by Donohue on the stock, and charged no fines or premiums. The testimony of McCaffrey himself is, that at his request the solicitor of the association “ entered judgment on the bond of Donohue, and issued execution and an attachment thereon.” He further says, “ Counsel for Donohue called on me to have the fi. fa. stayed; we made an arrangement that I was to take an assignment of the mortgage and bond, and then Burke, the nephew of Donohue and owner of the property, was to pay one half of what 1 had to pay to the association ; he was to pay me in nine years from that date and I was to bear the loss of the other half. ... I asked for an assignment of the judgment, and the reason I gave, was that the assignment was to aid me iii the collection of what I was to get from Burke, that is, to hold a rod over the property.”\nIn view of the testimony referred to, the jury would have been justified in finding the facts as claimed by the plaintiff in error. Indeed, it is difficult to see how they could have done otherwise without disregarding the evidence. It is very apparent that the attachment in execution has been used by McCaffrey for a purpose and in a manner never contemplated either by himself or tlie association. The judgment was never marked to his use for the purpose of enabling him to turn around and collect back from the Association nearly as much as lie had paid in settlement of its claim. Necognizing the personal liability he had incurred, he succeeded in \"settling the claim of the association on the most favorable terms he could obtain, and in connection therewith he had Burke’s agreement to pay him one-half thereof. McCaffrey himself swears that lie requested the assignment to aid him in collecting what Burke agreed to pay — “to hold a rod over the property.’\"’ Why should he be permitted to use it for another and very different purpose ?\nThere was no error in refusing to charge as requested by the garnishee. The verdict did not depend solely on whether the amount paid on the stock by Donohue was credited or not: nor was there any error in charging as set forth in the third specification.\nThe second, fourth and fifth specifications of error are sustained. Ordinarily, the assignment of a judgment carries with it the right to proceed with any outstanding process issued thereon ; but, whether in this case the attachment passed with the assignment of the judgment, in the sense that it might in good faith be enforced against the association, depended on the nature of the transaction, the understanding of the parties.\nUnder the evidence, that was a question for the jury. The fundamental error, however, was in taking the case from tlie jury by directing a verdict in favor of the plaintiff below. If they had been permitted to pass upon the testimony the strong probability is that their verdict would have been otherwise.\nJudgment reversed and venire facias de novo awarded."}