{"id": "498455", "contents": "Mv. Justice Sterrett\ndelivered the opinion of the court, October 2d 1882.\nThe question presented in the first specification, as to the right of the Commonwealth to stand aside jurors, has just been considered and disposed of in Haines et al. v. Commonwealth. It is there held that, in the trial of misdemeanors as well as felonies, the district attorney has a right, under the supervision of the court, to order jurors to stand aside until the entire panel has been called ; that this practice had its origin in the construction given to the statute 33 Edward I., which is recognized as being in force in this state ; that having thus become established in England, the practice descended to us from that country, whence most of our laws and customs were derived, and has never been altered by legislative enactment or otherwise. The fact that the right, which is conceded to the Commonwealth in capital felonies, has been very seldom asserted in misdemeanors and felonies not capital, is no argument against its existence in the latter classes of cases as well as the former. It has undoubtedly been claimed and recognized by courts of original criminal jurisdiction in some cases, but how frequently we have no means of determining. In the quarter sessions of Philadelphia county it was claimed and sustained in at least two well considered cases: Commonwealth v. Mara, 3 Brewster 402, and Commonwealth v. Keenan, 30 Leg. Int. 416.\nThe testimony referred to in the second and third specifications was clearly irrelevant, and was therefore properly excluded.\nThe fourth and fifth assignments are not according to rule; but, waiving any objection on that score, we think, in view of the testimony before the jury, there was no error in refusing the points referred to in the former, nor in charging, on the subject of implied malice, as complained of in the latter.\nThe facts established by the special verdict clearly justified the judgment that was pronounced thereon. This is so conclusively shown in the opinion of the learned judge before whom the case was tried, that nothing more need bo said on that subject. The- act of discharging the pistol, under the circumstances found by the jury, was undoubtedly unlawful and well calculated to inflict serious personal injury. It was recklessly and willfully done, without the slightest justification or excuse. From such facts as these the law will imply malice.\nIn a case somewhat analogous in principle to the one before us, it was said in reference to the prisoner: “ He acted unlawfully and maliciously; not that he had. any personal malice against the individuals injured, but in the sense of doing an unlawful act calculated to injure, and by which others were, in fact, injured. Just as in the case of a man who fires a gun among a crowd, it is murder if one of the crowd be thereby killed : ” Queen v. Martin, 8 Law Rep. Q. B. Div. 54.\nJudgment affirmed, and it is ordered that the record be remitted to the court of Quarter Sessions of Philadelphia county, for the purpose of carrying the sentence of that court into execution."}