{"id": "498444", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, April 24th 1882.\nThis case has been here twice before. See 5 Norris 236, and 1 Outerbridge 15. Each time it has presented some new features -which were not covered by previous rulings. Other matters which were hotly contested, appear to have dropped out of the case. The issue has now been narrowed down to one or two points which we will proceed to dispose of without further preliminary remark.\nThe first question which I propose to discuss is distinctly raised b)7 the eighth assignment of error, in which it is complained that the learned judge instructed the jury “ that although the dividend was not declared until long after the day upon which the premium fell due which was not paid,viz: 14th of January 1871, yet, if it represents the money made before the 14th of January 1871, or, in other words, if the jury find that the sum of $67.72, entered upon the books of the company, represented the fund realized as a dividend to policy No. 28,375, and was earned and in the possession of the company on January 1st in the year 1871, then 1 instruct you, in the language of the Supreme Court: • It would be inequitable, and against the policy of the law, to permit an insurance company to forfeit a 'life policy for non-payment of a premium, when such company has in its possession the money of the assured to an amount covering the premium, and which it has power to apply to its payments.’ ”\nThe language quoted by the learned judge below from the opinion of this court in' 1 Outerbridge, was based upon an offer of plaintiff in the court below to prove that the defendant company had declared a dividend or division of its surplus among the policy-holders on January 1st 1871. This was fourteen days before the quarterly premium on Mr. Magarge’s policy fell due, and we held that inasmuch as the amount of the dividend (we call it by that name for the purpose of convenience) was admittedly larger than the premium, it did not matter that the precise amount had not been ascertained. It having been declared on the first of January, it was due the assured, and no delay in the matter of book-keeping could deprive him of his right, or justify the company in forfeiting his policy when they held his money which they might and ought in equity to apply to the payment of the premium. We adhere to that ruling still. It is sound law as well as good morals ; and if observed by life insurance companies in good faith would do much to restore public confidence in such institutions. Unfortunately for the plaintiffs below, they did not prove the offer on which our ruling was based. The uncontradicted evidence was that the dividend was declared on the 15th of February 1871, which was one month after the premium fell due. It is true it was under consideration by the committee of the boai’d from the 1st of January, but no action was had until February. That the dividend was earned during 1870, and was declared for that year, is not to the purpose. It needs no argument to show that neither a stockholder nor a policy-holder has any right to the earnings of a corporation until a division or dividend has been declared by its board of managers. This rule is laid down and the principle discussed in Moss’ Appeal, 2 Norris 264. So that at the time Mr. Magarge’s premium matured there was no fund in the hands of the company which the latter or' Mr. Magarge had the right to apply to its-payment. With the non-payment of the premium on the day appointed, the policy lapsed by virtue of the contract between the parties, unless there was something to take it out of the ordinary rule. There was no occasion of a formal forfeiture on the part of the company. While the word “ forfeiture ” has been used in former opinions it is not strictly applicable to the facts of the case. The contract of life insurance is really a contract for an insurance for one year in consideration of an advance premium, with the right of the assured to continue it from year to year upon payment of the premium as stipulated. The assured is not bound to pay anything, and may drop his policy at the end of any one year. He does drop it and the company is relieved, if he does not pay. In such case there is a lapse of the policy.\nWe think it would be carrying the rule beyond any recognized principle to hold that profits earned but not declared as dividend or otherwise could be treated as funds in the hands of the company applicable to the payment of a premium. Non constat that such division ever will be made. That it was subsequently done in this case is not to the point. A change of times, or heavy losses by the company at any period prior to the 15th of February, might have prevented it. Had Mr. Magarge called at the office on the 14th of January, and demanded the application of the profits to the payment of his premium.the company could then have refused it. No policyholder has the right thus to direct its affairs.\nThis brings us to the consideration of the remaining question. It will be observed by reference to the former decisions that one of the reasons assigned by the plaintiff below why the defendant company should have received the premium tendered on the 16th of January, was that there was a custom among such companies to allow days of grace ; that is to say, a certain time after the premium falls due, within which it may be paid. It was held by this court in Helme v. Insurance Co., 11 P. F. S. 107, and in this case in 5 Norris, that such a custom might be shown. No such question was raised upon the present trial. The issue was narrowed down to a matter of previous dealings between the parties, the plaintiffs below contending that by accepting overdue premiums from time to time the company had induced Mr. Magarge to believe that such after-payments would be accepted in the future, and that to refuse to do so without notice and without wai'ning was an act of bad faith. The facts are that out of about thirty quarterly payments of premium, two were paid two days after maturity, with one payment in dispute. \"With each payment a receipt was given by the company to the assured containing a notice of which the following extract is a copy: “ The agreement is mutual (see application and policy) that unless the premium is paid on or before the day it becomes due, the policy is forfeited and void. Agents are not authorized to make, alter or discharge contracts, or waive forfeitures.” It will be noticed that in the report of the facts of the ease in 5 Norris, as well as in the opinion of .Mr. Justice Trukkey, the two overdue premiums referred to were accepted after inquiries as to the state of Mr. Magarge’s health. This fact does not clearly appear in the present case. The question was asked the witness W. II. Lambert, at page 63 of the bill of exceptions, “ why premiums due October 14th 1867, and April 14th 1870, were received after they were due,” but it does not appear to have been answered. There was evidence, however, that it was the uniform practice of the company not to receive overdue premiums, without inquiry as to the state of the health of the assured, and that a lapsed policy may be restored on satisfactory certificate of health at any time within twelve months. The omission to have the above question answered was doubtless an oversight at the trial, but in view of the rule just stated of the fact that but two after-payments out of thirty were proved; that every receipt contained a warning to the assured, that the receipt of such payments was optional with the company; to say nothing of the •fact, appearing npon the former trial, that the two jiayments referred to were received only after inquiries as to Mr. Magarge’s health, we are constrained to say that the evidence fail's to establish such a course of dealing between the parties as will exclude the company from showing the reasons why they declined to receive the premium ou the 16th of January. There was evidence, if believed by the jury, that when it was refused, they sent word to Mr. Magarge to call. This was disputed, and it is not material. If Mr. Magarge desired to be reinstated it was bis duty to call and make the necessary explanation and satisfy the company as to his state of health. In cadi of the former opinions attention was called to the fact that no reason had been given why the premium was refused on the IGtli of January. In the light in which the case now stands, it is only fair to the company that they should he allowed to show this.\nIn view of the ruling of the court below referred to in the eighth assignment it is easy to see why the learned judge excluded this evidence. If the premium had been paid in law and in fact when due by the application of the surplus, it became wholly immaterial why the company refused it on the 16th of January. But in the view we take of the case it was important.\nWithout further elaboration we sustain the first, second, third, fourth and eighth assignments of error, which it is believed substantially cover the case. Whatever of error there may be in those that are not specifically referred to, is sufficiently explained by what has been said.\nJudgment reversed and a venire facias de novo awarded."}