{"id": "498464", "contents": "Mr. Justice Tbunkey\ndelivered the opinion of the court October 2d 1882.\nEach sale was made in the beginning of the year, one in 1877 and the other in 1878, the purchaser to take possession on the first of April following. The first was for $39 per acre, ten per centum to be paid in hand, the balance of one-half on April 1st 1877, one-fourth on April 1st 1878, and one-fourth on April 1st 1879, with interest on the last two payments. This sale was at auction, but not by authority or under control of the court. The second was under an order of the court, for $30.25 per acre, payable, ten per centum at the time of the sale, one-lialf the balance on the April 1st 1878. and the other half in one year thereafter, with interest, the purchaser to pay the taxes for 1878, and to have one-half of the grain in the ground. To note the stipulations of these contracts is the shortest way to show their diversity.\nThis action is for recovery of the difference of price. As the cause was presented, the plaintiff was entitled to recover the difference, or nothing. The second sale was made in good faith, and in such manner that, had its terms been the same or as advantageous as in the first, defendant would be liable for the difference of price between them: Bowser v. Cessna, 62 Pa. St. 148. Sales, public or private, are precisely what the contract of the parties make them, and a sale in pursuance of an order of the court is governed by the prescribed terms, the same as the accepted terms of a sale made without judicial order. When the re-sale is for a less price, upon other terms than the first, the vendor cannot compel the first purchaser to make good the loss. The basis is shifted. To refer such a case to the jury, would introduce an uncertain measure of damages, whereas the only measure is the difference between the price of the first and second sale: Banes v. Gordon, 9 Pa. St. 426. Here, the plaintiff, instead of attempting to enforce payment of the purchase money, proceeded under the statute of 1876 to obtain a judicial order of sale which in itself created conditions and rights of vendor and purchaser materially variant from those in the first contract. The fact that the court prescribed the terms of the second has no bearing upon the question at issue. Those terms were made upon the plaintiff’s motion, but no matter how made, it is essential to his case that the second sale was not loaded with heavier terms than the first.\nThe note was given for part of the purchase money on a contract for sale of land. It is evidence of indebtedness for one of the instalments, but it does not survive the contract. The plaintiff sues for damages he has sold and conveyed the land to another, and, if he fails to establish Lis right to damages, he. shall not chop round and recover purchase money.\nJudgment affirmed."}