{"id": "498438", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, October 2d 1882.\nThe 1st, 2d, 3d, 4th, 5th, 7th, 8th and 9th assignments of error raise substantially the same question, and may be considered together.\nThis was a suit on a bond given by an assignee for the benefit of creditors, for the faithful performance of his duties, under the Act of Assembly. It appeared upon the trial below, that the account of the assignee had been duly filed in the proper office, and an auditor appointed by the court to audit, settle and adjust the same; that the auditor had performed those duties, and that, by his report, duly confirmed by the court, a certain amount of money was awarded to the respective use plaintiffs. It was to recover this money that the suit below was brought.\nThe defense was peculiar. It appears that George II. Pichel, the father of the assignor, held a bond against his son for $4,600. George II. Pichel was deceased when the account of the assignee came to be audited, and the bond in question was presented to the auditor, and payment thereof demanded on behalf of Adam Draucher, his administrator. There was no defense to the bond, but the heirs of said George II. Pichel objected to the money being paid to the administrator* for the reason, as we gather from the record, that he had left the state, and was not in good financial standing. The result was an amicable arrangement, by which the money was awarded to the heirs of George II. Pichel, without passing through the hands of the administrators. There is no allegation that there are any debts of Pichel unpaid. Distribution was made by the auditor in accordance with this arrangement, and his report, as before stated, was confirmed by the court.\nThe defendants contended below, and the court so ruled, that the sureties were discharged; that, as the plaintiffs were not creditors of the estate of the assignor, William E. Pichel, they were not protected by the assignee’s bond. The error of this ruling runs through each of the assignments referred to. The precise effect of it was to overturn, in a collateral proceeding, the decree of distribution in the Common Pleas. It needs but a moment’s reflection to see that this cannot be allowed. It is no concern of the assignee or his sureties as to whom the money is awarded. The bond is for the benefit of any person interested in the assigned estate. The decree of distribution is conclusive that the plaintiffs are so interested. If the assignee, or his sureties, were aggrieved in any way by the decree, they should have appealed. That was their appropriate remedy, and their only remedy. 1 need not pursue the subject further, as the precise point is expressly ruled in Little v. The Commonwealth, 12 Wright 337..\nThe court below ignored the attachment issued by the county of Lancaster (see 6th assignment), on the ground that the assignee had no money in his hands due B. F. Pichel; yet if the auditor’s report, confirmed by the court, shows there was money in the hands of the assignee belonging to B. F. Pichel, the ruling of the learned judge was erroneous.\nWe are unable to see why the interrogatories referred to in the 11th and 12th assignments were excluded, yet, in the view we take of the case, they are unimportant.\nJudgment reversed, and a venire facias de novo awarded."}