{"id": "498477", "contents": "Mr. Justice Merouk\ndelivered the opinion of the court, October 2d 1882.\nThe reservation under which this contention arises, is made in clear and distinct language. It is “ to and for the right and privilege of the grantor and every member of his family or their offspring,” to mark off and use one square perch of ground “ for tlieir own and separate use forever, for the burial of their dead.” The privilege was thus personal to himself and family, lie did not reserve any power to assign and transfer the right and privilege of burial to a stranger to his family. The defendant in error acquired no right under his alleged purchase from the former grantor to locate and appropriate the lot to his own use: Suplee v. Hansell, 5 Harris 384.\nThe burial grounds were conveyed to two persons, that is, to an elder and trustee of each church and congregation which they severally represented, and to their successors, in trust as a grave-yard for the burial of the dead of the German Reformed and Lutheran congregations respectively. The church ediliee was used and occupied by each on alternate Sundays, and the burial ground was common to both of them. Each congregation has one trustee who has the care aud supervision of the property; and the church vestry of each consists of seven members. Without authority from either of the trustees, or the assent of either body of the vestry, the defendant in error took possession of a lot in the centre of the grounds, and erected a fence around it. It is true the lot was staked off by one vestryman and an agent of the cliui’ch-yard, but they are not shown to have had any authority so to do. Their action was not only in violation of the trust under which the property was held, but it did not receive the approval of the congregations, church vestry, or trustees. The trustees gave written notice to the defendant in error to remove the fence. He refused or declined •so to do. Afterwards the plaintiffs in error removed it under authority from the trustees, and with the approval of so many of the congregation as were consulted. This removal constitutes the alleged trespass.\nThe former owner of the property did not convey, by virtue of his alleged transfer, any title to the defendant in error. He acquired no right to erect the fence from those holding the title. It was erected without due authority, and continued against the expressed wish of the owners of the land. The notice given by the trustees having been disregarded, the plaintiffs in error, who acted under them, had due authority to remove it. One of the plaintiffs in error, and the most active in the removal, was one of the trustees to whom the conveyance of the whole property was made, and lie and the others were members of the congregations interested therein.\nUnder the whole evidence, we think the defendant in error failed to maintain his action, and the learned judge erred in entering judgment in his favor on the points reserved. The specifications of error are therefore sustained.\nJudgment reversed and now judgment in favor of the plaintiffs in error non obstante veredicto."}