{"id": "500887", "contents": "Mr. Justice Green\ndelivered the opinioruof the court, May 1st 1882.\nThere is no question in this case that the appellees did pay thq whole amount of the share of the appellant in the fund arising from the sale of Daniel Walp’s real estate. It was paid to Aaron Spade, her father, during her infancy. The appellant alleges, that this was a mispayment and now seeks to compel the appellees to pay her the money, together with interest for upward of thirty years. The appellees allege that Aaron Spade was the guardian of the appellant, and that her share of the fund was paid to him as such. The fact of guardianship is denied by the appellant, and this disputed question of fact constitutes the contention of the parties. The denial of the guardianship is based upon the fact that no record of the appointment can be found. If there were a legal requirement that the appointment of a guardian could only be proved by the adduction of the original petition, and the record entry on the minutes, the contention of the appellant would be sustained. But we do not understand that there is any such rule. Mr. Bogert, an assistant clerk, was examined, and testified that he had searched the files of the Orphans’ Court, and found no appointment. JBLe also examined the indices. He adds, however, that he did not examine either the docket or the minutes, and says also: “ It has been found, in re-indexirig Orphans’ Court docket, there are many things that were not indexed: I also find there are many of the old files not to be found in office.” It is obvious, after such a statement as this, that there would be no propriety in the conclusion that the appointment was never made. The examinatiowas not complete in any sense, and simply developed that an imperfect search failed to discover the entry of an appointment. On the other hand, in support of the allegation of the appointment, very considerable-, testimony was given. The fund was derived from the sale of a decedent’s real estate under an order of the Orphans’ Court. The petition was presented on August 20th 1849. It purported to be presented and signed by all the parties in interest, and, in reciting the names of the parties, describes one of them thus: “And Aaron Spade, who is the guardian of Mary Ann Spade, and who intermarried with Mary Ann Walp.” The appellant, Mary Ann Fink (formerly Spade), was at that time between four and five years of age, and, of course, could only act by a guardian. On this petition the Orphans’ Court, on the same day, granted an order of sale to the appellees as trustees. The order also recites Aaron Spade as the guardian of Mary Ann Spade. Under this order the real estate was sold, and the proceeds were subsequently distributed among all the parties entitled, without an account. No complaint was ever made by any of the other parties interested. In the year 1877, twenty-seven years after the confirmation of the sale, the appellant filed a petition for a citation to compel the trustees to settle an account. The appellant attained her majority in the year 1867, having married John Pink in 1865. They testified that they did not discover that they had a claim until in 1869. It seems that they brought a common law action against the trustees in 1873. In addition to the recitals of the guardianship contained in the petition and order of sale, above mentioned, a deed was given in evidence dated March 12th 1819, in which five of the parties interested, conveyed to the other two a tract of land of the decedent in liollenbach township. Among the grantors was “ Aaron Spade, guardian of Mary Ann Spade.” John Weiss, one of the appellees, testified: “Jaco]? Wealer was the attorney who carried through the whole proceedings. I acted under his advice.” . . . “Aaron Spade was appointed as guardian in settling up the estate. I treated with him as to her share.” ... “I paid Mary Ann Spade’s (Fink’s) share of the money to Aaron Spade.” By the foregoing facts and testimony, it appears that the petition for the order of sale was prepared by an attorney who, of course, knew the necessity of the minor appealing by a guardian in the proceedings: that an order of sale was granted by the Orphans’ Court upon the faith of the petition, and that the title passed to and was accepted by the purchaser upon the assumption that Aaron Spade was at that time the guardian of his daughter; that the title to another part of the decedent’s real estate was conveyed to two of the heirs upon the same assumption; and finally, that the trustees who received the proceeds of the sale paid the appellant’s share to her father, as her guardian. It is difficult, indeed impossible, to believe that all these transactions could have taken place and yet that Aaron Spade in reality was not his daughter’s guardian. The personal interests of those who dealt with him in that character would necessarily have prompted them to ascertain with certainty his title to his office, before joining with him in a petition to the Orphans’ Court, or in a conveyance of real estate, or before receiving the title to land from him, or paying him money which, if wrongly paid, would subject them to a liability to pay it again.\nIt is much more .easy to believe, either that the clerk made an imperfect search for the record of the appointment, or that the original petition was lost, or the entry not made. The Auditor has found as a fact that the appointment was made and no bond given, and the court below has found that from all the facts in evidence they were bound to conclude that the appointment had been made. We fail to discover anything in the case to impair the correctness of these findings. The maxim, omnia prrwsu?nuntur esse rite aeta, is clearly applicable in such a case; and when to this is added the positive testimony .of a living witness, and strongly corroborative circumstances concurring with and happening in consequence of the principal fact in question, and that fact occumng more than thirty years ago, the judicial mind may well rest satisfied'with the sufficiency of the proof.\nDecree affirmed and appeal dismissed, at the costs of the appellant."}