{"id": "500883", "contents": "Mr. Justice Green\ndelivered the opinion of the court, October 2d 1882.\nThe amount awarded to the assignor ($266.50) under his claim for $300 exemption was made up in part of the value of five shares of Building & Loan Association stock, and in part of other moneys of the assigned estate in the hands of the assignee. The Building & Loan Association stock was owned by the assignor at the time of the assignment, and passed to the assignee by force of the assignment. Payments were made both by the assignor and assignee to keep it alive after the assignment, but those payments were refunded, and constitute no part of the present fund. The whole of the fund is therefore the product of portions of the assigned estate as it originally came to the assignee. The assignor reserved generally in the assignment “ three hundred dollars’ worth of property of the assignor allowed him by act of assembly to be appraised and set apart to him according to law.” This was a sufficient reservation to entitle the assignor to retain and have set apart to him any of the assigned property or money, being the proceeds thereof, to the amount of three hundred dollars. In point of fact no appraisement of any property or money was ever made, nor was any specific.property in any manner set apart to the assignor. The appraisers were not asked to appraise any property or moiiey to the assignor. The latter admits in his testimony that he did not designate the property he wanted set apart. FLe says, “Inever designated to the assignee the property that I wanted set apart to me.” The evidence clearly proves that the assignor neither made an election nor demand of any property at the appraisement, or at the sale of the personal or real estate, and the auditor has practically so found. The assignor himself testified as follows: “ My recollection now is that the first time I demanded it was after the real estate had been sold: I might have demanded it out of the personal property, but I let that go to pay the emergencies, and intended to take it out of the real estate, when it was sold.” In reality no claim was made to take the money out of the proceeds of the real estate as such. It was also found by the auditor, and was abundantly proved, that the assignor, at different times and to different persons, after the assignment, did declare that he would not or could not claim the benefit of the $300 exemption, because he had given judgment notes waiving the exemption. The deed of assignment was executed on January 3d 1876. The precise dates of the sales of the real and personal estates are not given in the auditor’s report, nor in the printed testimony of the witnesses. But the assignee testified that no demand for the $300 exemption was made to him until in 1880, which was three or four years after lie had disposed of all the property, real and personal. The auditor admits that if this were an ordinary case of a claim for the benefit of the exemption under an execution it would be entirely too late. But he considered that the case was governed by the decision of this court in Peterman’s Appeal, 26 P. F. S. 116, and on the authority of that case he allowed the claiin, and awarded the fund to the assignor. In this we think he was in error. The facts upon which that decision was based were quite different from those that are found in the present case. There the assignor exercised his right of election after the assignment. Fie selected certain personal property which was appraised at $99.88, and set apart for his usé. Fie was therefore still entitled to the remainder of the $300. Afterward he became entitled to a distributive share of the proceeds of\" certain real estate of which his mother had died seised. Flis own assigned estate had been distributed to his creditors by his assignee, who had fully settled his account and made distribution. On the distribution of the proceeds of his mother’s estate he made claim to the share coming to him to the extent of the balance necessary to make up his $300 exemption. His assignee claimed the money in opposition to him. As this share existed in the form of money in the hands of the trustee, for the sale of his mother’s real estate, no appraisement of it was necessary. His claim was made as soon as he had'the right to demand and receive it, and he was therefore not guilty of laches in making the demand.\nIt was for these reasons, and on these principles, that this court held he was entitled to the money. We certainly did not say, or mean to say, in that Case, that a demand was not necessary, or that the right to claim the benefit of the exemption could not be waived by undue laches. The decided cases on those subjects were not overruled, or even discussed. On the contrary, we recognized the facts that the benefit of the exemption was regularly claimed, that personal property was actually selected, appraised and sot apart, to a certain amount, and that as to the balance of the exemption it was claimed as soon as the right to demand and receive it arose. But all these facts are lacking in the present case. While it is true there was a general reservation of the three hundred dollars’ exemption in the assignment, there was at no time any selection of property or appraisement made, and no notice of a claim to the assignee until several years after the real and personal property had all been sold and the proceeds of the former had- all been paid out in discharge of liens. It was positively testified, both by the assignee and others, that the assignor had repeatedly declared that he would not claim the benefit of the exemption; but we do not dwell upon that, because the duty of making the claim is an affirmative one, resting upon the assignor, and it must be shown by him, in case of dispute, that he exercised his right, and within a reasonable time. There is no proof that he did this in the present case. The assignee can not know, unless he is notified to that effect, what property or money he shall set apart or pay to the assignor; and in the absence of such notice it is his duty to administer and distribute to the creditors all the estate that has come to his hands and is needed for the payment of debts. It is too late for the assignor to make his claim after the property has all been sold and converted into money, a large part of the proceeds paid out in satisfaction of debts of record, and the assignee is about to file his account. Such was the condition of things when the claim of the assignor was first formally made, and we are very clear that such laches defeats the right to make the claim. There is no statute, and no decided case, that permits it in such circumstances. It is true, the act of 8th April 1859, Purd. 638, pl. 26, which gives‘the right to retain notes, money, or other securities, does not fix any time within which the right must be exercised; but neither does the act of 1851, Purd. 116, pl. 60; and yet we held, in Davis’s Appeal, 10 Cas. 256, that this act must receive a construction, in this respect, similar to that given to the debtors’ exemption act of 1849, under which it has been held that the claim must be made so as to cause no delay, and before expense has been incurred. We cannot find in the evidence any excuse or justification for the long delay on the part of the assignor in preferring his demand fbr the benefit of the exemption reserved in the deed, and are therefore of opinion that his claim, at the time it was made, was barred by his laches.\nThe decree of the court below is reversed, and the record is remitted for further proceedings; the costs of this appeal to be paid by the, appellee."}