{"id": "500879", "contents": "Hr. Justice Sterrett\ndelivered the opinion of the court November 20th 1882.\nIn view of the testimony, or rather the lack of evidence, to justify an affirmance, the learned president of the Common Pleas was clearly right in refusing the points referred to in the first six specifications. The testimony introduced by the plaintiff below tended to prove- that he was entitled to a lien on the mare in question for her keeping; and, under the instructions contained in the general charge, to which no exception is tafeen, the question was fairly submitted to the jury, and by them determined in his favor. To have withdrawn the case from their consideration by binding instruction, as requested in defendant’s twelfth point, would have been error.\nIn considering the remaining assignments, the purpose for which the mare was entrusted to defendant in error should not be overlooked. He testified she was left with him “for the purpose of being handled on the track ” by his brother Dale Keown: and, in his history of the case, plaintiff in error admits that, pursuant to an arrangement between himself and Dale, the latter took possession of her, “' agreeing to train her on the track and run her from time to time, subject to his approval, dividing the track money and premiums that might be taken by her.” It is true, that in the same connection he says, “ Dale was to charge nothing, outside of his share of this money, for keeping and training the marethat he got her “ on these terms and afterwards took her to the farm of his brother William Keown where she was kept for most of the time.” The fact that she was taken there, for the purposes above mentioned, is implie'dly established by the verdict; but, beyond this, there was no proof of any understanding or agreement, to which defendant in error was a party, that would deprive him of a lien for her keeping. In view then of the fact that Dale Keown was authorized to train the mare, sind, in the language of the turf, “handle her on the track,” we cannot say the offers of testimony, covered by the seventh, ninth and tenth specifications, were improperly rejected as incompetent and irrelevant. The first offer was to prove “ that the mare, during the time plaintiff alleges he was holding her under bailment, was removed from his custody and keeping, with 1ns knowledge and consent, and taken to certain race tracks in Western Pennsylvania and elsewhere, where she was run for track money, and that she had, in several of these races, taken the purse, track money or premiums.” Assuming all this to be true, it is entirely consistent with the arrangement which plaintiff in error admits he made with Dale Keown in regard to training and running the mare. If so, defendant in error was not chargeable with any breach of duty or bad faith in permitting her removal, “from his custody and keeping,” for the purposes stated in the offer. The third and fourth offers are substantially the same, in principio, and do not require any further notice. There is nothing in either of the offers, embraced in the last four specifications, that could have defeated or legitimately tended to defeat a recovery by the plaintiff below. It was clearly shown that he had a íien on the mare, not only for her keeping, but also for the $50 advanced by Henderson, whose claim he acquired by assignment. From anything that appears in the testimony, or that the defendant below proposed to prove, the lien was neither forfeited nor relinquished, and he had a right to enforce it, in an action of replevin, against the plaintiff in error who stealthily removed the mare without paying, or tendering payment, for her keeping.\nJudgment affirmed. ,"}