{"id": "500884", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, November 20th 1882.\nOn the 27th of Juno 1874, Rosanna Hamilton presented her petition in the Orphans’ Court of Allegheny county, averring that she had been appointed guardian of Sarah Ida and Hattie May Hamilton on the day of August 1862, and prayed for authority to mortgage certain property of the said minors, in order to pay for the grading of certain property of the estate of Charles Hamilton, father of the said minors. The customary order was made by the court, and a bond with approved sureties executed and filed.\nOn the 30th of June 1874, Mrs. Hamilton, as guardian aforesaid, and in her own right, together with Margaret Jane Hamilton (now Agnew) and Ann Eliza Hamilton (now White), executed the mortgage in controversy to Lewis McMullen, who afterwards, for a valuable consideration, assigned to the appellant.\nTo June Term 1881 the bill before us, praying for a decree, for the cancellation or satisfaction- of this mortgage, was filed. In support of the prayer thus made, three allegations were set forth: That at the time of the execution of the mortgage Ann Eliza Hamilton was not of -age; that Mrs. Rosanna Hamilton was not then in her right mind; that she was not, and never had been, guardian of the said minors.\nThe court below, after reference to a Master and hearing of he parties, entered the following decree:\n“1st. That as to the one-fourth interest in said mortgage made by Margaret Jane Hamilton, now Margaret Jane Agnew, this bill be dismissed. 2d. That as to the remainder of said mortgage, the defendant be required to enter satisfaction thereof on the margin, of the record so that the same be and remain a lien upon the said one-fourth interest of Margaret Jane Agnew only, and that the bond accompanying said mortgage be cancelled as to all the obligors thereon except Margaret Jane Hamilton, now Margaret Jane Agnew.”\nIn the examination of the rectitude of this decree we may notice in the first place, that Mrs. Hamilton having died before the filing of this bill, and her estate, in the promises mortgaged, being but for life, she necessarily drops out of the case, and, as to her right, leaves nothing to be considered. Nor, as was properly observed by the Master, does her mental condition, at the time of the execution on the mortgage, present itself as a matter of material consideration, for if, in the execution of that instrument, she acted under and in pursuance of the decree of the Orphans’ Court,it matters little whether she was sane or insane. The order of the court having been properly carried out, the mental condition of the instrument by which it was executed can in no manner affect its validity.\nWe observe, in the second place, that the Master having found that Mrs. White was not of age when she signed the mortgage, and that she did nothing after her majority which ought to be construed as a ratification thereof, we must of necessity approve the decree so far as she is concerned.\nFinally, as to how the interests of the two minors are to be affected, depends upon the validity of the decree of the Orphans’ Court directing the mortgage. The prima facie presumption is in favor of that decree, but the presumption is not one juris et dejare. It may be rebutted, and if it turns out that the court had no jurisdiction, its order was void: Torrance v. Torrance, 3 P. F. S. 505.\nTo rebut this prima facie presumption in favor of the decree of the Orphans’ Court, we have this positive and unqualified finding of the Master: “Rosanna Hamilton had not been appointed guardian of the said minors when she made the above stated application to the Orphans’ Court, nor when she made the mortgage, neither did she thereafter obtain such appointment.” And this finding he says is of one of several facts admitted, or not disputed. But if Mrs. Hamilton was not the guardian of her minor children, how was it possible for the Orphans’ Court to empower her either to mortgage or sell their lands ? The power of this court to order a sale or mortgage is based on some preceding relation of the person applying for such order to the property which it is intended thus to dispose of, as that of executor, administrator, guardian or trustee, but if there is no such relation the action of the court comes to nothing; it is mere usurpation. The maxim omnia prmsumuntMV, when applied to judicial proceedings, is a valuable one, but it cannot clothe a court with a jurisdiction that the constitution and laws have put beyond its reach. It cannot validate a decree authorizing A. to sell B.’s lands unless there is some precedent legal relation warranting it.\nThe decree is affirmed, and the appeal is dismissed at the costs of appellant.\nSharswood, C. J., and Green, J., dissented."}