{"id": "500865", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, November 20th 1882.\nBoth parties claim title to this land under sheriff’s sale as the property of James Strouss.\nThe defendant purchased at a sale made in December 1815, the plaintiff at one made in March 1880.\nThe plaintiff seeks to impeach the validity of the first sale on the ground that it was made in fraud of the creditors of Strouss.\nThe law presumes that a public judicial sale is made in good faith. This presumption stands, unless overthrown by clear and satisfactory evidence of fraud or unfair means. The contention was one of fact. Much evidence Avas given bearing on the question, and some of it conflicting. The learned judge submitted the case to the jury in a clear and correct charge. He instructed them that if the sheriff’s sale was made with the intention of hindering, delaying or defeating creditors, and the purchaser had knowledge of such, it was null and void, although the full value of the property may have been paid; that a sheriff’s sale should be free, open and untainted by fraud ; that any trick or device of a purchaser which prevents a fair sale is a fraud on creditors, and if by means of it he gets the property at less than it otherwise would have sold for, he does not obtain a good title, and it may be defeated by a subsequent sale of the property on the judgment of another creditor. To work this result the purchaser must have been guilty of some falsehood or trick before or at the time of the sale which succeeded, and he must have obtained the property for less than it otherwise would have sold. All of these are essential elements to defeat the title of the purchaser. A mere fraudulent intent or effort if not successful is not sufficient, nor is the mere fact that the property was purchased at less than its value. We think the plaintiff has no reason to complain of this declaration of the law. No error is assigned thereto. Then, as to the application of the evidence tending to establish the fraud, the court affirmed a point of the plaintiff put in these words, “ under the plaintiff’s evidence tending to prove fraud on the part of the defendant, the jury will consider all the separate facts in evidence, whether each fact of itself would be sufficient or not to fasten fraud on her in the premises; and they may consider separate facts, if they are connected by the evidence and tend to prove that the [defendant entered into and carried out a scheme or plan, to purchase the land in dispute at an under value, and for the benefit of herself, and also for the benefit of James Strouss or his family.”\nWe do not deem it necessary to consider seriatim the twenty-five specifications of error. We do not think the article of agreement Avas prima facie fraudulent as to creditors; nor do we see any error in the rejection of evidence. A wide range was given to its admission. A careful reading of it has led us to the conclusion that the portions of the charge and answer to which we have referred, fairly presented the substantial features of the case to the jury. We discover nothing which calls for a reversal. Judgment affirmed."}