{"id": "500937", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, December 30th 1882.\nThis action is founded upon an alleged contract by the bank to hold and make good Allen’s check for $1,500, drawn to Johnston’s order, and credit Johnston with the amount thereof and.charge the same to Allen as soon as Allen should have funds in the bank. And the plaintiff avers that after the delivery of said check to the bank, said Allen had unappropriated money in the bank to the amount of said check, and in violation of said agreement the said bank refused to charge the amount of said check to Allen and place the .same to the plaintiff’s credit.\nTo maintain his suit, the plaintiff himself testified that on November 2d 1876, he put the check in the bank for collection, told the teller he wanted him to make the check good, and he said he would as soon as funds came in ; that he left the check and his bank book, and two or three times through the day he asked at the bank if there were funds, arid was answered, none; that between the 2d and 11th of. November over $100,000 had been deposited to Allen’s account all drawn out on other checks; and that on the 17th of November he took back the .check, when his bank-book was balanced. He was the only .witness called on his part and all his testimony as offered was received, except that the alleged agreement was in the usual course of business of that bank.\nThe teller, called by the bank, in cross-examination, said : “ Q. What did he leave the check for.? A. To obtain money, I suppose. Q. When the funds came into the bank? A. Certainly. Q. He didn’t present the check that day to receive the money when you told him there was none there. A. No time while that check was there, there never was any funds there.”.\nA statement of the case as presented at the trial would seem a complete vindication of the rulings of the learned judge of the cornmon pleas. For instance, the portion of the charge made the subject of the ninth specification of error is in full accord with the plaintiff’s testimony. But few of the specifications require remark.\nAt the outset in his argument the plaintiff says : “ The question involved in the first four specifications-of error is on the refusal of the court below to admit the evidence on the; part of the plaintiff of the custom or usage of the batiks at the city of Parker of receiving the checks of oil dealers and holding the same for future payment as soon as the drawee's would deposit funds sufficient to meet them.” That is the question argued, but it docs not arise, for there was no offer to-prove any general custom, or any special custom affecting; any particular locality or trade; the offer was to prove the usual course of business or custom of that bank in dealing with its customers or persons engaged.in dealing, in oil, not to prove the custom or usage of the banks at the city of Parker, It would have been admissible to prove a practice or habit of dealing between the plaintiff and defendant, oil such terms' and of. such continuance, as to justify an inference that this transaction was on the accustomed terms. But the plaintiff showed lie had ho prior dealings. “ Q. Mr. Johnston, state if yon have had large business transactions with \"the bank in the purchase and sale of oil, etc., during the year 1876 and the year before? A. I had none during the year 1876 but In 1877 I had.’? Whether the offer that was actually made, was in chief or rebuttal, it was rightly rejected.\nThe plaintiff requested the court to instruct-the jury; “that if they find from the evidence that the plaintiff presented the check in suit on the 2d day of November, 1876, for payment, and that either the teller of cashier of the bank agreed to hold the check and pay it out of the first funds deposited by R. B. Allen, and not otherwise , specially, appropriated, that the plaintiff is entitled to recover under the evidence in this case.” Answer, “we affirm that point if yon believe the evidence of D. C. Johnston.” This is assigned for error. The plaintiff claimed upon a contract by which .the bank became his agent to secure payment out of funds of the drawee, if such should be deposited, and in default, itself to be liable for the amount. His claim is for neglect to secure an unaccepted check, payment of which had been refused for want of funds of the drawer, and the evidence of the alleged broken contract rested in the plaintiff’s memory alone. That the judge told the jury, that the. plaintiff could recover if they believed him, was no error of which he can complain. That he repeatedly told the jury that if they believed the testimony of the plaintiff he was entitled to the verdict for his claim, in such way as to induce them to carefully consider his credibility, did no wrong to him.\nNor was there error in the answer to the plaintiff’s second point. Besides the matter-mentioned by the court tending to show that Allen had not deposited funds subject to that check, the teller testified that there never were any funds there.\nWe think the case was fairly submitted to the jury. After careful consideration of the able. argument of the plaintiff’s counsel we are not convinced that there was such inaccuracy of statement of testimony in the charge, as misled the jury or directed their attention away from the questions of fact, in dispute.\nJudgment affirmed."}