{"id": "500958", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, November 20th 1882.\nThis action is to recover the value of fixtures on land of the defendant. The main question is, whether the action of trover will lie. The controlling facts are briefly these. The defendant let to the plaintiffs a lot on which were a box and a keg manufactory, for the term of three years, from the 1st of September 1877, they agreeing to pay all taxes thereon during the term, and the premiums for insurance on the property, and a further rental of $150 per month payable quarterly, with a provision in case of a failure to pay either, that the defendant might, at his option, consider and treat the plaintiffs as tenants at will; and after thirty days' notice, enter and repossess himself of the premises.\nMost of the machinery in contention was then in the buildings. It had been put there by former tenants, from whom it was purchased by the plaintiffs at the date of their lease, at the instance of the defendant. After taking possession the plaintiff’s put in other machinery of the valud of several hundred dollars.\nOn the 3d of August 1878, the plaintiffs were duly adjudged bankrupts by the United States District Court. On the 6th of September following, assignees of the bankrupts were duly chosen. They threatened to sever and dispose of the fixtures. Thereupon the defendant petitioned the said court averring, inter alia, the non-payment of a large amount of taxes and premium on insurance, and of the $450 due on the 1st of September, and that he had given notice of his election to treat plaintiffs as tenants at will, and on the expiration of thirty days from the date of said notice, he would re-enter and repossess hitnself of the premises. lie therefore prayed for an order resti-aining the assignees‘from removing or selling any of the machinery, and from exercising any control or ownership over the premises. In answer .thereto the assignees, inter alia, substantially said they had not, and did not intend to use or occupy any of the buildings, shops and premises, further than to take therefrom all personal property belonging to the bankrupt firm, and they did not believe it to be to the advantage of creditors to continue the lease : and that said premises remained closed as they found them on the day of their appointment as assignees. They denied the nonpayment of taxes and premiums on insurance : but admitted that the $450 due for rent on the 1st of September had not been paid, and they claimed the right to remove the machinery.\nOn the 24th September, upon hearing the petition and answer, and by consent of parties, it was ordered that the assignees surrender and deliver up immediate possession of the premises, together with the machinery, to the defendant (Baird) on his giving bond conditioned for the forthcoming of the machinery upon the determination of the right of property therein against him. He gave the bond and took possession of the premises with the the machinery therein, and retained the same. In December 1878 under a decree of composition with their creditors the plaintiffs were by a decree of court restored to their rights of property, under the assignees.\nThe question was referred to the register in bankruptcy, who took testimony and reported the right of property in the machinery to be in Baird, and the District Court so decreed. On appeal to the Circuit Court, the proceedings were dismissed for want of jurisdiction.\nIt may be conceded that the machinery bought by plaintiffs of the previons tenants, as well as that afterwards put in, all sustained the same relation to the realty. They all became fixtures. There is some evidence indicating the defendants had in fact taken possession of the premises prior to the 1st of September 1878, as the plaintiffs gave evidence that they demanded the machinery on that day, and it was refused. This Avas nearly a month after they Avere decreed bankrupts and Avhile the decree Avas in full force. If defendant was not in possession, why was demand made of him?\nIt is a well settled rule of law, that a tenant for years who erects fixtures for the benefit of his trade or business, may, at any time during the term, remove them from the demised premises; but cannot after the expiration- thereof unless he remain in possession and hold over, so as to create an implied renewal of the lease: Davis v. Moss, 2 Wright 346. The question now presented is this : Does the refusal of the owner of the premises, after he has taken possession thereof, to permit the former tenants to remove the fixtures which they have attached to the premises during the term, enable the latter to maintain trover against the owner of the freehold?\nTrover lies for the conversion of goods or personal chattels. It does not lie for fixtures eo nomine: 1 Chit. Plead. 164. Title to land cannot be tried in such action when the plaintiff is not in possession. It does not lie for property severed from the realty, against one who has an actual adverse possession under claim of title: Mather v. Trinity Church, 3 S. & R. 509; Brown v. Caldwell, 10 Id. 114; Powell v. Smith, 2 Watts 120.\nIf fixtures, which the tenant might remove during his term, be suffered to remain after its expiration, they become inseparable from the freehold. They cannot afterwards be recovered by the tenant as personal chattels by action of trover against his landlord: White v. Arndt, 1 Whar. 91; Davis v. Moss, supra; Overton v. Williston, 7 Casey 155.\nThe owner of the freehold in actual or constructive possession, may maintain trover against a tort feasor, who has no right of possession but enters only casually or temporarily and severs and removes property therefrom; yet a tenant after the expiration of his term cannot maintain such action against his landlord: Wright v. Guier, 9 Watts 172; Harlan v. Harlan, 3 Harris 507; Clement v. Wright, 4 Wright 250; Brewer v. Fleming, 1 P. F. Smith 102.\nUnder the proceedings in bankruptcy all right and interest of the plaintiffs to and in the premises and fixtures passed to the assignees on their appointment. A few days thereafter they averred of record that they had not used and did not intend to use or occupy the buildings or premises, further than to remove therefrom the personal property of the bankrupts. They then consented that the court make an order for them to deliver up, inter alia, immediate possession of the premises to the defendant. He then took legal possession of the premises, of which he appears to have had actual before, and has continuously retained it since. The fact that the right of property in the machinery was afterwards to be determined did not affect the unconditional surrender of the premises to the defendant, with its legal incidents. When by decree of court the plaintiffs received the property from their assignees they acquired no oth.er or greater interest than the assignees then held. If the latter could not have recovered the machinery by action of trover, the plaintiffs cannot.\nFixtures are not goods and chattels for all purposes. They are not unless made so by the tenant’s severance, or for the benefit of his execution creditors. While they remained attached, they are part of the freehold : Minshall v. Lloyd, 2 Me. & W. 450; Mackintosh v. Trotter, 3 Id. 184; Overton v. Williston, supra.\nThe fact of an agreement between landlord and tenant that the latter may remove fixtures at the end of his term does not either permit him to do so thereafter, nor enable him to maintain trover against the owner of the premises in case of his refusal to permit their removal: Minshall v. Lloyd, supra; Overton v. Williston, supra. If the plaintiffs have any right of action it is not in this form. The learned judge therefore committed no error in holding the action of trover does not lie.\nJudgment affirmed."}