{"id": "500935", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court October 2d 1882.\nItis now fifty years since John Piper conveyed the premises in dispute to Enoch Isenberg. The possession of the property since that time has not been inconsistent with the terms of his deed. If, as was contended by the plaintiff in error, the property belonged to the wife of Enoch Isenberg, she never asserted her right during the life of her husband nor, as far as this record shows, made any complaint that the deed was made to him- Many years after his death, when nearly eighty years of age, and after enjoying the use of the property as devisee for life of her husband, she conveyed it by an informal deed to his niece, the plaintiff in error. The lapse of time is entitled to some weight in considering the question whether the true ownership of the premises corresponds with the face of the title papers.\nBoth parties claim title through David. Caldwell, the father of Mrs. Isenberg. He died in 1819, and left a will,. the material clause of which is as follows : “ As to my real estate, it is my will that it be rented or leased by my executors, and my wife shall have the proceeds of it while she lives a widow, except as much of it as will be a sufficiency to maintain my mother in a decent manner while she lives, which it is my will she is to get, and if my wife should marry, or when she dies, then it is my will that my said real estate be divided between my surviving daughters or their heirs, and if they can’t agree in having the land divided, then it must be sold, and each daughter have an equal part, but if any of them should die without lawful issue, then their part is to be divided between the surviving daughters and their heirs.”\nThe widow, Jane Caldwell, died in 1831. An attempt was then made to divide the real estate-between the three daughters of David Caldwell. This attempt failed for the reason that they could not agree upon a division. The surviving executor of David Caldwell’s will then sold the real estate to John Piper for the consideration of $4,000. Piper then conveyed the premises in dispute to Enoch Isenberg, the husband of one of the daughters, for the consideration of $1,333.\nIt was contended on the part of the plaintiff that the deeds from the executor to Eiper, and from Piper to Isenberg, were for the purpose of making partition of the estate of David Caldwell among his three daughters; that no money consideration passed; that Eiper was a mere trustee; and that the conveyance from Eiper to Isenberg of the share of Isenberg’s wife made him a trustee of the latter.\nThe paper book of the plaintiff does not throw much light upon this question of fact. Two pages and a half of testimony appear to have been culled out, which is most favorable to the plaintiff, arid all that makes against him wholly omitted. The object of a paper book is to aid the court in arriving at the truth. The defendant in error has supplied the omission, and we thus learn that'he offered evidence tending to prove that the deed to him of the land in. controversy was not a blunder on the part of the scrivener ; that Isenberg was childless, that he contemplated making valuable improvements upon the property, and refused to do so if the deed were taken in his wife’s name; that subsequently, and after the title was placed in him, he made the improvements, consisting of a house and barn, and other buildings needed for a farm. It further appeared that he owned in his own right a tract of land adjoining, consisting of about forty acres, upon which the improvements could as well have been placed. All this is entirely consistent not only with the paper title but with the fact that his wife knew of and assented to the deed from Eiper to him.\nThe plaintiff denied the power of the surviving executor of David Caldwell to sell the land; and that even if he had such power, it was only for the purpose of partition and division among the devisees, and that the deeds in question were but a mode of making such a partition. See second and third assignments. The ruling of the court below upon these points was free from error. The question raised upon the second assignment was reserved, and judgment subsequently entered thereon for defendant in error. No exception was taken to this judgment, and the point therefore drops out of the case: Bank of Shippensburg v. Lefever, 24 E. F. S. 49. The sale of the property under the power in the will clearly worked a conversion. The moment it was converted into money the husband had a right to it as the law then stood, and could assert his dominion over it either in purchasing a portion of the real estate with it, or in using it in the purchase of other real estate in his own name. The failure of the daughters to agree to make partition, and the sale of David Caldwell’s real estate by the executor by reason of such failure, converted Mrs. Isenberg’s share of his real estate into a mere ebose in action, which was reduced into possession by the husband. As this appears to be all there is in the case, we need not notice the remaining assignments of error.\nJudgment affirmed."}