{"id": "500956", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, October 25th 1882.\nA corporation which is bound to keep its highway in repair and safe condition, is liable for an injury caused by its neglect to do so, and it is immaterial whether the neglect was willful or otherwise. Where ignorance of the defect is the result of omission of duty, actual knowledge of its existence is not an essential to the fixing of such liability. If the exercise of proper supervision would have led to discovery of the nuisance in time to remove it, or to protect the public against it, there is the same liability for an injury caused by the nuisance as if there had been notice or knowledge of it: Norristown v. Moyer, 67 Pa. St. 355; Erie City v. Schwingle, 22 Id. 384. When the temporary occupation of the road by a person engaged in building is necessary, due care must be taken to guard the public from the danger, and if this be left undone the corporation is answerable for the injury occasioned by the obstruction, if sufficient time had elapsed for the corporation by reasonable vigilance to have discovered the obstruction and provided a safeguard.\nWhat is and what is not negligence in a particular case is generally a question for the jury and not for the court. It always is, when the measure of duty is ordinary and reasonable care. In such cases the standard of duty is not fixed but variable. Under some circumstances a higher degree of care is demanded than under others. And when the standard shifts with the circumstances of the case it is in its very nature incapable of being determined as a matter of law, and must be submitted to the jury to determine what it is, and whether it has been complied with: Railroad Co. v. McElwee, 67 Pa. St. 311. Exceptions to the foregoing rule need not now be noted. Nor need it be said that where there is no evidence of negligence it shall not be permitted to the jury to find it. Nor that where the admitted facts by the plaintiff in an action for injury arising from the defendant’s neglect clearly show his contributory negligence, he should be non-suited.\nTo drive at the rate of twelve or fifteen miles an hour is not negligence per se. To determine whether such speed is within or without the measure of reasonable care, the width of the road, its condition, the number of persons and vehicles thereon, at the time, and all other circumstances must be considered. The road may be inside the limits of a city corporation, and in fact a country road. It may be known as a much used thoroughfare, in good repair, or as one that is rough and perilous. The degree of care shifts with the ever-shifting circumstances, and whether driving at a certain rate of speed is negligence can alone be determined by the jury. , ^\nThe truth of the plaintiff’s testimony being admitted by the motion for non-suit, the reasonable inferences therefrom are taken in his favor. A .quantity of stone had been placed in the road, not leaving room for two teams to pass, if meeting at that point. There was no light or other thing to warn the public. Tsually the road was smooth and safe. The plaintiff had driven by the obstruction that evening after dark, not in daylight. He was driving along side and talking with Hatfield when the accident occurred. There is no reason for belief that there would have been an accident but for the stone, unless it be found in the rate of speed, twelve or fifteen miles an hour. That same evening it was remarked by a traveler that that was a very dangerous place : and another, driving at a slower rate, broke a wheel of his wagon against the stone. Surely the question of contributory negligence by the plaintiff was for the jury.\nThe obstruction was there a number of days; one witness said, a week. There is no evidence that any officer of the company had knowledge of this fact; but it ought to have been submitted to the jury to find, upon all the evidence, whether the want of such knowledge was the result of omission to exercise proper supervision of the road; and whether by reason of such omission the defendant was negligent in not having discovered the nuisance before the time of the accident, and removed it, or placed a proper warning.\nJudgment reversed, and procedendo awarded."}