{"id": "500939", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, November 20th 1882.\nArt. XVI. section 8 of the Constitution of 1874 declares “municipal and other corporations and individuals invested with the privilege of taking private property for public use, shall make just compensation for property taken, injured or destroyed by the construction or enlargement of their works, highways or improvements.”\nSection 1 of the Act of 24th May 1878, Pur. Dig. 2092, pi. 15, inter alia, declares: “ in all cases where the proper authorities of any borough within this Commonwealth, have or may hereafter change the grade or lines of any street or alley or in any way alter or enlarge the same, thereby causing damage to the owner or owners of property abutting thereon without the consent of such owner, or in ease they fail to agree with the owner thereof for the proper compensation for the damage so done or likely to be done or sustained by reason thereof,” the court of Common Pleas of the proper county, on the application of the borough authorities or of the owner of the property claimed to be damaged, shall appoint five disinterested citizens of the county, “ to estimate and determine whether any, and if any, how much damage such property may have sustained or seems likely to sustain by reason thereof, “ and make report to the court, with power to either party to file exceptions thereto, and to appeal from the judgment entered thereon.”\nThe specific right to damages in this case rests on the section of the statute cited. The claim is for damages sustained by reason of a change in grade from the original location of a street in the borough, and by making the same in such a manner as to cause the injury to the property of the defendant in error abutting thereon. Although this Act of Assembly gives a full and specific remedy for such an injury, yet it does not appear to have been called to the attention of the court below, nor was it cited on the argument before us. Indeed, the learned judge assumed the legislature had not made any provision to carry into effect that clause of the Constitution, nor provided any specific mode for assessing the damages, therefore he sustained this action of trespass.\nThe Act of 21st March 1806, section 13, declares: “in all cases where a remedy is provided or duty enjoined or anything directed to be done in any Act of Assembly, the directions of the said Act shall be strictly pursued and no penalty shall be inflicted or anything done agreeably to the provisions of the common law in such cases, further than shall be necessary for carrying such Act into effect.” This Act is held to apply to civil proceedings and actions. Wike v. Lightner, 1 Rawle 289; Brown v. Commonwealth, 3 S. & R. 271. When a statute creates a right and provides a particular mode by which it may be vindicated, no other remedy than that afforded by the statute can be enforced: Moyer v. Kirby, 14 S. & R. 165; Turnpike Co. v. Brown, 2 P. & W. 463; Same v. Martin, 2 Jones 362.\nIt follows the defendant must seek redress under the statute for whatever damages he may have sustained by reason of the change of grade. The first assignment is therefore sustained. This conclusion makes it unnecessary to consider the other assignments.\nInasmuch as the claim consists of two parts and the question of a different remedy for each was not fully presented, we will send the case back for another trial to determine whether the Act of Assembly may not be inapplicable to part of the damages.\nJudgment reversed and a venire facias de novo awarded."}