{"id": "500942", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, November 20th 1882.\nThe report of the learned master as first filed is wanting of the facts necessary to a proper decision of this case on any other hypothesis than that which he adopted as the true one. He determines that the plaintiff is entitled to the one-eleventh of three-eighths of three-fourths of all the oil produced from the Noble well, and bases his decree for an account on that conclusion. But he does not inform us whether or not she had any substantial claim for such account, should his theory fail and she be entitled to but one-eleventh of three-eighths of one-fourth of the oil thus produced. Under such circumstances we might well infer that the dispute was limited to the product over and above the amount last stated, and that, assuming this amount to be the true one, she, or what is the same thing, her husband for her, had received all to which she was entitled, hence had no right to call upon the defendants to account.\nFor although he mentions the fact that she claimed, that, under any circumstances, she had not received the full amount of oil due her, yet he does not so find, but rather the contrary. The facts, however, necessary for the definitive disposition of this case are found in the master’s supplemental report on the defendants’ additional exceptions. In those exceptions it is alleged, that after the production had become so great that a delivery at the well in barrels, as originally contemplated, became impossible, by arrangement of the parties interested, tanks were erected, and proper persons appointed to make delivery of the oil on the orders of the owners ; that Thompson for himself and wife assented to this arrangement, and, from time to time, drew their shares of the product of the well with the others; that all these orders were drawn on the bookkeeper, and that the defendants had nothing whatever to do with the delivery of the oil, since, by the arrangement above referred to, they were relieved from that responsibility. That the books were open to the inspection of all parties concerned ; tliat full monthly statements were made of the produce of the well, whiclr were received by, or known to, Thompson, and, finally that no dissatisfaction was expressed by the Thompsons until the year 1868.\nThe master answers this statement of facts as follows:— “ We say that although these are undisputed facts, clearly established by the evidence, they have no bearing upon the question before us; the right of the plaintiff to compel an account on part of the defendants. They are immaterial and irrelevant, and cannot affect the rights of the plaintiff.”\nThus whilst the master treats the facts, above stated, as undeniable, yet he thinks they come to nothing in the determination of this case. We think differently, for it is thus made certain that if the sublease to Noble and Delemater, on the 14th of April 1863, was binding upon Mrs. Thompson, she has nothing whatever upon which to found a claim for an account against the present defendants, and this for the reason that they have received nothing belonging to her, or if so, certainly not in the capacity of her bailiffs or receivers. The question then is, why was she not bound by the terms and conditions of the sublease ?\nShe has no other title than that found in the agreement of Noble and others to N. Wood and others. Wood’s assignment could give her nothing but what he afterwards got by that agreement, for the previous parol arrangement had, in and of itself, no force whatever. But that conveyance reserved to the vendors the right to make just such a lease as they did make on the 14th of April 1863, by which Noble and Delemater were to receive one-half of any and all the oil they might find in the premises. It, therefore, signifies nothing that Mrs. Thompson did not assent to this sublease, for she had no power to dissent.\nThe Master falls into the error of supposing that under the Wood agreement she took an estate in fee in the realty. He says: “ On the 14th of April 1863, the defendants, Noble and Delemater, took a lease or sale to themselves forever of this property on which was located the Noble well. They were by the terms of the conveyance, to give the grantors a certain portion of the oil. From the time of the execution of this conveyance they were the ownei’s of the oil in fee while the signers of the sublease had only an interest in the personalty. As the plaintiff did not sign this sublease, her interest remained an interest in the realty, and its character could not be affected by anything done by the defendants.”\nWe scarcely need say, that the merest glance at the papers will show that this conclusion is all wrong. The instrument referred to neither did nor could convey a fee to any part of the realty ; and this for the reason that Farrell’s agreement of the 28th of March, with Noble and his associates, vested nothing in them but the right to work the land for oil; by it they acquired no estate either in land or minerals. If they found oil they were to have three-fourths of that which they brought to .the surface, but as to any property to the oil in situ they had none: Funk v. Haldeman, 3 P. F. S. 229. In this incorporeal right to prospect for and take the oil found in the land the parties may have had a fee, if such a term applies at all to a mere license, which I very much doubt, the case cited to the contrary notwithstanding. But if a fee, it was sub conditione, and base in its character. But this right, by whatever name designated, was but accessory to the main design, the getting of oil to the surface, for until that was done the parties had no interest in any tangible thing. These parties were engaged in an adventure of business, whether as partners or tenants in common can make no difference, and the right acquired from Farrell was but one of the means or appliances used in carrying on that business. Now, what we have to do with is this business and the product produced by it which was clearly a chattel. The Master’s argument, therefore, based as it is, on a false premise, necessarily falls, and it follows, than when the original purchasers made their gift of three-eighths of their interest to their eleven friends, they had a right to impose upon that gift what conditions they pleased, and it was proper, reasonable and lawful for them to retain to themselves the management and control of the business in which they proposed to embark. Under these circumstances it matters nothing whether the plaintiff did or did not consent to the sublease, for the power to make it remained in the parties who had the major and older interest, and they having made it in good faith it was binding on their donees. Whilst, therefore, we do not altogether agree with the learned judge in the reasoning on which he based his decree dismissing the bill, yet we do agree with him in the result thus reached.\nThe appeal is dismissed, and decree affirmed at costs of appellant."}