{"id": "502674", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, April 16th 1883.\nThe controlling principles in this case respecting the plaintiff’s right to recover, if injury was caused to her by the defendant polluting the waters of Meadow Creek with water from its colliery, were stated in an exhaustive opinion by the late Justice Woodward, 86 Pa. St. 401. Upon the second hearing there was quite as little recognition of a right in the owner of a colliery to materially injure the property of another by fouling a stream with mine water, as upon the first: 94 Pa. St. 302. Now the question is, whether the plaintiff is entitled to compensation for the direct and immediate loss resulting from the injury.\nIn affirming the plaintiff’s points the court ruled that if the defendant polluted the waters of Meadow Brook, thereby causing an in jury to the plaintiff, she is entitled to recover damages, that the measure of damages is compensation for the injury resulting from the defendant’s acts, and that the verdict should be for a sum that will compensate the plaintiff for the actual loss she suffered, caused by the defendant, previous to bringing the action. That was in accord with the general rule in actions of tort, where the injury was unintentional and unaccompanied with malice : but, though sound, it was frittered away by other instructions.\nNear the end of the charge the court said : “Now you have it in your power, after you have examined all the evidence in this case, to say what damage the plaintiff is entitled to recover. The amount of damages is altogether in your discretion ; what damages you may award the plaintiff is purely for you. You may, in your discretion, say that she is entitled to nothing more than nominal damages, which would be nothing more than six cents ; you may say that she is entitled to $500 ; you may say that she is entitled to $1,000 ; you may go as high as the amount named in the evidence, if you believe that is the plaintiff’s actual damage. After ascertaining whether the Sow of water in this stream is a benefit to her or not, if you find it is not a benefit and that she ought to recover, then, of course, you will give to the plaintiff damages to that amount, if you please.” All that was error. It gave the jury full liberty to give damages in their discretion — to do as they pleased. To exercise the power to find nominal damages, or a fraction of what was proved, was against law — their duty, under their oaths, was to determine from the evidence what sum would be a full compensation for the loss suffered by the plaintiff from the defendant’s fouling of the waters of Meadow Brook, and they had no lawful power to find damages for less. They were bound to “ go as high as the amount named in the evidence,” if they believed she suffered so much damage. It was no matter of discretion, but a sum to be determined from the evidence that would compensate the loss; as clearly so as if the plaintiff’s house had been destroyed and the jury were to find its value from the testimony in the cause. Even if deduction could be made for benefits, the value of the loss should first be found.\nThere was no allegation of injury from overflow or for swelling the waters of the stream ; but the plaintiff complained that the defendant had made the water unfit for the uses she had enjoyed. Though fouled, there is more of it,” is not a good answer. A large stream of impure and unwholesome water may be of greater market value than a small one that is pure and wholesome; and if the benefits of a large and constant flow of unwholesome water, which spoils a small pure stream for the uses of a dwelling house, can be off-set against the owner’s claim for the injury, he is without remedy. Iiis property can be taken or injured against his will, with impunity, for private use. This is not the law. He may hold and enjoy his property so long as he chooses', except when taken, injured or destroyed for use of the public. A man has no right to turn a stream out of its natural channel into another stream, thereby increasing the flow of the latter through another rnan?s land ; and though no appreciable damage could be proved, an action would lie. If it be conceded that the turning of water from a colliery into a stream is an exceptional case, for which an action will not lie where it has done no injury in fact; yet if it has fouled the stream the injured party is entitled to redress. The plaintiff avers that the defendant has subjected her to conditions that did not exist when she built the dams, laid pipes, improved her property and. began to use the water of tl-ie stream, not by increasing the quantity but by spoiling the water for her uses. “ There is no set-off, or recoupment of damages, not founded on the undertaking or default of the party sought to be subjected to such adjustment, nor can he who has inflicted a wrong require the injured party to accept indemnity in any other way than such as the law provides Gerrish v. New Market Mang. Co., 10 Fost. (N. H.) 478. No infringement of the rights of another can be justified on the ground that the act is a benefit to the owner, if it is done against his will: Tillotson v. Smith, 32 N. H. 90. Benefit to a meadow below a dam by a ditch, dug at the time of the erection of the dam by the owner of the dam, through his own land, cannot be ^et off against damage to the meadow by subsequent overflowing occasioned by the dam ; and the cost of the ditch is immaterial in assessing such damages: Giles v. Stevens, 13 Gray 146.\nA few cases may be found that are in seeming conflict with the rule that in the matter of nuisance there is no set-off or recoupment; but none in Pennsylvania. Where a case arises of permanent injury, where the measure of damages is the difference in value of the land as affected by the nuisance, and what it would be worth if unaffected, in some sense it’ may be that benefits are properly considered ; but the real question is, What is the amount of loss? Here the court, upon the defendant’s objection, properly overruled the plaintiff’s offer to prove “ what was the permanent injury and damage to the property itself, that is, the freehold, in the loss of value caused by the destruction of this water.” It is not apparent that the destruction is permanent. The defendant may abate the nuisance.\nWe are also of opinion that it was error to affirm the defendant’s tenth point: “ All that the plaintiff in this case can claim, if anything, is the uso, as a riparian owner, of the water in its natural state, and she cannot claim for the cost of, or damage to, any artificial construction put up by her for the use of the water from this stream, nor for the cost of introducing other water for such artificial purposes.” If, before the defendant spoiled the water, the plaintiff had erected proper constructions for its convenient use, and the defendant injured or rendered them useless, the plaintiff is entitled to compensation. What rule limits the damages to the value of the water in its channel, exclusive of all improvements for its convenient and reasonable use ? As well might a court and jury in case of diverting the waters of a creek from a valuable mill-property, and consequent destruction for use, as a mill, limit the owner’s damages to the value of the mill-site in its natural state, exclusive of loss for injury to and uselessness of the dam, building, machinery and other improvements. The point and its answer limited the plaintiff's damages to the water in the channel, with instructions to deduct the amount of benefit, and the ninth assignment must be sustained.\nTestimony was received to show that the mining of coal in the anthracite region is below water level, that water is encountered wherever coal is mined in that region, and that what was done by the defendant in working its mines and pumping water therefrom was in the ordinary, reasonable and proper mode of working its mines, “ for the purpose of mitigating damages in this case.” It was offered for other purposes, for which it was lightly rejected; it should not have been received at all, for it was irrelevant lumber. This was a first suit for an alleged nuisance, and the unmistakable points raised in the proceedings were the plaintiff’s right of recovery if she was actually injured by the mine water, and the amount of merely compensatory damages. \"When the measure of damages is compensation only for the loss by the injury, it is difficult to conceive how the mode of working a mine below the water level would be a proper thing to consider in ascertaining the amount.\nThe third and fourth assignments are well taken. For reasons already stated, testimony of the advantages to the plaintiff resulting from the acts of the defendant, was incompetent. And respecting the fourth, there was no foundation laid for receiving the opinion of the witness as to the cost of keeping up the improvements. His knowledge was only “a part of the testimony by Mr. Anderson.”\nThe fifth and sixth assignments are not sustained. Of the subject of the fifth, it is uncertain that the testimony related to matters below the reservoir. It will not be presumed that evidence of polluting the water by other people, below the reservoir, was received. And as to the subject of the sixth, the plaintiff has not shown the testimony proposed to be rebutted. That testimony should have been printed, that the pertinency of the offer in rebuttal could be determined.\nJudgment reversed and venire facias de novo awarded."}