{"id": "502745", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, April 16th 1883.\nThis action was brought against the defendant for the cutting and conversion of standing timber, to' recover “ treble the value thereof,” under the Act of March 29th 1824, P. L. 152. On September 20th 1876, judgment was entered in default of an appearance and plea. The damages were liquidated under a writ of inquiry, and final judgment entered on May 23d 1881.\nFor present purposes it must be taken as admitted, that on April 30th 1878, die defendant was adjudicated a bankrupt, and that he obtained his discharge on May 9th 1879. The sole question is, whether the plaintiff’s demand was a provable debt in 'bankruptcy at the time the defendant was adjudicated a bankrupt.\nThe interlocutory judgment established the right of the plaintiff; but the quantum of damages sustained by him was not then ascertained. A judgment by default in an action for a specific thing, as in debt for a sum certain, is absolutely complete. But where damages are to be recovered, because the court know not what damages the plaintiff has suffered, a jury must be called to assess them. The process is called a writ of inquiry, and prior to the Act of May 22d 1722, in the execution thereof, the sheriff sat as a judge, and tried by a jury what damages the plaintiff had sustained, and when the verdict was given, the sheriff returned the inquisition, and judgment was entered for the exact sum of the damages so assessed. The writ has been characterized asan inquest of office to inform the conscience of the judges, who might, if they pleased, assess the damages themselves. Under the Act of 1722, upon the plaintiff’s motion, the court shall make an order in the nature of a writ of inquiry, which inquiry shall be made and evidence given in open court, <cand after the inquest consider thereof, they shall forthwith return their inquisition, under their hands and seals ; whereupon the court may proceed to judgment, as upon inquisition of that kind returned by the sheriff.” That mode of inquiry is now a matter of right, but is not subject to review in the appellate court: Bell v. Bell, 9 Watts 48. The inquiry determines the amount of damages, when in open court, with precisely the same result as a sheriff’s inquisition.\nAlthough the judgment by default may be incomplete for purposes of lien and execution, it is complete in determining the plaintiff’s right of recovery. It is a bar to another action between the same parties for the same cause. The only process or order to which the plaintiff is entitled, is one for ascertainment of his damages — the jury are bound to find some damages — and the defendant has no right to be heard, except as to the amount, for the judgment is conclusively binding until vacated or reversed. The cause of action, having boon established by the judgment, is merged in it, and cannot again become the basis of a suit between the parties. If an action would not lie on the judgment until after its liquidation, the plaintiff’s hands are tied until the liquidation. The fact that execution cannot be had, or an action bo commenced, until the damages are assessed, does not change the character of the judgment.\nThe judgment is a debt in the nature of a contract, though the cause of action upon which it was founded may have arisen from a tort. In order to give a just effect to a judgment, sometimes it is proper to look behind it to see upon what it was founded, as when it becomes necessary for the court to determine whether the defendant is entitled to exemption of property from levy and sale in execution, or whether the plain-* tiff may sue out a capias ad satisfaciendum. So, in that way, when a defendant claims he is discharged under the Bankrupt Law, it may be ascertained whether the debt upon which the judgment was founded, was created by the fraud or embezzle- • ment of the bankrupt, or by his defalcation as a public officer, or while acting in any fiduciary character.\nWe think it clear that the plaintiff’s claim for damages, under the statute,, became a provable debt under the Bankrupt Act, by reason of the interlocutory judgment. The statute fixed the exact measure of the damages, three times the value of the timber, which is as certain as the damages in an action of assumpsit for timber sold and delivered, without express agreement as to the price. And had the measure been uncertain, the law provided for liquidation. Whether there is any difference in the effect of such judgment in trespass under the statute, and in trespass, or case, where there is no certain rule for measurement of damages, is not a point in this case.\nAt argument reference was made to Nassau v. Parker, 1 Clark 298. A verdict has not the legal effect of a judgment. Where vex'dict was obtained before adjudication in bankruptcy, and judgment afterwai'ds, the case is that of a pending suit at the time of adjudication subsequently determined.\nWrit of error dismissed, at the costs of the plaintiff, without pi’ejudice to the plaintiff’s right to a trial by jury."}