{"id": "502718", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, January 22d 1883.\nThe assignments of error' which involve the jurisdiction of the Court of Quarter Sessions to open streets laid out upon the confirmed plans of the city of Philadelphia, and also the regularity of the proceedings of the court below, were waived upon the argument and are not before us for decision. As the effect of a reversal upon these points would be to refer the opening of Twenty-second street to the city councils, the petitioners, who are the plaintiffs in error, prefer that we should pass upon the main question.\nThis involves the constitutionality of the Act of April 8th 1881 (P. L. 68), by which it was enacted that “ The municipalities and courts having jurisdiction in any city of this commonwealth shall have exclusive control and direction of the opening, widening, narrowing, vacating and changing grades of all streets, alleys and highways within the limits of such city, and may open or widen streets at such points and of such width as may be deemed necessary by such city authorities and courts, any private or special statute to the contrary notwithstanding; proceedings to be had in such cases as are now required by law.”\nThis was declaratory of.section 13 of the Act of May 23d 1874 (P. L. 235), and amendatory of the same..\nBy á private Act passed March 20th 1849 (P. L. 194) it was enacted that “No street, road, lane or alley shall be hereafter opened through the land of the United American Mechanics and Daughters of America Cemetery or burial place, except with the consent of said corporation, nor shall the same be liable to be taken or used for any object not connected with or appertaining to burial purposes, and shall be exempt from taxation,” &c.\nThis act was formally accepted by the cemetery company, and it was urged that it thus became a contract with the State ; that the aforesaid Act of 1881 was inoperative for the reason that it conflicts with section 10, article 1 of the Constitution of the United States, which prohibits any State passing a law impairing the obligation of a contract.\nBut the learned and able judge of the court below shows with great clearness that a contract, even if there be a contract in this case, is property, and is not more sacred than any other species of property : that “ its obligation is not impaired but it is recognized when compensation is provided for its infringement.” A franchise may be taken or destroyed in the exercise of the right of eminent domain by the commonwealth as well as any other property. In re Towanda Bridge Cbtnpany, 10 Norris 216.\nThe careful consideration given to this question by the court below renders a further discussion of it unnecessary. The reasons given and the authorities cited in the opinion of the learned judge fully vindicate his judgment.\nThe proceedings are affirmed."}