{"id": "502709", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court April 16th 1883.\nThe learned counsel for the plaintiff in error classifies and argues his ten assignments of error under three heads : — First, that there was no evidence of a waiver on part of the insurance company, of the proofs of loss. Second, that under the pleadings, proof of an implied waiver was not admissible. Third, that the assured had no such title to the insured premises as that warranted in her application.\nAdopting the order thus prescribed, we make answer to these assignments as follows: First, the waiver of the proofs of loss required in a policy, may be inferred by any act of the insurer evincing a recognition of liability or a denial of obligation exclusively for other reasons: Inland Ins. Co. v. Stauffer, 9 Ca. 397; Lycoming Mutual Ins. Co. v. Schollenberger, 8 Wr. 259; Home Ins. Co. v. Davis, 2 Out. 280; Ben. Franklin Ins. Co. v. Flynn & Hamm, Id. 627. Under the rule -thus settled by the authorities cited, we cannot say that there was no evidence that the compauy’s agent, Shoemaker, had refused payment solely on the ground of the want of title in Mrs. Dougherty to the insured premises. It is true, that Mr. Stiles’s testimony is, in this particular, not as clear as it might have been, nevertheless he professes to have a recollection that the refusal to pay was put on that ground, hence, there was something for the jury. Proofs of loss, as was said in the ease first above cited, are at best merely conditions precedent to the bringing of an action and not of insurance. Prima facie, the insured is entitled to have his loss made good immediately upon its happening, and when that loss appears to be an honest one, we are not disposed to scan very strictly the evidence which tends to rebut a technical forfeiture of the right to payment.\nBut beyond this ; as the policy embraced a house alone, which was valued at $700; as the loss was total, and as of that loss the company undoubtedly had full notice, we think, under the authority of the Lycoming Mutual Fire Ins Co. v. Schollenberger, 8 Wr. 259; and the Farmers’ Mutual Insurance Co. v. Moyer, 10 W. N. C. 129, no further notice or proofs of loss were necessary. As a rule, the law does not require vain things, and technical proofs could but restate that of which the company was already fully informed, hence, to insist upon them in a case like that in hand, would be to oppose the barest technicality as a bar to the plaintiff’s right to recover a strictly honest claim.\nSecond; from the view we have taken of this case, the assertion in the narr. that regular proofs of loss were duly furnished to the company, becomes immaterial, and may be treated as surplusage, hence the question of a variance between the allegata and probata does not arise. If, however, this be regarded as one of the questions of this case, it may be disposed of by reference to the case of the Insurance Company v. Flynn & Hamm, supra, where it is held that such variance is not material.\nThird ; on this head it is enough to say, that as the equitable title to the property in controversy was vested in Mrs. Dougherty by the Kramer receipt of October 7th 1867, it was, for all the purposes of this suit, equivalent to a fee, and of such title she was not divested by the judgment and sale on the mechanics’ lien against her husband.\nThe judgment is affirmed."}