{"id": "502725", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, December 30th 1882.\nThe plaintiff alleges, that at her suggestion, her husband pm-chased the land for her, and that she furnished the money for all the payments that were made. For the present this question is settled by the verdict. The testimony touching it was submitted under fitting instructions, the first of which was, — “ She must show that the property was bought for her; that she had the means to buy with; and that she applied those means in payment of the purchase money. And this she must show by evidence at once clear and so full and satisfactory, that the jury can rely on it with reasonable certainty.” Taking her allegation as true, the title vested in her by a resulting trust, even if the deed was made to her husband. The owner of land is not estopped from setting up his title against judgment creditors, though they had no actual or constructive notice of his title at the time they gave credit or filed the judgments against the occupant. A married woman is not bound to record her deed under pain of losing her land if seized by her husband’s creditors. The defendant’s third, eighth and tenth points were rightly refused.\nNor is there error in the answer to the fifth point, for it adapted the proposition to the evidence before the jury. The court was not bound to affirm or deny the proposition that if the wife purchases land and pays for it with her own money and has the deed made to her husband, there is no resulting trust. It did not arise upon the evidence. And the learned judge may have believed that husband and wife are unequal in power and influence over each-other, and that when he claims her property has been vested in him, it ought to appear in the circumstances that it was done without undue influence on his part.\nNothing on the face of the deed authorized its rejection as evidence. If it was not all written by the sáme hand, in the absence of erasure or interlineation, the presumption is, that it was all written before sealing. The burden was on the defendants to show that the alleged alteration was subsequent to delivery of the deed. If the record of the Orphans’ Court failed to show authority in the trustees to make the deed to Rebecca C. Meyers, and for that reason it did not operate as a conveyance to her, it was pertinent testimony, with other testimony, to establish the alleged resulting trust. There is no evidence that the deed appears to have been altered, or that the signatures were forged; but there is testimony that the signatures are genuine, and no appearance of erasure on the face of the deed. The testimony of Dennis Meyers by no means warrants submission to the jury to find that any words had been taken out and others inserted instead. The seventh, eleventh, twelfth, thirteenth and fourteenth assignments are not sustained.\nIt was competent to prove that E. J. Meyers bought the property for his wife, and the testimony constituting the fifth and sixth assignments goes no further. It was confined to the request of the wife to purchase; and to his statement made immediately after the sale, that he had purchased for her.\nEvidence of the declarations of a party in possession, in some circumstances, is admissible in his own behalf to show how he claimed, or the extent of his claim ; but not to show that he had paid for the property, or that it had been vested in him by deed or otherwise. The offer set out in the eighth assignment was to prove possession and claim of ownership of the property; but testimony was afterwards received that the plaintiff said her money paid for it. In the argument this was treated as if received under the offer, for which reason we note the assignment. The evidence of ,her declaration respecting payment of money is not within the exception.\nIt was material for the plaintiff to establish the fact that she had money to make the payments for the property in addition to the sums she had loaned. After Charles Shank had testified that the plaintiff’s father came to her house the evening before Christmas and “ handed over to her a Christmas gift — a roll of something — looked like a roll of money,” he was allowed to say that on the next morning, “she said the Christmas gift her father had given her was $500.” No authority has been cited which allows a party to make out a case in that way. Were it permitted a party to prove such declarations, he could readily prepare a multitude of witnesses. We are of opinion that it was error to admit the offer set out in the ninth assignment, and for that the judgment must be reversed.\nThe only remaining assignment that will be remarked is the tenth. It does not appear by the record, as printed, that the defendants objected to the trial or taking the verdict because of the non-joinder of the plaintiff’s husband. Section 39 of the Act of 1850, P. L. 571* provides that for recovery of any property secured to a married woman by the Act of 1848, suit majr be brought in the names of herself and her husband, to her use; and section 2 of the Act of 1856, P. L. 315, enables her to bring suit alone, if her husband has deserted her or separated himself from her, or neglected or refused to support her, or she has been divorced from his bed and board. Had the defendants objected, doubtless, the court would have heard them. The plaintiff had right to move to amend, and still has that right, and would be allowed to do so in this court under the circumstances, if the cause were not reversed on another ground.\nJudgment reversed and venire facias de novo awarded."}