{"id": "507796", "contents": "OPINION OF THE COURT\nNIGRO, Justice.\nIn this case, Appellant William Karaffa appeals from the order of the Superior Court affirming Appellant’s judgment of sentence entered in the Court of Common Pleas of Butler County. For the reasons outlined below, we reverse and remand for a new trial.\nOn December 23, 1992, Karaffa was charged with a number of offenses, including two counts of rape, two counts of conspiracy to commit rape, indecent assault, making false reports, indecent exposure, involuntary deviate sexual intercourse and unlawful restraint. At trial, the victim testified that she was raped by Karaffa and that Karaffa’s co-defendant, Tina Gately, forced oral intercourse upon her at a motel where Karaffa and Gately were staying. Following a verbal charge to the jury, the trial court, without objection by Karaffa’s trial counsel, allowed the jurors to deliberate with a written instruction on the elements of unlawful restraint as well as a written definition of reasonable doubt. On March 23, 1994, the jury convicted Karaffa of two counts of rape, indecent assault, making false reports, indecent exposure and conspiracy to commit rape. The court then sentenced Karaffa to a term of imprisonment of a minimum of ten to a maximum of twenty years and subsequently denied post-sentence motions filed by Karaffa.\nOn appeal, Karaffa raised multiple issues, including the allegation that the trial court had erred by submitting written instructions to the jury while it deliberated and that trial counsel was ineffective for failing to object to this submission. Although the Superior Court found that it was error for the trial court to give the jury written instructions, it nonetheless concluded that such error was harmless. The Superior Court rejected Karaffa’s remaining claims and affirmed his judgment of sentence. We granted allocatur to determine whether the Superior Court erred in finding the submission of written instructions to the jury to be harmless error and whether trial counsel was ineffective for failing to object to the trial court’s actions. Since we agree with Karaffa that our decision in Commonwealth v. Oleynik, 524 Pa. 41, 568 A.2d 1238 (1990), controls and therefore, reversible rather than harmless error was committed by the trial court, we reverse. In so doing, we re-emphasize this Court’s holding and rationale in Oleynik, so that it is clear that the submission of written jury instructions constitutes reversible error in this Commonwealth.\nIn Oleynik, this Court found that the submission of written instructions to the jury during deliberations was unfairly prejudicial and granted a new trial on that basis. Prior to Oleynik, this Court had consistently articulated a strong preference for issuing oral, rather than written, instructions to the jury. In 1976, this Court first addressed the issue of submitting written instructions to the jury in Commonwealth v. Baker, 466 Pa. 382, 353 A.2d 406 (1976) (plurality opinion). In Baker, the trial court had relied on Pa.R.Crim.P. 1114 in determining that sending written questions with possible verdicts to the jury would be beneficial to its deliberations and therefore proper. Id. at 397, 353 A.2d at 413. Noting that Pa.R.Crim.P. 1114 did not specifically prohibit this practice, a plurality of this Court therefore held that the trial court had not abused its discretion in submitting these written instructions to the jury. Id. at 397, 353 A.2d at 414. Significantly, however, this Court also recognized the “inherent dangers” in using written instructions and therefore cautioned that “in the future this practice should not be followed.” Id. at 397-98, 353 A.2d at 414.\nWhile the preference disfavoring written jury instructions continued to be expressed by this Court after Baker, any alleged error resulting from the submission of written instructions was examined for an abuse of discretion by the trial court and in light of possible prejudice to the defendant. See Commonwealth v. Morales, 508 Pa. 51, 494 A.2d 367 (1985) (holding that there was neither abuse of discretion nor possibility of prejudice to appellant from the court’s use of a written list of aggravating and mitigating circumstances); Commonwealth v. Kelly, 484 Pa. 527, 399 A.2d 1061 (1979) (holding that the trial court did not abuse its discretion and that appellant suffered no prejudice by the submission of written notations on the verdict slip to the jury). See also Commonwealth v. Todaro, 549 Pa. 545, 701 A.2d 1343 (1997) (noting proposition that cases predating Oleynik examined the submission of written instructions for abuse of discretion and prejudice to the defendant). A stricter, if not bright-line, approach to evaluating the use of written jury instructions for error was not adopted until this Court’s decision in Oleynik.\nIn Oleynik, this Court specifically held that the possible prejudice to a defendant from providing written instructions to a jury universally outweighs any benefit such instructions might provide. Oleynik, 524 Pa. at 46, 568 A.2d at 1241. This holding stemmed from the recognition “that a jury would [likely] assess undue weight to the points of law in written instructions and possibly misinterpret or misapply the law” and that this “undue emphasis on portions of the charge has the potential of undermining the integrity of the deliberative process.” Id. at 46-47, 568 A.2d at 1241. Accordingly, the Oleynik Court concluded that the submission of written jury instructions at Oleynik’s trial constituted reversible error. Id.\nWhile the Superior Court in the instant case agreed that the trial court’s use of written jury instructions constituted error, the court nonetheless departed from Oleynik and found such error to be harmless. In reaching this conclusion, however, the Superior Court examined the issue under the mistaken belief that the jury had been allowed to deliberate only with a written definition of unlawful restraint. Under this premise, the Superior Court found that since the jury had not convicted Karaffa of unlawful restraint, the trial court’s érror had been harmless. Notwithstanding the Superior Court’s oversight of the jury’s use of written instructions also defining reasonable doubt, we find that the Superior Court erred in employing a harmless error analysis.\nIn light of Oleynik’s discussion on the potential adverse influence of written instructions on a jury’s deliberative process, the very process that leads to its verdict, it would be logically unsound to conclude beyond a reasonable doubt that there was not a reasonable possibility that the instructions received by the jury contributed to its verdict. See Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978) (holding that error can only be deemed harmless if appellate court is convinced beyond a reasonable doubt that error was harmless and error cannot be deemed harmless whenever there is a reasonable possibility that error might have contributed to the verdict). Indeed, the Superior Court, contrary to its conclusion in the instant case, has previously held that a trial court’s submission of written instructions to the jury was reversible error. Commonwealth v. Byrd, 409 Pa.Super. 611, 616, 598 A.2d 1011, 1014 (1991). In Commonwealth v. Byrd, the Superior Court specifically relied on Oleynik’s holding regarding the blanket prejudicial effect of written instructions in reaching its conclusion that reversible, and not harmless, error had occurred from the trial court’s use of this device. Id. at 616, 598 A.2d at 1014.\nIn support of its argument that the use of written instructions in the instant case amounted only to harmless error, the Commonwealth adopts the reasoning of the Superior Court and argues that because no prejudice occurred to Karaffa from the jury’s use of partial written instructions, Oleynik does not mandate a reversal. The Commonwealth’s argument, however, misconstrues the fundamental principle of Oleynik that the use of written jury instructions is intrinsically prejudicial and it is this intrinsic, unfair prejudice that requires granting a new trial. Contrary to both the Commonwealth’s assertions and the Superior Court’s determination below, then, Oleynik discloses what today’s holding strives to make clear — it is reversible error for a trial court to send written instructions to a jury during its deliberations.\nFinally, the Superior Court found that trial counsel was not ineffective for failing to object to the use of written instructions because Karaffa had failed to demonstrate how the trial counsel’s inaction prejudiced him. We disagree. The three prong test under which claims of ineffective assistance of counsel are to be reviewed when presented on direct appeal is well settled. To prevail on such a claim, Appellant must demonstrate (1) that the underlying claim is of arguable merit; (2) that counsel’s course of conduct was without a reasonable basis designed to effectuate his client’s interest; and (3) that he was prejudiced by counsel’s ineffectiveness. See Commonwealth v. Howard, 538 Pa. 86, 93, 645 A.2d 1300, 1304 (1994). Considering Oleynik’s directive that it is improper for a trial court to submit written instructions to a jury given the inherent prejudice in this practice, this Court has little difficulty in determining that counsel was ineffective for failing to object to the use of written instructions under this three prong standard and specifically, that Karaffa was prejudiced by trial counsel’s omission.\nAccordingly, the order of the Superior Court is reversed and the matter is remanded for a new trial. Jurisdiction relinquished.\nCASTILLE, J., files a dissenting opinion in which NEWMAN, J., joins.\n. The relevant statutory provisions of the offenses charged are as follows: rape (18 Pa.C.S. § 3121(1) & (2)), criminal conspiracy to commit rape (18 Pa.C.S. § 903), indecent assault (18 Pa.C.S. § 3126), making false reports (18 Pa.C.S. § 4906), indecent exposure (18 Pa.C.S. § 3127), involuntary deviate sexual intercourse (18 Pa.C.S. § 3123) and unlawful restraint (18 Pa.C.S. § 2902). Karaffa was also charged with terroristic threats (18 Pa.C.S. § 2706) and simple assault (18 Pa.C.S. § 2701).\n. In light of our resolution of this initial matter, we need not address Karaffa’s remaining claims that the Superior Court erred in finding that trial counsel was not ineffective for failing to 1) request cautionary instructions explaining the limited purpose for which the evidence of Karaffa’s prior bad acts was admissible and 2) object to the prosecutor’s comments regarding Karaffa’s credibility during closing arguments.\n. Pa.R.Crim.P. 1114 permits exhibits to be sent out with the jury at the discretion of the trial court, but specifically forbids giving the jury a transcript of any trial testimony, a copy of any confession by the defendant, or a copy of the information or indictment. However, as this Court noted in Oleynik, any reliance on Pa.R.Crim.P. 1114 is misplaced in this context given that this rule is concerned with which trial exhibits, and not instructions, the jury is permitted to take with it during deliberations. See Oleynik, 524 Pa. at 45, n. 2, 568 A.2d at 1240, n. 2.\n. Specifically, this Court expressed its belief that the inherent dangers of utilizing written instructions outweigh the possible benefit to be derived therefrom and explained that \"the obvious danger in such a practice is that the jurors may tend to overemphasize the importance of the matters touched upon within such a memoranda and possibly ignore the totality of the oral charge.” Baker, 466 Pa. at 396, 353 A.2d at 413.\n. In Byrd, the trial court had utilized written instructions not only in its basic charge to the jury but also in response to an inquiry from the jury concerning the meaning of the term \"consciously.” In evaluating Byrd’s allegation that the trial court had erred in employing this practice, the Superior Court stated that \"in as much as the submission of written instructions to the jury is not consistent with our Supreme Court’s mandate in Commonwealth v. Oleynik, we are constrained to reverse the judgment of sentence and remand for a new trial.” Byrd, 409 Pa.Super. at 613, 598 A.2d at 1012.\n. Again, this finding by the Superior Court contradicts its finding in Commonwealth v. Byrd, where the Court reversed the trial court on the basis that it had utilized written instructions, specifically stating that \"the fact that the claim has merit and that the defendant has been prejudiced has already been decided by our Supreme Court in Oleynik.\" Byrd, 409 Pa.Super. 611, 616, 598 A.2d 1011, 1014 (1991)."}