{"id": "507799", "contents": "OPINION OF THE COURT\nNEWMAN, Justice.\nDuring an interview with a caseworker from the Child Protective Sendee unit (CPS) of Berks County Children and Youth Services (BCCYS), appellee Jeffrey Nester (Nester) confessed to sexually abusing his girlfriend’s minor daughter. The Court of Common Pleas of Berks County (suppression court) granted Nester’s motion to suppress the confession, holding that it was involuntary, and the Superior Court affirmed. The Commonwealth now appeals from the Order of the Superior Court. We reverse.\nWhen the Commonwealth appeals from a suppression order, we follow a clearly defined standard of review and consider only the evidence from the defendant’s witnesses together with the evidence of the prosecution that, when read in the context of the entire record, remains uncontradicted. Commonwealth v. Pickron, 535 Pa. 241, 634 A.2d 1093 (1993). The suppression court’s findings of fact bind an appellate court if the record supports those findings. Id. The suppression court’s conclusions of law, however, are not binding on an appellate court, whose duty it is to determine if the suppression court properly applied the law to the facts. See Thatcher’s Drug Store of West Goshen, Inc. v. Consolidated Supermarkets, Inc., 535 Pa. 469, 636 A.2d 156 (1994); Commonwealth ex rel. Gibson v. DiGiacinto, 497 Pa. 66, 439 A.2d 105 (1981). Whether a confession is voluntary is a conclusion of law, Miller v. Fenton, 474 U.S. 104, 106 S.Ct. 445, 88 L.Ed.2d 405 (1985), and conclusions of law are subject to plenary review, Commonwealth v. Morley, 545 Pa. 420, 681 A.2d 1254 (1996). See also United States v. Hernandez, 93 F.3d 1493 (10th Cir.1996) (question of whether a statement was voluntary is a question of law reviewed de novo); Lovejoy v. United States, 92 F.3d 628 (8th Cir.1996) (underlying factual determinations are reviewed for clear error, but question of voluntariness is a question of law subject to de novo review); Miller v. Fenton, 796 F.2d 598 (3d Cir.), cert. denied sub nom. Miller v. Neubert, 479 U.S. 989, 107 S.Ct. 585, 93 L.Ed.2d 587 (1986) (issue of voluntariness is a legal question rather than factual question). With these standards in mind, we turn to a review of the facts.\nFACTS AND PROCEDURAL HISTORY\nOn February 7, 1994, at approximately 2:00 p.m., Michelle Kauffman (Kauffman), a caseworker from CPS, received a report of suspected child abuse regarding K.K., a minor. Kauffman telephoned K.K.’s mother and requested that K.K’s mother, K.K. and Nester come to the CPS office for a meeting concerning the allegations in the report. At 4:00 p.m., they arrived in the lobby of the CPS office. Kauffman first interviewed K.K. alone in a separate room for approximately forty-five minutes. She next interviewed K.K.’s mother alone for forty-five minutes. Kauffman then interviewed Nester alone for approximately one hour and fifteen minutes.\nAt the beginning of her interview with Nester, Kauffman handed him a BCCYS “rights” letter. The single page letter stated that BCCYS had received a report that Nester abused K.K. It also stated that CPS was required to investigate the allegations and report any evidence of abuse to law enforcement officials. The letter further informed Nester that he had the right to an attorney. Nester appeared to read the letter, and when Kauffman asked him if he had any questions concerning the letter, he replied that he did not. She then began to question him regarding the allegations of abuse. Nester initially denied any wrongdoing. Kauffman offered to help Nester, K.K. and K.K.’s mother to get treatment and counseling. She also told Nester that if he did not talk to her, he would have to talk to the police and it would be harder talking to the police than it would be to her. Nester then confessed to placing his penis in K.K.’s mouth. After making this admission, Nester began to shake severely and indicated that he wanted to commit suicide. Kauffman ended the interview and contacted a mental health crisis worker, who arranged for an ambulance to transport Nester to a hospital.\nOn February 9, 1994, Kauffman reported her interview with Nester to the Berks County District Attorney’s Office. The District Attorney charged Nester with involuntary deviate sexual intercourse, 18 Pa.C.S. § 3128, aggravated indecent assault, 18 Pa.C.S. § 3125, indecent assault, 18 Pa.C.S. § 3126, indecent exposure, 18 Pa.C.S. § 3127, and endangering the welfare of a child, 18 Pa.C.S § 4304. Nester filed a pre-trial motion to suppress his confession to Kauffman, alleging that his statements were not voluntary. Following a hearing, the suppression court entered an Order granting the motion. The Commonwealth appealed the suppression court’s Order and certified in its Notice of Appeal to the Superior Court that the Order terminated or substantially handicapped the prosecution. Pa.R.A.P. 311(d); see also Commonwealth v. Malinowski, 543 Pa. 350, 671 A.2d 674 (1996); Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985). A divided panel of the Superior Court affirmed the suppression court. Commonwealth v. Nester, 443 Pa.Super. 156, 661 A.2d 3 (1995).\nDISCUSSION\nWhen deciding a motion to suppress a confession, the touchstone inquiry is whether the confession was voluntary. Arizona v. Fulminante, 499 U.S. 279, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991); Culombe v. Connecticut, 367 U.S. 568, 81 S.Ct. 1860, 6 L.Ed.2d 1037 (1961). Voluntariness is determined from the totality of the circumstances surrounding the confession. Fulminante; Schneckloth v. Bustamonte, 412 U.S. 218, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973); Commonwealth v. Jones, 546 Pa. 161, 683 A.2d 1181 (1996). The question of voluntariness is not whether the defendant would have confessed without interrogation, but whether the interrogation was so manipulative or coercive that it deprived the defendant of his ability to make a free and unconstrained decision to confess. Miller (3d Cir.). The Commonwealth has the burden of proving by a preponderance of the evidence that the defendant confessed voluntarily. Commonwealth v. Watts, 319 Pa.Super. 179, 465 A.2d 1288 (1983), aff'd 507 Pa. 193, 489 A.2d 747 (1985); see also Colorado v. Connelly, 479 U.S. 157, 107 S.Ct. 515, 93 L.Ed.2d 473 (1986).\nIn this case, Nester was not in custody when he confessed and he concedes that the warnings described in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), were not required here. Although Nester was not in custody, a government caseworker who had a duty to report her findings to law enforcement personnel questioned him. 23 Pa.C.§. § 6311; 23 Pa.C.S. § 6313; 55 Pa.Code § 3490.55. Therefore, we must still examine the totality of the circumstances surrounding the interrogation to determine if his confession was voluntary because a noncustodial interrogation “might possibly in some situations, by virtue of some special circumstances,” result in an involuntary confession. Beckwith v. United States, 425 U.S. 341, 347-48, 96 S.Ct. 1612, 1616-17, 48 L.Ed.2d 1 (1976). When assessing voluntariness pursuant to the totality of the circumstances, a court should look at the following factors: the duration and means of the interrogation; the physical and psychological state of the accused; the conditions attendant to the detention; the attitude of the interrogator; and any and all other factors that could drain a person’s ability to withstand suggestion and coercion. Jones, (citing Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078 (1993)).\nHere, the Superior Court failed to acknowledge the totality of the circumstances as the correct test for voluntariness. In fact, the phrase “totality of the circumstances” does not appear anywhere in the court’s Opinion. Instead, the court stated the following standard for voluntariness:\nA confession “must not be extracted by any sort of threats or violence, nor obtained by any direct or implied promises, however slight, nor by the exertion of any improper influence.” Malloy v. Hogan, 378 U.S. 1, 7, 84 S.Ct. 1489, 1493, 12 L.Ed.2d 653 (1964) (quoting Bram v. United States, 168 U.S. 532, 542-43, 18 S.Ct. 183, 186-87, 42 L.Ed. 568 (1897)).\nNester, 443 Pa.Super. at 161, 661 A.2d at 5 (emphasis added). Bram, however, wrongly implies that the question of voluntariness should be resolved with a narrow “but-for” test, i.e., would the defendant have confessed but for the threat or promise. Fulminante; Miller (3d Cir.). The United States Supreme Court has explicitly declared that the quoted passage from Bram is not the correct standard for determining the voluntariness of a confession, instead the totality of the circumstances determine voluntariness. Fulminante. Nonetheless, after reviewing the facts of the present case, the Superior Court stated that Kauffman’s “threat of police involvement, coupled with the implied promise of counseling if defendant cooperated, acted together to negate the voluntariness of defendant’s statement.” Nester, 443 Pa.Super. at 162, 661 A.2d at 6 (emphasis added). Thus, it appears that the Superi- or Court incorrectly employed the test from Bram to assess voluntariness instead of using the totality of the circumstances test. Although Nester argues that the Superior Court’s review of the facts indicates that it applied the totality of the circumstances test, we cannot agree because of the court’s failure to identify the test by name and because the court specifically quoted the incorrect standard from Bram.\nMoreover, the totality of the circumstances here demonstrate that Nester’s confession was voluntary. Nester went to the CPS office on his own volition. See Edmiston, (defendant’s decision to come voluntarily to police station for interview was factor evidencing lack of coercion). He waited in the lobby for approximately one hour and fifteen minutes before being interviewed, which is not an excessive amount of time. Commonwealth v. Rochon, 398 Pa.Super. 494, 581 A.2d 239 (1990) (one hour and fifteen minute wait while handcuffed to a bar before an interview was insufficient to overbear defendant’s will). Nester then voluntarily accompanied Kauffman to an interview room. There were no police present and Kauffman did not tell Nester that he was under arrest or otherwise not free to leave. Kauffman never promised Nester that he would not be charged if he confessed. Nester also never asked Kauffman to stop questioning him. Nester’s interview lasted only one hour and fifteen minutes, which is not unduly long. Commonwealth v. Taylor, 494 Pa. 399, 431 A.2d 915 (1981) (actual period of interrogation lasting slightly more than one hour did not overwhelm defendant’s will).\nNester contends, however, that his confession was involuntary because the “rights” letter Kauffman gave him was misleading, Kauffman offered to get him counseling and treatment, Kauffman said he would have to talk to police if he did not talk to her, and he was nervous during the interview. The Commonwealth argues that these facts, either individually or taken together, do not render the confession involuntary. We agree.\nFirst, the “rights” letter explained that Nester was accused of child abuse, that CPS must report evidence of child abuse to law enforcement officials and that he had a right to an attorney. All of this information was true and accurate. Furthermore, the fact that the letter did not inform Nester of his right against self-incrimination does not render the confession involuntary because Miranda does not require a defendant to be advised of this right during a noncustodial interrogation. Jones; Commonwealth v. Morgan, 416 Pa.Super. 145, 610 A.2d 1013 (1992). In short, the “rights” letter gave Nester more information than he was entitled to have.\nSecond, Kauffman’s offer to assist Nester in getting treatment was not improperly coercive. This Court has held that an offer of leniency in prosecution conditioned on a confession is an impermissible inducement for a confession. Commonwealth v. Laatsch, 541 Pa. 169, 661 A.2d 1365 (1995). However, in this case, Kauffman said that she would help Nester get treatment and counseling. She did not offer him leniency in a criminal prosecution. More importantly, the offer of assistance was not a quid pro quo for the confession because Kauffman did not tell Nester that if he confessed then he would receive treatment instead of being criminally prosecuted. See, e.g., Commonwealth v. Purnell, 412 Pa.Super. 462, 603 A.2d 1028 (1992) (offer to inform magistrate of defendant’s cooperation not conditioned on defendant’s confession). In fact, the “rights” letter specifically advised him that CPS caseworkers must report evidence of child abuse to law enforcement officials. In these circumstances, Kauffman’s offer of treatment did not deprive Nester of the power to make a voluntary confession.\nThird, Kauffman’s statement to Nester that he would have to talk to police if he did not talk to her and it would be harder to talk to the police was not so coercive as to overwhelm Nester’s ability to make a free and unconstrained decision to confess. Not all psychological persuasion is prohibited. Miller (3d Cir.); see also Commonwealth v. Williams, 537 Pa. 1, 640 A.2d 1251 (1994). Encouraging a suspect to cooperate with the investigation and answer questions honestly is a permissible interrogation tactic. Miller (3d Cir.); see also United States v. Vera, 701 F.2d 1349 (11th Cir.1983); United States v. McNaughton, 848 F.Supp. 1195 (E.D.Pa.1994). Moreover, Nester admitted that Kauffman never threatened to file charges or arrest him if he did not confess. She merely told him that he would have to talk to the police. Under these circumstances, Kauffman’s comments were not impermissibly coercive.\nFinally, Nester’s nervous mental state did not negate the voluntariness of his confession. An individual’s mental condition is relevant to his susceptibility to coercion, but it is only one factor in analyzing voluntariness under the totality of the circumstances. Connelly. “The line of distinction between a voluntary and an involuntary confession is that at which governing self-direction is lost and compulsion propels the confession.” Commonwealth v. Whitney, 511 Pa. 232, 241, 512 A.2d 1152, 1157 (1986); see also Culombe.\nIn Commonwealth v. Carter, 329 Pa.Super. 490, 478 A.2d 1286 (1984), police apprehended the defendant after his automobile collided with a police cruiser following a high-speed chase. While in the hospital, the defendant confessed to a robbery. He then sought to suppress his statements, claiming that he was in a confused psychological state at the hospital. The suppression court denied his suppression motion, and the Superior Court affirmed, because the defendant was alert and coherent when he confessed and his mental faculties and ability to answer questions were unimpaired. Here, Kauffman testified that Nester’s speech was coherent. Nester admitted that he could understand and respond to the questions that Kauffman asked. Moreover, although Nester testified that he was nervous going into the interview, he did not exhibit overt physical symptoms of nervousness until after he confessed. See Taylor, 494 Pa. at 405 n. 2, 431 A.2d at 918 n. 2 (defendant’s request for psychological help after confessing did not render confession involuntary). Additionally, Kauffman immediately ended the interview when Nester began to shake excessively. Nester’s mental state, considered in the totality of circumstances, did not make his confession involuntary.\nIn summary, we hold that the Commonwealth met its burden of proving by a preponderance of the evidence that Nester’s confession was voluntary. The circumstances of the confession, viewed in their totality, demonstrate that Nester was not subject to overbearing physical or mental pressure. Instead, he made a free and unconstrained decision to confess. Accordingly, Nester’s motion to suppress his statements to Kauffman should have been denied.\nThe Order of the Superior Court is reversed.\nNIGRO, J., files a dissenting opinion in which ZAPPALA and CAPPY, JJ., join.\n. CPS is compelled to investigate and evaluate all reports of suspected child abuse that it receives. 23 Pa.C.S. § 6311; 55 Pa.Code § 3490.55; see also Commonwealth v. Arnold, 356 Pa.Super. 343, 514 A.2d 890 (1986). If CPS determines that there is evidence of abuse after its initial investigation, it is required to report the abuse to law enforcement officials. 23 Pa.C.S. § 6313.\n. At the suppression hearing, Nester testified that Kauffman made this statement to him. Kauffman, however, denied making such a statement. Because Nester prevailed on the suppression motion, we do not consider Kauffman’s contradictory testimony. Pickron.\n. The voluntariness standard derives from the right against self-incrimination guaranteed by the Fifth Amendment to the United States Constitution and the right to due process guaranteed by the Fourteenth Amendment to the United States Constitution. Minnesota v. Murphy, 465 U.S. 420, 104 S.Ct. 1136, 79 L.Ed.2d 409 (1984); Miller (3d Cir.).\n. In Miranda, the United States Supreme Court held that a confession given during a custodial interrogation is presumptively involuntary, unless the accused is first advised of his right against self-incrimination and permitted to exercise that right. Miranda warnings are not required, however, where there is no custodial interrogation. Murphy; Jones; Commonwealth v. Holcomb, 508 Pa. 425, 498 A.2d 833 (1985). A person is in custody for the purposes of a custodial interrogation when he is physically deprived of his freedom in any significant way or is placed in a situation in which he reasonably believes that his freedom of action or movement is restricted by the interrogation. Commonwealth v. Chacko, 500 Pa. 571, 459 A.2d 311 (1983).\n. The suppression court did mention the totality of the circumstances test in its Opinion. However, like the Superior Court, it fixated on \"Kauffman’s inducements and threats” instead of the totality of the circumstances. Suppression Court Memorandum Opinion at 4.\n. Although the Superior Court did not rely on the lack of a full Miranda warning in the \"rights” letter, the suppression court clearly did when it held that Nester’s confession resulted in part from an \"inadequate notice of his rights.” Suppression Court Memorandum Opinion at 4. Such reliance was error. Jones; Morgan. Unfortunately, the Dissent repeats this error by sanctioning the suppression court’s reliance on \"the inadequate notice of appellee’s rights.” Dissenting Opinion at 886.\n. The Dissent states that \"[t]he Majority exceeds the proper scope of review by re-weighing the findings of fact by the suppression court.” Dissenting Opinion at 886. Respectfully, it is the Dissent that misapprehends the nature of the review involved here. We do not dispute that an appellate court is bound by a suppression court’s findings of fact if the record supports them. Pickron. But, the question of voluntariness is a question of law, Miller (U.S.), which is subject to plenary review, Morley.\nHere, we have not disturbed the suppression court’s findings of fact because those findings are supported by the record. See footnote 2, supra. We have, however, examined the suppression court’s legal conclusion of involuntariness drawn from those facts and found that conclusion to be erroneous. This is an entirely appropriate exercise of our appellate power, and the Dissent’s deference to the suppression court's conclusion of law is unwarranted."}