{"id": "507789", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe issues presented in this appeal are: (1) whether the trial court improperly permitted the Commonwealth, over appellant’s objection, to cross-examine him about his prior criminal record; (2) whether appellant was improperly precluded from cross-examining a prosecution witness as to whether he was permitted to plead guilty to a reduced criminal charge in return for testifying against appellant; (3) whether the Commonwealth was improperly permitted to elicit testimony from appellant that he did not possess a permit to carry a concealed firearm; and (4) whether the Commonwealth was improperly permitted to impeach its own witness. We find that the trial court committed reversible error in allowing the Commonwealth to cross-examine appellant concerning his prior criminal record; therefore, we reverse the order of the Superior Court affirming the judgment of sentence.\nThe relevant facts are as follows: Appellant had several hostile encounters with the victim and his friend at a neighborhood restaurant in late March, 1995. On March 27, 1995, at approximately 4:30 p.m., appellant approached the victim and three of his friends in a blind alley, removed a gun from his jacket pocket, fired at them, and fled the scene. The victim, Darryl DeJesus, was shot in the head and died shortly thereafter. At trial, appellant testified that one of the victim’s friends lured him into the alley, and that he shot the victim in self-defense after it appeared that the group was going to ambush him.\nAppellant was arrested and charged with criminal homicide. The jury found appellant guilty of first degree murder, and the trial court sentenced appellant to life imprisonment. The Superior Court affirmed the judgement of sentence in a memorandum opinion and order.\nAppellant contends that the trial court committed reversible error when it permitted the Commonwealth, over appellant’s objection, to cross-examine him concerning his prior record for arrests and convictions in the state of New York. On cross-examination, the prosecutor elicited from appellant that he had been convicted in New York of petty larceny in 1990 and grand larceny in 1992. The relevant statutory enactment, 42 Pa.C.S. § 5918 provides:\nNo person charged with any crime and called as a witness in his own behalf shall be asked, or if asked, shall be required to answer, any question tending to show that he has committed, or been charged with, or been convicted of any offense other than the one wherewith he shall be charged, or tending to show that he has been of bad character or reputation unless:\n(1) he shall have at such trial, personally or by counsel, asked questions of the witness for the prosecution with a view to establish his own good reputation or character, or has given evidence tending to prove his own good character or reputation; or\n(2) he shall have testified at such trial against a co-defendant, charged with the same offense.\n(emphasis added) (formerly 19 P.S. § 711, Act of March 15, 1911).\nIn Commonwealth v. Dorst, 285 Pa. 232, 132 A. 168 (1926), this Court held that records pertaining to a testifying criminal defendant’s history of crimen falsi crimes may be admitted during rebuttal without contravening the Act. Later, in Commonwealth v. Bighum, 452 Pa. 554, 307 A.2d 255 (1973), this Court defined the circumstances under which the Commonwealth may introduce a crimen falsi conviction record against a testifying defendant. Bighum rejected the notion of automatic admissibility of crimen falsi convictions during the Commonwealth’s rebuttal and instead prescribed that a trial court should consider and weigh certain factors in assessing the admissibility of the convictions. Id. at 566, 307 A.2d at 262. In Commonwealth v. Roots, 482 Pa. 33, 393 A.2d 364 (1978), this Court refined the definition of certain Bighum factors and clarified that the Commonwealth bears the burden of showing that the need for the evidence overcomes its inherent potential for prejudice. Id. at 40, 393 A.2d at 367. This Court again revised the Bighum/Roots doctrine in Commonwealth v. Randall, 515 Pa. 410, 415, 528 A.2d 1326, 1329 (1987), by permitting the automatic introduction of crimen falsi convictions against testifying defendants unless the confinement incident to the conviction expired more than ten years prior to trial.\nNone of these cases changed the legislative mandate that the defendant shall not be asked about the crimes except under limited circumstances. See Bighum, 452 Pa. at 562, 307 A.2d at 259 (the statutory law of this jurisdiction expressly prohibits a defendant in a criminal case from being cross-examined as to other crimes he may have committed with only two exceptions). Such proof, if admissible at all, may be introduced only during rebuttal by competent witnesses and certified court records, unless the defendant puts his good character in issue or testifies against a co-defendant charged with the same offense. 42 Pa.C.S § 5918.\nHere, the Superior Court found that the trial court did not abuse its discretion in admitting evidence of the convictions, relying on this Court’s holdings in Randall and Commonwealth v. Strong, 522 Pa. 445, 451-52, 563 A.2d 479, 482 (1989), cert. denied, 494 U.S. 1060, 110 S.Ct. 1536, 108 L.Ed.2d 775 (1990) (reaffirming Randall holding that evidence of prior convictions may be introduced if the conviction was for a crimen falsi offense and the date of conviction or the last day of confinement is within ten years of the trial date). In affirming the lower court, the Superior Court made no reference to Section 5918.\nAppellant does not dispute the fact that the convictions in question were crimen falsi in nature and within the ten year time limitation of the date of his trial; rather, he contends that the Commonwealth violated Section 5918 by introducing evidence of his conviction via cross-examination. The Court agrees. The statute is clear that a defendant shall not be asked about his prior crimes, except under limited circumstances, none of which apply here. Accordingly, given that the legislature has spoken clearly on this matter, we are constrained to find that the trial court erred when it overruled counsel’s objection to the Commonwealth’s line of questioning.\nWe now turn to the question of whether the trial court’s error in allowing the questioning was harmless. Harmless error is present when the properly admitted evidence of guilt is so overwhelming and the prejudicial effect of the error is so insignificant by comparison that it is clear beyond a reasonable doubt that the error could not have contributed to the verdict. Commonwealth v. Ragan, 538 Pa. 2, 20, 645 A.2d 811, 820 (1994). We find that to deem harmless the Commonwealth’s violation of the clear legislative directive that it may introduce such convictions only through competent evidence on rebuttal would render the statutory directive a nullity. Accordingly, we reverse the order of the Superior Court and remand for a new trial.\n. 18 Pa.C.S. § 2501(a).\n. The Commonwealth did not seek the death penalty.\n. Initially, the prosecutor asked appellant whether he had ever pled guilty to robbery, and appellant replied in the affirmative. On re-direct, however, trial counsel clarified that the robbery charge had been reduced to a conviction for petty larceny. N.T. at 721.\n. The Commonwealth asserts that appellant placed his peaceful disposition and good character at issue by testifying that: (1) he moved to Lancaster from New York City because New York was violent; (2) he bought a gun to protect himself from being harassed by the victim and his friends; (3) his first reaction to the presence of the victim and his friends inside the restaurant was to stay calm and do nothing because he was nothing like a gangster. Our reading of appellant’s testimony does not support the Commonwealth’s position. When read in context, appellant’s statements were merely explaining why he chose not to react with violence inside the restaurant, why he purchased a gun, and why he relocated. At no time did appellant make any affirmative declarations that he was a peaceful person, nor did he place his character at issue.\n. The issue of whether the legislature invaded the province of this Com! to promulgate procedures in the courts of this Commonwealth under Article V, Section 10, is not before this Court.\n. We need not address the remainder of appellant’s alleged trial errors in light of this disposition."}