{"id": "507837", "contents": "OPINION\nNEWMAN, Justice.\nThe City of Harrisburg and individual taxpayers (the City, collectively) appeal from a Commonwealth Court Order upholding a tax imposed by the School District of the City of Harrisburg (School District) on the privilege of leasing tax exempt realty. Because we hold that the tax unconstitutionally distinguishes between lessees of tax exempt and nonexempt realty, we reverse.\nBACKGROUND\nOn June 27, 1994, the Board of Directors of the School District passed Resolution 276, entitled “School District Tax on the Privilege of Leasing Tax Exempt Realty,” which imposed a tax of 10% on the rental consideration paid for the privilege of leasing tax exempt realty in the City. The City owns an island in the Susquehanna River known as “City Island,” which is dedicated to park purposes. The island is exempt from real estate taxation. The privilege of leasing property on the island is, therefore, subject to Resolution 276. The thirteen individual taxpayers, parties to this action, own recreation-related businesses operating on City Island that the tax will burden. The School District has never taxed the privilege of leasing private or nonexempt realty in the City.\nTo contest the validity of the tax, the City filed an Action for Declaratory Judgment and Notice of Appeal in the Court of Common Pleas of Dauphin County (trial court). After the parties filed stipulated facts, the trial court held a hearing. On January 6, 1995, the court issued an Adjudication and Decree Nisi declaring Resolution 276 invalid. The court held that the tax contravenes Section 204 of the General County Assessment Law (GCAL), Act of May 22, 1933, P.L. 853, as amended, 72 P.S. § 5020-204, and the Uniformity Provision of the Pennsylvania Constitution, Article VIII, § 1. Following a denial of the School District’s motions for post-trial relief, the court entered a final order affirming the decree nisi. On appeal, the Commonwealth Court reversed the trial court and upheld the tax. In a dissenting opinion, the Honorable Dan Pellegrini, joined by the Honorable Bernard L. McGinley and the Honorable Rochelle S. Friedman, concluded that the tax unconstitutionally distinguishes between lessees of tax exempt and nonexempt property.\nWe granted allocatur to determine whether Resolution 276 violates (1) Section 204 of the GCAL, or (2) the Uniformity Provision of our Pennsylvania Constitution and the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution.\nGENERAL COUNTY ASSESSMENT LAW\nWith certain exceptions not applicable here, the legislature has granted local taxing authorities, such as the School District, broad taxing power pursuant to Section 2 of the Local Tax Enabling Act (LTEA), Act of December 31, 1965, P.L. 1257, as amended, 53 P.S. § 6902. Pursuant to that section, local taxing authorities may:\nin their discretion, by ordinance or resolution, for general revenue purposes, levy, assess and collect or provide for the levying, assessment and collection of such taxes as they shall determine on persons, transactions, occupations, privileges, subjects and personal property within the limits of such political subdivisions----\n53 P.S. § 6902. Therefore, the School District may, in its discretion, impose taxes for general revenue purposes pursuant to the LTEA. See F.J. Busse Co. v. City of Pittsburgh, 443 Pa. 349, 279 A.2d 14 (1971) (LTEA grants power to tax any and all subjects unless specifically forbidden by statute). However, Section 204 of the GCAL exempts the following property from all county, city, borough, town, township, road, poor and school tax:\nAll other public property used for public purposes, with the ground thereto annexed and necessary for the occupancy and enjoyment of the same, but this shall not be construed to include property otherwise taxable which is owned or held by an agency of the Government of the United States nor shall this act or any other act be construed to exempt from taxation any privilege, act or transaction conducted upon public property by persons or entities which would be taxable if conducted upon nonpublic property regardless of the purpose or purposes for which such activity occurs, even if conducted as an agent for or lessee of any public authority.\n72 P.S. § 5020-204(a)(7) (emphasis added). By its express terms, the Section 204 exemption for public property does not include any activities conducted on public property “which would be taxable” if conducted on nonpublic property. Township of South Park v. County of Allegheny, 163 Pa.Cmwlth. 273, 641 A.2d 20 (1994), allocatur denied, 541 Pa. 647, 663 A.2d 697 (1995).\nThe rules of statutory construction require us to strictly construe statutes exempting persons or property from taxation. 1 Pa.C.S. § 1928(b)(5); Lehigh Valley Cooperative Farmers v. Bureau of Security Employment, Department of Labor and Industry, 498 Pa. 521, 447 A.2d 948 (1982). Consistent with this rule, the taxpayer has the burden of establishing an exemption from taxation. Id. Here, the City argues that because the School District does not tax the privilege of leasing nonpublic property, the privilege of leasing public property is not “taxable if conducted upon nonpublic property” within the meaning of Section 204. Therefore, the City asserts that the public property exemption prohibits the imposition of Resolution 276.\nResolution of this issue turns on whether “taxable,” as used in Section 204, means “actually taxed” or “capable of being taxed” on nonpublic property. We find no case law that controls our decision in this matter. Township of South Park, cited by the City, is not instructive on this issue. There, the township enacted an ordinance that taxed patrons engaging in amusements within its borders. The tax applied to the patrons of the county’s two golf courses, which were located on public property. The issue on appeal was whether the golf courses were exempt from the amusement tax because of their location on public property. Relying on Weatherly Area School District v. Whitewater Challengers, Inc., 532 Pa. 504, 616 A.2d 620 (1992), the Commonwealth Court rejected the county’s argument that the golf courses were exempt from the tax pursuant to Section 204(a)(7) of the GCAL. In Weatherly, this Court upheld an amusement tax on patrons of a Whitewater rafting business operating substantially on public property. However, as in Township of South Park, the tax in Weatherly applied to all amusements within the area of the taxing authority. In neither Weatherly nor Township of South Park did the precise issue before us arise because neither taxing authority sought to levy a tax solely on amusements located on public property.\nBecause the statute and case law do not define the term “taxable,” as used in Section 204, we construe the term according to its common and approved usage pursuant to the rules of statutory construction. 1 Pa.C.S. § 1903(a). “Taxable,” as defined in Black’s Law Dictionary, means “subject to taxation; liable to be assessed, along with others, for a share in a tax.” Black’s Law Dictionary 1459 (6th ed.1990). Consistent with the dictionary definition, the Commonwealth Court, here, held that “taxable” on nonpublic property does not imply that there must be an actual tax on leases of nonpublic property. We agree with the Commonwealth Court’s interpretation of the term, which properly embodies a strict construction of the Section 204 tax exemption. Lehigh Valley.\nThe LTEA and the GCAL, thus, empower the School District to tax the privilege of leasing public property to raise revenue for general purposes, even in the absence of a tax on the identical privilege on private or nonexempt property. Our inquiry, however, does not end here. Because the School District does not actually tax the privilege of leasing nonpublic property, we must determine whether the disparate tax treatment accorded lessees of public and nonpublic property violates the constitutional guarantees of uniformity of treatment and equal protection.\nUNIFORMITY\nThe Uniformity Clause of the Pennsylvania Constitution provides:\nAll taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws.\nPa. Const. Art. VIII, § 1. The principles governing the validity of tax classifications are well-established. Leonard v. Thornburgh, 507 Pa. 317, 489 A.2d 1349 (1985). We evaluate challenges based on the uniformity and equal protection standards in the same manner. Id. We look to what our Court stated in Leonard:\n[u]nder the equal protection clause, and under the Uniformity Clause, absolute equality and perfect uniformity in taxation are not required. In cases where the validity of a classification for tax purposes is challenged, the test is whether the classification is based upon some legitimate distinction between the classes that provides a non-arbitrary and “reasonable and just” basis for the difference in treatment. Stated alternatively, the focus of judicial review is upon whether there can be discerned “some concrete justification” for treating the relevant group of taxpayers as members of distinguishable classes subject to different tax burdens. When there exists no legitimate distinction between the classes, and, thus, the tax scheme imposes substantially unequal tax burdens upon persons otherwise similarly situated, the tax is unconstitutional.\nId. at 321, 489 A.2d at 1352 (citations omitted). The taxpayer bears a heavy burden to demonstrate that the challenged tax classification is unreasonable. Pennsylvania Builders Ass’n v. Commonwealth, Department of Revenue, 122 Pa.Cmwlth. 493, 552 A.2d 730 (1989), aff'd, 524 Pa. 134, 569 A.2d 928 (1990)(per curiam).\nApplying these principles in Leonard, we dismissed a challenge to the higher rate of tax imposed on resident wage earners compared with nonresident wage earners in the City of Philadelphia. We found that a reasonable difference, justifying the disparate treatment, exists between the two classes of wage earners, primarily because residents utilize city-provided services to a greater extent than nonresidents. Likewise, in Mandl v. Commonwealth, Department of Revenue, 539 Pa. 277, 652 A.2d 297 (1995), we denied a challenge to a sales and use tax that granted wholesale bakers, but not retail bakers, a processing exclusion to encourage wholesalers to locate in the Commonwealth. Particularly because wholesale bakers employ far more people than retail bakers, we held that a legitimate distinction exists between the two classes that justifies the grant of an exclusion only to wholesale bakers.\nConversely, in Columbia Gas Transmission Corp. v. Commonwealth, 468 Pa. 145, 360 A.2d 592 (1976), we upheld a challenge to a foreign excise tax that imposed a greater tax rate on foreign than domestic corporations. We ruled that mere incorporation in another state, without any further concrete justification, is not a reasonable distinction upon which to base unequal tax rates. We also held in Amidon v. Kane, 444 Pa. 38, 279 A.2d 53 (1971), that a personal income tax scheme imposing unequal burdens on identical privileges (of receiving income) violates the Uniformity Clause. There the inequalities resulted from preferences afforded taxpayers depending on factors such as whether the taxpayer was a wage earner or self-employed, or a renter or homeowner. Although we recognized that the legislature may have intended the tax preferences to serve some useful social policy, we held that discrimination between similarly .situated taxpayers rendered the tax scheme invalid.\nHere, the relevant class of taxpayers are those individuals or businesses that lease property within the City of Harrisburg. Applying the test of uniformity to the case at bar, we must decide whether the unequal tax treatment of lessees of public and nonpublic property is based on a legitimate distinction between them. Leonard. The School District identifies only the different impact of real estate taxes upon the lessees as the basis for the classification. According to the School District, the rental rates of lessees of nonexempt property include a share of the owner’s real estate taxes. Therefore, the School District concludes that Resolution 276 “makes a perfectly reasonable distinction between lease transactions that are completely unaffected by real estate taxation.” Appellee’s Brief at 15. We disagree.\nFirst, assuming that real estate taxes affect the two classes of lessees differently, classifications made by other tax legislation cannot remedy the nonuniformity of Resolution 276. Cf. Commonwealth v. Life Assurance Co., 419 Pa. 370, 214 A.2d 209 (1965). In Life Assurance, we held that a nondiscriminatory tax does not become constitutionally tainted by the cumulative effect of other taxes according distinctive treatment to various classes of taxpayers. The specific tax in question levied an identical gross premiums tax on domestic life insurance companies and foreign insurance companies. The domestic companies argued that the imposition of a gross premiums tax on domestic companies resulted in an unequal tax treatment because the domestic companies were already subject to net income and capital stock taxes, which were not applicable to the foreign companies. We held that because the gross premiums tax did not distinguish between domestic and foreign companies, it was not rendered unconstitutional by reason of classifications made by other legislation. Thus, in Life Assurance, the differing pre-existing tax burdens did not render the domestic and foreign taxpayers dissimilar for purposes of our analysis of the nondiscriminatory gross premiums tax. By extension, here, the nonuniform treatment of lessees of exempt and nonexempt property arising from Resolution 276 is not legitimized by reason of other legislation according the lessees distinctive treatment.\nSecond, “[ajmong the School Board’s considerations in adopting Resolution 276 was its assumption that the consideration paid for leasing tax exempt property does not reflect the payment of real estate taxes by the owner of the property.” R. at 26a (emphasis added). In support of this position, the School District presented the trial testimony of John J. Buckley, Jr., President of Harristown Development Corporation, which leases nonexempt property to retail tenants in the City. He stated that the corporation’s leases contain “pass through” costs, in addition to minimum rent, which allocate to the tenant a share of the corporation’s real estate taxes. R. at 102a-104a. The trial court made no specific findings on this issue. However, assuming the credibility of Mr. Buckley’s testimony, it does not establish any concrete distinction between the rental consideration paid by lessees of exempt and nonexempt property. Although the rental consideration for nonexempt property may incorporate a percentage of the owner’s real estate tax liability, not contained in the rent of exempt property, we will not presume that, in a competitive market, a comparison of the rental rates for nonexempt and exempt property reflects such a difference.\nBecause Resolution 276 distinguishes between lessees of public and nonpublic property, in the absence of a reasonable and just basis for the difference in treatment, we conclude that the tax violates the Uniformity Provision.of the Pennsylvania Constitution. Accordingly, we reverse the Order of the Commonwealth Court.\n. As found by the trial court, the boundaries of the City and the School District are coterminous. More than 42% of the assessed value of all real property in the City is listed as exempt from real estate taxation.\n. The City brought this action in equity despite the existence of a statutory remedy pursuant to Section 6 of the Local Tax Enabling Act (LTEA), Act of December 31, 1965, P.L. 157, as amended, 53 P.S. § 6906, which provides, in part:\nNo tax levied for the first time by any political subdivision to which this act applies shall go into effect until thirty days from the time of adoption of the ordinance or resolution levying the tax. Within said thirty days, taxpayers representing twenty-five percent or more of the total valuation of real estate in the political subdivision as assessed for taxation purposes, or taxpayers of the political subdivision not less than twenty-five in number aggrieved by the ordinance or resolution shall have the right to appeal therefrom to the court of quarter sessions of the county upon giving bond....\nNo such appeal shall act as a supersedeas unless specifically allowed by the court to which the appeal is taken or a judge thereof.\nIt shall be the duty of the court to declare the ordinance and the tax imposed thereby to be valid unless it concludes that the ordinance is unlawful or finds that the tax imposed is excessive or unreasonable; but the court shall not interfere with the reasonable discretion of the legislative body in selecting the subjects or fixing the rates of the tax. The court may declare invalid all or any portion of the ordinance or of the tax imposed or may reduce the rates of tax.\n53 P.S. § 6906. The City made a good faith, but unsuccessful, attempt to identify twenty-five aggrieved taxpayers pursuant to the LTEA. Nonetheless, both the trial court and the Commonwealth Court assumed equity jurisdiction because of the substantial constitutional challenges to the validity of Resolution 276 and the inadequacy of the statutory remedy. We agree with the Commonwealth Court and do not further address the issue. Borough of Green Tree v. Board of Property Assessments, 459 Pa. 268, 328 A.2d 819 (1974); Scott v. Palmerton Area School District, 63 Pa.Cmwlth. 528, 439 A.2d 859 (1981), aff'd, 502 Pa. 431, 466 A.2d 1029 (1983) (per curiam).\n. The legislature has the discretion to exempt certain public property from taxation pursuant to Article VIII, Section 2(a)(iii) of the Pennsylvania Constitution, which provides that ‘‘[t]he General Assembly may by law exempt from taxation ... [t]hat portion of public property which is actually and regularly used for public purposes....” Township of South Park v. County of Allegheny, 163 Pa.Cmwlth. 273, 641 A.2d 20 (1994), allocatur denied, 541 Pa. 647, 663 A.2d 697 (1995).\n. We also note that the trial court found, but did not discuss, that the individual taxpayers operating businesses on City Island pay to the City approximately $50,000.00 in permit fees."}