{"id": "539267", "contents": "Mr. Justice Green\ndelivered the opinion of the court, February 2d, 1885.\nWe see no difficulty Avith the pleadings in this. case. The action was at common law by one claiming to be a oreditor of a deceased testator against the executor, for services alleged to have been rendered to the testator during Iris life. The defendant pleaded the general issue, and. also specially that the plaintiff had presented the same claim to the auditing judge, upon the settlement in the Orphans’ Court of the executor’s account, and that the claim was disallowed. The adjudication is set out at length in the plea, but the adjudication as there stated also showed that the plaintiff had presented three distinct claims before the auditing judge, one of which, the one now in suit, was withdrawn bjr the plaintiff before it had been acted upon by the Judge. The two claims which remained were allowed, but the present claim for services was disallowed, subject to the question whether the plaintiff could withdraw his claim and subsequently proceed for it in another court. To this plea the plaintiff filed a special traverse alleging as inducement his withdrawal of the claim in suit from the auditing judge before the same was considered or adjudged, and concluding with a traverse, in an absque hoc clause, of the allegation in the plea that this particular claim was adjudged and rejected bj'- the auditing judge. To this special traverse the defendant replied by demurring to it. The demurrer necessarily admitted the truth of the matter contained in the inducement and denied only its legal sufficiency. The matter thus asserted was the withdrawal of the claim in suit from the action of the auditing judge, which is matter of fact and not of law, plainly expressed and easily understood, and supported by the portion of the adjudication which is printed in the paper book. We see no mystery whatever in this nor any objection to the character of the pleading. It was new matter, appropriately set up against the operation of the adjudication upon this particular claim, and if legally sufficient constituted a good reply to the plea. This brings us to .the practical question of the case, to wit, can a creditor ■after preferring a claim against his debtor’s estate, and before it is finally acted upon by the Auditor or auditing judge, withdraw it from the consideration and action of the tribunal appointed to settle the account of the debtor’s representative and distribute the fund in his hands ? It is difficult to understand why he may not do this. There is no compulsion upon a creditor to present or proceed with his claim in the Orphans’ Court unless he wishes to participate in the fund for distribution.- Of course he can have no part of the fund if he. does not present and establish his claim. But if he chooses to waive all right to any part of the estate which is about to be distributed, we know of no rule which prevents him from doing so. It is his own affair entirely.\nBut it is said, and that is the contention here, that if he waives or withdraws his claim, after having presented it in the Orphans’ Court, he cannot afterwards bring an action at la.w for its recovery. Why not? It is argued that the auditing judge in the present case did in point of fact disallow the claim and therefore the creditor is bound, because he did not. file exceptions and appeal. This would be all very well if the withdrawal of the claim was not effective, but if it was, the power of the auditing judge over it was gone, and his action was nugatory and therefore required no appeal. Hence we are remitted to the question, can such a claim be effectively1-withdrawn? It is argued by the learned counsel for the executor in analogy to suits at common law that they may not be discontinued or nonsuited except by leave of the court, and there was no such leave in this case. It may well be doubted whether such a practice in the common pleas, if it were as stated, would be of any force in the Orphans’ Court upon distribution of decedents’ estates. There are no pleadings in the process of distribution. The creditor brings no suit upon his claim in order to be heard there. The legal representative of the decedent is the actor. He files his account either voluntarily or by compulsion, and seeks distribution of the fund in his hands. To this fund all claimants have access according to the practice of the Orphans’ Court. Such as do not choose to present their claims forfeit all right to the fund, but they are not disabled thereby from' proceeding upon a subsequent fund. The rules of pleading therefore which are applicable in common law actions are not necessarily applicable to proceedings in the Orphans’ Court. But it is not correct to say that a plaintiff in a common law action may not abandon his action, as of right, and subsequently bring another for the same cause. The rule is perfectly familiar that a plaintiff may suffer nonsuit at any stage of the case before verdict and it is error in the court to refuse it. Thus we held in McCredy v. Fey, 7 W. 496, that a plaintiff may suffer a nonsuit at any time during the trial of a cause, before the jury are ready to give their verdict notwithstanding there be an issue upon a plea of set-off. In Easton Bank v. Coryell, 9 W. & S. 153, the jury, after the charge of the court, retired to deliberate, and returned into court to give their verdict. After they had entered the jury-box, and nine of them had been called, the plaintiff requested to take a nonsuit, held that he was entitled to do so. In both of these cases the court below refused the nonsuit and was reversed for doing so. The same doctrine was held in McLughan v. Bovard, 4 W. 308, and Evans v. Clover, 1 Grant 164. It is needless to say the practice is of constant occurrence in all parts of the state.\nApart from these considerations it is equally well settled that a plaintiff may withdraw a part of his claim in an action at law and bring a subsequent suit for its recovery, or he may prove by parol on the trial of the second action that the claim was not included in the first. Thus in Hess v. Heeble, 6 S. & R. on page 60, Gibson, C. J. said, “ where the plaintiff wishes to withdraw part of the cause of action contained in a single count, the proper mode is to enter a nolle prosequi for that part; which will, show on the record exactly what was submitted to the jury, and will be no bar to a subsequent suit.”\nIn Croft v. Steele, 6 Watts, on page 375, Huston, J. said, “ Though it is admitted, that if defendant’s (plaintiff’s ?) demands, as a note and book 'account, are claimed in different counts, and no evidence given on one of the counts, but is expressly withdrawn from the consideration of the jury, there may be a recovery on the matter contained in the count so Avithdrawn, in a subsequent action.”\nIn Converse v. Colton, 13 Wr. on page 352, Woodward, O. J. said, “ Where the cause of action in which a previous judgment has been rendered Avas entire, and therefore insusceptible of severance or apportionment, the estoppel Avill extend to the whole, and it can not be shown that any part of that which was laid in the narr. Avas .withheld from the jury, but when the cause of the action was severable in its nature, although it will be presumed prima facie, that the judgment includes the Avhole, this presumption may be rebutted by clear evidence that it extends only to a part.” To the same effect is Carmony v. Hoober, 5 Barr 309. The doctrine was adopted and followed by the Orphans’ Court of Philadelphia county in Thomson’s Estate, 5 W. N. C. 14. It is not necessary to extend the discussion. It distinctly appears by the pleadings that the present claim was one of several claims presented to the auditing judge, and was withdrawn before adjudication.\n• This reproved it from the further action of the Orphans’ Court, and hence the proceeding in that court constitutes no objection to the present action.\nJudgment reversed and procedendo awarded."}