{"id": "539229", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court February 2d, 1885.\nWe cannot agree with the court below that the funeral expenses of the mother of the defendant did not come within the 8th section of the Act of 1848. She was certainly as much part of that family as was a child or servant. In support of this position the ’citation of authorities is not necessary for we do not understand that it was denied in the court below. It is true, that the counsel for the defendant now assumes the contrary, but this assumption is wholly without foundation, for that all persons who dwell together under a common head as a household are embraced by the word “family” is so well and generally understood that we would be doing violence to the common understanding were we to limit the definition of that term to parents and children only. But even were we to agree to this, it would not help the defendants’ case, for as Mrs. McClay was the mother of the defendant, she was one of the parents of the family. The position of affairs being, then, as stated, we are inclined to think with the dissenting judge below,, that all legitimate expenses that are required for a decent maintenance of the family in the rank of life to which it is accustomed, not only ought to be regarded as necessaries, but are, in fact, such, and that it is impossible to characterize as decent the refusal of a daughter, who has the means so to do, to remove from her household and dispose of in a proper manner, the dead body of her mother. A child, or as in this instance, a mother, must not only be housed, fed and clothed when in health, have proper medical attendance and nursing when sick, but must also, if only for the welfare of the remainder of the family, be buried out of sight when dead. Common decency as well as health and comfort require this. We conclude, then, if it so be that Mrs. Robinson contracted with the plaintiff for the burial of her mother, she, in the absence of ability on part of her husband so to do, must pay the reasonable expenses of that burial.\nJudgment reversed and a procedendo awarded."}