{"id": "539214", "contents": "Mr. Justice Green\ndelivered the opinion of the court, February 2d, 1885.\nWe held in People’s Bank v. Gayley, 11 Norris, 518 that the receipts given by Gayley to Ervin for Morris were not warehouse receipts and consequently passed no title as such. When the bank, therefore, loaned its money upon these papers, it was not in a position to claim title under them distinctively as warehouse receipts. They were however sufficient to confer title as against either the bailee or a subsequent purchaser, provided those persons were affected by specific notice of the title of the bank, before the subsequent purchase was made or proper warehouse receipts issued by the bailee for the iron in question. It is just here that the radical difficulty in the plaintiffs’ case lies. There is no adequate proof of such notice in the case. The testimony of Ervin is relied upon as proof of the notice. After a very careful examination of the whole of his testimony we fail to discover in it any proof of a character sufficient to make out the alleged notice of the title of the bank. He testified to the facts which transpired when he obtained from Gayley the first receipt for the 300 tons of iron and tlien said, “ At the time I asked for the receipt I told Mr. Gayley what I desired to do with it; that I wanted to borrow money on it. I turned it over in his office in Ms presence and made an indorsement on the back of it. That is the indorsement it now bears.”\nThe indorsement is in these words “Please deliver enclosed Pig Iron to W. H. Taber, Esq. casliier, or order.\nHenry G. Morris, pp. Alex Ervin, Attorney.”\nThe witness added: “ I then took Mr. Gayley’s receipt, with that indorsement on it to the People’s Bank, and handed it to Mr'. Kemble the president.” He then described the second transaction thus: “Five days afterwards I went to Mr. Gayley again, and finding that he had received the balance of the iron he gave me another receipt for 500 tons. This is the receipt. Again in his presence I made the indorser rnent transferring the same to the People’s Bank and I took it away and delivered it to the People’s Bank to Mr. Kemble as president.”\nThis is the testimony upon which the allegation of notice of the title of the bank, to the present defendants is founded. It is claimed that Gayley was the agent of the defendants and notice to him was notice to them. But the difficulty is that, the testimony does not show notice to Gayley. A slight analysis of the evidence proves this. All that the witness said to Gayley was that he “wanted to borrow money, on it.” Tins was but the declaration of a desire to borrow money in the future from somebody who is not named. It was not even an assertion that he would borrow money, but that he wanted to do so. Of course what was to be done in the future might not be done at all. Hence as a notice in the legal sense, of something which had been done, or which certainly would be done, the language of the witness proves nothing. Add to this, what is still more' requisite to make out notice of a particular title, that the possible lender of the money to be borrowed, was not named at all, and it is seen at once how entirely futile the alleged notice becomes. Of whose title was notice thus «given ?. Nobody’s. But the witness made a further statement. He said that he wrote the indorsement to the People’s Bank on the back of the receipt in Gayley’s presence. • If he had said that Gayley looked on and saw the indorsement, or that he handed it to Gayley to read and that he read, it, or that he read it himself to Gayley or that he told Gayley what the indorsement was, it could well be said that notice of the indorsement, and consequently notice of the probability of the Bank’s title subsequently accruing, was given. But there is nothing of this kind to be found in the testimony of the witness, and if notice is to be made out by this evidence it must be done by inference alone. It is however too plain for argument that it can not be done in that way. The reason is there are no facts stated which justify the inference. Although Gayley was present when the indorsement was written, it does not at all follow that he had any knowledge of what was written. The Avitness does not state where, in his presence, Gayley was, Avhen the indorsement was -written; whether he was near by or at some distance, Avhether he was sitting or standing, Avhether he Avas in a position where he could see what the witness was writing, or Avhether he looked at the writing as it •was made. How then, can it'be said-that Gayley had knowledge of the indorsement ? All these facts from which such knowledge might be inferred are absent from the testimony. We can not but feel that it would be most‘dangerous to permit a jury to infer a notice of this nature, from evidence of such a character, and we therefore think the learned court below was right in directing a verdict for the defendants. Had the Bank given notice of its title, to. the defendants, as it had ample time to do, all its rights could have been saved. Or had it taken proper warehouse receipts it could have been protected, but neither of these things was done, and the loss of the iron was the resulting consequence. The view we have taken of the case renders unnecessary an examination of the several points made in the very able argument of the learned counsel for the xolaintiff.\nJudgment affirmed."}