{"id": "539266", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, February 23d, 1885.\nWhen, under the Act of the 15th of March, 1832, the register has certified an issue to the Common Pleas, the matter therein involved passes from his jurisdiction, and is thence-, forth wholly within the jurisdiction of said court, and by its judgment he is finally concluded. Its finding can neither be re-examined by him, nor by the Supreme Court on appeal: vide 13th section of the Act above cited. From this it follows that if the proceeding in the Common Pleas is merely for the information of the conscience of the register; if its finding is but interlocutory, and is not to have the force of a final judgment of that court, then however great may have been the imposition practised upon it; though its finding may have been but the result of a fraudulent scheme devised for the purpose of producing the result reached, and though one or more of the parties interested may have been grossly cheated, yet, after the transmission of a certificate of the verdict to the register, there can be no possible remedy; the matter according to tin's theory is beyond the reach of the Common Pleas, and, as we have seen, the statute prohibits the interference of the register. We are not prepared to adopt a conclusion of tins kind; a conclusion that must prove a safe harbor for fraud the most dangerous, and most easily concocted and practised. But the question is not one of first impression. As early as the year 1803, in the case of Vanlear v. Vanlear, 4 Yeates, 3, it was held by this court, that that clause of the Act of 1791, which directs, that “if an issue be sent from the register’s court to try the facts of any cause, litigated before them, and a verdict establishing the said facts be returned, the said facts shall not be re-examined on appeal,” related to appeals on wills to the high court of errors and appeals, and that the words, “ a verdict establishing the said facts,” implied a judgment thereon. It was further said, per Yeates, J., that it had been fully settled, that on an issue to try the validity of a will, the court before which it was tried, and not the register, had the 'power of awarding a new trial. In the case of Vansant v. Boileau, 1 Bin., 444, which involved the question of quashing a writ of error taken to a judgment on a feigned issue to try the validity of a will, Tilghman, C. J., said that he could see nothing in the Act of 1791 which looked like an intent to place the register’s court on the footing of the Chancellor of England, who exercises the right of ordering a second trial if not contented with the first; and that it would be a serious defect in the administration of justice if the errors in such trial could not be corrected by this court. The result was that the court refused to quash the writ. Under the Act of 1832 we have the cases of Hoxworth v. Miller, 7 Barr, 458, and McMasters v. Blair, 7 Ca., 467, in which the doctrine of the above cited cases is recognized and enforced. In the former, on a writ of error, the judgment of the court below was reversed, and the case sent back for re-trial; and in the second it was said that the form of trial intended by the writ issued by the register, was equivalent to the original writ of the English common law, and gives the Common Pleas jurisdiction of the case, and that according as the issue .Is found by tbe jury, judgment is entered with costs as in other cases, on which execution may issue.\nVe have it thus established beyond doubt, that when the verdict was rendered in the case in hand, judgment followed as of course; that the Common Pleas had a jurisdiction independent of that of the register; that its judgment was not merely interlocutory and dependent upon the action of another court, but was conclusive and final, and that over the said judgment it had as full control as over any other part of its records. These records never passed from the custody of the Common Pleas. All the register could require and all the court could give, was a certified copy of its proceedings. There being, then, a judgment in the court below, the only remaining question is, could it be opened and set aside on proper cause shown ?\nIf the Common Pleas has not such power it is the solitary instance in which that power is wanting. Ordinarily courts, as was said by Judge Lowrie, in Stephens v. Stephens, 1 Phila., 108, “ may open and set aside judgments not only after a term, but after years, governed only by the facts and equity of the case, and by the wise cautions of the Supreme Court as to the rights of third persons.” The case of Cochran v. Eldridge, 13 Wr., 365, is authority for holding that our Pennsylvania courts have full chancery powers to relieve against inequitable judgments, and these powers extend to what we may consider the extreme cases of judgments on awards of arbitrators, notwithstanding the very full statutory remedies which are provided for their correction. It was also' said, by Rogers, J., in the case of Kalbach v. Fisher, 1 Rawle, 323, that the power of the Common Pleas to open its judgments is most ample, and that policy requires its liberal use, otherwise manifest injustice would result from the variety of shapes which fraud is wont to assume in the complication of human transactions. The language in the cases above cited is very broad and all-embracing, and to its fullest extent can apply only to judgments taken on confession or in default, and not to such as result from trial and verdict, for ordinarily such judgments can only be set aside or opened within the term to which they were rendered. The case in hand, however, involving, as it does, the .charge of fraud in the procurement of' the verdict on which the judgment was rendered, allows of the application of the doctrine stated, and so permits us to adopt the language of the authorities quoted. If then, our Courts of Common Pleas are thus clothed with full equity powers over their own records and judgments, and if, as we have seen, the judgment under discussion remained, after the certificate to the register, in the court which tried the issue, we cannot see why on proper cause shown, that judgment .might not be opened for the purposes of a new trial.\nConceding, then, that the court had such power, and we have no doubt but that the cause shown was sufficient to warrant its action, — if the evidence be true, and we must so take it, both the court and the defendants in error were grossly imposed upon. We agree that those of the parties who had taken an active part in contesting the will, might have settled and compromised their own interests with the proponent, or they might have withdrawn from the contest and allowed a verdict to have been taken in favor of the will, for they were not obliged to carry on the contest if the other parties in interest neglected it. But as the matter is now made to appear, a verdict was obtained through a false representation. All parties, whether interested for or against the will, were alleged to have signed the articles of compromise by their attorneys when such was not the case, and it is quite certain that had the court known the facts as they actually were, it would not have permitted judgment to have been taken as it was. But of these facts the court was kept in ignorance, and so became the unconscious instrument in the procurement of a fraudulent verdict, and to allege that after that court has discovered a device of this kind it is powerless to defeat it by undoing its own work, is a proposition to which we will not readily give ear. As was said in the case of Ottinger v. Ottinger, 17 S. & R., 142, where a decree is had admitting a will to probate, the proceedings are not strictly between the parties, because the decree is conclusive on all the world. It thus appears, that unless the Common Pleas has the power claimed for it, the \"appellees are concluded by a judgment to which they were not parties, and which, as they allege, was obtained by fraud. This ought not to be, and, indeed, cannot be under the judicial polity of Pennsylvania. We, therefore, quash the writ of error as premature, and order a return of the record to the court below for further proceedings."}