{"id": "539254", "contents": "Chief Justice Mercur\ndelivered the opinion of the Court on February 9th, 1885.\nThe Act of 23d May, 1874, directing contracts to be awarded to the “ lowest responsible bidder ” has twice been before us for construction. In each it was held that the word “responsible,” as used in the Act, applies not to pecuniary ability only, but also to judgment and skill. The duties thereby imposed on the city authorities are not merely ministerial, limited to ascertaining whose bid was the lowest, and the pecuniary responsibility of the bidder and his sureties. The Act calls for an exercise of duties and powers which are deliberate and discretionary. If the authorities act in good faith, although erroneously or indiscreetly, mandamus will not lie to compel them to modify or change their decision; Commonwealth v. Mitchell, 1 Norris, 343; Findley v. City of Pittsburgh, Id., 351.\nWhere the complaint is against persons who act in a judicial or deliberative capacity they may be ordered by mandamus to proceed to do their duty by deciding and acting according to the best of their judgment; but a Court will not direct them' in what manner to • decide: Commonwealth v. Judges of Common Pleas, 3 Binn., 273; same ex rel. Griffith, 5 Id., 87; same ex rel. v. Hultz, 6 Barr, 469; same ex rel. Watt v. Perkins, 7 Id., 42; Same v. Mitchell, supra.\nIn the present ease it is averred, and not denied, that in the advertisement of the plaintiffs in error, they reserved the right to “ reject any or all bids not deemed for the best interest of the city.” Conceding this did not authorize any disregard of the obligations imposed by the statute, yet presumably the relator bid with a knowledge of this claim of right. In the demurrer to the writ of alternative mandamus, the reasons stated inter alia are that the petition discloses that in rejecting the relator’s bid and deciding him not to be a responsible person, the respondents exercised a discretion vested in them by law, and which the Court could not coerce, and that the petition does not allege that the respondents had acted dishonestly or fraudulently in deciding the relator was not a responsible person. The Court overruled the demurrer and entered judgment thereon for the Commonwealth. In the judgment awarding the peremptory writ the Court affirmed the position assumed by the relator, and ordered the respondents to proceed to perform the duties relating to the subject matter in dispute and specified in the petition for the mandamus. The petition prayed for a writ commanding the respondents not only to schedule, examine and consider the proposal of the relator-, but if he should be found to be the lowest bidder, that they thereupon award him a contract. This judgment is a denial of the exercise of those deliberate powers and sound discretion, which the statute wisely gives to the respondents in the allotment of a contract. We do not think it necessary that the relator must have been judicially convicted of having defrauded the city under a previous contract. If in fact he did so act in a fraudulent manner, or if the respondents on evidence which they in good faith deemed satisfactory, believed he had, their discretionary power to reject his bid should not be restrained by mandamus. The learned judge therefore erred in not sustaining the demurrer, and in not quashing the writ of alternative mandamus.\nJudgment reversed and writ of alternative mandamus quashed."}