{"id": "539268", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, February 16th, 1885.\nBy virtue of an execution issued by Nelson Bro’s. & Co. the sheriff levied on certain weaving looms which he found in the possession of J. Charles Andrews, the defendant in the writ. The property thus levied on having been claimed by John Forrest, this feigned issue, under the Sheriff’s Inter-pleader Act, was directed to determine whether, as against the execution creditors, Nelson Bro’s. & Co., the property belonged to the claimant or not. The burden of proving title in himself, at the date of the levy, was of course on Forrest, the plaintiff in the issue. He undertook to do this by showing that, as admitted owner of the looms in question, he entered into a written contract with Andrews on January 27th, 1880, whereby the latter obtained possession of the looms on the terms and conditions therein specified, and continued to so hold them until they were levied on by the sheriff as his property. The contract was given in evidence and speaks for itself.\nPlaintiff’s contention was that the contract is in effect a bailment, and consequently the looms, in the possession of Andrews as bailee, were not liable to seizure and sale on an execution against the latter; but the learned judge of the Common Pleas construed it differently, and charged the jury as follows: “ The agreement between Mr. Forrest and Mr. Andrews is in writing. It is merely a question of law upon the construction of that agreement. My view of the agreement under the law is that, as to creditors, there was a sale of the property in question by Forrest to Andrews, arid that it became subject to the claims of the execution creditors of the latter. ' Under this view your verdict should be for the defendants.” This instruction is the subject of complaint in the second specification of error; but the very learned and able argument of plaintiff’s counsel has failed to convince us either that the case did not properly resolve itself into a pure question of law, or that the question was not rightly decided.\nIt is very evident the case hinged on the construction of the written contract, and according to all the authorities, that was for the court, and not for the jury. If the agreement, properly construed, constituted a bailment, the title to the property levied on never passed to the defendant in the execution. On the other hand, if it is a conditional sale, the plaintiff had no title which he could successfully assert as against execution creditors of his vendee. A present sale and delivery of personal property to the vendee, coupled with an agreement that the title shall not vest in the latter unless he pays the price agreed upon at the time appointed therefor, and that in default of such payment the vendor may resume possession of the property, is quite different in its effect from a bailment for use, or, as it is sometimes called, a lease of the property, coupled with an agreement whereby the lessee may subsequently become owner of the property upon payment of a price agreed upon. As between the parties to such contracts, both are valid and binding; but, as to creditors, the latter is good, while the former is invalid. In some cases the line of demarcation between a conditional sale and a bailment is not very clearly drawn ; but, in the case at bar we think the controlling features of the agreement are those of a sale. It recites that Forrest, the plaintiff, “ has agreed to sell ” eighteen weaving looms to Andrews “for the price or sum of $2,100, to be paid in four equal instalments or payments of $525 each, with interest: the first to be made on the 80th day of April, 1880; the second on the 31st day of July, 1880; the third on the 27th day of October, 1880, and the fourth and last on the 27th day of January, 1881.” It also provides for immediate delivery of the looms to Andrews, “ for use by him in his said business,” and that, upon payment of each instalment, a bill of sale for so many of the looms as shall be equal to the amount thereof shall be executed and delivered to Andrews; that the “ looms and every of them shall be and remain the property of the party of the first part (Forrest) until paid for by the prompt payment of the quarterly instalments as aforesaid.” Andrews covenanted to insure the looms in Forrest’s name; to not remove them without his consent; to punctually pay the quarterly instalments, and, in default thereof, to return the looms that were not paid for. It further provides that, in the event of Andrews failing or neglecting to keep and perform all and every his covenants and agreements, it shall be lawful for Forrest to take possession of the looms then remaining unpaid for.\nIt thus appears that the contract possesses all the features of a conditional sale, — a sale of the looms on a credit of three, six, nine and twelve months, coupled with provisions for the purpose of enabling the seller to enforce payment of the price agreed upon, and, failing in that, to resume possession of the property.\nIn principle the case is not distinguishable from Haak v. Linderman, 14 P. F. S., 499; Stadtfeld v. Huntsman & Co., 11 Norris, 53; Brunswick and Balke Co. v. Hoover, 14 Id., 508, and several other cases. The agreement, which in the first case was construed to be a conditional sale, was as follows ; “ Haak doth covenant and hath sold and doth agree to deliver to Palm, a certain house car for which Palm agrees to pay $600, (in specified instalments.) The said Haak reserves the right from said car until fully paid, but said Palm shall have the use of said car from this date. Should said Palm fail to comply with this agreement, the said Haak shall have the right to take the said car from said Palm as his property, and said Palm will forfeit the amount paid on said agreement.” The agreement in Stadtfeld v. Huntsman & Co. supra, was of similar import. The defendants in error agreed to sell household furniture to Carpenter, who receipted for the same and agreed to pay not less than $5 per week until the price agreed upon was paid; the goods “ to be and remain the property of Huntsman & Co. subject to removal by them or their order, upon ” his failure to make either of the weekly payments. Carpenter having received the furniture under this agreement afterwards sold it to Stadtfeld, an innocent purchaser without notice. In an action of replevin, brought by Huntsman & Co. against him, we held that the transaction between Huntsman & Co. and Carpenter was not a bailment but a conditional sale, fraudulent and void as to creditors and innocent vendees of the latter.\nIn Brunswick and Balke Co. v. Hoover, supra, the transac-. tion was substantially a sale of billiard tables upon credit, accompanied with a lease thereof as security for the payment of the price. It is there said: “Such a contract, while good between the parties, will not keep creditors at bay. It is worthless as to them. There is no principle of law better set-tied in Pennsylvania than that a sale and delivery of personal property, with an agreement that the ownership shall remain in the vendor until the purchase money is paid, enables creditors of the vendee to seize and sell the same for the payment of his debts. It would be a needless labor to cite the numerous cases in which this doctrine has been asserted.”\nSome of the authorities relied on by plaintiff are admittedly close cases: and, while in some respects they resemble the one at bar, they are distinguishable from it: In Rowe v. Sharp, 1 P. F. S., 27, and Enlow v. Klein, 29 Id., 488, both of which are on the border, the doctrine of bailment was carried to its extreme limit. Upon the facts peculiar to those cases respectively, they were doubtless decided correctly, but any further advance in the same direction would be unwarranted.\nIn Edwards v. Stranghellan, 9 Out., 103, Ward obtained possession of the hotel furniture by virtue of the lease, and as is there said, “ the subsequent provision for a sale could not alter the character of that possession or change the nature of the contract resulting from it. His possession, being originally under tire lease, determined the character of the transaction and fixed it, in the outstart, as a bailment; and, as he never complied with the conditions of the contract, under which alone he could have acquired title, the matter remained throughout as it began, a bailment.”\nThe principles, underlying bailments and conditional sales, and by which every such agreement must be tested, in determining to which class it belongs, are so fully and clearly stated in the case last cited that repetition is unnecessary. Whenever it appears, from the contract between the parties, that the owner of personal property has transferred the possession thereof to another, reserving to himself the naked title thereof, solely for the purpose of securing payment of the price agreed upon between them, the contract is necessarily a conditional sale, and not a bailment; and while it is perfectly good as between the parties themselves, it is worthless as to creditors and Iona fide purchasers from the transferee without notice. If the contract is verbal, it is, of course, the exclusive province of the jury to inquire, and ascertain what the parties meant; if it is in writing, its construction is for the court. Properly construed, and tested by the principles above stated, the contract in question was void as to the defendants ; and hence the second specification is not sustained.\nThe plaintiff’s offer “ to prove, that at the time of the execution of said agreement between Forrest and Andrews the words, ‘ with interest,’ were inserted as an agreement to pay rent,” was rightly rejected by the court. The contract was executed in duplicate. In one of the duplicates, the words “ with interest,” in the clause providing for the payment of the four instalments of $525 each, etc., were written out in full; in the other, they were interlined. The language employed was neither doubtful nor ambiguous; and it needs no citation of authorities to show that the learned judge was clearly right in refusing to permit plaintiff to prove that interest on quarterly instalments of purchase money meant rent, for the use of the looms in controversy. If such testimony were admissible, written contracts would scarcely be worth the paper on which they are inscribed.\nJudgment affirmed."}