{"id": "539216", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, March 9th, 1885.\nWe are inclined to the opinion that the answer of the court below to the defendant’s second point was erroneous in that the jury was instructed that the sheriff’s sale was fictitious and void if a large quantity of the goods, seized as the property of Seybert, was sold in a lump. Whilst the point itself could not be sustained, and was, therefore, properly refused, yet the statement as above set forth, and which was made part of the answer, was not, as we think, warranted by the facts of this case. The charge is in effect that the sale of a large quantity of goods in one lot or parcel is prima facie fraudulent and void. This is not the law; it has never been so ruled in this court. Such a sale may be evidence of fraud, but is not in itself fraudulent. As was said by Mr. Justice Mercur, in Barton v. Hunter, 5 Out., 411, “ The law presumes that a public sale is made in good faith. This presumption stands unless .overthrown by clear and satisfactory evidence of fraud or unfair means.” In the case in hand, we can see nothing in the manner of conducting the sale of Seybert’s goods which of itself tends to rebut this legal presumption of good faith. It is a mistake to suppose that the case of Klopp v. Witmoyer, 7 Wr., 219, supports the court below.\nIn this case two separate parcels of lumber with a coal yard and its contents were sold as a single lot, and it was this kind of a sale that was pronormced per se fraudulent. But Mr. Justice’Strong, who delivered the opinion, says: “Within .certain limits, doubtless, the officer must exercise his own judg ment. He is not bound to sell in all cases by the single article. He may and often should sell in lots or parcels; what lots or parcels must be left to his honest judgment.” Fie also admits that cases may occur that would justify a sale by the aggregate of all the personal property seized in execution.\nIf then, the sheriff is to exercise his own judgment in this matter, how can the honest exercise of that discretion be called in question when he does sell in lots or parcels ? So also, in the recent case of Yost v. Smith, Kline & Co., [9 Out., 628.] we hekl that when the goods of a store were “divided into eight parcels and thus sold, the sale was good. The question was not the size of the lots, or whether of more or less value, but of the discretion of the officer so to sell them. In the case in hand, so far as we can gather, the goods were sold in two lots; in one was the machinery of the establishment, and in the other a quantity of shawls, some in cases, and others, perhaps samples, on the counters. Should these goods, the product of a large manufacturing establishment, in a commercial city like this, have been sold by the piece; auctioneered off day by day to the rabble which might happen to drop in ? Certainly not, for no better way could have been devised for the sacrifice of this property. That is certainly not the way in which similar transactions are conducted in the wholesale trade, and why should a sheriff or other officer adopt a different rule? He must sell in lots or parcels, and if so who is to be the judge of the size and value of such lots ? It is admitted in Klopp v. Witmoyer, that the circumstances may be such that a sale of all the goods seized in execution, in the aggregate, may be proper and advisable, but here, again, the sheriff must in the first instance judge of the propriety of such disposition of the property, and we think that it is only in a clear case that a court ought to be permitted to pronounce the exercise of a lawful discretion per se fraudulent. We are thus satisfied that the court was wrong in its instruction of the jury that, disconnected from other circumstances, a presumption of - fraud might be raised from the character of the sale itself.\nNeither do we see anything in the evidence as we have it before lis that was calculated to impeach the bona fides of this transaction; there was enough perhaps to mislead a jury but nothing more, hence it should not have been submitted.\nThe judgment is reversed."}