{"id": "542277", "contents": "Chief Justice Mercur.\ndelivered the opinion of the Court\nSo much of Art. IX, Sect. 8, of the Constitution of 1874, as is now necessary to consider, declares that the debt of any county, city, borough, township, school district, or other municipality or incorporated district,.....shall never exceed seven per centum on the assessed valuation of the taxable property therein, nor shall any such municipality or district incur any new debt or increase its indebtedness to an amount exceeding two per centum upon such assessed valuation of property, without the assent of the electors thereof at a public election, in such manner as shall be provided by law. As the debt of this city did not exceed seven per centum of such assessed valuation at the time of the adoption of the Constitution, the latter part of this section does not apply to the present case.\nThe proposed increase of debt is in itself less than two per centum of the assessed value of the taxable property; but added to the previously existing debt, makes the aggregate indebtedness more than two per centum. The contention is whether this can be done without the previous assent of the electors in the manner prescribed by the Constitution. As we have shown, one clause thereof declares the city shall not increase its indebtedness “to an amount exceeding two per centum ” without such assent. There is no warrant in the Constitution to sustain the proposition that the city may now and from time to time as it sees proper, within the maximum limit of seven per centum, increase the indebtedness by successive steps if each increase be less than two per centum. Each action is not sanctioned by either the letter or the spirit of the Constitution. It is not one specific increase of more than two per centum that is forbidden. It is an aggregate indebtedness exceeding that per centum that is prohibited. Sections two and three of the Act of 20th April, 1874, Pur. Dig. pages 1928-29, repeat the language of the Constitution and provide for elections in furtherance thereof. The argument that ignores the aggregate indebtedness and considers the addition only, thereto, proves too much. It would nullify the right of the electors to vote on the question of increase altogether. By successive increases, each less than two per centum, the city might have the aggregate indebtedness reach the seven per centum without a vote of the electors. Up to that per centum the city would deny the right of the electors to vote on the question of increase, and beyond that per centum the Constitution itself prohibits any increase. It follows the learned judge was clearly right in holding that without submitting the question to a vote of the qualified electors of the city and obtaining their assent, the indebtedness of the city cannot be increased so as to aggregate in all more than two per centum upon the assessed value of the taxable property therein.\nDecree affirmed and appeal dismissed at the costs of the appellants."}