{"id": "542230", "contents": "•Mr. Justice Gordon\ndelivered the opinion of the court,\nThis case was as well tried in the court as it could be ; the counsel for the defendant omitted nothing that he ought to have done, and the failure was not for the want of any skill or ability on his part, but because of the desperate character of the case. The joinder of the two counts of murder and manslaughter in the indictment was not the subject of successful objection, hence exception to it in the court below would have been to no purpose. Ordinarily such joinder is useless, as the jury may convict of manslaughter on the count for murder, but where the object is to include a second offence under the 182d section of the Act of March, 1860, there may-well be a count for the minor offence. So,the complaint that the record of the previous coimction was set forth in the indictment, and offered in evidence on the trial, has nothing in it, for in this manner alone can the provisions of the statute be carried into effect: Rauch v. The Commonwealth, 28 P. F. S., 494. It is true, the exhibition, in this manner, of the defendant’s previous crime may have a very bad effect upon his character, but this result must be charged to his own default, and to the statute which looks\" rather to the protection of the law-abiding community than to the welfare of the criminal class. Nor need we say that it was entirely proper for the defendant, through his counsel, to admit his identity as defendant in the former indictment. He was under no kind of constraint, and by this he improved rather than impaired his case. As well might it be said that a defendant ought not to bo called upon to admit his identity on arraignment; that he might not admit any fact during trial, or that he might not confess himself guilty of the whole charge laid against him in the indictment, by a plea to that effect. To make such admission and confession is the right of the defendant, and of it he cannot he deprived. Whether he will exercise a priviledge of this kind is not for the court, but for himself and his counsel to determine.\nThe remaining exceptions have, if possible, less in them than the one of which we have just disposed, and the third assignment, the one which excepts to the court’s refusal to admit in evidence the dying declarations of Andrew Kane, the decedent, is that alone which, as we think, merits discussion.\nThe testimony thus offered cannot be regarded as part of the res gestee, for these declarations were made neither at the lime nor place of the shooting, but some hours after, in the hospital. As therefore, they could not be regarded as part of the immediate transaction, to qualify them as admissible declarations, they must have been made under circumstances of such solemnity as to be equivalent to a judicial oath; that is, the declarant must have been impressed by a knowledge of his approaching death. But of this there was no proof offered. It was not made to appear, by Kane’s declarations or otherwise, that he had any sense of impending dissolution, and without such proof the proposed evidence was properly rejected.\nThe judgment of the court below is now affirmed, and it is ordered that the record be remitted for execution."}