{"id": "542249", "contents": "Mr. Justice Clark\ndelivered the opinion of the court\nThe Susquehanna Boom Company is a corporation, originally created and existing by virtue of an Act of Assembly, approved 26th March, 1846. Its franchise originally éxtended up the Susquehanna river from the western boundary of the city of Williamsport, a distance of seven miles; but its limits were afterwards extended by Act of Assembly, approved 28th •April, 1864, fifteen miles further up the stream. The Loyal-sock Boom Company was created by Act of Assembly, approved 11th April, 1848, and its franchise extended from the western boundary of the city, down the river, a distance of sixteen miles, to the Muncy darn. By the Act of 21st April, 1858, the companies were consolidated under the name of the Susquehanna Boom Co., “ with all the rights, privileges, and immunities, and subject to all the restrictions,” contained in their respective charters. The powers conferred and duties imposed upon the respective companies, as set forth in their respective charters, were, “ to erect and maintain on the west branch of the river Susquehanna, between the borough of Williamsport and the mouth of Quineshoque creek, such boom or booms with piers, as may be necessary for the purpose of stopping and securing logs, masts, spars, and other lumber, floating upon said river, and erect such piers, side, branch or sheer booms, as may be necessary for that purpose.” “And the said corporation shall construct, and at all times keep and maintain, their piers and booms sufficiently strong to secure all the lumber contained therein ; but no person shall bo allowed at any time to encumber said booms with rafts, either of logs or other lumber.”\nThe plaintiffs were the owners of an extensive saw mill property in the city of Williamsport. In the year 1867, and also in 1868, largo quantities of their logs, which they had driven down the river into the Susquehanna boom, to stock their mills, escaped, and were wholly lost; and this action was brought to recover damages for the injuries thus sustained.\nOn the 29th September, 1880, the parties, by agreement in writing, waived a trial by jury and submitted the decision of the case to the court, under the Act of 22d April, 1874, the questions now presented for our consideration arise, upon exceptions filed to the decision of the court, under the provision of that Act.\nThere was some dispute as to the precise manner In which these several losses occurred, but the facts are found and particularly stated by the court as follows: — “If the logs come into the boom on such low water that they will not pack but remain on tlie surface of the water, the boom will not bold one half as many logs, and will soon fill up to its head. If, then, there should be a slight rise in tlie river, or if for any other cause this vast body of logs should surge down, as they will do, some logs may be forced on top of tlie boom platforms and cause them to sink under the water, thus making an outlet whereby the great pressure is relieved. The boom platform being thus sunken, the logs are forced out of the boom at this point, soon a channel is thus made and a large quantity of logs will surely escape. This is called a ‘spew’ of logs. It is impossible to prevent this accident. No man can tell when or where it will occur, and the strength or weakness of the boom structure has no tiling to do with its occurence. No part of the boom structure is broken by this accident. This is tlie kind of accident which occurred when the plaintiffs’ logs were lost in 1867, for which they bring their action.”\n“If the logs come into the boom on such low water that they will not pack but remain on the surface of the water, the boom will not bold one half as many logs and will soon fill up to its head. If then no rise in the water or other thing occurs to cause the logs to surge down in the boom, it is certain and inevitable that all logs coming down after the boom is full must go by the boom and be lost. This is called an ‘overflow’ of logs. This was tlie situation immediately before the accident happened when the plaintiffs logs were lost in 1868.”\nThe plaintiffs contend, in the first place, that the Susquehanna Boom Co. is liable to them for the value of the logs lost in 1867 and 1868, without any proof of negligence; that by the express terms of the charter the company was held “to construct its piers and booms sufficiently strong to secure all the lumber contained therein,” and that as the powers and privileges conferred were in derogation of common right, were exclusive, and for personal profit, the liability for losses must be according to the strictest import of the statute. They therefore treat the words of the statute as imposing upon the company a responsibility which is absolute and unlimited— the responsibility of an insurer against all risks of whatsoever kind or character. It will be seen, however, that the responsibility of the company is not expressed in the statute; the liability for losses is but an implication of law from the failure to perform, after the acceptance of the charter, what the charter requires. In the ascertainment of the extent of that liability, therefore, we are remitted to the consideration of what is really required. What, therefore, under a fair construction of the charter, was the company bound to do ?\nIt is doubtless true that such charters are to be construed most beneficially for the public, and more strictly against the company, but the construction must be a reasonable one. The charters of-most private corporations are for purposes of private gain and many of them grant exclusive privileges in abridgement of individual right, but as they are intended also to sub-serve great public interests they should be so construed as not to defeat the purpose of their creation. The Susquehanna Boom Company was not onty intended to serve the private interest of the corporators, but also that of the public, and especially of those who with rafts, logs, or lumber should navigate the stream; it proposed to do for them what they could in no way do for themselves. Whilst, therefore, the words of the charter should be construed with some degree of strictness for the public protection, it should not be construed to require the performance of what, in the nature of the case, cannot be performed. By the words of the charter the company was required to “construct its piers and booms sufficiently strong to secure all the lumber contained therein.” If this is to be understood in any absolute sense, it required the performance of an admitted impossibility; it was impossible, of course, to construct a boom which, at all times and under all circum stances, would hold all the lumber contained therein. We are informed, by the finding of the court, that if the logs come into the boom, on very high water as in the flood of 1865, no boom structure will hold them; and if they come in on a low water “spews” and “overflows” are inevitable accidents, which it is impossible at times to prevent. Did the legislatore, in the passage of this Act, intend to do an absurd and unreasonable thing? It was certainly not supposed that the corporators could overcome the power of Nature, or build a boom which would stand sufficient and secure against all the casualties that might occur; the language of the charter must be taken in a sense, restricted by reason and common ex-[lerience. Such a construction of the statute does not, we think, involve any interpolation of words into it; it accords with the general understanding of the language actually employed. A vessel sufficiently strong to secure its cargo may in a moment be daslied to pieces in a storm; a house built upon the solid rock sufficient and secure, may be utterly demolished, even in a slight tremor of the earth, and a boom, in all respects sufficiently strong to secure all the lumber contained therein, may be swept away by1' the inevitable power of the flood. 0\nJBut the defendants are held to the exercise of more than ordinary diligence and care in the discharge of the obligations imposed. They may not, perhaps be held to do what, in the very nature of the case, cannot be done, but they may certainly obligate themselves to do what can be done; tills is the exact measure of duty which the company assumed by acceptance of the charter. They are therefore liable for all losses which may have occurred from any insufficiency of their boom, whether from negligence or not, unless that insufficiency arose from the unavoidable dangers of the river, or from inevitable accident. The ease does not present a question of negligence, but a question of performance. The defendants are not merely bailees for hire, and bound under the rule of the common law to ordinary care only; they are bound to do what it was their self-imposed duty to do, unless by the act of God they were prevented. We agree with the plaintiffs, therefore, first, that the degree of care which the company was bound to exercise to secure the logs in their boom is fixed by the charter; and, second, that in the event of a loss, the company is liable, under the charter, without proof of negligence. This is the precise doctrine declared in Pemia. & Ohio Canal Co. v. Graham, 13 P. F. S., 290, where the authorities are fully collected, and carefully considered, by the late J ustice Shabswood : In that case, a canal company, by its charter, was required to build, and keep in repair, bridges at all points where tlie canal crossed a public road. A traveller was passing over one of these bridges, when it gave way, and lie was precipitated with his wagon into tbe canal; in an action for damages, for the injuries sustained, it was held that the charter is a law imposing on the company the burden of performing a duty to the public, and if that duty be not performed the company is responsible to those who thereby suffer special injury; and, further, that a corporation, bound in consideration of its franchise, to keep a road or bridge in repair, is liable for injury from want of repair, whether the defect be patent or latent, unless the part]1- injured be himself in default, or the defect was from inevitable accident, tempest or lightning, or the wrongful act of a third person, of which the corporation had no notice; and this, although ordinary care was used in the erection or repair, and the work was done by competent workmen under contract. At this point, however, we are confronted with the following clear, comprehensive and conclusive findings of the learned court below:—\n“I find that the plaintiffs’ logs, for the loss of which they bring this suit, were lost directly by the ‘unavoidable dangers of the river’ or ‘inevitable accidente incident to the booming of logs in the West Branch of the Susquehanna river under the defendant’s charter.”\n“I find that in respect to the plaintiffs’ logs, for the loss of which this suit is brought, the defendants were not guilty of any fault, negligence or want of care either before, at the time of, or after the accidents happened whereby the losses occurred.”\nThese findings, in our opinion, are fatal to the plaintiff’s recovery in this case. It is well settled, by the decisions of this court, that in a case tried by the court, under the Act of 1874, a writ of error only brings up questions of law. This court cannot go behind the findings of fact, as they appear in the record. The judge, in such cases, exercises the double function of court and jury, and we are to dispose of the case here, precisely as if the facts had been found by a jury; if there was evidence of the fact, the finding cannot be impeached. It is useless, therefore, to assign for error mere matters of fact, unless the assignment is such as could be heard and determined, if the trial had been according to the course of the common law. The parties, by agreement, designated the tribunal for the determination of these disputed questions of fact, and they cannot now complain if the adjudication is adverse to their interests: Jamison v. Collins, 2 Norris, 359; Lee v. Keys, 7 Norris, 175; Brown v. Dempsey, 14 Norris, 243; Bradlee v. Whitney, 12 Out., 362.\nIf the losses resulted from the unavoidable dangers of the river, or from inevitable accident, incident to the business, and we are bound to assume that they did; if the defendants were not guilty of any fault, negligence, or want of care, either before, at the time, or after the accident happened, whereby the losses occurred, and this we are also bound to assume, then it matters not whether the defendants be treated as bailees for hire, as common carriers, or, as bound by the special provisions of their charter ; in any case, they are relieved from responsibility for the injuries sustained.\nIt has been urged very strongly in the argument that it was the duty of the Susquehanna Boom Company, under their charter, to have their lower boom, the Loyalsock, hung, and in proper condition, to stop and hold the logs, at the time of the losses in 1867 and 1868. In the 16th point submitted by the plaintiffs, the court was requested to find as follows: — ■\n“That if the lower boom had been properly and in due time hung with its sheer, and had been guarded and cared for with due diligence, before and at the time of the breaking of the upper boom in 1867, as hereinbefore stated, it would have been sufficient to catch and secure all the logs which escaped through the breach of the upper boom at that time, and have prevented the loss of which the plaintiffs complain.”\nThe 17th point was to the same effect, excepting that it related to the loss of 1868. The court found that neither of these points was sustained by the evidence. Now, whatever may have been the defendants’ duty, if the Loyalsock boom had been found to have been available and sufficient, to prevent the loss, it must be admitted, that in view of this finding, the question is one of little importance. For of what avail would it be to oblige the performance of that which could serve no useful purpose? If the hanging of the sheer and the guarding of the Loyalsock boom would not have secured the logs, upon what principle of law or of common sense would the defendants have been obliged to undertake that work? But, assuming the sufficiency of the Loyalsock boom to save the loss, was it the duty of the company to hang the sheer and guard that boom to save logs consigned to, but escaping from, the Susquehanna boom, by unavoidable and inevitable accident? The Loyalsock was not a mere appendage or appurtenance of the Susquehanna boom, nor was it designed or used to take logs escaping from that boom; it was erected and maintained as a separate and distinct boom, to take and secure logs consigned to it, as a supply to the mills below. Mills are so located, with reference to the boom, that the logs, when rafted out, may be floated with the current. The plaintiffs’ logs were destined for, and were actually driven into, the Susquehanna boom, which was a mile or more above their mills, whilst the Loyalsock was a mile or more below. The plaintiffs bad no desire to have their logs in the Loyalsock ; if they had desired them to pass the Susquehanna boom, it was their duty to give notice as required by the seventh section of their charter; they preferred, however, perhaps, that they might he caught there, rather than lost. If there had been no consolidation there could be no question. But the effect of the consolidation was to unite the companies only, not the booms; the consolidated company controlled each of them separately, “under the rights, privileges and immunities,” and “subject to the restrictions, contained in the respective charters,” some provisions of which were not common to both. In Gould v. Langdon, 7 Wright, 365, the effect of the consolidation was considered by this court, and it was held that these separate statutes “ must be interpreted separately, although both become the property of one company, and an Act consolidating the two boom companies will not change the liability of either, under its Act of incorporation, to deliver logs at its own boom, the boom in which they were caught.” The duty of the defendants is discharged, if their booms are sufficiently strong, as required by the statute. They are bound to secure the logs destined for and driven into their respective booms, and for their failure so to do they are to be held rigidly responsible ; but they are not bound when the structure is destroyed by the act of God, to pursue and capture the lumber upon the flood, under penalty of being held responsible for the loss of what might possibly have been recovered in the pursuit.\nThe judgment is affirmed.\nMr. Justice Gordon dissented.\nJanuary 11th, 1886. Per Curiam. Motion for a re-argument refused."}