{"id": "542331", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, in both cases,\nAPPEAL OF CHARLES HEYDRICK, SURVIVING EXECUTOR OF SAMUEL HEYDRICK, DECEASED.\nThe court below was clearly right in holding that the appellant was an incompetent witness. It is true he was not a devisee, legatee or creditor of the estate of either Samuel Heydrick or Leanna Heydrick; of the first estate he is the executor, of the other the administrator; lie is a trustee and has no interest in either estate. But he seeks to relieve himself from liability to the estate of Samuel Heydrick for a sum of money which by his account as executor, filed and confirmed, he has thus solemnly admitted to be in his hands, by showing that the money was in the hands of Leanna Heydrick, his co-executrix; and that said money had been used by her in the purchase of certain real estate. This he may do, but not by his own testimony. He has the direct interest of casting his own burden upon some one else. For this reason the Act of 27th, March, 1865, P. L. 38, does not apply. That Act contains an exception as to all executors, administrators, trustees or other persons acting in a fiduciary or representative character, who have “ any interest in the subject matter of controversy.” It will be noticed that the words “ any interest, in the subject matter of controversy ” are much broader than an interest in the estate. There does not appear to be any controversj’- here as to the distribution; the controversy is whether the money to be distributed is in the hands of the accountant or of some one else. In this respect the case differs from Cox v. KcKean, 6 P. F. S., 243. There Cox, the trustee, was not offered as a witness to discharge himself from payment of or responsibility for the trust money in his hands. He stood indifferent between his cestuis que trustenl and the administrator of Kine, and was properly held to be a competent witness.\nIt may be the facts are as the appellant contends. If so it is bis misfortune that be has no competent evidence to prove them -, it is bis own fault in transacting the business in a loose way, and we cannot remedy bis want of care. To make law to meet hard cases is not among the recognized duties of the judiciary.\nA.s there is no testimony'in the case to sustain the appellant’s contention, the court below Committed no error in eon-firming tlie report of the Auditor, and in ordering distribution in accordance therewith.\nThis is all there is in the case and elaboration would not make it plainer.\nThe decree is affirmed and the appeal dismissed at the costs of the appellants.\nAPPEAL OF CHARLES HEYDRICK, ADMINISTRATOR OF ESTATE OF LEANNA HEYDRICK.\nIn this case the accountant sold the real estate of his intestate, and in his account claimed a credit for the sum of $1073.48, which he says was the trust money belonging to the estate of Samuel Heydrick, deceased, and which his intestate as executrix of said estate kept in her hands, and invested in the purchase of said real estate. But the accountant could only prove this by his own testimony, which the court below rejected. In the appeal of the accountant as executor of Samuel Heydrick we have just decided that he was an incompetent witness. He is equally incompetent in this estate and for the same reason, viz: that the effect of his testimony is to relieve himself from this liability and cast it upon Lcauna Heydriok’s estate. We need not repeat what was there said.\nThe decree is affirmed and the appeal dismissed at the costs of the appellant."}