{"id": "542307", "contents": "Chief Justice Mercur\ndelivered the opinion of the court,\nIn this case there is no evidence of any intended fraud or deceit by the vendor, nor of any express warranty. Mere representations as to the quality of the article sold do not constitute a warranty: Wetherill v. Neilson, 8 Harris, 448; nor in itself is it evidence of a warranty: McFarland v. Newman, 9 Watts, 55. Unless there be fraud or warranty the purchaser takes the risk of the quality: Whitaker v. Eastwick, 25 P. F. S., 229. So in a sale of personal property on inspection, and where the vendee’s means of knowledge are equal to the vendor’s, the law does not presume an engagement by the vendor that the thing sold is of the species or kind contemplated by the parties : Lord v. Grow, 3 Wright, 88. That case is very similar to the present. There the intention was to buy and to sell spring wheat, but the kind actually delivered turned out to be winter wheat. The purchaser claimed to recover on an implied warranty that the wheat sold was spring.wheat, but this court held otherwise. Among the numerous authorities leading to the same conclusion are : Fraley r. Bispbam, 10 Barr, 820; Selser et al. v. Roberts, 9 Out., 242; Ryan v. Ulmer, 12 Out., 832.\nIn the present case the purchaser asked for the seed which the vendors had kept over from the previous year. The latter thereupon laid out on the counter before the purchaser some of the papers containing the seed. They were the identical packages remaining over from the previous year. Each party had an equal opportunity of inspecting them.\nAlthough the declaration charges a false and fraudulent sale by the vendors, yet no evidence was given tending to prove any fraud or intended deceit, nor is any averred here. They sold it just as they had bought it, in entire good faith. The vendee had just as much knowledge in regard to the kind and quality of the seed as they had. In such case, in the absence of express warranty, the exemption of liability of the vendors is too well settled to need any further citation of authorities.\nJudgment affirmed."}