{"id": "543689", "contents": "Mr. J ustice Teunkky\ndelivered the opinion of the court, May 29th, 1885.\nAlthough the learned judge of the Common Pleas incidentally remarked that the plaintiff could have issued process to revive the judgment notwithstanding he had assigned it as collateral security, he instructed the jury that the statute of limitations was a bar to the action and, for that reason, directed a verdict for the defendant. This instruction is the subject for present consideration.\nÓn October 28th, 1873, an absolute assignment was written on the record of the judgment, and on the same day the assignee gave to the assignor a writing showing that he held the assignment as collateral security for the sum of four hundred and seventy-one dollars, and agreed to re-assign the judgment when said sum should be paid. It was paid on May 39th, 1875, and this action was begun on November 28th, 1881. Upon the payment of said debt the defendant ceased to have any interest in the judgment. The plaintiff had written evidence that the assignment was collateral, and he knew, the instant he paid the debt, that the object of the assignment was accomplished. Thereafter he was not only the legal plaintiff in the judgment, but was solely interested, and if in any sense the defendant was a trustee holding for his benefit he knew that the re-assignment was not made at the stipulated time. Having knowledge of the breach of contract, the statute runs from date of the breach.\nThe plaintiff’s testimony, relied on to establish a new promisé, is as follows: “ The day before the five years was up I went down to Hoover about the $940 judgment. I went to Hoover and told him the judgment was pretty near run out and I wanted it transferred to me as it belonged to me; he said, ‘It belongs to you.’ It was about four o’clock and he said it was too late to go to Norristown; he went into the house and gave me the receipt and said, ‘I will be over to Norristown about eight o’clock to-morrow morning.’ ” On the following day the parties met at Norristown and the defendant refused to re-assign the judgment.\nIt is clear that the defendant made no new express promise to re-assign. Though it may be a probable inference from the plaintiff’s testimony, that he so promised,' it is by no means certain. He made no response to the request to transfer the judgment, but to the assertion that it belonged to the plaintiff he expressly assented. He so admitted the assertion of ownership as not to involve a promise to transfer. The defendant did not owe the plaintiff a debt, the subject matter was a judgment that in fact belonged to the plaintiff, and over which the defendant had no right of control after May 19th, 1875; and he has exercised no control thereof since that date. This action is for recovery of the amount of that judgment as damages resulting from breach of contract to make a formal re-assignment. What induced the defendant to refuse, is now immaterial. The parties agreed that the judgment belonged to the plaintiff — they disagreed on other matters. The testimony justified the remark of the court to the jury, that “to understand fully the merits of the points in controversy, it would be necessary to go back and review the circumstances out of which the transaction concerning the assignment of the $940 judgment arose as best you could, amid the conflicting and confused statements of fact which have been given in evidence. But in the view of the court this uncertain groping among the recollections of parties and witnesses, dimmed and partially obliterated by time, is not necessary. It is to avoid the uncertainty which attends investigations of controversies of many years past that there is a Statute of Limitations.”\nThe statute of limitations is regarded as a wise and beneficial law, and therefore whenever it is sought to be removed by proof of a new promise, such promise ought to be proved in a clear and explicit manner. It is not necessary that the promise should be express; it may be raised by implication from the acknowledgment of the party. If the expressions be vague, equivocal and indeterminate, leading to no certain conclusion, but at best to probable inferences, which may affect different minds in different ways, they ought not to go to the jury as evidence of a new promise: 2 Greenleaf's Ev. § 440. Yaw v. Kerr, 47 Pa. St., 333, and Patton’s Exs. v. Hassinger, 69 Id., 311, cited by the plaintiff, fail to show that a promise should be inferred from such facts as exist in this case. The former was an action to recover the amount of a note, and there was proof of a distinct acknowledgment of the debt and a promise to pay it, made to the plaintiff’s son who called on the defendant in relation to the note. In the latter case it was said “ that if the evidence prove a recognition of a debt, or of the instrument or circumstances of indebtedness accompanied by a promise to pay, or such an acknowledgment as is consistent with a promise to pay when the statute has not run, either will prevent the bar of the statute in an appropriate case.” Also, after referring to the testimony showing an express promise, it was remarked that there was “ proof that the parties were face to face when the new promise was made.”\nJudgment affirmed."}