{"id": "543780", "contents": "Mr. Justice Paxson-\ndelivered the opinion of the court, October 19th, 1885.\nThis action was brought by the reversioners against the tenants for life to recover damages for certain acts of waste committed or suffered by the latter. The alleged waste consisted of mining coal, quarrying limestone and freestone, and cutting timber and other trees. The matter of the coai was ■abandoned below, and was not pressed here. And the contest for the limestone and freestone might as well have been abandoned, as the jury found for the defendants upon evidence which they could not well have disregarded, and under instructions from the court which were free from error. It was very clear that the mines and quarries had been opened and worked in the lifetime of E. Sealey Sayers, the owner in fee from •whom the estate descended. It is settled law that mines and quarries, open at the commencement of the life estate, may be worked by th'e life tenant even to exhaustion: Neel v. Neel, 7 Harris, 323; Lynn’s Appeal, 7 Casey, 44; Shoemaker’s Appeal, 10 Out., 392.\nThe remaining questions relate to the trees. It is raised, so far as it is raised at all, by the third and fourth assignments of error. We will treat it precisely as it is presented by the record.\nThe defendants’ third point requested the court to instruct the jury that “ the felling of dead or dying timber by Freeman Smith, if done so long ago that the timber would have become worthless by natural decay before the present time if it had not been felled by him, then the felling of it could be no injury to the inheritance, and therefore would not be waste, and this being an action on the case in the nature of waste, there can be no recovery against the defendants for the felling of such timber.”\nThe learned judge affirmed this point. Conceding the facts assumed in it, he could not have done otherwise. It related solely to dead and dying trees, such trees as would have become worthless by this time by natural decay. Surely it could do the reversioners no harm to cut trees that would have decayed before the life estate fell in. On the contrary, the cutting of such trees would have made room for young and thrifty trees which would have been making timber for the reversioners during the lifetime of the tenants for life. This was an action to recover damages for an injury to the inheritance; if there has been no injury there can be no damages.\nThe fourth point alleges error in the answer of the learned judge to the defendants’ fourth point. The point is as follows: “ The felling of locust trees by Smith, which stood in open fields in such a way as to obstruct the cultivation of the ground and prevent the growth of vegetation by their shade to such an extent that good husbandry required their removal, then Smith had a right to fell and remove them, and his doing so furnishes no ground for the support of this action.”\nThe common law of England was very strict in regard to waste. Its rigor has been much relaxed here especially in the matter of timber. This was to be expected in a new country where.land was far more valuable without timber than with it. In Hastings v. Crunckleton, 3 Yeates, 261, it was held that a tenant in dower may clear woodland assigned to her in dower, provided she does not exceed a just proportion of- the whole tract. It was said by the court in that case: “ There was a material difference between the local, circumstances of this state and Great Britain. It would be an outrage on common sense to suppose that what would be deemed waste in England could receive that appellation here. Lands with us in general are enhanced by being cleared, provided a proper proportion of woodland is preserved for the maintenance of the place. It' the tenant in dower clears part of the lands assigned to her, and does not exceed the relative proportion of cleared land, considered as to the whole tract, she cannot be said to have committed waste thereby.” And see Lynn’s Appeal, 7 Casey, 44.\nThe Act of 10th April, 1848, declares that the tenant for life “shall not be restrained from the reasonable and necessary use and enjoyment of the land and premises in his possession,” and the presumption is in favor of the life tenant until the contrary appears: Lynn’s Appeal, supra.\nThe ruling of the court below in affirming the defendants’ fourth point is in exact accord with the law as above stated. If the locust trees referred to were in the way of cultivation, if they prevented the growth of vegetation by their shade, and good husbandry required their removal, the life tenants had the right to remove them, and they are not liable to the reversioners therefor.\nThe fifth, sixth and seventh assignments do not conform to the rules of court, and will not be discussed. The remaining assignments disclose no material error.\nJudgment affirmed."}