{"id": "543745", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, October 25, 1885.\nAny person aggrieved by a definitive decree of the Orphans’ Court may appeal to the Supreme Court. Much difference of opinion has existed as to what shall be deemed a definitive decree, and some of the decisions touching the point are irreconcilable. In Hess’s Appeal, 1 Watts, 255, it was held that an order of sale for payment of debts is a definitive decree, but that decision was overruled by the late case of Snodgrass’s Appeal, 96 Pa. St., 420. Chief Justice Shakswooij remarked that the conclusion in the latter case harmonizes entirely with Gesell’s Appeal, 84 Id., 238, where it was ruled that an order awarding an inquest of partition is an interlocutory decree, and no appeal lies therefrom; and no dissent or qualification was expressed with regard to any dictum in that case. The question decided in Gesell’s Appeal is, that an order awarding an inquest of partition is an interlocutory decree; and the present Chief Justice sharply pointed the distinction between such order and the decree to be made on the report of the inquest when it comes up for confirmation, saying of the latter, “ Objections to jurisdiction, to the alleged rights of the parties, and to the regularity of the proceedings, may all be considered and determined. The decree then made that the partition remain firm and stable forever, is definitive and final. Here then is a resting place. The partition proper is then completed. It precedes any order of sale,- or any allotment of the purparts. From this final decree any person aggrieved may appeal. Any person interested can have his alleged grievances adjudicated and the validity of the partition determined before he is required to elect to take a purpart or suffer the property to go to sale.”\nThree of the judges dissented on the ground that the order awarding an inquest was a definitive decree — there could have been no difference of opinion as to the nature of the decree of confirmation. That the latter is definitive seems to have been conceded heretofore as too plain for question. The motion to quash is denied.\nIt is the duty of the inquest to make partition of the premises to and among the parties in such manner and in such proportion as they are entitled, if the premises can be so parted and divided without prejudice to or spoiling the whole; and if such estate cannot conveniently be divided into as many shares as there are parties entitled, the inquest shall make a just appraisement of the respective purparts or shares into which they may divide the estate; and if the estate cannot be divided the inquest shall make and return a just appraisement thereof. Here the return is, “ that the property described in the said writ cannot be parted and divided without prejudice to or spoiling the whole thereof, and therefore they value and appraise the same as follows.” In the appraisement there are eight items; it may be presumed eight parcels of real estate with the value of each. The record shows that the decedent left eight children. If there were so many parcels of land, each to be valued, why not make an appraisment of the respective purparts or shares as directed by section 38 of the Act of 1832? If in fact there were not so many parcels as children, then why not appraise and return each purpart so directed by section 39 of said Act ? By returning that the property cannot be divided, some foundation is laid, if the inquisition be approved, for one of the children to claim the whole under the provisions of section 37 of the Act or to demand in case of bidding that the bids shall be for the whole, and not for a parcel. The return of the inquest should be free of uncertainty or ambiguity. Whether the land be appraised as an entirety or be divided into purparts or shares, should clearly appear. If divided, each purpart ought to be so described in the return of the inquest that it may be easily found and identified. Were each tract well described in the petition, and designated by a number, a reference to the tract by its number might be sufficient, but it would be better practice to fully describe it in the return. Here each parcel is designated by the quantity and a number. The first three may be found by corresponding numbers in the petition. No parcel is designated as “No. 4,” anywhere, except in the return — the quantity of “No. 4” is the same as in the tract described in the amended petition. One parcel is described in the return thus: “ 88 acres No. 5. coal.” No tract is so described in the petition or will. It may be plausibly argued that “ 88 acres No. 5 coal ” is the same under the surface of the land which the testator devised to his daughter Agnes. That devise is of the farm where Agnes lived — no other description — it cannot be identified by quantity or number.\nThis inquisition ought to have been set aside for manifest defects, even had no exceptions been filed. Often the sheriff and jurors are unfamiliar with practice in the Orphans’ Court, and with the statutes relative to partitions. The statute provides that a reasonable allowance to the attorney for the petitioners may be made and taxed, as if costs, and in many districts such attorneys furnish the inquest with proper instructions and forms — a practice to be commended. Twice did the court below set aside the inquisition in this case for good cause, and the third inquisition cannot stand; and all the delay and useless expense has occurred for disregard of the practice which is regulated by plain requirements of the statute.\nThe court ordered that the inquest “appraise and value the coal in the land described in the said petition separately and apart from the land and surface rights of the said land.” Where the testator severed the coal from the land over it, or where he only owned the coal in a tract, such coal would be appraised without such special order. The court may not determine whether a tract of land shall be divided into purparts or shares — that is business of the inquest. As well might an order be made to divide a particular tract into specified lots, as to order the coal and surface to be divided, and each appraised separately. That order is erroneous, because the court had no power to make it.\nWhether the inquest could lawfully divide the coal and surface of a tract and appraise and return each as a purpart is a question^not raised in the record. The learned judge of the Orphans Court remarked that he knew “of no precedent in partition which separates the surface from the mineral right.”\nAs no evidence has been printed none of the questions discussed at the argument, that cannot be determined by the record, is considered.\nDecree of confirmation of the inquisition is reversed, and the inquisition is set aside, at the costs of the appellees, and record remitted for further proceeding."}