{"id": "543781", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the Court, October 5th, 1885.\nIf it be true that oetween these parties, at the time and prior to the execution of the deed, there was “simply that relation which results from living in the same house, a desire to assist each other by acts of friendship,” the plaintiff has failed to establish his claim. This is the view of the learned judge of Common Pleas. The Master finds that “ there did exist a very close relation between the plaintiff and defendant,” but omits to state what that relation was; and he further finds that the plaintiff executed the deed, well knowing what he was doing, without coercion or persuasion or fraud on the part of the defendant, and that the defendant did not misuse the confidence reposed in her by the plaintiff. Both Master and court treated the pleadings and evidence as if the parties had been to each other as strangers, and that the burden of proof rested on the plaintiff to show actual fraud by the defendant as essential to the making out of his case. If there was such confidential relation between the parties, in connection with the admitted facts, as casts the onus .on the defendant to prove that the transaction was fair and conscionable, the court erred in dismissing the bill.\nThe deed is nominally for consideration of fifteen dollars, for real estate worth thirteen thousand dollars ; it was in fact a gift to the defendant of the major part of the estate which the plaintiff owned at the date of the deed, made within a few days after he became twenty-one years of age. It is averred in the bill that the plaintiff was so seriously ill when he.executed the deed that it was believed by himself and others that he could not recover; and when he recovered he thought no more of the deed until he heard it liad been recorded, and that she continued to manage as she had done during his illness and minority; these ayerments are not specifically denied in the answer. The seventh paragraph of the bill is virtually admitted; and of the averment in the fifth relating to the plaintiff’s illness the answer says, “that plaintiff was as well on that day —the day he executed the deed — as he generally had been, and, if any difference, was better than usual.” Neither in defendant’s answér nor testimony is it alleged that she or anybody else believed he would recover. The- bill also avers that the defendant stood in locó parentis to the plaintiff from his earliest infancy, and that she had his implicit confidence; her answer does not deny -this, merely stating that she would not say she “ stood in loco■ parentis to plaintiff, his father having lived in the family until plaintiff was over nineteen years of age.”\nThe defendant testifies that she became a member of Dr. Worrall’s family when she was fifteen years old, and Clarence was four months óf age; within five years thereafter his mother died, having never been able to care for him, and when he was nineteen years old his father died; that during his childhood she wheeled him about'in his baby carriage, carried him about nights, and taught him his letters; that her feelings toward him as a mother were very strong; that his health from the 'time he was'fifteen years of age to the time he executed the deed, was “ sometimes good and sometimes very poor, more often very poor for awhile; ” that after Dr. Worrall died Clarence required a great deal of attention, she waited on him nights,'he could not wait on himself, he was sick a great deal and required more attention than when he was a baby, and she attended to'his necessities; that they had frequent conversations about the deed previous to its execution when no one else was present, and in these conversations he told her that as soon as he had his affairs in his own right he would fix things all right for her as far as the home and farm were concerned, for what she had done for him;' that she heard him ask Baum the difference between a deed and a will; and that after she received the deed she continued to manage the property as she had done before.\nTheir correspondence shows that in their relation, while they lived together, hers was the master mind; that she controlled and managed the property left by Dr. Worrall; that the sickly young nian had confided in and depended on her, and that she had exercised a motherly care and influence for and over him. When his health became better and. he left her home, he was a novice in business, greatly lacked knowledge as well as experience and often made piteous appeals to her for pecuniary aid. She responded by sending him small sums of money as she could spare from her income, articles for his house, and by efforts to raise money out of the remnant of his property which he had not conveyed to herself. All along she had a. most tender solicitude for his welfare, and gave him much advice respecting the conduct of his business; but she took care not to lose her hold on the property described in the deed. She always expressed warm affection and interest. At the last, when he .demanded a reconveyance, she reminded him of the many weary nights she had carried him while he was choking with croup, of the long years of affection of the only mother he ever knew,' which affection would not be buried until the grave should shut up her poor body, and that she had been true to her trust; but she declined to reconvey, saying: “As matters stand it makes you no poorer and me no richer and you will eventually get it all anyhow if you live. I have no one to take a dollar from you and if I had they would not get it. You do not know what the home may have to do.”\nPrior to the execution of the deed, the only person who talked with Clarence on-that subject, besides Miss Bailey, was John Baum, who was one of the executors of Dr. Worrall’s will, and a man of intelligence and good repute. Baum testifies that he had but one conversation with Clarence about the deed before its execution, and none afterwards; that Clarence thought his father had not made ample provision in his will for the services of Miss Bailey and asked him what he thought of it, and he replied that he thought the same ; that Clarence asked the difference between a deed and a will, which he (Baum) explained, and advised him to make a deed; that Clarence said he wanted her to have it without having to pay the collateral tax, and “ I said to him that if he wanted to do the fair thing to her he ought to deed it to her, that that is what I would do.”\nThe deed was acknowledged befoi’e W. V. B. Coplin, the recorder, at Miss Bailey’s house, on April 25th, 1879; Coplin knew nothing of its contents. It was recorded on December 12th, 1881. For over two years none but the parties and Baum knew of the existence and contents of the .deed. Clarence borrowed $500, for which he gave judgment, which fact coming to the knowledge of Miss Bailey she felt that he had deceived her, and she immediately had the deed recorded. Some months after the execution of the deed, each party made a will in favor of the other.\nDr. Worrall devised certain real estate to Miss Bailey in lieu or stead of any and all her claims for services rendered during the time she lived in his family; and she was satisfied for such services. Baum’s testimony reveals first, that Clarence was prepared to give the property to Miss .Bailey before Baum was sent for, and, secondly, that Baum advised him altogether in favor of her interest. There is no evidence of a conspiracy, nor of actual fraud. Baum may have believed that Clarence was at death’s door, and that she, for her motherly care of him, should be the first and chief object of his bounty. The deed is not in Baum’s handwriting — be had not time to write it — he only had time to buy two blanks and write the. description of the property in one, which enabled Clarence to fill out the other. Months after he had time to write a will for each.\nThe foregoing facts are shown by the pleadings, the testimony of Miss Bailey and of her witness, Mr. Baum. That the plaintiff knew at the time that he was giving her a deed is clear; he inquired of Baum the difference between a deed and will and that was explained to him; he wanted to save her from collateral inheritance tax, and Baum told him the only way to avoid the tax was to make a deed, and strongly advised the making of a deed. It is uncertain whether'Miss Bailey or Clarence sent for Baum; probably both knew he was sent for, but Clarence, sick and believing he would not recover, confiding, weak and plastic, was already prepared to vest the property in Miss Bailey, and Baum said nothing to induce reflection or change of purpose — he said much to induce the absolute transfer of the title.\nThe defendant refers to the rule that, except for plain mistake, this court will not set aside the Master’s finding of fact, especially when that finding has been confirmed by the court below. In a suit in equity the finding of a Master is not conclusive, as is the verdict of a jury in a trial at law. Upon exception's to the Master’s findings of fact the court of original jurisdiction is bound to examine the evidence and determine what are the facts. Whether that court agrees or disagrees with the Master’s findings on appeal the appellate court shall in like manner determine if the facts have been rightly found. When the appellate court is satisfied that facts have been found without proof, or material facts established by the proofs have not been found, it follows that there has been plain mistake. In the several stages of the proceeding there is no place for a perfunctory consideration of the evidence relative to facts in dispute.\nMiss Bailey well understood her past relation to Clarence when she made answer and when she testified. It is true, as remarked by the court below, that “living in the same house and presiding over the household, and assisting him in his business, attending to his wants when ill and doing other acts of charity and necessity for him do not even in the slightest degree establish the relation as ordinarily defined in practice and precedent in loeoparentis.'’’ But these acts are evidence to be considered with other evidence in support of the allegation that the person who performed them is the only mother the boy ever knew, and acted as a devoted mother during many years of his sickness, and that she had good understanding and business capacity, and had acquired dominion and influence over him to the full measure of a natural mother’s over her son. If the defendant’s answer be understood as a denial of the relation, the evidence establishes it. She had not the power of his father, nor would his mother have had if she had lived. Is, a mother’s influence over her son less than the father’s because she has less legal power and less physical strength ? What could Clarence’s mother have done to inspire his confidence and guide and mould his thoughts, that was not done by Miss Bailey ? We think it is clearly proved that these parties stood in the relation of parent and child.\nAt the date of the deed Clarence’s health had been poor for over six years, and after his father’s death Miss Bailey had been his sole attendant. She had often talked with him alone about the deed and he executed it very soon after his majority. None but themselves and Baum knew its contents, and Baum, urging him to make a deed instead of a will, failed to advise him to consult counsel, or to communicate with his kindred; nor did he inform him that he could make a deed in trust, either with or without the power of revocation, reserving a part or the whole of the income for his own support. For more than two years after the making of the deed the parties and Baum were the only persons who knew its contents, and during that time there was no ostensible change in the ownership of the property. In the answer there is no pretence of consideration for the deed. Clarence believed that his father had. not sufficiently compensated Miss Bailey for her services, Baum said he thought the same, and she did not inform him otherwise. The deed was for the greater part of the grantor’s estate, and the remnant was inadequate for his support. Surely the circumstances, as admitted by the defendant, and testified by herself and Mr. Baum, prima facie reveal constructive fraud, springing from the confidential relation between the parties. Therefore the rule applies, that the burden rests upon the grantee to show that the arrangement was fair and conscientious.\nWhere a deed of trust was executed to four trustees who stood in a fiduciary relation to the grantor, with a provision that the trustees should be paid forty thousand dollars for their services, a sum equal to one fifth of the grantor’s estate, although there was no proof to justify a charge of actual fraud, the beneficiaries having failed to expressly show that the arrangement was fair and conscientious, beyond the reach of suspicion, the provision was declared void and struck out of the deed : Greenfield’s Estate, 14 Pa. St., 489. It was there said that the rule is founded upon a motive of general policy, and is designed to protect a party, so far as may be, against his own overweening confidence and self-delusion, the infirmities of a hasty judgment, and even the impulse of a too sanguine temperament; that in enforcing the rule courts of equity act irrespective of any admixture of deceit, imposition, overreaching, or other positive fraud; and that the rule has been beneficially applied to those confidences which owe thqir birth to the relation of parent and child, guardian and ward, as well as attorney and client. In the late case of Miskey’s Appeal, 11 Outerbridge, 611, the authorities are reviewed by Justice Green, sustaining the doctrine that when the relation of parent and child exists, with facts throwing suspicion upon the fairness of the transaction between them, the burden of proof is cast on the party who seeks to support it, to show that he has taken no advantage of his influence, and that the arrangement is fair and equitable.\nThe plaintiff, sick and under the exclusive care of the defendant, was ten days filling up a blank, although another blank was furnished with description of the property written therein, so that his work was merely copying. He intended to make a deed, for Baum had told him the difference between a deed and a will, and he wanted to save the beneficiary from a tax; but the question is, how was that intention produced? It »has been remarked that'influence is assumed between parent and child, and it is then thrown upon the parent if he takes any benefit, to prove what is called the righteousness of the transaction, that the court may see that every proper protection was thrown around the child, and that the child acted advisedly and deliberately. Parental influence is not terror and coercion, but kindness and affection which may bias the child’s mind and induce the child to_ do that which may be highly imprudent, and which, if the child were properly protected, he would never do: Turner v. Collins, Law Rep., 7 Ch. App., 329.\nIn Greenfield’s Estate, supra, it was said: “Where the question agitated is a gift, the rule would seem to be more stringent than where the advantage flows from a contract or mutual arrangement.” And stronger proof is necessary to raise a suspicion or presumption of undue influence in case of a will than in that of a deed or contract; a grant of all that a man has without a return or equivalent, or a contract marked by .gross inadequacy of consideration, being at least prima facie evidence of fraud on one side, or folly or ignorance on the other, which cannot be said of a gift by testament, even when the relations of the testator are passed by in favor of strangers: 3 Lead. Cas. in Eq., 145.\nThere is nothing in the relation of parent and child, or other near relation, to preclude one from accepting a benefit from the other in the shape of a gift, or of a contract upon more advantageous terms than would have been granted to a stranger, and the fact that such a gift has been conferred, or contract made, will not warrant an inference that it has been procured by undue influence. Unless there is something suspicious in the circumstances, or the nature and amount of the gift is such that it ought not to have been accepted even if freely tendered, the donee will not be called upon to show that the transaction was in all respects fair and honest, and in no respect tainted by fraud or undue influence : Id., 144.\nIn this case not only the nature and amount of the gift, but the suspicious circumstances, call upon the donee to prove that the transaction was fair and honest, and that the deed was not procured by undue influence. Testimony to establish this is wanting.\nIt is considered and decreed, that the decree dismissing the plaintiff’s - bill, with costs, be reversed. That the deed dated April 23d, 1879, by the plaintiff, Clarence A. Worrall, to the defendant, Alary A. Bailey, is void, and that the said defendant, within thirty days after notice, reconvey the property described in said deed to the said plaintiff, so as to vest in him such title on its face, as he held at and immediately before the delivery of said deed. That the said defendant shall account for all receipts and disbursements concerning the property described in said deed. That the appellee pay the costs of appeal. That the record be remitted for enforcement of this decree, and further proceedings."}