{"id": "543761", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, June 4th, 1885.\nThe plaintiff below was a photographer, and was located in Norristown. The defendant was engaged in the same business at Pottstown, where he had a large establishment. In the year 1882 he sold his stock and fixtures to the plaintiff for the sum of $4,000, who paid most of the purchase money and went into possession. He carried on the business for something over a year, when not finding it satisfactory he gave the defendant notice of a rescission of the contract on the ground of fraud and deceit, and subsequently commenced this suit. The substantial cause of his grievance as set forth in the different counts of the declaration may be briefly stated as follows :\nThat the defendant had stated to him as an inducement to the purchase that he had made money enough out of his business to retire; that the gross receipts from said business in one year had been $16,529, of which the net profits were $9,462; that the defendant had saved out of said business for the year preceding, after deducting all expenses, living and clothing, $6,200; that he had a large copying business and a number of agents whose trade was valuable. The declaration further alleged that the defendant did not intend to part with his good will in said copying business, and stay out of said business, as he falsely, fraudulently, and deceitfully pretended he was going to do, and has since been fraudulently and deceitfully carrying on said business, etc. The narr. then avers in the usual manner that all the aforesaid representations as to the value of the business were false, &c., and known to have been so by the defendant when he made them, and that by reason of such deceitful representations the plaintiff was induqed to purchase, &o.\nThe agreement between the parties was under seal and it contains no reference to the good will further than may be implied from the words “including all his right, title and interest in the business of the agents now engaged by the said Thomas Taylor, in soliciting trade for said gallery with the exception of two, namely: R. A. Given and J. B. Nixon.” Nor does the agreement contain any covenant on the part of the defendant not to engage in business again. There was some evidence of a parol agreement made at the time of the execution of the paper, but after it had been prepared for signing, by which the defendant promised the plaintiff not to engage again in the same business unless he should become financially embarrassed.\nAssuming, however, that there was a breach of the contract as to both these matters it is no ground to rescind it. The defendant may have rendered himself liable to damages for a breach of this contract but not in deceit in making it. And as to the stipulation not to engage in business we have only to say that under all the authorities it was void and could not be enforced either at law or in equity. As proved it was an agreement not to engage in the same business at any time or at any place. Such an agreement is against public policy. The law will not allow a man to strip himself of the means of livelihood. Contracts in restraint of trade, if upon a sufficient consideration, are good as to particular localities, when reasonable, but such a contract without limitation as to time or place has never been sustained to my knowledge either in this country or in England: Keeler v. Taylor, 3 P. F. S., 467; Gompers v. Rochester, 6 Id., 194; Harkinson’s Appeal, 28 Id., 196.\nThere was no serious contention upon the trial below as to the fact that the representations in regard to the value of the business were actually made. The plaintiff and defendant were both examined and there is no substantial variance between them upon this point. Were the representations false, and if so, were they known to be false by the defendant at the time he made them? Just here the plaintiff’s case utterly fails. It was tried upon the theory that the fact that the business had fallen off in the hands of the plaintiff after he took charge of it, was evidence that it had never been so valuable as the defendant represented it to have been. But the defendant did not guarantee that the business would continue prosperous in the hands of the plaintiff. From its very nature its success depended in a great measure upon the person in charge. One man may make money and thrive in a particular business in a given place, and another may succeed him and fail to command the business or to keep it. This is peculiarly so of a trade of this kind in which skill, judgment and tact are essential to success.\nThere was not a word or line of legitimate evidence which proved that the business of the defendant had not been as large arid prosperous as ho represented it to have been. When the plaintiff closed his case he might well have been nonsuited on this ground. The defendant, however, proceeded to develop his defense, and offered considerable testimony other than his own, which went very far to sustain all that he liad said about the business. It was shown that 1ns receipts were large, and that while he had commenced business at Potts-town in a small way, with little if any capital, he had acquired a considerable amount of property in real estate, up to and prior to the sale to the plaintiff. Under these circumstances it is difficult to understand the verdict unless it was the result of incompetent evidence. This leads us to consider the assignments of error.\nThe first assignment alleges error in admitting in evidence the letter of Taylor & Martin to one Connelly, -who had been one of the defendant Taylor’s agents. We are of opinion that this letter was improperly received. It threw no light upon the question of deceit in making the contract. The defendant, Taylor, had re-embarked in the same business in the city, of Heading in partnership with one Martin, under the firm of Taylor & Martin, and the letter was addressed by that firm to Connelly in reply to a letter which was not put in evidence, Connelly’s letter, however, was evidently an inquiry as to whether this firm would do some work for him, and Taylor & Martin’s letter expresses a willingness to do so. The letter was dated in 1883. Grant for the sake of the argument that the defendant was not acting in good faith in offering to do work for one of his old agents, yet it was not evidence of deceit in making the contract, and was no ground for rescission. The letter was evidently offered to impress the jury with the idea that the defendant had influenced, or attempted to influence the business controlled by his old agents, and to take them away from the plaintiff for his own benefit. The plaintiff’s own testimony was evidently intended to produce this impression, yet he speaks of but two, viz: Wisehart & Lewis of Des Moines, Iowa, and Connelly. He says he made inquiry about the former and learned they had dissolved partnership; that there was no such firm when he wrote. He does not say however, when ho wrote, nor that the firm had not done business with the defendant, nor that the latter knew of the dissolution. The letter referred to had no relevancy to the issue raised by the pleadings and should have been excluded.\nThe notice of rescission, referred to in the second assignmenfc, was also improperly received. There was nothing in the case to show that the plaintiff was entitled to rescind the contract. His notice, therefore, embodying his own allegations of fraud and deceit was not entitled to go to the jury.\nThe statement to the reporter contained in the third assignment was irrelevant, and while seemingly unimportant, if not ridiculous, yet may have influenced the jury. . In cases of this description it is sometimes trifles which affect the result.\nThe fourth assignment alleges that the court below erred in admitting in evidence the defendant’s bank book. It showed that the total amount deposited in 1881 was $7,178. We think it was error to admit this evidence, and we are persuaded that it injured the defendant seriously. From this evidence it was evidently designed upon the trial below to build up the theory that the defendant’s deposits in bank included all his business; hence that his representations as to its extent were false. Yet it did not even tend to prove this. It is true the plaintiff testified that the defendaht told him bis bank book showed his profits. Yet even in this view the evidence does not show that the deposits were not all profits, and that the expenses had not been paid out of other funds. The defendant proved by testimony which leaves no reasonable room for doubt, that between October 1880 and February 1882, the Adams’ Express company had collected for and paid to him the sum of $18,200. This was evidently for copying, for work sent in from a distance and returned by express.\nWe see no error in the fifth and sixth assignments. We think, however, that it was error to admit the question referred to in the seventh. The opinion of the expert as to the value of the apparatus and appliances in the list furnished by the plaintiff was not competent. The plant was bought as a whole. The articles referred to were visible to the eye, and the plaintiff as a photographer was as competent to fix their value when he bought as any one else. As to these matters they were dealing upon equal terms. So also as to the parlor set and brussels carpets. These were not bought at a fixed and separate valuation. They were taken in the limit with the other property, and the plaintiff could judge of- their value by inspection.\nIn the ninth and last assignment the learned judge made a distinction between the photographing apparatus, furniture and fixtures and the building itself, and the copying branch of the business. As to the former he held that the plaintiff having visited the premises and examined them, could judge for himself. But lie ruled in regard to the latter that “ the parties did not stand to each other in the same relation, for Mr. Taylor (defendant) alone had the peculiar advantage of liis experience in that business and Mr. Saurman (plaintiff) necessarily would be obliged to depend largely upon his statements.” This and what follows in this portion of the charge is substantially correct, save that it conveys (unintentionally I have no doubt) the impression that the plaintiff was ignorant of the copying business. I do not understand the evidence to be so. They were both engaged in copying when the contract was made, and therefore one was as competent as the other to judge of its profits. Of course in the mere extent of defendant’s business in this line, the plaintiff could only know what the defendant told him.\nThe judgment is reversed and a venire faeias de novo awarded."}