{"id": "543709", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, October 5th, 1885.\nPrior to October 29th, 1831, Evered Oles and Mary his wife each separately acquired title in fee to an undivided moiety of a certain farm of which Richard Bell, Mrs. Oles’ father, died seised in 1823. On that day Oles and wife united in a deed conveying an undivided moiety of the farm to Jacob A. Christy, Esq., who by deed of even date and for same consideration conveyed the same undivided moiety to Evered Oles, one of his vendors. After continuing in possession over forty-five years, Oles devised the farm to his nephew, William S. Oles, who afterwards bound himself to convey the same in fee to plaintiff in error. In this action of covenant, brought by William S. Oles for purchase money, the only defence is that neither the devisor nor his devisee was ever sole seised of the land, and hence the latter is unable to convey according to the terms of his contract. It is contended there is nothing in the deed of Oles and wife to Christy, nor any evidence dehors the deed, from which it can be determined what moiety was conveyed or intended to be conveyed ; in other words, there is nothing to indicate with sufficient certainty whether it was the undivided moiety owned by Mrs. Oles in her own right, or that which her husband appears to have acquired by purchase from his sister-in-law, Mrs. Crozier, or whether it was an undivided moiety composed of half the separate interests of each.\nIf the deed of October 29th, 1831, vested in Christy the undivided moiety which Mrs. Oles had separately acquired under the will of her father and by conveyance from two of her sisters, it is conceded that her husband by virtue of the deed from Christy became sole owner in fee of the land, and hence the title of his devisee is perfect. The learned president of the Common Pleas so construed the deeds and directed a verdict in favor of plaintiff below for the unpaid purchase money. In this we think he was clearly right. It cannot be presumed the parties to the first mentioned deed intended to do a vain and utterly useless act, as would have been the case had they conveyed the undivided moiety of the husband to Christy to be by him immediately reconveyed to his vendor. On the other hand, if they intended to vest the entire title in the husband, we can readily understand why the wife’s moiety should be first vested in Christy and then conveyed by him to Mr. Oles. This construction of the deed also harmonizes with the recitals of title therein contained. After describing the farm by courses and distances, it is in substance declared to be the same land of which Richard Bell died seised, testate, etc., and which became vested, as to one moiety thereof, in his daughter Mrs. Oles, and, as to the other moiety, in her sister, Mrs. Crozier, thus tracing title, as to one moiety, into Mrs. Oles, one of the vendors, and, as to the other, into Mrs. Crozier, a stranger to the conveyance in question. The deed is entirely silent as to any personal interest of Mr. Oles in the land, and it is only by resorting to the deed of Mrs. Crozier and her husband that we are informed of the previous purchase by Oles of her undivided moiety of the farm. By thus reciting title in Mrs. Oles to the exact interest conveyed, and virtually ignoring title in her husband, the vendors indicated their intention to convey the undivided interest of the wife, and we have no doubt such was the fact. This view is further sustained by the fact that Mrs. Oles signed the receipt for purchase money.\nIn some exceptional cases, extrinsic evidence may be offered to show the intent of grantors in a deed of conveyance, but when, as in the case before us, their intention is expressed with sufficient clearness in the deed itself, evidence of extraneous facts is inadmissible. Such evidence was neither offered nor required in this ease. We are satisfied the deed of Oles and wife to Christy was properly construed in accordance with the general rule that a deed must be construed ex viseeribus suis.\nIt is claimed that unpaid charges and incumbrances on the land under the will of Evered Oles, which were overlooked by the court, should be paid out of the purchase money. If there is any error in that regard, it is merely clerical, and will be corrected by the court below. The learned counsel for defendant in error have declared their willingness to make the necessary correction.\nJudgment affirmed."}