{"id": "545205", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, January 4th, 1886.\nThe Act of April 16th, 1863, vested in William McKee .the right to maintain a public steam' ferry over the river Ohio, from where his landing was at the date of the Act, near Saw Mill Run, in West Pittsburgh, to his landing at the termination of Ohartier street in the city of Allegheny, with exclusive right to said landings, and the river between the same as a public ferry; and all persons are prohibited from using said river for the purpose of a ferry within three hundred yards above and three hundred yards below said landings. This right is said to be now vested in the plaintiff.\nIt is plain from the testimony on both sides that no title in fee simple to a landing was ever vested in the owner of the charter, and that the respective owners leased land for the purpose of a landing until 1878, at which date the owner began to occupy a part of Main street for a landing. If the plaintiff has a right to use that street which .is not common to all other persons, no sign of her title to such right appears in the evidence. She has an exclusive right to use the river in that locality for a public ferry, but for aught that appears, other persons navigating the river for other purposes have as good 'right as she, to stop at the river terminus of that street and pass over it. Both the river and street are public highways.\nMcKee, or any person holding under him, might have acquired a landing in fee, or by perpetual lease, had any owner of the shore been willing to so sell or lease, but no right to a landing was conferred by the legislative grant; nor had the legislature power to give the right to take land for such purpose without the owner’s consent, or without first making compensation or giving security for payment of its value to the owner. The owner of the*soil has the exclusive right of landing on his own soil, on the banks of all navigable rivers: Cooper v. Smith, 9 S. & R. 26. In that case the charter contained a provision that the grantee might “make or cause to be made a good and sufficient landing on both sides of the river Youghiogheny, at or near the place where he hath formerly kept the ferry; ” and it was ruled that no right was conferred to make a.landing on the soil of the riparian owner, without his consent, not even on the public road. The principle there decided has been repeatedly recognized in this Commonwealth, and never denied.\nAs the case stands, when this suit was begun and when the defendant built the railroad, the plaintiff owned no right of landing unless under a lease for years. Her charter vests no right to take land without the owner’s consent, and if no statute exists authorizing her to take it without such consent upon making compensation, she could only acquire a landing by contract. If she held no landing by lease or other contract, how can she maintain a private action against the defendant for constructing and maintaining a public highway on the bank of a navigable river? The fact that she alone has the right to a public ferry for six hundred yards along the bank, and uses part of a public street for a landing, shows that the consequent damage to her may be greater in degree than to others, but does not show that the injury is different in kind, or that the rest of the public may not suffer in the same way: Blackwell v. Old Colony Railroad Co., 122 Mass. 1. Her right to navigate the river with a public ferry, without competition, is the extent of her grant; in all other respects she is one of the public, using the river subject to the restrictions made by the commonwealth, and has no right not common to other persons. If it be true that the defendant built its roadway along the south bank of the river, in the city of Pittsburgh, without authority of law, as the plaintiff alleges, in absence of a right of landing injured by the nuisance, she has suffered no .special injury entitling her to a civil remedy : Buck Mountain Coal Co. v. Lehigh Coal & Nav. Co., 50 Pa. St., 91; Cumberland Valley Railroad Co.’s Appeal, 62 Id., 218; Canal Co. v. Graham, 68 Id., 296. If the road was built with authority of law, then the highway was lawfully built alongside of another highway, and all persons using the latter suffer the same kind of benefit or injury from the construction of the former, though the degree of benefit or injury may be different. In such case, if navigation has been impeded to any extent, it has been done by authority of the Commonwealth. The injurjr is of the same nature as as injury done by the building of a bridge over a navigable river, which to some extent impedes navigation. If in the building of a railroad a landing be injured or destroyed, the owner is entitled to compensation. The owners of the soil, and their tenants holding under leases, mav be specially injured. If the plaintiff held a leasehold landing which was injured by the building of the road, she is entitled to recover for the injury done by the diminution in value of that estate. Both tenant and landlord may have been injured.\nThe plaintiff seems to contend that, by reason of the defendant’s liability to make just compensation for property taken, injured, or destroyed in the construction or enlargement of its works, it is liable for an injury resulting from the crossing of a public street, to the mere franchise of a public ferry, unconnected with the right of landing, the injury being diversion of business from the ferry. Had the owners of the shore refused to permit McKee, or those holding the charter, to land on their soil, prior to the opening of Main street, the franchise probably would have been worth little, or had they refused to renew leases the loss to the owner of the franchise would have' been heavy, yet nobody would have been, liable for damages. No legal wrong would haye been done McKee had the riparian owners kept him off their lands. Now the only legal injury, if any, is to a leasehold estate. At the end of the plaintiff’s term, her right of landing ended. Because of her franchise on the river she has no special right on the street. For the mere inconvenience to the public on a public street or road, resulting from a railroad crossing, at grade or otherwise, an action will not lie at the suit of a private person. The inconvenience to the public caused by building a railway over a street, or the convenience resulting from building a bridge over a river, though diverting business from a ferry, is not an injury to private property for which the owner of the ferry may recover damages. A lawful construction of a railway over a street, or of a bridge over a river, though likely to diminish the receipts of a ferry, is not injury to private property in .the franchise for the ferry, within the intendment of the Constitution.\nThe numerous points presented by the respective counsel were answered as follows: “In so far as these points are affirmed in the general charge they are affirmed, and in so far as they are denied in the charge they are refused.” Every principle contained in the points not repeated in the charge must be taken as denied. As the charge was brief, it is not difficult to ascertain what points were denied; it might be difficult to say how the jury understood the answers.\nThe defendant’s first point, namely, “That the Act of April 16th, 1868, by which the ferry claimed by plaintiffs was created, only gives to the owners of the ferry the right to maintain a ferry between certain points and to take tolls therefor, and did not give to William McKee, or the plaintiffs claiming under him, any right or title to the landing above low-water mark at the terminus of the ferry,” ought to have been affirmed. So much of the charge as was inconsistent with that point was error.\nA lease was adduced in evidence by the defendant, from' James Wood, to the plaintiff, for a piece of ground to be used for a ferry landing, for the term of five years from April 1st, 1877, and there was some oral testimony tending to show that it was surrendered before the end of the five years, but the fact was for the jury. Therefore the defendant’s second point was rightly refused. If there was evidence to satisfy the jury that the plaintiff had an interest in land occupied by the defendant, it was immaterial by which pafty it was offered.\nHad the words “ and the verdict must be for the defendant ” been omitted from the defendant’s third point, it should have been affirmed. The proposition, “ that even if the construction of defendant’s railroad across Main street is an obstruction to travel thereon, still such obstruction would be a public nuisance, and the plaintiffs have not shown any special or peculiar injury not common to the public and cannot recover for such obstruction,” was correct; but it did not follow that the verdict must be for the defendant. The plaintiff could not recover for such obstruction, but might on other ground.\nOn the question of damages the plaintiff prayed instructions that the plaintiff was entitled to recover all damage done to her property in the ferry and landing by the construction of the railroad; and the defendant prayed instruction that the plaintiff could only recover for the actual loss she had sustained after the construction of the railroad until November, 1878; that she had shown no loss within that period; and that she could not recover damages based on permanent depreciation. The learned judge charged as follows :—\n“You can only give damages for the loss of Mrs. Jones’s business while she owned and ran it. She sold the boat and did not run the business, I think, after November, 1878. .... That (the franchise) Mrs. Jones still owns and whatever damage has been caused to that franchise by the building of this road up to the time of bringing her suit, in 1884, she has a right to recover because it is an injury to her right, a right purchased by her, or given to her, it makes no difference which. The rule of damage is this: what has the value of her franchise, the franchise alone, been injured by the construction of that railroad? It is alleged that it would not sell for as much as before the construction of the road by reason of this obstruction.....You will determine from the evidence how much less the franchise is worth; how much the market value of it has been lowered by this obstruction ; whatever that is the plaintiff would be entitled to recover.....The plaintiff still owns the franchise, and the entire damage to it up to the time of bringing her suit she is entitled to.”\nThus the jury were instructed to allow damages to plaintiff for loss of business from the time of occupancy by defendant till November, 1878; to allow damage caused to the franchise up to the date of suit in July, 1884; to determine how much less the fanehise is worth by reason of the obstruction, and that is what the plaintiff is entitled to recover; and that she is entitled to the entire damage to her franchise up to the time of bringing her suit. Were anything wanting to render it uncertain whether the jury were instructed to find the total depreciation in value of the franchise, or only the. depreciation up to the time the suit was begun, it may be found in the admission of testimony to show “the difference between the value of the ferry franchise before the construction of the railroad, and its value after the railroad was constructed, as affected by it.” The admission of such testimony was objected to, but was received all through the trial. The plaintiff made no effort to prove the amount of injury'to the franchise up to the date of bringing suit; she proposed to prove the total damage to her perpetual franchise,‘and that the court allowed. It is unnecessary to inquire how the jury could determine the damage for a few years, when the witnesses testified to damages respecting a franchise for all time.\nIt has already been remarked that the plaintiff can recover no damage for the allegéd injury to the franchise only, unconnected Avith a landing. The testimony Avhich was offered to show such damage was inadmissible, for although the franchise Avas perpetual there is no evidence of a right of landing for more than a few years. The term of the lease expired April 1st, 1882. In case that lease ivas in force when the defendant took the land, Avhat was the value of the leasehold for its purpose, until the end of the term? How much less was it worth as affected by the railroad? The difference is the amount of\" the plaintiff’s damage. The counsel for plaintiff are right in their position that she is entitled to recover in this action all the damages resulting from the acts of the defendant. She owned and used the ferny when the railroad was built, and it is manifest that the occupancy by the defendant is permanent. In such a case as this the damages should be determined on similar principles as govern in proceedings under the general railroad laws where land is taken, injured, or destroyed by the company, and the parties are unable to agree as to the amount of damages. It rvould be grievous to the parties, certainly grievous to one or the other, if the damages could not be.finally settled in one action. The first, thirteenth, and fourteenth assignments of error are sustained.\nJudgment reversed, and venire facias de novo awarded."}