{"id": "545216", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, February 15th, 1886.\nWe full}'- agree with all that has been said by the learned counsel for the plaintiff in error as to the inviolability of the charter of the Pennsylvania Railroad Company. We not only now assent, as we always have done, to the principle announced by the Supreme Court of the United States, in the Dartmouth College case, but are perfectly aware that whether we so assent or not, we must, as a subordinate jurisdiction, give to that case its proper effect. We also agree, that the framers of the Constitution of 1874, did not intend to violate the laws of the Federal Government, or to repeal the provisions of any charter theretofore granted by the Legislature of Pennsylvania. It follows, that a protracted discussion of these points would subserve no valuable purpose. Nevertheless, it seems to us as of no avail to deny the plain and obvious reading of sec. 8, art. 16, of the present Constitution. “ Municipal and other corporations and individuals invested with the privilege of taking private property for public use, shall make just compensation for property taken, injured or destroyed by the construction or .enlargement of their works, highways, or improvements, which compensation shall be paid or secured before such taking, injury or destruction.” It is admitted that the then existing municipal corporations are included in this provision, and that no language is elsewhere found in the Constitution, or its schedule which exhibits an intention to exclude them from tbe restriction thus imposed. But, confining ourselves to the words of this section, we are unable to comprehend the force of the reasoning which would exclude “ other corporations ” from the conditions to which their immediate correlatives have been subjected. Moreover; if we have regard only to the grammatical structure of the sentence, the doubt would be not as to the intention to embrace corporations then existing, but rather future ones. The word “invested,” standing as it does alone, has undoubtedly a present signification, and cannot be made to embrace the future but by the addition of some verbal auxiliary. Thus, whilst we have no doubt of the design to apply the provisions of this section to corporations which should thereafter be erected, yet can we by no possible construction, exclude those then in being. The answer, however, is, that the section under discussion, by 'the express terms of the constitution itself, was not intended to apply to private corporations existing at the time it was framed, and the 10th section of Article 17, is cited in support of this hypothesis: “The General Assembly shall not remit the forfeiture of any corporation now existing, or alter or amend the same, or pass any other general or special law for the benefit of such corporation, except upon the condition that such corporation shall thereafter hold its charter subject to the provisions of this Constitution.” But we assume without fear of contradiction, that the provision here stated was not intended to apply to those corporations which could not claim exemption from what we may call constitutional legislation; in other*words, such as from the nature of their charters, must necessarily come within the provisions of this new organic law. It would be folly to call upon such to accept that concerning which they had no choice. Therefore, all corporations falling within the terms of the Act of 1855, or the Amendment of 1857, are, so far as the provisions of that statute, or that amendment extend, concluded by the action of the convention of 1873. Beyond this, however, its prescriptions neither did, nor were intended to go, and so we have held in Hays v. The Commonwealth, 82 P. S. R., 518, and subsequent, cognate cases. We may also add, in order to avoid the possibility of mistake, that the power of the convention was, in this particular, no greater than that of the legislature. The defendant’s charter must be regarded in the light of a contract, and is in all particulars inviolable, unless in the charter itself, or in some general or special law to which it was taken subject, there is a power reserved to the General Assembly to alter or amend, and, as in that case, the legislature might intervene to modify the charter of a corporation, so might the Constitutional Convention.\nWhence, then, did the Pennsylvania Railroad Company derive its authority to build the branch from the western side of the Schuylkill to Fifteenth street? Certainly not from the Act of 1846, for that Act gave it a charter which embraced only the power to build and operate a road from Harrisburgh to Pittsburgh, but rather, as the counsel for the defendant below contends, from the Act of the 16th of May, 1857. This Act, inter alia, reads as follows: “That any company already incorporated by this Commonwealth, becoming the purchaser of the said main' line shall possess, hold and use the same under the provisions of their Act of incorporation, and any supplement thereto, modified, however, so as to embrace all the priyileges, restrictions and conditions granted by this Act in addition thereto.” This gave to the Pennsylvania Company a new charter containing all the privileges of that of 1846, and it was under the rights thus conferred that it built, and now operates, the branch in question. In this we, without hesitation, concur with the learned counsel for the defendant, who contends that the company was not driven to the necessity of resorting to the Act of 1874 for power to build i'ts branch, but possessed that right under the privileges conferred by its original charter as extended by the Act of 1857. The question .here raised, was fully discussed and settled in McAboy’s Appeal, argued at Pittsburgh, November 3d, 1884, (11 Out., 548), and needs no further discussion.\nBut if the defendant’s charter dates from 1857, it would seem to be cltfar that it was taken subject to the Act of May 3d, 1855, if not to the amendment of 1857, and if so, that Act must be taken as part of the charter. “Every charter of incorporation,” says the statute, “granted, or to be granted, shall be deemed and taken to be subject to the power of the legislature, unless expressly waived therein, to alter, revoke or annul the same whenever in their opinion it may be injurious to the citizens of the Commonwealth, in such manner, however, that no injustice shall be done to the corpora-tors, and as fully as if the reservation of said power had been therein expressed.”\nThat under this Act the legislature has the power to alter all charters granted subsequently to its passage there can be no doubt, and no reason has been given why the charter of the defendant should be exempted from its provisions. The allegation that it was so exempted by reason of its purchase of the main line of the public works cannot be sustained, for we find nothing of the kind in the Act relative to the sale of those works. By that purchase it got, in addition to its right to hold and operate the main line of the state improvements, what was equivalent to a new charter, by which powers not conferred by the sale itself, were vested in it, and surely it took those powers subject to the Act of 1855. The conclusion here stated cannot be avoided but by showing that the new grant was accompanied by an express renunciation of legislative jurisdiction. Nor must we pass unnoticed the fact that this company accepted, as part of its charter, the Act of the 14th of April, 1868, and so became subject to the constitutional amendment of 1857, and, as a consequence, to the legislative power of the General Assembly. We thus find that the legal status of the Pennsylvania Company, at the time of the adoption of the constitution of 1874, was, in all respects, similar to that of- the Monongahela Navigation Company at the time of the passage of the Act of 1844, so that we may regard the case of that company against Coon, reported in 6 Barr, 379, as decisive of the controversy in hand. The corporation here mentioned was erected in 1836 without the imposition of any conditions respecting such consequential damages as might result from the construction of its works. On the 24th of June, 1839, a supplemental Act was passed by which certain new privileges were granted to the company, and in the last section of that Act the legislature reserved to itself the light “to alter, amend, or annul the charter, in such manner as to do no injustice to the stockholders.” Now, we may pause here for the moment to observe the similarity of the language thus used to that found in the Act of 1855, and the amendment of 1857, and to remark that this reservation of legislative power is as well part of the defendant’s charter as it was that of the Monongahela Navigation Company. “ Every charter of incorporation granted, or to be granted, shall be deemed and taken subject to the power of the legislature, unless expressty waived therein,.....as fully as if the reservation of said power had been therein expressed.” The similarity of the position of the two companies with reference to the subject matter under consideration is thus rendered certain, and the decision which determines the liability of the one, must also, if adhered to, settle that of the other. In 1842, Coon et al., brought their suit for damages resulting to them from the water backed by the defendant’s dam on their mill wheels, but the Court refused to sustain this action, for the reáson that this locum tenens of the state was not liable for damages of this character. So the matter stood until 1844, when the General Assembty enacted, “ that the company shall make amends for any damages done,, or that may be done, to lands and property on the Monongahela River, or its branches, or its tributary streams, by overflowing the same.” Under this Act the plaintiffs brought a new action for the same damage as those claimed in the former suit, and it was held that they were entitled to recover. It must here be observed, that not only was the same defence open to the company in the case cited, as that now urged for the defendant in the present contention, but to the further defence that the Act of 1844 was retrospective in its operation and imposed damages for which the Courts had previously declared the Navigation Company was not liable.\nNevertheless, Chief Justice Gibson, who delivered the opinion of this Court, thus disposes of the controversy: “ Now, it has already been determined that the case before us was not provided for in the original Act of incorporation; and had it continued to stand on that foot, the power of the state would have been incompetent to burden the company with charges not originally imposed on it. But in 1839 it accepted a grant of further powers and privileges, in consideration of an express reservation by the legislature qf the power ‘to alter, amend, or annul the said charter of said company, at any time thereafter, in such manner that no injustice be done to said corporation; ’ and in execution of it, they declared, in 1844, that the company ‘shall make amends for any damage done, or that may be done, to lands or property laying upon the Monongahela River, or its branches and tributary streams, by overflowing the same.’ It is evident, that by accepting additional privileges and powers on the terms prescribed in the grant to them, the company surrendered the inviolability of its contract to the discretion of the legislature. How this discretion has been exercised it is not for us to say; but if we were bound to do so, we would promptly say that it has, in the words of the declaratory Act, done no injury to the company.”\nWe have thus a complete disposition of the case in hand, without resorting to the argument, which to us seems fallacious, that the constitution only provides a remedy for the enforcement of a pre-existing right, hence, does not infringe the company’s charter powers. The error discoverable in this position is, that there wrns no such pre-existing right as against the Commonwealth, and those upon whom she had conferred' the right of eminent domain, and so it was held by all the cases from Shrunk v. The Navigation Company, dowm to the Lycoming Cas & Water Co. v. Moyer, 3 Out., 615. On the other hand, whilst this provision does not in terms abridge the defendant’s right of eminent domain, yet it does encumber the exercise thereof, and thus alters or modifies its charter.\nWe, therefore, rest our decision on what we deem its legitimate ground, that is, that the Act of 1855, and the constitutional amendment of 1857, must be taken to be as much part of the defendant’s organio law, as though written therein, and, as a consequence, as well the constitutional convention, as the legislature, had the power to subject the company’s exercise of the right of eminent domain to the provision that it make just compensation, not only for the property which it might choose to take, in the strict sense of that word, but also for such as it may injure or destroy.\nWhat we have already said substantially disposes of all the assignments of error except the ninth and tenth, and they are comparatively unimportant. It-is certainly idle to urge that a remedy is given in the defendant’s charter for the injury here complained of, when, throughout the case, the contention on part of the company, has been that no means of redress for such injury exist either in or out of the charter. Moreover, it is not pretended that the constitutional provision which requires compensation for property injured, before such injury has been complied with either by payment or security. The case thus falls within the doctrine announced in Dimmick v. Broadhead, 25 P. F. S., 464, and McClinton v. The Railroad Co., 16 Id., 404. The tenth assignment is answered by saying: where the legal estate is vested in a trustee, all actions at law which affect the trust estate must be brought in his name: Perry on Trusts, 3d ed., vol. 1, sec. 328. To prove, therefore, that the plaintiff, in the suit in hand, had individually no interest in the property, but held only as trustee for certain national banks in the city of Pittsburgh, could have no result legitimately helpful to the defendant’s case.\nThe judgment of the Court below is affirmed."}