{"id": "545283", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, January 4th, 1886.\nIt required but a cursory examination of this case stated to see that we are asked to determine a question of fact. It is true the contract we are called upon to construe is in writing, and if the facts were all admitted it would be our plain duty to determine the rights of the parties under it. But the main controlling fact in the case is whether natural gas is a volatile substance, partaking of the nature of petroleum, rock or carbon oil. This is not a question of law; it is one of fact, and the whole case hinges upon it. So far from this question of fact being conceded, or agreed upon by the parties, it is the bone of contention; the one side vehemently contending that natural gas is a volatile substance; the other that it is not. If the words “or other'volatile substances” contained in the lease from Buchanan to the Niagara Oil Company were technical words, and had a fixed meaning, it would have been well enough to ask us to construe them. But they have no well defined legal meaning; the3>- create an ambiguity, and their construction becomes a mixed question of law and fact, in which the court, and if necessary, a jury, must'have the aid of scientific men. Speaking for myself, I do not know with the certainty that should mark judicial action, whether natural gas is a volatile substance or not, and I do not propose to unite in a decision of a question which I do not thoroughly understand. It is true an examination of the scientific authorities cited might lead us to a conclusion, but the application of general theories and definitions to a particular subject might in a matter of science result in error, to the, injury of the rights of others. We are the more disposed to move with caution in this matter for the reason developed upon the argument that this case, of slight importance as regards the immediate parties to it, incidentally involves the rights of others to a very large amount.\nA proper case stated is when all the facts are agreed upon by the parties, and the court is asked to declare the law upon such admitted facts.\nWith the one essential fact in dispute we can only reverse this judgment and quash the case stated, which is accordingly done."}