{"id": "545240", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court March 15th, 1886.\nIt was held when this case was here upon a former writ of error (Gibson v. Lenhart, 101 Penn. St., Rep. 522) that the plaintiff was a bond fide holder for value of the $9,000 of bonds of the Shenango & Allegheny Railroad Company in controversy, and that the possession of the bank was his possession; in other words, that the delivery of the bonds to the bank for the plaintiff was a delivery to him, as the bonds were negotiable and passed by delivery, it would seem clear that the plaintiff’s title thereto was good against all the world. That his case miscarried in the court below was manifestly due to errors upon the trial.\nThe defendant was the bank having custody of the bonds, or, to speak accurately, the receiver appointed by the government to take charge of the assets of the bank after its failure. We have the admission of the bank in the shape of its certificate, signed by its duly constituted officers, that they held for account of the plaintiff $9,000 of the bonds of this company. It also appeared that said bonds were in an envelope with the plaintiff’s name indorsed thereon; that upon one occasion the coupons were cut off by a bank officer and. the proceeds (1315) placed back in the envelope, which sum the receiver after-wards paid to the plaintiff. The defence now set up is that a portion of these bonds had been previously pledged by Thorp to one Berringer as security for a loan made by the latter to Thorp and Reynolds, and a considerable amount of evidence was received under objection to prove this fact. We are of opinion that all this evidence should have been excluded. There was neither allegation nor proof of any malafides on the part of the plaintiff; nor that he had- any knowledge of such pledge when he made his loan upon the faith of the bonds. Under such circumstances his title was good, and it will not do for the bank now to set up that the bonds in the package are not the original bonds pledged to the plaintiff. If they are the same bonds the plaintiff is entitled to recover, and the bank is estopped from alleging that they have been changed in the bundles. We are of opinion that all of the evidence referred to in the first nine specifications of error should have been excluded.\nThe plaintiff’s fourth point should have been affirmed without qualification. There was also plain error in that portion of the charge embraced in the twelfth assignment, in which the learned judge instructed the jury that the plaintiff never had the possession of the bonds until they were delivered to him by the sheriff upon the writ of replevin. On the contrary, he had the legal possession of them all the time after they had been delivered to the bank, for the possession of the bank was his possession. So much was distinctly said in 101 Penn. St. Rep., at page 529. The remaining assignments of error relate to portions of the charge referring to the evidence alluded to. As all this will be excluded on the next trial, a further discussion of it is unnecessary.\nWe do not pass upon Beringer’s rights. He is no party to this record, and the judgment does not bind him. It is a question now between the plaintiff and the bank.\nJudgment reversed, and a venire facias de novo awarded."}