{"id": "545402", "contents": "Mr Justice Clark\ndelivered the opinion of the Court, January 4th, 1886.\nThe defendants, Dilworth, Porter & Co., Limited, are the owners of a spike mill in the city of Pittsburg. The plaintiff was, at the time of the injury complained of, an operative or laborer in that mill; he was employed by Wm. Richards, the roller boss, and was paid by him, but whether he was directly in the defendant’s employ, or indirectly as the assistant of Richards, he may be treated as their employee. He was engaged in the work of the defendants, upon their machinery, and the defendants were themselves operating the mill. The right of the roller boss to employ assistants'is clearly shown, and as it does not appear that he was an independent contractor, it is unimportant that the amount of his compensation was’measured by the number of tons manufactured. The plaintiff was not a trespasser, he was in tire rightful discharge of the duties of a valid employment. The relation of master and servant is fairly inferable from the proofs, and the defendants are, therefore, bound to the performance of all the duties, and are entitled to the pi’otection which that relation affords.\nThe plaintiff entered the defendant’s service on Tuesday, 6th March, 1881, and received the injury at four o’clock of the following Friday morning; he was seventeen years of age, and had no previous experience in the business in which he was employed. His duty was to drag heated billets of iron from the furnace, and to place them in a train of ten pairs of rollers, by means of which they were finally manufactured into spikes, he was designated or known in the mill as a “dragger down.” Two “ draggers down ” served each train of rollers and they were required to move with rapidity ; the heat and exertion were such that the “ turn ” did not exceed one hour, and when the turn was over, another pair supplied their places, and the work ■was continued by alternation.\nThe rollers were kept in motion by a combination of cogwheels at the end, extending all along the sides of the train. When the billet was placed in the first pair, it would, in some instances, stick fast, and an appliance called a “gate ” must be opened to allow it to pass through; this gate was between the first and second pair of rollers. The person operating it was obliged to step quickly to the space between the ends of the first and second pair of rollers, where the cog-wheels were in rapid motion, and. with a pair of tongs provided for the purpose, throw a ring from the top of two iron rods, extending perpendicularly above the rolls. The billet passing into the second pair of rollers, the gate must be closed at once, in order to admit another, which owing to this unusual delay was in waiting. To close the gate it was necessary to reach over the cog-wheels, arid with both hands catch the gate rods, draw them together, and replace the ring. To avoid delay, and to prevent injury to the rollers, this movement must be executed quickly. The gate was in general opened by the roller boss or one of his assistants, but sometimes when they were absent, or otherwise engaged, it was opened by the “ draggers down,” one of whom, by the very nature of their employment, was always present.\nAs a protection against the cog-wheels along this train of rollers, a guard rail, twelve inches in width, had been erected extending from the second pair of rollers to the foot of the train, but the rail did not reach to cover the cog-wheels of the two pairs of rollers at the head, between which the gate was to be opened and shut; these were all exposed; no protection of any kind was here provided.\nAt the time of the injury, George Rummell, Jr., the plaintiff, placed a heated billet in the first pair of rolls; it stuck fast; the roller boss was not there at the time; Rummell opened the gate, and whilst in the act of closing .it, was caught in the cogs and very seriously\" injured. It is argued that the plain tiff, by the terms of his employment, was not charged with the opening and closing of the gate; that he was employed as a “ dragger down ” only; that his duty was discharged in the delivery of the billet into the rolls, and that he Was therefore a mere volunteer in the act from which his injury was received. It appears, however, that he was employ'ed by, and was under the orders and control of the roller boss, whose proper duty' it may have been in this emergency' to relieve the rollers; but Richards, from time to time, allowed the “ draggers down ” to perform this work, especially in his absence, as he was frequently absent in other parts of the mill. The “ draggers down ” appear to have assumed that this was part of their duty, and Richards certainly' did nothing to inform them otherwise; he seems to have stood by on repeated occasions whilst they' did it. The act was one demanding prompt and speedy action, and in the absence of the roller boss, and his general assistants, it fell into the hands of the “dragger down,” who was expected to act at the instant. The scope of his duties is to be defined by what he was employed to perform, and by what with the knowledge and approval of his employer he actually did perform, rather than by the mere verbal designation of his position. Besides, Anthony Myers testifies, that one of the ordinary duties pertaining to the position of “ dragger down ” was to open the gates whenever the billet stuck, and that they were employed in part for this purpose ; and this would appear to conform to the actual • practical management of this part of the mill, and to the apparent understanding of all concerned therein. The jury, under the evidence, would certainly have been warranted in finding that Rummell was not a mere volunteer in the performance of the act from which he received the injury.\nBut, it is said, there is no evidence that the plaintiff’s injury resulted through the defendant’s negligence; on the contrary', that it resulted from the ordinary risks of the business, which the plaintiff had a fair and full opportunity to know; which, indeed, he must have seen and known from the moment of his employment.\nIt is a well settled rule of the law that the master must adopt, provide and maintain reasonably suitable instruments and means with which to carry on his business, so that his servant may perforin his duties with relative safety, and without exposure to dangers which are not reasonably incident to his employment. Correlative to this is the rule, equally well settled, that a servant will be deemed to have assumed all risks naturally and reasonably incident to his employment,.and to have notice of all risks, which, to a person of his experience and understanding, are or ought to be open and obvious: Railroad Co. v. Keenan, 7 Out., 124.\nThese rules are elementary and fundamental, and are everywhere recognized, they grow out of the necessities of the relation of master and servant, and are encouraged and sustained by public policy. If, however, a person specially undertake to perform a peculiarly perilous work, by operating a machine obviously wanting in suitable appliances for safety, knowingly and voluntarily, he cannot afterwards complain, in case of injury, in consequence thereof, that the machinery ■was of, a dangerous kind, and that it was 'wanting in appliances reasonably necessary to render it safe : Railway Co. v. Bresmer, 1 Out. 103; Marsden v. Haigh & Co., 14 W. N. C., 526.\nSo, upon an analogous principle, if an employee after having a full and fair opportunity to become acquainted with the risk of his situation, makes no complaint whatever to his employer, as to the machinery which he knows to be wanting in appliances for safety, takes no precaution to guard against danger, but accepting the risks, voluntarily continues in the performance of his duties he cannot complain if he is subsequently injured by such exposure: Wh. on Neg., § 214. He is not bound to risk his safety in the service of his master, and he may, if he thinks fit, decline to do that which exposes him to imminent peril.\nIn the case at bar the plaintiff was employed as a “ dragger down,” and incidentally to that he was charged at times with the duty of opening and shutting the gate. The terms of his employment were general, he might have been assigned to this or any other train of rollers; there was nothing in the nature or terms of his engagement, by which he would be held to have assumed any special or extraordinary risk, he accepted simply such hazards as were reasonably incident to his employment.\nThere is evidence tending to show that the closing of the gate was attended with danger, that when reaching in, over the rapidly revolving wheels for that purpose, the operator was liable to be caught in the cogs. There is evidence also that this difficulty was easily obviated, by .the extension of the guard rail to cover the point of danger, and that this appliance was reasonably necessary for the safety of the operator, but that in fact the rail was wanting where most required. On the other hand, it was shown that the gate had been open repeatedly and successfully by others without injury, whilst the guard rail ever since the mill was erected was the same as at the time of the accident. Now, an employer is not bound to furnish the safest machinery, nor to provide the best methods for its operation, in order to save himself from responsibility, resulting from its use; if the machinery be of an ordinary character, and such as can with reasonable care be used without danger, except such as is reasonably incident to the business, it is all that can be required: Railroad Co. v. Sentmeyer, 11 Norris, 276; Payne v. Reese, 4 Out., 301. Here then, certainly, was a question for the determination of the jury. Was the appliance for opening and shutting this gate, such as we have stated the law requires, to be furnished by an employer, for the use of his employee ?\nIt is argued, however, that if it was not, Rummell could easily see that it was not, and in accepting employment, he accepted the risk; that is to say, that if the machinery was not ordinarily and reasonably safe, its defects or want of appliances for safety were open and obvious, and the plaintiff thereby had notice of them. It is certainly true that the cogwheels were open and fully exposed to view; this is precisely what is complained of; the closing of the gate required the operator to reach over these cog-wheels whilst in rapid motion ; this too was open and obvious; but the danger to be apprehended in closing the gate did not wholly depend upon these, facts which were patent. The safety of the operator depended largely upon the amount of exertion required to accomplish the act in each instance, under these circumstances of danger. A man may at arm’s length perform with reasonable safety an act which would become exceedingly perilous if the effort required were greatly increased. So, too, a strong and vigorous man might, and doubtless would, perform the work with much greater ease, and therefore with much greater safety, than a man of more moderate powers. One of the witnesses testifies that sometimes the gates are “hard to pull,” “you have to pull them together as tight as you can,” from which we may readily infer that sometimes they are harder to close than at other times. Actual experiment only, therefore, could fully disclose to the plaintiff the degree of peril he assumed. The cog-wheels’ in rapid motion were certainly open to the view of the plaintiff, but whether he was liable to be drawn into them depended upon matters with which • he was totally unacquainted, and which he could learn only by actual experiment. He was young and without experience, had only been on duty for four da)m, and had opened the gate but two or three times previous to the injury. The plaintiff cannot be supposed or assumed to have accepted in advance a peril which he could not estimate, and the extent of which for lack of experience he could not have known. Where there is any doubt whether the employee was acquainted, or ought to have been acquainted,with the risk, the determination of the question is necessarily for the jury.\nAssuming, therefore, that the defendants have not provided a reasonably safe appliance for the opening and closing of the gate, we are not prepared to say, as matter of law, under the presentation we have of this case, that the plaintiff cannot recover. The case was one for the jury, and we think the court erred in refusing to take off the nonsuit.\nJudgment reversed, and a venire facias de novo awarded.\nFor reasons given in our opinion filed in the case of George Rummell, Jr. (now by George Rummell, Sr., administrator) v. Dilworth, Porter & Co., Limited, at No. 208, October and November Term, 1885 [supra], this judgment is reversed and a venire facias de novo awarded."}