{"id": "546567", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, April 12th, 1886.\nWe have presented to us. for review, in -this ease,-’three assignments of error; the first embraces an exception to the refusal of the learned judge of the court below to instruct the jury that, under all the evidence the verdict must be for the defendant. . This point was well.refused, for, as we’look at the case, the evidence warranted a very different conclusion. The second is to the refusal of the court to affirm the defendant’s ninth point, which was put as follows: “If the jury from the evidence find that the portion of the alley where the-accident occurred was exclusively for the use of the factory in the .rear thereof, and for the accommodation only of persons lawfully resorting to the said factory, and the jury further find from the evidence that at the time of the accident the plaintiff was passing through that portion of the alley for the purpose of entering the yard of said factory, without permission or invitation of the tenant, to take a piece of leather for his own use* without paying or intending to pay therefor, then the dei'endant owéd no duty to the plaintiff, and he 'cannot rec'over in this case.” The third assignment is to the subjoined excerpt from the charge of the court. “The second point is that this child was a trespasser. In that point I. do not agree. I think the boys were no more trespassers where they were than'an}' other person who was lawfully-there, and, therefore, •on this point the plaintiff would be entitled to recover.’-’ These exceptions being in substance the'same, we will consider them together. The complaint is that the court refused to treat the plaintiff as a trespasser in the alley, or passage way, in which he was injured by the falling wall. But we can not see how, under the facts of the case, either-the court or jury could have come to .any such conclusion. . The plaintiff’s father, Robert Abernethy, rented the .property, in which he resided at the time of the accident which gave rise ‘to this .suit, from the defendant, on the 29th of February, 1888. He made no alteration whatever in or upon the premises; as he received- them so he .occupied them, and upon him certainly :rested ño duty in the way of care or repair of the adjacent house .and its appurtenances, which also belonged to the defendant. It was the privy wall -belonging to this house that, by its fall, occasioned the injury complained of, and with it, of course, Abernethy had nothing to do. Again, the alley, which was •between his lease-hold and the adjacent premises, was used, not only as. a way to the factory, or workshop, in the rear of •the lots, but was appurtenant to the dwelling which he occu-pied, or, at least, he was warranted in so assuming, because a gate opened from ■ the back yard of the house into this alley, and without notice, to-the contrary, he and his family undoubtedly had the right to use the property as he found it. How then could the plaintiff,- his child, be regarded as a trespasser in its use of this passage to gain access to the yard of the workshop. There can be no question that it might have been so used as a way to the street, and why not also as a way to the factory ? There was nothing to warn either child or adult that it was not to be so used, for even the intermediate gate, which had once been in the alley, had been removed before the time of the accident, so that nothing remained to indicate that the lessor did not intend the free use of it, by her tenants in either direction.\nFurthermore, that there was negligence on the part of the plaintiff could not be successfully alleged, for he was not of sufficient age to warrant an assumption of this kind; on the other hand, that the wall, was dangerous, and that the agent of the defendant had abundant notice of that fact, are established by the evidence. What then, if this .child had no right of way over the alley in which it was found when the wall fell upon it? What, if it were technically a trespasser? So was the child which was mortally injured by the fall of the platform in the case of the Hydraulic Worlcs Company v. Orr, 2 Nor., 332, yet the plaintiff was allowed to recover. We there held, that circumstances may beget duties which under ordinary circumstances cannot be implied, and that when such circumstances are shown to exist, the question arising therefrom is not for the court, but for the jury. In that case the child entered the defendant’s premises without even an implied permission, and through a. gate which had been but casually left open, nevertheless we said that, as the company maintained so dangerous a trap in a place near to a highway where children were wont to congregate for their own amusement, the jury must determine, in view of all the circumstances, whether it was bound to provide against a contingency such as that which happened. In the case in hand, however, viewing the subject matter of this controversy in a light as favorable as possible for the defendant, the plaintiff was permissively in the alley. It was an open way to the workshop, through which all, as we may say, were invited to go who desired to visit that shop either on business, out of curiosity or for pleasure, and that the neighboring children would use it was not only probable but as certain as child nature. Whether, then, the owner of these premises, under the circumstances made apparent by the evidence, was or was not justified in maintaining such a dead fall as this bowing wall along the side of this passage way, was surely a question for the jury, and one that could not lawfully have been withdrawn from the consideration of that body.\nThe judgment is affirmed."}