{"id": "546636", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, April 12th, 1886.\nThe comprehensive language of the bond is such as to preclude the application of the rule claimed by the appellants. The recital declares Hooper has been employed by the trustees of the Philadelphia Gas Works “ to do and perform whatever kind of work, service or duty, which he may be assigned to by the said trustees, or those in their employment.” The conditions are that he shall well and truly perform, execute and discharge “ all and every employment, work, service or duty which he may be assigned to as aforesaid,” or which he may assume or undertake for or on behalf of said trustees, and shall and will, well and truly, “ account for and to the said trustees for all moneys, goods, chattels, rights, credits, property and estate which may or shall come into his possession, power, custody or control by reason or on account of the said employment, work, service or duty, or otherwise howsoever.”\nAll the parol evidence given is insufficient to limit or qualify the clear and expressive language of the bond. It is not sufficient that the principal and co-obligee may have represented its purpose to be otherwise than its language declares. No one authorized to bind the trustees or the city of Philadelphia said or did anything which will change the legal effect of the obligation.\nThe principal was not an officer for any specific term designated by law. He was merely\" an employé, without limitation as to time. His term was co-extensive in time with his employment. The one continued as long as the other. He was to perform all work to which he might be assigned from time to time by his employers. His duty and obligation were to account for and pay over all moneys which came into his hands, possession or control. He failed to so account and pay over. The learned judge committed no error in refusing to open the judgment which was entered on the bond.\nDecree affirmed and appeal dismissed at the costs of the appellants."}