{"id": "546757", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, April 19th, 1886.\nThis record raises the single question, whether the Court of Common Pleas can, after a sheriff’s sale has been confirmed, the purchase money paid, the deed acknowledged, recorded, and delivered to the purchaser, and possession of the premises taken by him, in a summary proceeding upon a rule to show cause, set aside the sale and compel the purchaser to deliver up the deed to be cancelled. The court below thought it had such power, and exercised it, of which ruling the plaintiff in error, who was the' purchaser at the sheriff’s sale, complains.\nThe sale was made on the 6th day of December, 1884; the sheriff’s deed was acknowledged December 20th, 1884. On the same day the deed was recorded and delivered to the purr chaser, who took possession of the premises a few days,thereafter by obtaining a lease from the tenant in possession. On February 2, 1885, the defendant in error presented his petition in the court below, and obtained a rule on the plaintiff to show cause why he should not deliver up his deed to the sheriff to be cancelled and receive the purchase-money paid by him, and to have the confirmation of the sale stricken off and the sale set aside. The petition upon which this rule was granted contained two grounds only, upon which such relief was asked, viz., 1, a mistake in law by which the petitioners were led to suppose that a mortgage held by Rebecca Maury, one of the defendants in error, and the wife of GernantS. Maury, the other defendant, for $7,200, would not be discharged by the sale; and 2, inadequacy of price. In point of fact the moltgíigé was discharged by the sale, and the price was inadequate, such inadequacy resulting solely from the discharge of the mortgage.\nNeither of these grounds would of itself be sufficient to set aside the sale even before confirmation. Hence we find that on May 19th, 1885, a supplemental petition was filed setting up for the first time the allegations of fraud upon which the court below subsequently, to wit, on September 14th, 1885, made the rule absolute. The matters alleged in the second or supplemental' petition were as well known to the petitioners when the original petition -was filed on February 2, as when their supplemental petition was filed in September. If the case turned upon a question of time; if it was essential to show that the proceedings to set aside were commenced within the term at which the sale was confirmed, it would be a serious question whether the defendants could avail themselves of their first abortive petition, and would not' be confined to the one on which the court below rested its decision. But we decide the case upon other grounds.\nThe decision of the.court below’gobs beyond any case yet decided by this court. There is no doubt of the correctness of the principle announced in Gilbert v. Hoffman, 2 Watts, 66, that “ where one enables himself to become a purchaser of land at a sheriff sale by the commission of a fraud, no title is vested in him by the sheriff’s deed, and the former owner of the land may recover the same in ejectment, without offering to- refund to the purchaser the money which he had paid to the sheriff.”\nWhile a party defrauded in this manner may recover in ejectment, treating the sheriff’s deed as a nullity by reason of the fraud, or perhaps file a bill in equity praying that the sheriff’s deed may be delivered up to be can celled, the serious question confronts us whether a judge may accomplish the same results in a summary proceeding, upon a rule to show cause. If he has such power, it is a very great one, and should be-exercised with caution, as it deprives the party of his right of trial by jury upon questions of fact.\nThe fraud we are considering is a fraud, if fraud there be, upon the defendant in the execution, not a fraud upon the court. We will not, therefore, discuss the question how far the court may go in vindication of itself when imposed upon by a fraud. This discussion will be confined to a fraud between the parties.\nThe learned court .below evidently relies to a considerable extent upon the case of Jackson v. Morter, 82 Penn. St. Rep., 291. All that case decided was that the court had the power to strike off -the acknowledgment of a sheriff’s deed and set aside a.sheriffs sale for. fraud, if application be promptly made, and the deed'has not been delivered. “Whether it may,” said Justice Mercur, “ after the term at which the deed'was acknowledged, and after being duly recorded and delivered, does not appear to have been distinctly ruled by this court.” So that Jackson w. Morter left the question we are considering just where it found it.\nNor do the other authorities cited by the learned judge below sustain him. Shakespeare v. Delany, 86 Pa. St. Rep., 108, was an application by a-purchaser at a sheriff’s sale to be relieved of his bid under circumstances which fully justified the court in granting the relief prayed for. It has no application to the case in hand. In Connelly v. The City of Philadelphia, there was a motion to set the sale aside prior to the acknowledgment of the sheriff’s deed. The deed was executed, acknowledged and delivered after the motion and pending the rule. Whether this- was the result of mistake or fraud was not material, as the court having its grasp upon the case could not be defeated in this manner. Chadwick v. Patterson, 2 Phila. R., 276, was a case before Judge S bars wood at Nisi Prius, where the purchaser, after the deed had been acknowledged, came into cour-t-and asked to have it cancelled. It was said by that learned jurist: “It is exceedingly doubtful whether the court has any power over a sheriff’s deed after it has been acknowledged. 'We have vacated such an acknowl-edgment at the instance of the purchaser where he has produced the deed itself and delivered it up to be filed and can-celled. In all other cases it has been refused, with an intimation, however, that we did not mean to preclude ourselves from interfering in- a case of fraud. Even then it is a question ■whether the plaintiffs ought not to be left to their remedies.” In Cooper v. Wilson, 96 Pa. St. Rep., 409, the court below set aside the sale after the deed had been acknowledged by the sheriff, and delivered to the purchaser, upon the ground of fraud and inadequacy of price, which ruling was reversed by this court. We held that there was no fraud; that mere irregularities in the-sale were caused by the acknowledgment; and that inadequacy of price alone was not sufficient to set aside a ■sheriff’s sale. So far as this ease- is authority upon the point now under consideration it is against the power of the court.\nThese are all the authorities that we need refer to. They leave the question practically untouched, and we are not concluded by past decisions. We therefore approach it as a new question.\nWe are in no doubt as to the proper rulé. The delivery of the deed by the sheriff after it has been - properly acknowledged, the sale confirmed and the purchase money paid, vests the title in.the purchaser. It is a good-title until it is proved that lie procured it by a fraud upon the defendant in the execution. This raises a question of fact, involving in most instances, a conflict of testimony. How is this question to be determined? There are two remedies well known to the profession. One is by an action of ejectment at the suit of the injured party, wherein if he can establish the fraud to the satisfaction of a jury, the sheriff’s deed goes for nothing, and he can recover the possession of the premises. In this form of proceeding the rights of the parties are strictly guarded, and the question of fraud passed upon by a jury.. The other remedy is by a bill in equity, where the judge sitting as a chancellor, aided by a master, and if necessary by a jury, has the case before him upon bill, answer and proofs, and may, if the facts justify it, declare the deed void and order it to be delivered up to be cancelled.\nBut it is a very great stretch of power, far greater than any chancellor ever exercised, to dispose of such grave questions in a summary manner. We cannot concede the power to any single judge of wresting a man’s title from him upon a rule to show cause. And not only his title, but his reputation as well. With the loss of his land upon an allegation of fraud the little of reputation that is left is not worth much. We grant the power of the Common Pleas to supervise its process, be it execution or otherwise, and lay its hand heavily upon any fraud which may occur in the course of the proceedings. This is true so long as the proceedings are within its grasp. But after they are completed and ended there must a time come when the power of the court to interfere summarily for the correction of supposed evils shall cease. When shall .that time be? If not with the delivery of the deed, how shall we fix the time ? Shall we say at the same term of the court, or the next term, or the next year ? And if we say at the same term at which the deed was acknowledged, why not the next term? Why should relief be granted in such case on the last day of one term and denied on the first day of the succeeding term? We are not now dealing with a question of a mistake, or the misprision of a clerk in making up a record. Such errors may be corrected at any time during the term for the reason that the record is supposed to remain in the breast of the court until the term ends. There is no record here that needs to be amended; no mistake to be corrected; but there is an allegation of fraud entirely dehors the record, by which a man’s title to lands is sought to be wrested from him. Surely this should not be done excepting by the judgment of his peers and the law of the land.\nIf the proceeding be by an action of ejectment or a bill in equity on the part of the owner alleged to have been defrauded, such proceeding can be reviewed in' every stage thereof by this court after final judgment or decree. In this way the rights of the parties can be preserved and full justice be done in an orderly manner.\nNo case could better illustrate the soundness of the foregoing views than the one in hand. Every allegation of fraud is flatly denied, and a careful examination of the depositions shows that the alleged fraud is more than doubtful. The testimony in support of it is weak and inconclusive. We are of opinion that it was error to dispose of it in this summary way. The parties should have been left to the remedies usual and proper in such eases.\nThe order of September 14th, 1885, setting aside the sheriff’s sale, and ordering the deed to be delivered up for cancellation, is reversed and set aside at the costs of the defendants in error."}