{"id": "546720", "contents": "Mr. Justice Stebbett\ndelivered the opinion of the court February 15th, 1886.\nIn June, 1871, plaintiff became a stockholder of “The Citizen’s Bank,” an unincorporated association or copartnership theretofore formed for the purpose of transacting a general banking business. The stockholders, in their legal relations to the public and to each other, were simply partners, the stock owned by each, respectively, representing his interest in the association. So long, therefore, as plaintiff continued to be a stockholder, his rights and liabilities were those of a general partner. In December, 1872, he sold and transferred his stock to one of his associates, and thenceforth ceased to be a member of the copartnership as to his fellow partners; but as to those, at least, who had dealings with the bank while he was connected therewith, his liability in relation to business subsequently transacted continued as before, because he failed to give such notice of withdrawal as the law requires. His status in that regard was definitively settled in Shamburg v. Ruggles, 83 Pa. St., 148. Being thus liable, as between himself and creditors, whose debts were contracted after he withdrew, plaintiff paid «divers sums in discharge of such\" indebtedness, some of which he was compelled to pay under stress of legal proceedings, and others he paid voluntarily, because he was liable and wished to save costs; and this suit was brought against those who composed the association, after he withdrew, to collect the amount thus paid for their benefit, and in discharge of the indebtedness which, as between them and himself, they alone wei'e bound to pay. The testimony tended strongly to prove this state of facts, and why it was all withdrawn from the jury and a judgment of nonsuit entered we are at a loss to understand. The reasons that appear to have been assigned therefor by the learned judge, at the time, are. that“the evidence does not show plaintiff was a surety in any equitable or legal meaning of the term.” ..... “ The statute of limitations is susceptible of being invoked in regard to this suit, which was brought in 1883. The most of the payments were made in 1874, 1875, 1876, and some in 1878, in regard to which the statute would be invoked. As the suit stands now, the plaintiff seeks to recover against all persons as to whom the jury were sworn, and there is no evidence that he is entitled to recover from any one, unless it be W. H. Abbott. There is no evidence that Thompson, Kerr, W. W. Davis, or H. B. Porter had any stock,' and unless the plaintiff would file a retraxit or exonerate the jury would have to find for them.” He accordingly entered the judgment of nonsuit. As to the last mentioned reason, it is sufficient to say the defendants were sued as partners, and, under the rule of court, in the absence of an affidavit denying the fact of partnership as alleged on the record, plaintiff was nob required to prove it. It must be regarded as admitted unless denied under oath. As to the statute of limitations, the testimony before us shows payment of considerable sums within six years before suit brought. In answer to the first mentioned reason, it may be stated as a general proposition that whenever one person is legally bound to pay the proper debt of another, the former, in a certain sense, occupies the position of surety for the latter, and if the surety pays the debt he has a right of action against his principal. This right of action may sometimes be asserted by an independent suit, and at other times in the form of subrogation. By reason of the neglect to give notice of his withdrawal plaintiff became liable to pay debts which, if the testimony is believed, were not his own, but the personal debts of those who continued to compose the firm, and, as partners, contracted them after he had withdrawn from the association. Being so liable for debts which, as between them and himself, were theirs and not his, he was at least quasi surety for them. In other words, as between themselves, the debts were theirs, and ex aequo et bono they ought to have paid them.\nIn his opinion, refusing to take off the nonsuit, the learned judge takes the position that plaintiff’s remedy, if he has any, is in equity' only, and not in the present form of action. But, in so doing, he appears to overlook the fact that plaintiff is not suing for contribution from those who were his fellow-partners for -debts contracted while- he was a member of the firm and afterwards paid by him. If the declaration had been before him he would have seen at a glance that such was not the case. After reciting the fact that plaintiff had been associated with defendants as a partner, the sale of his interest and withdrawal from the firm, the continuation of defendants in same business under same name and style as before, the first count of the declaration charges that defendants, so continuing same business, became indebted to customers of the bank for deposits and other obligations incurred in the business thereof, “for all which last mentioned obligations and debts the said plaintiff was liable to said customers of said firm by reason .of his having been a member thereof before the said debts and. obligations were created as aforesaid, though the defendants ought to have paid and discharged the same and kept the said plaintiff harmless, and being so liable lie, the said plaintiff, afterwards.....was compelled to jiay and did pay, lay out and expend for the said defendants, on account and in discharge of the said debts and obligations last mentioned, a large sum of money, &c., by reason whereof the said defendants became liable to pay to the said plaintiff the sum of money last aforesaid, and being so liable they, the said’defendants, afterwards undertook and faithfully promised said plaintiff to pay,” &c. The second count is for money lent, paid, laid out and expended for defendants. The claim of the plaintiff is thus clearly defined and limited to debts contracted by the association after he Avithdrew therefrom.\nAfter pointing out the difficulty of adjusting the equities of the several partners in the present form of action, the learned judge in the opinion last referred to says: “ In the case before us it appeared in evidence, or at any rate it Avas known officially to the court from its oavii records that some, and indeed many, if not all of the defendants have paid out various and large sums of money from time to time in paying the creditors of the banking partnership, and possibly in the adjustment of the whole accounts recompense might have to be alloAved to them — some more, some less — and not only from the plaintiff, but from each other. It is most absurd to say that all these various intricacies and adjustments could be settled in this common law action of indebitatus assumpsit. The question has passed beyond the realm of argument.”\nUpon the state of facts here assumed by the learned judge we quite agree Avith him in the conclusion thus stated; but they ought not to be, and Ave think they are not, the facts of this case. Much of the testimony tended directly to sustain plaintiff’s claim as set forth in the declaration. If there Avas any that tended to prove payment of partnership debts for which, as between themselves, plaintiff was liable as a partner, it Avas irrelevant to the issue, and should not have been admitted. As to such facts as may have been officially known to the court from its own records in other eases, not given in evidence, it is scarcely necessary to say they were entirely foreign to an orderly disposition of the questions involved in the judgment of nonsuit.\nIn view of the nature of plaintiff’s claim, as set forth in the declaration, and the testimony tending to sustain it, we' think, for reasons above stated, that the judgment of nonsuit cannot be sustained on either of the grounds suggested by the court below, or on any other ground. The controlling principle of this case is substantially the same as that of Clarke’s Appeal, 107 Pa. St., 486, in which it was held the appellants had a complete and adequate remedy at'laAV. In that case Clarke and others had been members of an unincorporated banking association, but they assigned their stock and withdrew therefrom. Afterwards they were compelled to pay debts which, by the articles of association, their assignees and remaining partners were bound to pay. They then filed their bill against the remaining partners and assignees of their own stock to compel defendants to re-imburse’ them for the debts so paid, and it was held a court of equity had no jurisdiction. As has been intimated, the articles of association in that case provided that the assignee of stock and remaining partners should exonerate the assignor from all debts contracted before or subsequent to the assignment. In that respect it differs, as to its facts, from the case before us, but that cannot affect the principle, for the reason that plaintiff is not claiming either reimbursement or contribution for debts paid by him, and which were contracted while he was a partner. His claim is expressly and exclusively for debts contracted by the association after he withdrew, debts, which, inter se se, the defendants alone were bound to pay. We have nothing to do with debts contracted while plaintiff was a stockholder. As to them, defendants presumptively have no claim against plaintiff for contribution. If they had why did not they avail themselves of the opportunity of asserting it when he filed the bill praying that an account of the partnership transactions might be taken and the equities of the several partners adjusted ? Instead of doing so, they successfully resisted the proceeding. The present suit, as we have seen, does not relate to debts or obligations contracted while plaintiff was a member of the association, but to such only as were contracted afterwards, and for which plaintiff, by reason of his having been a partner and not having given notice of his withdrawal became liable; but which, as between himself and defendants, the latter were clearly bound to pay. As to those debts, plaintiff’s relation to the defendants was that, of surety, and when he was compelled to pay, or voluntarily paid such debts he had a right of action against defendants to recover the-amount so paid for them. The testimony presented questions of fact which should have been submitted to'the jury.\n■Judgment reversed and a venire facias de novo awarded."}