{"id": "546809", "contents": "Mr. Justice Clark\ndelivered the opinion of the Court, March 22d, 1886.\nThis is a proceeding under the Act of 14th April, 1863, relative to landlords and tenants. The premises consist of “a tract of land, iron ore wharf-and appurtenances,” in the Borough of Fleetwood. Rothermel came into possession on 4th December, 1880, as the tenant of Mrs. Maria Stichter, of Pottsville, who, it is conceded, then held the title in fee. On the 22d December, 1881, Mrs. Stichter conveyed the fee to Amos H. Madeira, who on 13th January, 1882, transferred the same to James F. Dumn, the plaintiff. At the date of Dumn’s purchase Rothermel was in possession of the premises, under an alleged lease from Mrs. Stichter, for ten years from the 4th December, 1880, and at the trial defended upon two grounds: first, that the term of his lease, under Maria Stichter, was for ten years, and had not yet expired; and second, that if, by his conti'act, he was but a tenant at will of Maria Stichter, no such relation subsisted between him and James F. Dumn as authorized these proceedings under the Act of 1863.\nBy the Act of 21st March, 1772, all leases exceeding the term of three years from the making thereof, must be in writing, signed by the parties or their agents thereunto lawfully authorized by writing,; if not so made, they have the force and effect of leases at will only. It is conceded that the negotiations between Rothermel and Mrs. Stichter on the 4th December, 1880, at Pottsville, were not in writing. The letter of 6th December, 1880, cannot in any sense be considered a compliance with the requisites of the statute. It is not signed by Maria Stichter, the owner of the property, but by the husband; nor-is it signed by him in her name, or, for anything that appears, by her authoi'ity; it does not, in fact, purport to be a lease, or to contain the contract of the parties — it forms part merely of the negotiations between the writer, who was the husband of Mrs. Stichter, and Rothermel, preliminary to an. agreement in contemplation. “Before drawing up the agreement,” he says, “we will agree what shall be put in it. Have thought over it, and think the following will do, with your approval,” etc., etc. “ If there is anything else to be put in, write me,” etc., etc. If any reply was written by Rothermel, it has not been .given in evidence. The letter, it is plain, was part of their preliminary negotiations merely, and, even if duly authorized by Mrs. Stichter, without more, would not indicate the terms of a final agreement.\nNor is it of any avail that Mrs. Stichter afterwards orally approved or ratified the contract contained in the letter. A subsequent ratification is, of course, equivalent to a prior authority, but, to avoid the effect of the statute of frauds, the ratification, like the authority, must be signified by writing. The lease, in the absence of a proper writing, executed by the owner or by some one duly authorized in her behalf, was but a lease at will, strictly so called; the statute itself fixes this express relation between the parties. Moreover, the alleged express ratification by Maria Stichter did not take place until after she had disposed of the property, and, of course, this would be ineffectual to create a term which did not previously exist. Whether or not, 'the arrangement effected between Maria Stichtef and Rothermel was a valid lease for ten years, or merely a lease at will, was of course a question of law for the determination of the court; a lease for ten years could not exist unless in writing, and the force and effect, as well as the interpretation and construction of the writing, was plainly for the court, and not for the. jury: Nellis v. Coleman, 2 Out., 470. The learned judge, however, would seem to have supposed that the question was one for the determination of the jury. In the general charge, he says: “Whether theré was or was not a lease made between Rothermel and the Stichters is a matter of fact which you will ascertain. If 'there was,, then the improvements made by Rothermel, in pursuance of it, although the lease is not in writing, would be sufficient to carry the lease; and if the jury found there was a lease for ten years, and there was nothing else in the case, the plaintiff had no right to institute these proceedings and oust the defendant.”\nThis was clearly erroneous; the jury should have been instructed that there was no writing, no valid lease for ten years. The attention of the jurors should not in this way have been diverted from the real question before them.\nBut one of the incidents of an estate at will is its convertibility, upon the annual payments and acceptance of the rent, into a tenancy from year to year. A parol demise for more than three years, in the first instance, then, creates a tenancy at will only, and this satisfies the statute; but that tenancy at will, like any other, may be subsequently changed into a tenancy from year to year, by payment and acceptance of the rent annually, or other circumstance indicating that intention of the parties. To deny this is rather to contravene than to respect the Statute of Frauds, since the meaning of that act evidently is, that such- a parol lease shall enure in every respect as-an ordinary lease at will: Smith’s Lead. Cases, 109, 110.\nTherefore, in McDowell v. Simpson, 3 Watts, 135, it was held that a parol lease made by the owner of land, without writing, or by his agent without written authority, for a term exceeding three years, is of itself but a lease at will; but, if possession has been taken and held under it for more than a year, the tenant paying and the landlord receiving the rents annually as they accrue, according to its terms the lease, although it could not have any further or greater operation, will thereafter be construed as a lease from year to year; and, upon proper notice, may be terminated at the end of any year, but at no other time, excepting by assent of the parties.\nBy the alleged lease the rent was payable annually on the 4th December, at the rate of $60 per annum, in advance ; the possession taken under it was continuéd for a year and upwards, and the rent would seem to have been paid and accepted annually according to its terms. If this be so, although within the letter of the statute, and therefore at will only, the lease may be construed, as having been expanded to a lease from year to year. The question is one of intention, and therefore, under proper instructions, one of fact for the jury.\nWhere the lease is from year to year, or for any indefinite period, notice is necessary to terminate the demise, and the Act of 14th December, 1863, requires that notice shall be given “ three months before the expiration of the term Rich v. Keyser, 4 P. F. S., 86. It follows therefore, that if the lease is one from year to year, in order to avail himself of the remedy, provided by the Act of 1863, Dumn was bound to comply with the statutory conditions. The notice, it is conceded, was given on the 20th’September, 1882. Was this three months before the expiration of the term ? The defendant, Rothermel, claims that his contract was for a lease from the 4th December, 1880. On that day, he says, he went to Pottsville for the purpose of obtaining the lease, and he then and there made an oral agreement with Maria Stichter for a term of ten years, at the rate of §60 per year in advance, and on the same day paid her the first year’s rent; that upon returning home he took possession of the property and .made certain improvements, building a wharf and planting scales upon it. Subsequently, on the 6th December, 1880, he received the letter already referred to, but it does not appear that any .formal lease or other writing was at any time prepared disclosing the pi’ecise terms of the contract. Dumn testifies that in January, 1883, the Stichter contract was virtually abandoned, and that he made a new lease in his own name to Rothermel, for one year from 22d December, 1882, and that Rothermel paid §60, the rent in advance. A receipt, since lost or mislaid, he says, was drawn and delivered to Rothermel, in the following form,. “ Received Fleet-wood, January the 15th or 16th, 1882, of Samuel Rothermel, the sum of sixty dollars for one year’s rental for a certain iron wharf owned by the said James F. Dumn, the year to run from December 22d, 1881, to December, 1882.” The date 22d December, 1881, from which the year was to run, it would seem, was inserted by Bernhart by arrangement of the parties.\nWhether or not a new lease was made, as alleged, was submitted to the jury, and that fact was found for the defendant; but the existence of the receipt and its contents do not appear to be denied. Rothermel says, and in this he is corroborated by Bernhart, that the receipt was in no way to interfere with the rights of either party, under the alleged lease from Maria Stichter; that is to say, if Rothermel had a valid l.ease from her for ten years, it was not to be cut down by the receipt, Assuming that there was no new lease, but an attornment merely under the old, this receipt expressly declares, if we are correctly informed as to its contents, that the ensuing year was “ to run from December 22d, 1881,” the date of the conveyance by Mrs. Stichter to Amos H. Madeira. If this was so, and whether it was or not was for the jury, then the term expired on the 22d December, 1882, and the notice was certainly given in time. These were facts which, under proper instructions, should have been submitted to the jury. The finding of the jury that there was no new lease directly from Damn, is in no way inconsistent with a modification of the alleged existing contract as to the time of the beginning and ending of the term, and that the receipt did affect this change does not appear to be disputed.\nWe conclude therefore, first, that there was no such contract shown between Maria Stichter and Samuel H. Rothermel as under our Statute of Frauds, would operate as a valid lease of the premises in question for ten years, but that by the express terms of that statute, the demise took effect as a lease at will only; second, that such facts and circumstances have been shown as would have justified the jury in finding that this lease at will had been expanded into a lease from year to year, and if it be shown that the notice of 20th September, Í882, was given three months before the expiration of the term, the relation subsisting between the parties was such as would authorize their proceedings under the Act of 1863.\nThe judgment is therefore reversed and a venire facias de novo awarded."}