{"id": "546841", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, March 29th, 1886.\nWe agree with the learned (judge of the court below that the property in question belongs to a public eharitjq and' as such is not taxable for road purposes by the township of Cumru. Not, indeed, because the Special Act of April 5th, 1848, authorizing real estate of the county of Berks, within the said township, to be taxed for road purposes, has been repealed by the General Act of 1874, but because the property in question does not belong to the county. By the Act of the 24th of March,. 1824, a distinct municipality was erected, whose jurisdiction in pauper cases was commensurate with the territorial limits of the county, and whose franchises were to be administered by three elective officers, designated iñ said Act as “ Directors of the Poor and House of Employment for the county of Berks.” These, by the statute, were constituted a body politic with perpetual succession, and were authorized to take and hold any lands or tenements within the said county, in fee simple or otherwise, “and erect, suitable buildings thereon for the reception, use, and occupation of the poor of the same county.” It certainly does not matter that the money used for the purchase of the land and the erection of the buildings was raised by assessments made by the County Commissioners, for the money thus raised was intended for the use of the poor district, and the municipalty known as “ Berks county ” had no interest in or control over it or the property it was used to purchase. That the taxes were to be assessed and collected by the county officers did not make the money thus raised any more the property of the county than does the assessment and collection of State taxes, by the same instrumentality, invest the county with the right thereto. In the one case these officers are trustees for the poor district, and in the other for the State. We repeat, therefore, the land and. buildings in question were exempt from township taxation, not because of the repeal of the Act of 1848, for we do not believe that the Act of 1874 worked any such result, but because the property belonged to the poor district and not to the county.\nThe judgment is affirmed."}