{"id": "549991", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nOil May 22d, 1883, a mortgage for $5,000 was assigned to “Annie Louisa Lowry trustee for Richard Arthur Carden, Jr., under the last will and testament of Mary Lane Davidson and on the 24th of same month two ground rents were conveyed to her, each $150 per annum. For these securities the trustee paid $10,000. She executed a declaration of trust on July 7th, 1883, reciting that the ground rents were purchased with moneys bequeathed to her in trqst, and that they are held by her as trustee “ named in and appointed by the last will and testament of Mary Lane Davidson.”\nOn June 9th, 1883, Annie L. Lowry, trustee, executed an acknowledgement of the receipt of $10,000 from the executrices of the will of Mary Lane Davidson, in satisfaction of the legacy “ to be held in trust, in and by the said last will and testament.” The executrices have not settled their accounts. Nor did they as executrices, or otherwise, make a written declaration vesting or designating any part of the estate for use of the appellee, except the mortgage and ground rents described in the account.\nThe appellee seeks to establish a parol trust created after the death of Mary L. Davidson, by Sarah K. Davidson and Annie L. Lowry, and that the money paid for said mortgage and ground rents belonged to said parol trust. His interest in the sustaining of his exceptions, if any, arises from such trust. Failing to establish that trust, it matters not what money was used in payment for the securities. Unless he shows its existence he is without footing to except to the account. Testimony adduced to prove it may be rebutted. This involves adjudication, and if the Orphans’ Court has no jurisdiction, the adjudication must be elsewhere before the alleged trust can be made the base for reformation of the account. At the outset the appellee testified that the accountant declared to him the existence of the alleged trust, and that she had set aside cash for that; and in the appellee’s brief it is said that “ a valid parol trust had already been declared for Carden’s benefit, upon the $10,000 in cash.”\nThe learned president judge of the Orphans’ Court denies its jurisdiction to determine the existence of the alleged parol trust; but he recognizes the fact that the appellee has no meritorious standing to except, unless the credits claimed actually belong to that trust, and therefore he says, “The cestui que trust may with good reason hold the trustee liable for the investments of each fund, especially where, as here, the trustee accounts for and recognizes one trust that repudiates the other.” The recognized trust is created by the will; the repudiated trust is only shown by oral testimony, and must be assumed to exist before money or investments may be said to belong to it. In the concurring opinion it is conceded that the Orphans’ Court has jurisdiction to administer full relief, and it is held that the trust now sought to be invalidated is purely inter vivos, and though prompted by the suggestion of the testatrix, it was created by the sisters out of their own money. This seems the true view. If, indeed, such trust was created, it was the act of the surviving sisters of the decedent, and if there was„no limitation or condition it was irrevocable without the assent of the person for whose use it was created.\nWithin a short time after the death of the testatrix the mortgage for $5,000 and the ground rents were purchased and transferred expressly for the trust created by the will. This transaction was six months before the executrices, or trustee, had lost confidence • in or affection for the appellee. It was when they intended to make an additional trust for the larger sum that had been suggested by the decedent in her lifetime. The accountant bought the securities and received them stamped with unmistakable appropriation, inconsistent with the allegation that other securities had already been placed to the same use. Afterwards she executed the release dated July 9th, 1888. All the writings relate to the same trust.\nThat the accountant and her sister intended in the future to create a trust of $10,000 for use of the appellee during his life, is admitted; and the accountant also admits that in the meantime she intended to give him the interest or income, and did give it to him for six months. Before the intention was executed the accountant was advised not to make the transfer until the expiration of a year, the time she had for settling the ’estate, and to take the $10,000 in cash under the will, which advice she followed.\n' The appellee relies on his own testimony to establish the trust, corroborated by the said payment of interest. He says that three days after the death of the testatrix, both sisters told him of her request, and that they intended to carry it out to the letter; and that two or three weeks thereafter Mrs. Lowry told him that the McConnell and Gardner mortgages, which had belonged to the decedent, had been set aside as the money left him by the will, and that they had set aside cash for the extra trust. Mrs. Lowry testifies respecting the extra trust, or discretionary $10,000, that it occurred to her, to save her trouble, that she could put the two mortgages aside, and hand the interest over to the young man, that she gave him the interest because she felt interested in him, and intended to give him the $10,000 in trust, if he was a good boy; and she positively denies that she told him the purchase of the securities was for the extra trust.\nMrs. Lowry’s testimony shows that if the McConnell and Gardner mortgages were set aside at all, it was for the extra trust, not the trust under the will. The auditing judge has well shown that the credit of Carden is not such that the pivotal fact in his case can be found on his testimony alone, especially against that of the accountant. Unless it be true that the McConnell and Gardner mortgages were set aside for the trust under the will, the exceptions fall.\nThe auditing judge finds that the accountant, “with the assent of her sister, but without making any transfer, set aside two mortgages, intending to give him the interest, and in point of fact actually paying it to him, in addition to that given by the will.” He properly omitted to find that the securities for which credit is claimed in the account, were purchased for a use other than that stated in the writings ; or that said securities were purchased with money designed for' another use. The findings of facts were quite as favorable to the appellee as the evidence warranted, and we think fail to show an actual creation of the alleged trust without the will, to which the securities named in the account had been appropriated.\nDecree reversed, the exceptions dismissed, and the account confirmed. Appellee to pay the costs."}