{"id": "549986", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the Court,\nThis action is founded on a contract signed by the parties. On the part of the plaintiffs its terms were negotiated by their agent; the first line provided that it was subject to their approval, and they' did approve it by their signature. Immediately following that line, in legible print, quite as bold as the print in most other parts of the contract, is the following: “It is agreed and understood that in writing and [¡riming this paper contains the full and entire agreement between the parties thereto, and no outside verbal understanding is of any force or effect whatever, and it is not to be held binding.” This at least warned the parties that the entire agreement, with all its terms and stipulations, is presumed to be set forth in the instrument.\nAt the beginning of the negotiation the blank was handed to the active partner of Loose, Seaman & Co., who looked it over and at first refused to sign it, but fin all 3' affixed the signature of the firm. There is no evidence that anything was omitted from, or inserted in, the instrument by accident or mistake. The defendants did not intend that the paper they signed should differ in any respect from what it is; they allege a parol agreement made at the time, which induced them to sign the writing. This parol agreement, as testified by themselves, is as follows: “That if for any cause, Loose, Seaman & Co. would desire to change in any way or countermand the order, before the 1st of February, 1883, they should have that privilege. Thus, in the teeth of a distinct provision of the instrument which they read and signed, they set up an oral agreement which makes the instrument a mere option, which they could refuse at any time before the 1st of February then next.\nParol evidence is admissible to establish a contemporaneous oral agreement, which induced the execution of a written contract, though it may vary, change or reform the instrument. It has been often said that such oral agreement must be shown by evidence that is clear, precise and indubitable; that is, it shall be found that the witnesses are credible, that they distinctly remember the facts to which they testify, that they narrate the details exactty, and that their statements are true. Absolute certainty is out of the question : Spencer v. Colt, 89 Pa. St., 314. Where it is admitted, as here, that the instrument was read by the party who seeks to reform or avoid it, before the signing thereof, he should be stringent^ held to the rules of evidence respecting the matter which,-if found as a fact, nullifies or reforms the instrument. The laboring oar is with the party who asserts that the paper which he intelligently signed as containing the entire agreement, is not what it purports. The instrument itself is the strong evidence to be overcome. In such a case as this it can only be done by the testimony of two witnesses, or one witness, corroborated b3 circumstances equivalent to another: Phillips v. Meily, 106 Pa. St., 536.\nUpon the defendants’ statement of fact, it by no means follows that the agent of the plaintiffs was guilty of fraud at the time of the making of the contract. The real question is whether there was a parol stipulation, inducing the signing of the instrument, which ought to be made a part thereof to effectuate the intent of the parties. If so, the instrument may be reformed, upon evidence to that end which would be sufficient in a court of equity.\nWhen parties and interested persons were incompetent witnesses it was settled that at least two witnesses, or one with the equivalent of another, were necessary to establish an averment against a responsive answer on oath. That meant that the testimony of two disinterested witnesses, or the equivalent, is required to make out a case against the answer. The lawmaking parties and interested persons competent to testify is not intended to subvert the spirit of the rules of evidence in equity cases. Were it so intended two oí more plaintiffs or defendants with a breath could nullify a deed or other obligation, and thereby make written evidence as unstable as human memory, or as uncertain as the biased or corrupt testimony of litigant parties. If deeds and other instruments can be thus blown out of sight it would be as well to have none of them. Where one man has an agreement with several others, evidenced by writing, he ought to feel more at rest than if the proof of it was alone in the oral testimony of interested and heated persons. If, in the attempt tG overthrow the evidence of the instrument, the question involved is submitted merely as one of fact, he being a witness on one side, and the numerous opposing parties witnesses on the other, there was little or no use in reducing the contract to writing.\nIn equity the oaths of two of the complainants, will not be considered as destroying the effect of the responsive denial of the answer, unless they seem to be entitled to the weight of two credible witnesses, and in considering their weight the fact of their interest as parties must be taken into consideration: Vandegrift v. Herbert, 18 N. J. Eq., 466. So, in a law court, the testimony in support of an equitable claim or defence should be in like manner scanned and considered. Unless care be taken in the instructions to the jury, the facts that the burden is on the party who assails the writing, that the writing itself stands as evidence of the contract until beaten down, and that against the testimony of the party who affirms the writing, testimony equivalent to that of two credible witnesses is essential to successful assault, may escape due consideration.\nThe signing of the contract was not denied, and under the rules it was admitted in evidence. Prima facie that was the contract. All the plaintiffs had to do in addition, was to show their performance, the breach by defendants, and the amount of damage. This they did, and in the doing of it gave no excuse, much less cause, for the court to permit the defendants to inject the matter of their defence into the testimony of the plaintiffs. Their case ought to have been fairly heard. In the cross-examination of Thomas, after it had already been latitndinous. the court permitted inquiry as.to the contents of letters showing a countermand of the order by defendants, and whether he had not received such countermand. In like manner the court permitted cross-examination of Smith respecting the terms of the contract, allowed the defendants to state at length, in a question, the alleged oral stipulation and asks if it was true; and if he did not say he was authorized to so make the agreement.\nIt needs not citation of authorities to show that a party in the cross-examination of a witness will not be permitted to lead out new matter, constituting his own case, which he has not yet opened to the jury. Such conduct has been repeatedly denounced by the courts as unfair to the opposite party and disorderly. The admission of testimony with respect to its order, is so much within the discretion of the court that tries the cause, and when admitted out of order it is so rare that a party has been injured thereby, that in Pennsylvania no case has been reversed for the sole reason that too much latitude was allowed in cross-examination. It was remarked in Jackson v. Litch, 62 Pa. St., 451, that for error in permitting cross-examination, a case will not be reversed unless discretion had been abused, or it is apparent that the party has been injured. Embodied in the objectionable questions was the heart of the defence. Why were such questions then pressed, if not to gain advantage? True, the answers were in favor of the plaintiffs, but in an emphatic way, out of order, the defendants made the jury hear their answer to the case, and placed the plaintiffs’ sole witness to the making of the contract in position to be contradicted b,y two of their number. We think injury is apparent, and unless the violation of a settled rule of practice in the order of admission of testimony, is not error, the third, fourth and fifth specifications must be sustained. This case seems to be such an one as will be reversed, as intimated in Jackson v. Litch, supra.\nThe matter complained of in the first and second specifications was harmless, it was only a step toward the actual defence that the defendants were about to exhibit before the plaintiffs closed. There is no error in the ruling complained of in the fifth specification — the answer of the witness was part of a conversation on a subject of which he testified in chief. Nor is the eighth specification sustained — -no objection was made to the impertinent testimony therein set forth.\nMuch of the offer which is the subject of the seventh specification was admissible ; the court was not bound to separate, and might well have refused the offer; admitting the whole was error. Therein it was proposed to prove by the witness, not onty the alleged oral agreement, but that it “was the inducing circumstance on the part of the defendants to sign the agreement, and the sole reason that they did sign it,” and that Smith’s statement induced them to enter into the agreement. It was competent to prove all that was said and done. It was for the jury to determine from what was said and done at the making of the contract whether the oral agreement, if proved, induced the defendants to sign the written one. The defendants are not permitted to testify their unexpressed intent, motive or belief, at the time they signed the contract. The thoughts of one parW cannot be proved to bind the other. In Spencer v. Colt, 89 Pa. St., 314, the very point was decided. The same principle was applied in Juniata B. & L. Ass’n v. Hetzel, 103 Id., 507.\nOf course, had the impertinent testimonj' been excluded, the learned judge would not have quoted in the charge what Loose testified when he said he was induced to sign the contract on the basis of Smith’s promises. No more need be remarked of the eleventh specification.\nNone of the remaining assignments is well taken. The plaintiffs’ points were mostly affirmed, and no error appears in the answers. What was said in the charge was correct, and did not mislead the jury to points without the case. If the instructions were inadequate to enable the jury to properly consider the testimony, the plaintiffs might have obtained more specific instructions by properly prepared points. The case rarely occurs where the court will be reversed for what was left unsaid, if what was said did not mislead the,jury from consideration of the controlling facts in the case, provided that the points were rightly answered. It is in the power of a party to obtain specific instructions on everything pertinent to the issue. When he omits to ask them he cannot complain because they were not given.\nIn reference to the twent3'--second specification of error, of which much was said at the argument, we note that it is the latter part of a sentence, the answer to plaintiffs’ fourth and fifth points, beginning with the word “ as.” Had “that” been used instead of “as” then the fact would clearly have been submitted to the jury. It seems a clerical error, and it is not likely that the jury understood they were not to pass upon the question of fact.\nJudgment reversed and venire facias da nevo awarded."}