{"id": "550002", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nIt is among the undisputed facts in this case that when the plaintiff below settled with Tonkin and Lloyd on August 19th, 1876, for the tract of timber land in controversy, there was due plaintiff, of unpaid purchase money, the sum of $2,875.00. A considerable portion of the purchase money had before that time been paid under the contract of 24th of May, 1873. Ton-kins (defendant below) was anxious to have a deed of the land from the plaintiff in order to make title to the timber which he expected to sell, and did afterwards sell to H. Merryman & Sons, of Williamsport. When, therefore, the parties came together on the 19th of August, the plaintiff accepted from Hipps & Lloyd their note, with Tonkin as surety, for $1,075, which was the amount they owed, as assignees of McCurdy, under the agreement of May 24th. The amount due from Tonkin was $1,300, and for this be gave a mortgage upon the premises for $1,300. The plaintiff then executed and delivered to Tonkin a deed for the land.\nThe mortgage referred to was unaccompanied by a bond or other personal obligation in writing, nor did said mortgage contain any express promise to pay. This suit was brought in the court below upon an accompanying parol promise to pay the mortgage debt.\nThe plaintiff not only testified himself, but he also called other witnesses to prove that the defendant promised the plaintiff to pay the mortgage debt as soon as he sold the timber and got all the money therefor. It was in evidence and not controverted that he sold the timber to the Williamsport parties, and settled with them in full on June 4th, 1880. These facts were found by the jury upon what we regard as sufficient evidence. Indeed, the defendant practically admits the promise when he stated in his own testimony: “ 1 promised, as I said before, to lift this mortgage provided I could make this sale and get the money in time; that’s all the promise of any kind that I remember, to lift this mortgage.”\nMuch of the time upon the trial below was taken up with the question of the Statute of Limitations, and the assignments of error chiefly refer to it. As we view the case it does not involve the statute at all. The contract as proved was a conditional one. The defendant was to pay when he sold the timber and got the money. The testimony of the plaintiff and the .defendant agrees substantially in this. The timber was sold, and it was sold to the parties he had in view when the settlement was had and the mortgage given. The timber was settled for as before stated on June 4th, 1880. Until that time the plaintiff could not have sued upon the promise. The right of action had not accrued. This suit was brought December 6th, 1882. The Statute of Limitations is out of the case and this disposes of all there was in it.\nJudgment affirmed."}