{"id": "550013", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court,\nOn the former trial of this case in the court below, the learned judge of that court gave a binding instruction to the jury to find for the plaintiffs, and this on the ground of the conclusiveness of the decree previously made upon a bill brought by the Rev. W. I. Cutler and others, styling themselves pastor, elders, trustees and deacons of the Evangelical Lutheran Congregation of Briekersville, Lancaster County, Pennsylvania, against Edward K. Seibert, Samuel Miller and others, who in their answer claimed to be the only proper and lawful trustees, elders aud deacons of the said congregation, hence, its legal representatives, and as such entitled to tire exclusive use and control of its property. On a writ of error taken to the judgment thus rendered we reversed the court below. The reason for this disposition of the case, as appears from the opinion, was that, conceding the conclusiveness of the decree as aforesaid, made on the 13th of April, 1878, yet as this decree was several months prior to the election of the Rev. Mr. Fernstler, aud as there was a proposition to prove that he was regularly called by the congregation, and duly installed as its pastor, the proof thus proposed ought to have been received and submitted. The material subject of dispute was thus narrowed down to the single question of the election of the Rev. Mr. Fernstler by the Evangelical Lutheran Congregation of Brickersville. It is true, a doubt was therein expressed as to whether the action of ejectment could properly be used to settle the controversy between these parties. But this doubt arose from the obscure and imperfect manner in which the case was then presented to us. Had it then appeared as it now does, that Mr. Fernstler was not elected by the congregation; that he was put into the possession of the parsonage by persons who were not officers of the church; in other words, that he was a mere intruder, and that the question was one purely of the right of the congregation to have and use its own property, we think there could have been no hesitation concerning the form of action. It would, indeed, be but a sorry compliment to the intelligence of this court to allege that it had been induced to regard a purely ejectment bill as cognizable in equity, or to hold that any other than the ordinary common law forms of action must be adopted by a charity to-remedy a trespass upon, or intrusion into its property. It is idle to say that this congregation has no such power because not vested with the legal title to the property. It was so vested by the deed of the proprietaries, dated May 10th, 1744, and by the subsequent deed of Kline, Hoff, and others, to the trustees of the congregation, dated the 24th of February of the same year.\nAs the Act of 1731 gave to religious societies capacity to take and hold land, it has been held that a conveyance to trustees for the use of such a society executes a legal estate in the congregation itself: Brendel v. The German Reformed Congregation, 9 Ca., 415; Griffitts v. Cope, 5 Har., 96. It is, however, an extraordinary position to assume that only the holder of the legal title can maintain ejectment, when the only question directly involved in such action is the right of possession. As early as the case of Kennedy v. Fury, 1 Dal., 72, it was held that the cestui que trust could bring this action in his own name. So, every lawyer knows that when the beneficiary is entitled to the possession of the property he may maintain ejectment even as .against the trustee. The proposition is, therefore, of a very crude character which holds that the Brickersville congregation, by its trustees, cannot recover the possession of its property through the usual common law remedy, but must resort to a bill in equity against every trespasser or intruder who may choose to enter upon that property. Why not say at once that it has no remedy whatever; for if any thing is well established it is that equity has no jurisdiction of a purely ejectment bill, and so as to a mere trespass. Admitting that every question involved in the bill were to be determined in this case, yet as the main matter for settlement is the right of possession, we cannot see why ejectment would not lie. It was certainly so held in the Presbyterian Congregation v. Johnson, 1 W. & S., 9; The Chief Justice (Gibson) saying: the jury had been inaccurately instructed that this action could not be maintained by the congregation, and this though it had but an equitable title. The assertion, however, is, that the case cited is not an authority in point because the congregation was a corporation, whilst the society involved in the present action is unincorporated. But the difference is effectively nothing, for the one is as much the peculiar subject of equity jurisdiction as the other. What remains has been fully disposed of by the decree of the 13th of April, 1878, and the verdict in this case. The very able report of the learned Master makes a full disposition of the main point in controversy, and conclusively shows that upon no ground whatever can those by whom the Rev. Mr. Fernstler was put into the possession of the parsonage be regarded as representing the Lutheran Congregation of Brickersville. Finding themselves in the minority in the congregational meeting of the 14th of February, 1876,'they withdrew therefrom, and thenceforth maintained a separate organization. It is true that Mr. Fernstler was called by the votes, not only of a majority of the meeting which elected him as its pastor, but also without dissent; it was, however, a meeting exclusively of the seeeders with which the old congregation had nothing to do, and with which it had, in fact, no right to interfere. This was the question submitted to the jury, and so fully and fairly submitted as to preclude exceptions; and it being so submitted the verdict has settled beyond controversy, that the defendant was not elected by the lawful congregation; is not the pastor of the Brickersville church, and is but a trespasser and an intruder in and upon the church property, without right or title.\nThe truth is, these seeeders are entitled to no sympathy or consideration. They and their minister were thoroughly acquainted with the peculiar polity of their own church, and well knew that a majority of the congregation had full and lawful power to determine its synodical relation. So, after the decree of the court of Common Pleas, they were fully informed of their legal status, hence, there was no justification or excuse for their fractious and improper interference with the rights of the congregation from which they had withdrawn.\nNor can we withhold our commendation of the Christian spirit of forbearance exercised by the officers of the Brickersville church toward their seceding brethren. They avoided, as far as they could, all occasion of offence; they permitted them to use the church building for their meetings, and only moved in the assertion of their own rights when théy were compelled so to do by an unlawful seizure of their property. Thus, however the case may be regarded, the defendants have no just cause of complaint, and certainly not as against the court below, for it fairly submitted to the jury every fact that could properly be so submitted, and in this manner carefully carried out the instructions of this court. What we have said with reference to the materiality of the decree, and its conclusiveness, disposes in effect of the assignment which embrace the rulings of the court below on the several exceptions to the admission and exclusion of evidence, so that without special mention of these assignments, we have fully disposed of every principle on which they are founded, and, therefore, dismiss them without further comment.\nThe judgment is affirmed."}