{"id": "550043", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nIn the city of Philadelphia the power to ordain the paving of the streets is vested in the councils. On December 23d, 1874, the councils enacted an ordinance providing that persons desiring to have the streets through their property paved, may appEr-by petition, with a certificate of the District Surveyor that the petitioners are a majority of the owners of property between the points named; and after the ordinance shall have been passed, it shall be the duty of the Commissioner of Highways to award a contract for the same to a practical paver or pavers regularly engaged in the business. The ordinance providing for the paving of Sixty-third street, between Market street and Haverforcl street, was enacted April 3d, 1875; and the contract was made on the 6th day of the next month. (\nProperty owners, including the plaintiff, signed a writing’ agreeing with William A. Frederick to grade, pave and curb said street, he to furnish the material and do the work under the direction of the Department of Highways. On April 27th, 1874, the District Surveyor certified that the signers were a majority of the owners of property between the points named. It cannot be pretended that there was a valid contract for paving the street between Frederick and the owners of property. Though the paper is not in the form of a petition, it is a clear expression of desire that the street should be paved — • the parties knew that all the terms of a contract would be prescribed by the city, the contract made by the citj’, and the work supervised and accepted or rejected by the city authorities.\nWhile the ordinance relative to paving the street was pending in the councils, some of the owners of property presented protests against its enactment on the ground that it was premature, inexpedient, unnecessary, needless expense to owners, of property along the street, many of whom had built upon it, and they did not want rubble pavement. Some of the owners,September 4th, 1875, warned the contractors that they would do the work at their own risk, “because a majority of the property owners have protested against it, and because Blockley avenue is private property;” and again, May 20th, 1876, they notified the contractors “ that the whole bed of said street between Vine street and Haverford aven tie is private property,” and the work they were doing would be done at their risk and expense. In i i uial distnct. Jiederick tiansi^a-x.».^., wj he had received from the propert3 owners, on January 13th,. 1875; the property owners never retracted that paper. They never notified Frederick or his assignee that they would refuse payment of assessments because their property was rural. councils and contractors was\nIt is not for mere silence that property owners who signed that paper will not be heard now to say in defence that their lots fronting on the street are noturban. They were actors; first moved for construction of the pavement; afterwards, when the councils began to act, they protested, giving reasons which failed to satisfy councils that action should be postponed; they ought to have said then that the lots were rural if they intended to rely on such objection. They did more than simply to protest, they gave many reasons, and will not now be permitted to set up a thing which was not mentioned until after the work was done. They acted with knowledge of the law, that the cost of paving the streets should be assessed on the owners of abutting lots. The paper was silent as to the method by which they should be called upon to pay the amount properly chargeable to each for the paving, for the obvious reason that the laws and ordinances, operative in the city, determined that matter. Under those enactments, applicable to urban property, were all their acts,xprotests, and omissions to denjr liability for frontage assessments.\nAs the paper in effect was no more than a request to provide for the pavement, conversation at and preceding the time of signing it, between the signers and Frederick, was properly excluded. It was not proposed to prove that then, or at any time prior to the completion of the work, any signer of the paper alleged non-liability for frontage assessment, for any cause other than that the street was private property, or that the property owners had protested to councils against immediate paving.\nThe.first sixteen assignments, and the nineteenth, twentieth and twenty-first assignments are not sustained.\nNor is the twenty-second assignment sustained. If for no other purpose, the ordinance of December 23d, 1874 was pertinent to show the authority of the chief commissioner of highways to execute the contract for the city. But it was enacted more than three months before the councils provided for the paving of the street, and was evidence in connection with all the papers which were signed by the property owners and presented to the councils.\nThe contract, on its face, required completion of the work by the first day of December, 1875, and the time had been extended by the chief commissioner of highways. Therefore, the ordinance of December 3d, 1875, was pertinent evidence. It showed a ratification of the contract for extension of time for performance of the work. In other respects it bad no effect on Horter-’s contract.\nRemark on the points raised in the last six assignments, is unnecessary. It is well shown by the court below, that before the verdict is recorded and jury discharged, .a mistake may be corrected. The record shows the jury had not been discharged before they corrected the mistake in tile amount of the verdict; and when the true amount was rendered and recorded, they were discharged. True, the sum first entered on the record ought to have been struck off; and the record may 3et be amended by order of the court.\nThe remaining assignments are the seventeenth and eighteenth, which set forth the instructions that the plaintiff could recover the value of the work not done in substantial compliance with the ordinance of councils; and that the only defence that the owner or defendant may prove is, that the property is niral, or that the work was not done at all, or that it was of less value than the price charged.\nAs advised, the Act of April 19th, 1843, P. L., 242, which limits the defence to certain matters, does not apply in this case. It appears that the street where the work was done is in West Philadelphia, a place not incorporated at the date of that Act, and consequently not within its operation: Craig v. City of Philadelphia, 89 Pa. St., 269.\nFrom the time the paper was given to Frederick it was contemplated b3r all parties that only the city could prescribe the terms and give the contract for paving, and that the propel^ owners should pay therefor in respective proportions to their frontage. The contractor covenanted to do the work in accordance with all the ordinances and resolutions relating to paving, and the city covenanted to pa3r therefor' in assessment bills, except the intersections at cross streets, the cit3r to pa3r for such intersections in mone3'; said assessment bills to be taken without recourse to the city in the event of failure to collect an3’' part or the whole. The work was to be done under the direction and approval of the chief commissioner of highways. It was done b>r August 1st, 1876, accepted, ever since possessed and enjoyed by the cifc3r, paid for according to the terms of the contract; and this action is to recover the tax on one of the property owners for his share of the cost of the improvement. There is no evidence of fraud or collusion by contractor or city official. For eight years no defect was seen in the work, and none was discovered until the digging of holes in search for it.\nWhere a party has acted honestly, with intent to fulfil his contract, 1ms performed it substantially, but has failed in some comparatively slight particulars, the other party cannot hold and enjoy the fruits of his labor without paying a fair compensation according to the contract, receiving credit for whatever loss or damage he suffered: Preston v. Phinney, 2 W. & S., 53. But a defective, negligent and worthless performance is the same as no performance at all: Miller v. Phillips, 31 Pa. St., 218. The doctrine seems to be this: “ Where a thing is so far perfected as to answer the intended purpose, and it is taken possession of and turned to that purpose b] the party for whom it was constructed, no mere imperfection or omission, which does not virtually affect its usefulness, can be interposed to prevent a recovery, subject to a deduction for damages, consequent upon the imperfection complained of. Of course, the indulgence is not to be so stretched as to cover fraud, gross negligence, or obstinate and wilful refusal to fulfil the whole engagement, or even a, voluntary and causeless abandonment of it: Danville Bridge Co. v. Pomroy & Colony, 15 Pa. St., 151.\nMunicipal authorities in the making of street improvements authorized b} law to be made at the expense of the owners of lands to be benefited thereby, are to a certain extent the agents of such owners. Contracts lawfully made at the dis-¡ cretion of the authorities, are binding upon the landowners, though injudiciously made; but the owners are entitled to have such contracts performed substantially in all things according to their terms, and the authorities have no power to dispense with such performance to the gain of the contractor and the loss of the property owners. If the . authorities are about to accept and pay under a contract, for what in substantial and important respects has not been performed, the property owners may have remedy to enjoin the wrongful payments: Schumm v, Seymour, 9 C. E. Green, 143. There, it was held that the remedy is in equity. But in this state, where by the laws and ordinances the contractor receives the assessment bills in payment from the city, and it turns out that his work was so defectively done as to be worthless, he has no just right to recover in an action against the property owner, and the latter is not precluded from the defense because he is not a nominal party to the contract. If the work was substantially done as contracted for, answers the intended purpose, but in some minor particulars which do not materially affect its usefulness the contractor failed, then the property owner may have deduction for such failure. This is not the case of a municipality contracting for a public improvement, accepting it, and making payment therefor absolutely, and afterwards itself collecting the assessments; and it.is unnecessary to consider whether in that case the property owner could allege defective work as a matter of defense against the tax.\nIf it be true as alleged b} the defendant, that he cannot “be compelled to pay a fraction of a tax imposed on his property, because of a benefit specially conferred,” then if the work was substantially performed he is entitled to no deduction for slight defects. He cannot complain that the instructions permitted such deduction. His sixteenth point, namely, “ If the jury find that the pavement, as laid by the contractors, was not done in substantial compliance with the ordinances of councils, either as to depth of gravel, the quality of the gravel, or the size of the stone, their verdict should be for the defendant,” ought to have been refused for the reason that evidence was wanting to warrant so finding. All he was entitled to, under the evidence, was á deduction from the contract price, if the jury found defects which lessened the value of the pavement. This, in case of such finding, they were explicitly instructed to make. The abstract proposition in answer to the sixteenth point, and the instruction as to the limit of defence against a municipal claim, were not in the least harmful to the defendant, for they limited recovery to the value of the work, and accorded with the instruction that if the jury were satisfied that the charge was greater than the value, they could allow only what the pavement was worth.\nJudgment affirmed."}