{"id": "550052", "contents": "Mr. 'Justice Green\ndelivered the opinion of the court,\nIn the case of Farnham v. The Camden and Amboy Railroad Company, this court decided that a common carrier might, by a special contract, and perhaps by notice, limit his liability for loss or injury to goods carried by him, as to every' cause of injury except that arising from negligence. In that case, there was a special contract signed b.y the receiving clerk of the carrier company, expressed in the receipt given to the shipper, limiting the responsibility of the carrier to $100 for every 100 lbs, freight, the shipper declining to pay for any higher risk. The goods were carried to their destination, unloaded upon the carrier’s wharf, and there destroyed by fire. Although the goods were still in the carrier’s custody at the time of the loss, it was held that unless it was proved-that the fire was the result of the carrier’s negligence, there was no liability beyond the amount limited in the receipt given by the carrier. But it was also held, that if there had been proof of such negligence, the limitation would not have restricted the carrier’s liability. Under the particular facts of the case, the common carrier, by force of the special contract, became a private carrier, or bailee, whose liability was to be judged by the terms of the contract. Not being an insurer therefore, as a common carrier, it was held that there was no liability beyond the amount stipulated in the bill of lading, except for negligence, and that the burden of proving the negligence rested upon the shipper; In determining that it was a case of special contract, much stress was laid upon the fact that the bills of lading, duly executed and signed by the agents of the defendants, containing the limitation, were delivered to the plaintiffs, accepted by them and remitted to their agent in New York, as his authority to receive the goods, and that “ these, therefore, were the terms on which the transporters shipped their goods, and on which they were received to be transported.” In determining the question of negligence, it was held that the proof of loss by an accidental fire was a sufficient accounting for the non-delivery of the goods, and that unless the shipper could prove, that the fire was the result of negligence there was no liability beyond the limited amount fixed by the contract.\nIn the case of the American Express Co. v. Sands, reported also in 5 P. F. S., at p. 140, the doctrine was repeated, that common carriers may limit their liability by a special contract, or special acceptance of the goods, and thus become subject to the laws of bailment only, but that there could be no limitation of liability where the loss or injury resulted from the negligence of the company or its servants. The article carried was a saw, and on its arrival at its destination it was cracked eight to ten inches. There was no evidence to show how this injury was sustained, and hence it was held there arose a presumption of negligence which it was the duty of the carrier to rebut, or be held liable for the full value of the saw, notwithstanding the limitation of $50 liability expressed in the freight receipt, given to the shipper. Thompson, J., said, “Had they been able to have shown a prima facie case of injury, without fault on their part, they would not have been liable beyond the limit fixed, unless the plaintiff could have established negligence against the company as to the manner of the injury; but their silence was reconcilable with nothing but negligence or wilfulness, either of which would be followed by liability to the full extent of the loss.” The’ doctrine of these two cases is precisely alike on the fundamental proposition that liability could be limited lw special contract, but not for negligence. In the one case the carrier escaped liability because he accounted for the destruction of the goods in a manner which did not impose liability without express proof of negligence. In the other case, the carrier was held liable because he did not account for the injury, and a presumption of .negligence arose which he did not rebut.\nHow is it in the case at bar ? We think it must be conceded that by the terms of the express receipt, signed by the company’s agent, and delivered to, and accepted by the plaintiffs, the article shipped was valued at fifty dollars, and the company limited its liability to that sum, and this limitation would be a protection against liability beyond that amount, except for negligence. It is a contract almost precisely similar to the one upon which we passed, in the case of the American Express Company v. Sands, supra, but is stronger than that in favor of the carrier, because it contains an express agreement that the article forwarded was valued at $50, which the receipt in the Sands case did not. But the express company in the present case failed to account for the non-delivery of the article, and hence a presumption of negligence arose, which they should have rebutted in order to escape liability, but they did. not do so. It was error, therefore, in the learned court below to refuse an affirmance of the plaintiff’s first point, which is a mere declaration of the ruling of this court in the Sands case.\nIn addition, however, to this, the learned court further charged the jury that the defendant could limit its own liability, even as against its own negligence, and had done so by tbe receipt given to the plaiutiffs when the goods were shipped.\nThis was done in obedience to a decision of the Supreme Court of the United States, in the case of Hart v. The Penn. R. R. Co., 112 U. S. Rep., 331. An examination of that case shows that such is the law as declared by that court, and if the decision were of binding authority upon us we would be obliged to follow it. But our own 'decisions for a long time have established the opposite doctrine, until it has become firmly fixed in our system of jurisprudence. We could not depart from it now without overruling them all, and we are not willing to do so. The authorities upon the general subject are very numerous and conflicting. But with us the rule has been uniform and we prefer to adhere to it. Entertaining these views, we reverse the case upon the first, fourth and sixth assignments of error. The fifth is not sustained, because as a general proposition the defendant’s third point is undoubtedly true. We say nothing as to the second and third assignments, because,as there must be another trial, the questions arising under them may come before us ünder a different aspect.\nJudgment reversed, and a venire de novo awarded."}