{"id": "551732", "contents": "Mr. Justice Clark\ndelivered the opinion of the court March 7th, 1887.\nOn the 3d December, 1884, the German American Insurance Company of Pennsylvania issued a policy of fire insurance, to George H. Hocking, in the sum of $1000, “ on his two story, frame, tin roof building, occupied for mercantile purposes and family residence, situate on west side of Centre street, Meyers-dale, Penna., etc., etc.; the company covenanted to make good unto the assured, all loss, not exceeding in amount the sum insured, as should happen to the premises from fire, from the 29th November, 1884, to the 29th November, 1885; ” “ the amount of loss or damage to be estimated, according to the actual cash value of the property at the time of the loss, and to be paid sixty days after due notice and proofs of the same shall have been made by the assured, and received at this office, in accordance with the terms and provisions of this policy, unless the property be replaced, or the company has given notice of its intention to rebuild, or replace the damaged premises.” By a further provision of the policy, concurrent insurance was permitted, and the insured, in case of loss, was entitled to recover no greater proportion of the loss, than the amount of the policy, now in suit, should bear to the whole amount of the existing insurance. The insured, at the time of the loss held concurrent insurance to the amount of three thousand dollars.\nThe tenth condition of the policy required that persons, having a claim under it, should give immediate notice thereof to the company, and, as soon thereafter as possible render a particular account,and proof thereof, signed and sworn to b}' them, setting forth first, a copy of the written portion of the policy, etc.; second, the amount of other-insurance, etc.; third, the actual value of the property burned, etc.; fourth, the ownership, etc..; fifth,-for what purpose it was used, etc.; sixth, if the claim be for a loss on a building burned, he shall furnish a plan and specification of the building destroyed, etc.; seventh, the date of the loss, etc.; and eighth, how the fire originated.\nOn the 4th December, 1884, the building was totally destroyed by fire, and the next morning the company received notice of a total loss. The building was worth from $4,200 to $5,000. Proofs were not furnished until 28th March, 1885; the suit was brought on the 17th April, 1885. Th.e company contend, that the plaintiff below did not comply with the tenth condition of the policy, in two essential particulars; first, he did not furnish proofs of loss as soon as required, and second, that the proofs which were furnished did not contain a plan and specification of the building destroyed, and, therefore, that the plaintiff cannot recover, or at the least, the suit was permaturely brought.\nThe plaintiff below, in reply to these several matters of defence say, first, that as the loss was total, the notice, which was given immediately after the fire, was sufficient; and second, that the company accepted the proofs which were furnished without objection, thereby' waiving the matters which were omitted therein, and therefore,' assuming the original notice of the fire to have been sufficient, the suit was brought more than sixty days thereafter, and cannot be abated on that ground.\nIn support of their first proposition the plaintiff below, cites Lycoming Ins. Co. v. Schollenberger, 44 Penn., 259; in that case, one of the conditions of the policy' was, that in the event of loss, notice should be given forthwith, and a particular statement of the loss should be furnished to the company, within thirty days. The subject of insurance was a coal breaker; it was insured in the sum not exceeding $2,500, and the loss was total. A notice was forthwith forwarded to the company, giving the number of the policy, the amount of the insurance secured thereby, and stating that “the coal-breaker was burnt down,” on that day. In the decision of that case, the court treated the notice as a substantial compliance with the conditions of the policy'. “This was as particular a statement” say's Mr. Justice Thompson, “as could be given; the subject of insurance was a single structure; the amount to be paid for it, in case of loss, was fixed and referred to, and it was reported as a total loss; the particular statement required would have contained but this, in substance, if it had been made.”\n. To the same effect are the cases of Farmers’ Mutual Co. v. Moyer, 97 Penn., 441; Home Ins. Co. v. Davis, 98 Penn., 280; Penna. Fire Ins. Co. v. Dougherty, 102 Penn., 568; Susquehanna Co. v. Staats, Id., 529, and Same v. Cusick, 16 W. N. C., 133. In all these cases, it was held, that a particular statement, or an account of the several items of a loss, could not, in the nature of the case, have been intended, where there was only a single subject of insurance, and the loss was total, that such a statement was obviously only meant to be furnished, when there was a loss of several distinct items of insured property or when the loss was partial only.\nBut it will be observed, that the policy in suit requires that certain specific matters shall be stated to the company, under oath, which by its special provisions are essential, in the ascertainment of the extent of the company’s liability, when there is but a single subject insured, and a total loss, as the particular statement is, where there are numerous subjects, or the loss partial. By the express terms of the policy, concurrent insurance was permitted and the insured, in case of loss, was entitled to recover no greater proportion of the loss, than the amount the policy bore to the amount of the existing insurance; and the second clause of the tenth condition of the policy, thereupon, provides that the assured in his particular account of the loss, shall set forth the “ other insurance, if any, on same property, or any portion thereof, with copies of the written portion of each policy, and endorsement thereon.” Another of the terms of the policy is, that the property destroyed may be replaced or rebuilt, or the damaged premises may be repaired, and, therefore, the sixth clause of the same condition provides, that “if the claim be for the loss on a building, the assured shall furnish a plan and specification ” thereof.\nThe clauses quoted, illustrate the distinction which, we think, may be drawn fairly between the cases cited and relied upon by the defendants in error, and the present case; it must be conceded that these clauses have especial application to a case like this. By the terms of this policy concurrent insurance was expressly permitted, and at the time of the fire actually existed, to the amount of $3,000; true, the loss is estimated at $4,000, and upwards, but how was the company to know what was the amount of the concurrent insurance, or that the whole amount of the insurance did not exceed the total loss. In order therefore that the company might accurately ascertain the amount of their liability under the policy, it was important that they should be furnished with what they had expressly provided for, a statement of the amount of the other insurance. And, further, that the company might intelligently exercise the option to rebuild, it was equally important that they should have what it was the undoubted duty of the assured to supply, the plans and specifications of the property destroyed. The loss was not payable for sixty days after such statements were made and furnished to the company, and the contract was accepted expressly subject to the performance of these conditions-\nIt follows that no suit could be brought until these conditions were complied with, nor for sixty days thereafter, which time the company reserved after the extent of their liability could be determined from the proofs, either to pay the money, or to give notice of their option to replace the property.\nProofs were made however and furnished to the company on the 28th of March, 1885; they would appear to have been furnished in compliance with a suggestion from the secretary of the company, in writing, dated 20th February, 1885, in which he calls the attention of the assured to condition X of the policy and says: “As soon as we receive the necessary proofs, in accordance with the requirements of our policy, we can determine whether we owe you anything, and, if so, how much.” The sixty days, it will be observed, had then fully expired and if the proofs were afterwards promptly furnished, or within a reasonable time, in compliance with the secretary’s suggestion and request, we think the company might well be supposed to have waived the previous delay.\nBut the proofs which were furnished did not contain plans and specifications, as required. The assured does state therein “that he will furnish whenever required by the said company, as full particulars as he can as to the construction of the building insured, its dimensions and condition at the time of said fire, and such additional information as shall be required by said company concerning said property; but notwithstanding this averment of his willingness so to do, it is nevertheless true that he did not furnish the plans, and specifications, as it was his plain duty to do. On receipt of these defective proofs, therefore, the company had the undoubted right to adhere to the requirements of the policy, and to reject the proofs, with notification to the , assured, or return them for amendment. But the company was not bound to reject the proofs ; the condition of the policy was inserted for the benefit of the company, and it was competent for the company to waive its provisions. The information necessary for the exercise of the option, might be obtained elsewhere. But it is plain that the company had sixty days after the proofs, as made, were furnished, or after the making of the amended proofs, as the case may be, in which to decide whether they would rebuild, or pay the money.\nThe proofs were furnished, as we have said, on the 28th March, 1885, and suit was brought on the 17th April, thereafter, In this interval the proofs remained with the company; no objection was made either to the form or substance thereof. It was not until 24th August, 1885, that the company in any way indicated their disapproval. It cannot be doubted that the proofs were intended as a substantial compliance with the conditions of the policy; if they bad been rejected and notice given to the assured, or if they had been returned with the reasons for non-acceptance, more complete proofs would doubtless have been furnished, the. assured having averred his willingness to furnish the fullest information on this point, “ whenever required by the company.” The proofs of loss were but conditions precedent to the bringing of an action, and not of the insurance, and, we think, under the circumstances, it might well be inferred that the company Lad waived the production of the plans and specifications.\nBut this would not deprive the company of the time stipulated in which to obtain the information elsewhere; they had sixty days in which to decide, and the suit having been brought within that time was premature. The alias summons was, of course, but a continuance of the original.\nThe judgment is reversed."}