{"id": "551804", "contents": "Mr. Justice Gordon\ndelivered the opinion of the Court, February 7th, 1887.\nIf courts and counsel would but reflect for one moment on the status of the married woman at common law and then turn to our statutes to ascertain how far the rule of that law has been relaxed, we should have fewer cases like that now before us. At common law the contract of a married woman, even for family necessaries, was void, and the only modification of this rule so far as our commonwealth is concerned, is found in the Act of the 11th of April, 1848. This Act, however, provides “ that judgment shall not be rendered against the wife, in such joint action, unless it shall have been proved that the debt sued for in such action was contracted by the wife, or incurred for articles necessary for the support of the family of the husband and wife.” And the action authorized by the preceding part of the section in which the recited proviso is foun.d, gives the creditor a joint action against the husband and wife for debts contracted for necessaries for the support and maintenance of the family of the married woman. But we have before us an action against husband and wife, not for the price of articles furnished, and which were necessary for the support of the family, but for damages alleged to have resulted from a breach of her contract with the plaintiff. We need hardly say, that neither common law nor statute warrants an action such as this. But more than this; it was held by this court in Berger v. Clark, 79 Pa., 340; citing Murray v. Keys, 11 Ca., 384; Park v. Kleeber, 1 Wr., 251; Bear’s Estate, 10 P. F. S., 430, and Davidson v. McCandlish, 19 Id., 169, that the pleadings must not only set out a debt contracted by the wife, but that it was incurred for articles necessary for the support of the family of the husband and wife, and that the evidence must establish these facts. When, however, we turn to the plaintiff’s narr, we find that the rule stated by the cases cited, and which is in fact but a statement of the peremptory requirement of the statute, has not been complied with. But it is therein stated “that the said furniture and the said lease were necessaries for the support and maintenance of said Ella G. Fell in her rank, degree and station in life, and as such contracted for by her.” This is no compliance with the Act, even if the alleged necessaries had been furnished, which they were not. This count would be good against the husband for and on account of goods furnished to his wife; but clearly not good under the 8th section of the Act of 1848 to charge her for necessaries furnished the family. Neither does this narr charge that she received from the plaintiff anything necessary or unnecessary, but simply a breach of contract. The object of the Act was to enable her, in relief of the family of which she might be a member, by her contract to procure food, clothing and other things of prime necessity for its comfort and use, but where that contract is productive of nothing that will sub-serve that use, it is clear that it is neither within the spirit and meaning, nor letter of the Act.\nThe judgment is reversed."}