{"id": "554329", "contents": "Opinion,\nMr. Justice Trunkey:\nThis will is not void, for it contains some intelligible bequests. The testator directs the conversion of his real estate, that none of his money shall go back further than his brothers’ and sisters’ children, and that William Smith shall have five hundred dollars more than the rest of liis nieces and nephews; but, after payment of the specified bequests, he gives the residue to nobody.\nThe auditor has well shown that where a man gives the whole or a part of his estate to his next of kin, and leaves the proportions doubtful, it is natural to suppose that he had the statutory form of distribution in mind and to interpret Ms will accordingly. Where the meaning of the words in the will is doubtful, the interpretation will be aided by the general rules of inheritance.\nThere is no gift to any of the testator’s nieces and nephews, except William Smith. The difficulty arises in the form of the bequest to him. He does not claim that he is entitled to five hundred dollars more than the rest of the nephews and nieces, but to that sum more than any of them. Conceding that there is no express gift of the residue, he contends that the gift to himself implies a gift of the residue to the nephews and nieces. If so, the implication disinherits the nearest relative the testator had living at the date of the will or when he died. The implication must be equivalent to an expression that will exclude an heir in favor of others of more remote degree. The testator expressly excluded grand-nephews and grand-nieces, but not his brother. Were he excluded there would be more force in the contention that the testator intended his nephews and nieces to take per capita. His intention is to be ascertained from his words. His particular intent is clearly expressed in every instance, except in the bequest to William Smith, and in that there is no uncertainty as to the sum given. For the purpose of distribution he provided for the conversion of his real estate into money, and subject to the payment of the legacies, and the exclusion of certain kindred, we think he intended the distribution according to the intestate laws.\nThere is no exception or assignment of error which raises the question whether the bequest to William Smith was rightly taken from the fund before the distribution. Therefore nothing will be said on the point whether it should have been taken from the one sixth belonging to himself and his sisters.\nDecree reversed, and it is now considered and decreed that distribution be made as reported by the auditor; appellees to pay costs. Record remitted."}