{"id": "554336", "contents": "Opinion,\nMr. Justice Green:\nThe instrument in suit is an absolute obligation of the defendant, to pay $850 to Sarah Boyer at one year after date with interest at five per cent. Sarah Boyer was the defendant’s mother-in-law. Interest was paid on the single bill for two years; once he offered to pay'the whole amount of the debt to Mrs. Boyer, and, at another time, he sent the amount in money by his son to pay it off. In the court below, the defendant was permitted to prove by the declarations of Mrs. Boyer that the money was given to the defendant’s wife as an advancement and was never intended to be repaid, except that the interest was to be paid whenever Mrs. Boyer desired and demanded it. Thus the whole character of the obligation\nOpinion of the Court, was allowed to be changed radically, by parol proof of declarations of the obligee.\nIf these declarations had been made at the time the instrument was executed, they would have been brought within the decisions which hold that an apparent loan may be converted into an advancement, by proof of what was said and done at the time of the transaction. But there were no such acts or declarations given in evidence in this case. No proof whatever was introduced of what was said or took place when the single bill was signed. It was, however, affirmatively proved by the defendant’s chief witness, who brought the money from Mrs. Boyer and' left it with Mrs. Heydt, that the instrument was not signed then, and that, although he wrote the paper, he was not present when it was signed. It was not until three or four weeks after the money was left with Mrs. Heydt, that she told her son the note was signed, and that was the only means he had of knowing that it had been signed at all. It will be seen at once that if this absolute obligation is to be deprived of every particle of its obligatory force by means of parol testimony as to its meaning, it must be done in the entire absence of any proof whatever of what occurred at the time of its execution. There is no room for any allegation of fraud, mistake, imposition, or any breach of faith in using it. We are not aware of any decision of this, or any other court, which has permitted a solemn- contract in writing to be destroyed by parol proof of a different meaning in such circumstances as these. Our own cases are very numerous and very familiar in which we have refused to allow it. It seems, however, to be supposed that because it is a question of advancement a more lax doctrine is applicable, and that the parol proof may be given, no matter when the facts or declarations transpired. But we do not so understand the authorities. In Merkel’s Appeal, 89 Penn. St. 340, we said: “ Advancement is a question of intent. That intent must be proven to have existed at the time of the transaction and by the contemporary acts and declarations of the parties. Verbal declarations of a parent that money for which he held a note or bond against a child was intended as an advancement, are insufficient to establish it as such. They must be shown to be a part of the res gestee, and accompany the acts done.”\nThe difficulty with the present case is that there is no proof of “ contemporary acts or declarations.” We do.not and cannot know what was said or done when the obligation in this case was signed. A previous purpose to give the money as an advancement may have been changed. The legal inference is that it was changed, because the obligation when executed is absolute, and that paper is the final expression of the intent of the parties. Against this final expression of the mutual intent of the parties, there is absolutely no testimony such as we can allow to prevail. For there being no evidence as to what was done or said when the obligation was executed, the subsequent declarations are incompetent. It is only when they comorm to acts and declarations which were contemporaneous, that they are admissible: Merkel’s Appeal, supra. Of just such proof we said in Rearick’s Exrs. v. Rearick, 15 Penn. St. 66: “As to The subsequent declarations of the testator, it has already been intimated their competency is altogether dependent on the efficacy of the first conversations, as instruments of proof. The former are receivable only as corroborative of the latter and these being excluded there remains nothing upon which those can be supported.”\nSo far as the subsequent acts are concerned the case is entirely against the defendant upon his own testimony. He paid interest on the bond for two years and offered to pay the principal on two different occasions, thus recognizing the obligation as a debt and not as an advancement. But the question here is, as to the efficacy of the parol proof to change the character of the contract; and we are clearly of opinion it was not sufficient without a radical departure from the entire current of our decisions. We are not willing to take such a step. Our constant experience warns us of the danger of transgressing the limits we have defined for the admission of parol testimony to change or destroy written instruments. We prefer to abide in the course indicated in all our recent decisions, believing it to be the path of safety and of wisdom. We are of opinion that the parol proof admitted in this case was incompetent and should have been rejected, and that the jury should have been instructed to return a verdict for the plaintiffs.\nJudgment reversed and venire de novo awarded."}