{"id": "554378", "contents": "Opinion,\nMr. Justice Trunkey:\nUpon the death of Conrad Shinier, intestate, his widow became entitled to the use of one third of his real estate during life. She was not a party to any instrument which divested that estate. And it may be noted that in the agreement signed by the heirs, dated December 10, 1866, they call her estate dower, and speak of her claim of dower at common law; but the agreement, considered in its entirety, reveals no intent to change her estate, or deprive her of remedies to which she was legally entitled. This cause must be considered with reference to the right of the widow defined by statute.\nThe contention of Heller is, that the widow accepted the agreement and is bound by its terms. That, we think, is correct, and the first inquiry is, what are the terms relating to herself. At the outset it is stipulated that so long as the widow shall make no claim for dower, each heir shall pay her annually a certain sum, and one of them shall allow her to occupy a house and furnish her specified articles, with permission to enjoy definite privileges. And it is finally stipulated that when the widow shall claim her dower, the payments and privileges shall cease, and “ nothing herein contained and no receipt by her of any of the above mentioned payments shall be any bar to her application for such dower, but such payments shall be claimed as a credit on the amount of dower which may be claimed.”\nThus is it expressed that she may claim her dower, and whenever she shall claim it, the prior payments shall be a credit. There is no room for implication that by receipt of the payments she waived her right under the law; nor is there any reason in the facts of this case why she should not recover all arrears, subject to a credit as stated in the agreement. It is unnecessary now to consider the question whether, had the annual payments been made, the widow could recover for the years covered by the payments. The contract repels an inference that the widow released the whole or any part of the amount due her, unless in case of actual payment as agreed.\nIt is not the intendment that the widow must demand her legal right in all the lands of which her husband died seized, if she elected to do so in the land taken in severalty by one of the heirs. In making the division the value of the widow’s interest was not ascertained; she continued to be entitled to her estate in each portion; and it is evident that each heir was to satisfy her, or hold his portion subject to her estate.\nHeller claims that, if the widow was entitled to dower in his land, to ascertain the amount due it is necessary to ascertain the value of all the lands of which her husband was seized at the time of his death, and determine the amount by the proportion of the number of acres in his tract to the number of acres in all said lands. But such is not the statutory rule for ascertaining the value of the widow’s estate. The inquest shall divide the real estate into as many purparts as there are heirs, if it can be done without prejudice, and if that cannot be done, then to divide the real estate into as many purparts as can be, without prejudice to the value of the whole, and make a just appraisement of each. And the heir who accepts, shall pay the widow the interest on one third the appraised value, or the amount of his bid if he bid higher than the appraisement. Not until the statute of 1867, was the court authorized to decree that the share or purpart of the widow in the whole of the decedent’s real estate, where it consists of several tracts, shall be charged on one or more of the tracts, and the others be discharged. That act makes no change in the rule that each purpart shall be separately appraised.\nThe widow might have compelled partition and valuation of the real estate. Instead, she acquiesced in the agreement of the heirs which recognized her right, as already noted. That she could, under the circumstances, maintain a bill in equity, to recover the sum due on her statutory estate, was decided in Merrill’s Appeal, 16 W. N. 491. Her administrator has the same remedy. This claim relates to a separate tract now owned by Heller. The owners of other tracts are in no way jointly liable with him. Nor does it concern him whether any other person shall be compelled to account for the widow's interest in the land. In any form of procedure, either a separate appraisement of this .tract would be made, or the. rental value thereof ascertained. In Merrill’s Appeal the sum demanded was measured by one third the value of the rents, issues and profits; and this seems a just basis where all the interested parties, by neglect or agreement, omitted to avail of the statutory proceeding for partition and appraisement. If the widow wanted more than one third the rental value of the land, she should have enforced partition. Although her right remained unimpaired by the contract, she had no disposition to assert it until the land was about to be sold by the sheriff. To have proceeded then for partition would not have availed for recovery of anything prior to commencement of the proceeding.\nWe are not convinced that the master and court below erred in ascertaining the amount of arrears due the complainant. Nor are we persuaded that the ruling relative to interest, under the circumstances, is erroneous. The first and ninth assignments in Heller’s appeal, and the first two assignments in the administrator’s appeal, are not sustained.\nWe think the master rightly failed to find the alleged estoppel. The testimony was insufficient to establish it.\nNor was there error in ruling that Samuel C. Shimer was incompetent to testify of matters which occurred between himself and the widow in her lifetime. None of the assignments in Heller’s appeal are well taken.\nIn the appeal by the administrator, the third assignment must be sustained. Samuel C. Shimer paid $150 in 1869, and $100 in 1870; in no year did he pay the widow the sum stipulated in the contract. He took other lands besides the tract described in the bill. Fenicle’s testimony shows that the value of the other lands fully equals the value of Heller’s tract. Therefore, Heller is entitled to a credit of not more than half of what Shimer paid, and the decree must be corrected by adding $125 to the sum due the complainant.\nIn the appeal of Brodhead, administrator, it is now considered and decreed that the decree of the court below be corrected by striking out the words “ one thousand seven hundred and forty-nine ” and inserting instead thereof the words “ one thousand eight hundred and seventy-four.” The appellee, Stephen D. Heller, to pay the costs. Record remitted.\nIn Heller’s appeal, decree affirmed, and appeal dismissed at costs of appellant."}