{"id": "554330", "contents": "Opinion,\nMr. Justice Gordon:\nWe agree with the court below, that if the defendant, John Hanney, who was the treasurer of Norwegian township, paid orders which he knew were issued in violation of the 9th section of the Act of 1859, P. L. 53, or which were otherwise fraudulent, under an arrangement with one or both of the supervisors, or any other person, or persons, so to do, he was guilty of the cheat charged, and liable to conviction under the indictment found against him. We think, however, the court failed to give that weight to the defendant’s evidence of good character which should have been given to it. The said court thus, inter alia, charged the jury: “ You have heard a great many witnesses to the good character of John Hanney. It is not necessary that we should comment upon the character of these witnesses, because they are amongst the first names in the community. They uniformly testify that John Hanney has borne all along a good character for honesty. It is for you to determine what effect good character shall have in the ■determination of the guilt or innocence of this defendant under this indictment. If you believe that the testimony in the case ■clearly points out the guilt of John Hanney, then his previous •good character should have no weight in determining the question of his guilt or innocence. If, however, you think that the commonwealth has made out but a weak case, that whilst possibly it might be sufficient for conviction, still the case is a weak one,, there the testimony as to his good character ought to weigh with you, with strength sufficient to raise a reasonable doubt which would inure to his acquittal.”\nThat this part of the learned judge’s charge was a mistake may be discovered by a reference to the case of Heine v. The Commonwealth, 91 Penn. St. 145. In this case we held, that evidence of good character is substantive, and must be treated as such; that it is not a mere makeweight to be thrown in to determine the balance in a doubtful case, but that it may, of itself, by the creation of a reasonable doubt, produce an acquittal. It is only, says the learned judge, where the commonwealth has made out but a weak case, though possibly sufficient for conviction, that good character becomes an available force, thus repeating the very error made in the case cited; for a weak case on part of the prosecution is a doubtful case, and, without evidence of any kind on part of the defence, the jury ought to acquit. To say, therefore, that proof of character is only available under such circumstances, is to say that it is of no substantial account whatever. It is very true that where the commonwealth has clearly and indubitably established the defendant’s guilt, good character is of no avail; but, in such event, the same may be said of any other evidence, however positive, which the defendant may have given; nevertheless, to say to the jury, even in the case supposed, that the evidence of the defence is to be disregarded would clearly be error, for of the evidence and its weight, the jury are the sole judges.\nCharacter is of importance in this ; it may, of itself, in spite of all evidence to the contrary, raise a reasonable doubt in the minds of the jury and so produce an acquittal. An honest man may, through malice or otherwise, be charged with crime, and his life or liberty be endangered by fallacious circumstances or perjury, and he may be able to produce no evidence to prove his innocence except his own oath; and if, in such case, a blameless life and unstained character are of no avail, —are a mere makeweight in a doubtful case, — his condition is a sad one. But fortunately for the upright man, so situated, we have got beyond all doubt upon this subject, and have firmly established the doctrine, that evidence of good character is to be regarded as a substantive fact, like any other tending to establish the defendant’s innocence, and ought to be so regarded both by court and jury.\nThe judgment of the court of Quarter Sessions is now reversed, and it is ordered that the record be remitted for further proceeding."}