{"id": "554373", "contents": "Opinion,\nMr. Justice Sterrett :\nThe controlling question in this case, is whether the executory contract of October 12, 1880, between the testator, Ludwig Flentje, and Adelaide Stumpf, the appellant, was strictly personal to the former and ceased to be operative when he died, or whether it continued in full force and is binding on his executors.\nThe general rule is that, to the extent of the assets that come to their hands, the personal representatives of a decedent are responsible on all his contracts, whether named therein or not, and whether the breach occurs in his lifetime or after-wards : Add. on Con. 2nd Am. ed. 1059; 1 Pars. Con. 131; 2 Chit. Con. 11 Am. ed. 1406; 3 Wms. on Exrs. 6 Am. ed. 1825. To this general rule, however, there are several exceptions, mostly cases in the performance of which personal skill or taste is required. Where an executory contract is of a strictly personal nature, such as a contract “with an author for a specified work, the death of the writer before his book is completed absolutely determines the contract, unless what remains to be done — as, for example, the preparing of an index, etc. — can certainly be done to the same purpose by another.” The obvious reason of this is that neither of the contracting parties ever contemplated that the work contracted for should be written by any other than the author himself. For like reason, contracts by physicians to cure a patient of a particular disease, contracts by teachers and masters to instruct their pupils or apprentices, promises of marriage, etc., are exceptions to the general rule: Pars. Con. 131; 1 Whart. Con. sec. 323; Chit. Con. 11 Am. ed. 138; White’s Ex’rs v. Com., 39 Penn. St. 167; Billing’s Ap. 106 Idem 658.\n' If the sealed instrument under consideration is not within one of the exceptions to the general rule above stated, the learned judge of the Orphans’ Court erred in holding that the executors of Dr. Flentje were answerable only for breaches incurred during his lifetime. There is nothing, either in the contract itself, or in the subject matter thereof, or in the relation of the contracting parties, to indicate that the testator’s undertaking was intended to be strictly personal. On the contrary, everything connected with it points to a continuing contract, binding on his executors so far as not performed by him in his lifetime.\nAt the time the agreement was executed, a criminal information for fornication and bastardy and a civil action for breach of promise of marriage were pending in the proper courts against the testator, in one of which appellant was prosecutrix, and in the other plaintiff.\nThe- manifest object of the parties was the compromise and settlement of both cases. Appellant on her part agreed “ to take and deliver her present small child into the care of Dr. Graul of Danville, Pa.”; also to discontinue and settle the ■civil action as well as the prosecution, and thereby release and absolve the testator from all claims and demands that she may have against him in said cases. In consideration of which, Dr. Flentje, the testator, agreed to pay all the record costs incurred in both cases, — “ to relieve the said Adelaide from any cost or expense in the support and maintenance of said child, and to see that it was well taken care of,' and further to pay to said Adelaide thirty dollars in cash, in full settlement and satisfaction of all claims and matters between them.”\nIn pursuance of this agreement, the child was given into the custod}1- of Dr. Graul, who on behalf of testator arranged for its keeping in the family of Mr. Stoll, where it has since remained. It was claimed by appellant that in order to carry out testator’s part of the agreement, according to its true intent and meaning, a portion of his estate, sufficient for the-purpose, should be set apart and the interest accruing therefrom applied to the support and maintenance of the child. The learned auditor being of opinion that the position thus-assumed was correct, reported in favor of setting apart $3,000 to be invested under the direction of the Court, and the interest accruing therefrom, from time to time, applied to the support and maintenance of the child until it attains its majority,, or during its life in case it should die before attaining the age-of twenty-one years. To this it was objected by the appelleesthat the agreement was strictly personal to the testator and not binding on his executors, and also that it was void, because the consideration, in part^at least, was illegal, and because it is too uncertain and indefinite as to the time the child was to be supported. The learned judge of the Common Pleas rightly held that the contract was not void for either of the reasons above stated; but he did hold, as we think erroneously, that it ceased to be operative upon the death of the testator. Speaking of the obligation assumed by the-testator, he says in his opinion sustaining exceptions to the auditor’s report: “ I take it he assumed the duties of a parent by his contract; and whether the obligation was to continue during the whole period of the child’s infancy, if the testator so long lived, is not now material to determine, because the testator having died, his duty and obligation of support, like that of a parent of a legitimate child, ceased at Iris-death. So long as he lived the contract was binding on'him in his relations of parent, created by the contract. If the child had been the legitimate issue of the testator, he could have disinherited it.”\nBy its express terms and provisions the agreement in question has wider scope and effect than are here given to it. Bearing in mind that as mother of the illegitimate child appellant was bound to support and maintain it whether testator died during his minority or not, his agreement is, “ to relieve her from airy costs or expense in the support and maintenance of said child and to see that it is well taken care of.” There is nothing in the agreement to limit the operation of this covenant to the lifetime of testator. On the contraiy, the circumstances which led to its execution all go to show that its purpose was to indemnify appellant and save her harmless from all costs and expenses incident to the support and maintenance of her.illegitimate offspring; and the language employed cannot be fairly construed to mean anything else. The agreement created a contract relation between appellant and the testator altogether different from the legal relation that exists between parent and child. For reasons hereinbefore suggested, we think the contract was a continuing one, binding on the executors so far as not performed by testator in his lifetime; and hence the conclusions of the learned auditor are substantially correct. The several specifications of error are therefore sustained.\nDecree reversed at the costs of the appellees and record remitted with instructions to proceed in accordance with the auditor’s first report."}