{"id": "555788", "contents": "Number 19.\nOpinion,\nMr. Justice Paxson:\nThis was an appeal from the decree of the court below dismissing the complaint and libel of the appellant, Moses Detrick, praying for a divorce from his wife, Margaret Detrick.\nThe petition of the libellant alleges that he was married to the respondent on January 3, 1864, and that on September 22, 1865, the said respondent “ hath wilfully and maliciously deserted and absented herself from the habitation of the petitioner, without any just or reasonble cause, and such desertion hath persisted in for the term of 19 years and upwards, and yet doth continue to absent herself from the said petitioner.”\nThe answer of respondent admits the marriage, and avers a number of facts as a justification for'her leaving her husband’s house and home. The most material averments are as follows : “ That on or about April 1,1865, libellant having rented a farm of his father, said libellant and respondent moved upon it and went to housekeeping, most of the household furniture being furnished by respondent or her parents. That there were two large gardens which the respondent was required to take care of, five cows to milk, churning by hand, besides all the ordinary work of a farmer’s wife, including the care of a young child. In addition libellant tried to make respondent work in the field; but this she declined to do. Libellant neglected-and refused to properly provide for the respondent and her child, tie denied his family the necessaries of life. From the commencement of their housekeeping on April 1st, until September 22,1865, the only articles of provisions furnished by said libellant were some rye flour, some refuse potatoes, and •one kit of mackerel. The parents of respondent were obliged constantly to send articles of food to respondent for nse in the family. That libellant never bought his wife or child a single article of clothing, and finally, on September 22, 1865, respondent, on account of the cruel and barbarous treatment of her husband, and his failure to properly provide for the wants of herself and child, was compelled to withdraw from his habitation, and go home to her father’s house. Since that time respondent has earned her own living, and supported herself and child by domestic service, and libellant has never sought to induqe her to return, nor offered to contribute in any way to her support. Wherefore said respondent, showing that she has never wilfully nor maliciously deserted libellant, but was compelled to absent herself from his habitation by libellant’s cruel and barbarous treatment, rendering her condition intolerable and life burdensome,” etc.\nThe desertion not being a disputed fact in the cause it remains to be seen whether the respondent withdrew from the home of the libellant under circumstances which amount to a justification in law. The causes which operate upon the wife, and force her to withdraw herself from her husband’s house and family, must be such as would entitle her to a divorce.\nThe act of assembly specifies two causes of divorce for ill treatment: (a) When the husband has, by cruel and barbarous treatment, endangered his wife’s life; or (5), offered such indignities to her person as to render her condition intolerable, and life\" burdensome. It is necessary to preserve the distinction between these two causes.\nIt is not alleged that the husband offered any such indignities to the person of his wife as to render her condition intolerable, and her life burdensome, nor any indignities to her person whatever. This defence, if sustained at all, must be for the first of the causes above mentioned. Indeed, this is the cause specified in the answer of respondent, though in doing so she has blended the two causes together by saying that she was “ compelled to absent herself from his habitation by libellant’s cruel and barbarous treatment, rendering her condition intolerable and life burdensome.” But to entitle her to a divorce for cruel and barbarous treatment, it is well settled that there must be actual personal violence, or the reasonable apprehension of it; or such a course of treatment as endangers life or health, and renders cohabitation unsafe: May v. May, 62 Pa. 206; Gordon v. Gordon, 48 Pa. 226; Butler v. Butler, 1 Pars. 329. We now turn to the evidence to see whether it measures up to this standard. It is proper to observe in passing that all the allegations of ill treatment contained in the answer of the respondent are denied in the replication of the libellant. Nothing is admitted by the pleadings.\nIt is among the undisputed facts of the case that upon\" the evening of their marriage, the libellant brought the respondent back to her father’s house, left her there, and did not return to see her for two weeks. This is one of the libellant’s grievances. But there is that in the case which accounts for this in a natural manner, and we forbear further comment upon it. It was not a ground for divorce. She remained with her father until about the first of next April. During this time a child was born, and the libellant contributed nothing to her support, or of her child during that time beyond the sum of $2, which he gave his mother-in-law to pay the wages of a nurse for one week. But it does not appear that he ever refused to pay anything demanded of him; on the contrary it seems the mother-in-law accepted this $2 with reluctance. The libellant also testified that he helped his father-in-law during this time with his harvests and other work, to the extent of some twelve or fifteen days, for which he made no charge.\nThe respondent went to live with libellant on the farm on April 1,1866, and with her child remained there until September 22d of the same year, when she left him. During this time, which was the period during which the alleged cruel and barbarous treatment occurred, her principal causes of complaint were (a) that she was compelled to work too hard, and (ft) that the libellant did not properly provide for herself and child. The inadequate provision referred to was in the matter of food. Something was said about clothing, but this really amounts to nothing. There was no evidence that the libellant or her child lacked clothing.\nThe case of the respondent as to the amount of the work performed by her rests largely upon her own testimony. This much, however, must be conceded: it was admitted by the libellant who gave his wife credit for being a good worker as well as good housekeeper. She says in her testimony that she took care of two large gardens; had to milk five cows and churn by hand, besides all the work of a farmer’s wife, including the care of a young child. That she did some work in the garden is not denied, but there was proof that she did not do it all. It fnay be conceded that her life was not an easy one ; that of a farmer’s wife seldom is. There are many women who could do it with ease; there are many others who could not. We'must look at the situation of the parties; at the manner in which they have been brought up, and the amount of labor they have been accustomed to from childhood. Both libellant and respondent had been brought up to farm life, and trained in a school of hard work and economy. The respondent had not only been accustomed to the in-doors or household work of a farm, but sometimes to the oukdoor work when hands were scarce. There is no evidence that she ever complained to her husband that her work was too heavy; on the contrary, she says that she did not. She did say she asked for a little girl to help during the “berry season,” but in this she was contradicted by her husband. This branch of the case amounts to but lik tie and may be dismissed.\nIt is plain to my mind that the principal grievance with the respondent was that her husband did not supply the table with sufficient liberality. This allegation rests almost entirely upon her own -testimony, and she is not only contradicted by her husband, but by several witnesses, work people and others, who had more or less means of knoAvledge. That the libellant provided a plain table, not overloaded in any respect, may be conceded, but that it was about as good as the average farmer’s table of persons of their condition in fife is fully proved. Philip Smith, a witness called for the respondent, said: “ The most I did was to help get wood, chop wood, summer wood; the living sometimes was better than others while I was there; sometimes we had mush and milk for supper, and I call that poor; Ave had mush and milk for supper, we had potatoes, meat, etc., for dinner usually; I think the meat was pickled pork, boiled Avith potatoes; for breakfast I cannot just tell what Ave generally had; have forgotten; the living was satisfactory to me; I never made any complaints; I call that poor hving when they have mush and milk for supper and pickled pork boiled with potatoes for dinner, because I don’t like them; I think we had tea and coffee sometimes.” This is not a luxurious diet, but we must remember that the libellant was a young tenant farmer of limited means, was probably living in the manner to which he had been accustomed in his father’s house, was a hard working, industrious, and thrifty man, and more than usually'economical in his habits.\nThe foregoing, with some evidence of occasional scolding and fault-finding, was the substance of respondent’s case, if we except an allegation that the libellant would not allow her to go to church, and treated her family coolly. But as they lived together but three months, and during that time libellant took her to church at least once, these matters are of little importance in the case. While the evidence discloses some disagreements and annoyances, and perhaps some hardships on the part of the respondent, there is not enough to justify her precipitate abandonment of her husband. The marital contract is one of a binding and solemn character, and it is no light reason, no slight faults, or incompatibility of temper which will justify one of the parties thereto in rescinding it.\nThe desertion being established, and no sufficient reason having been shown to justify it, it follows that the libellant is entitled to a divorce.\nThe decree is reversed at the costs of the appellee, and it is ordered that the record be remitted with instructions to enter a decree for the libellant.\nNumber 20.\nThis was an appeal from a decree of divorce a mensa et tlioro. The case was heard upon the same evidence as the Appeal of Moses Detrick, just decided. As we held in that case that Mrs. Detrick was not justified in leaving her husband, this decree must be reversed for the reasons there given.\nThe decree is reversed at the costs of the appellee, and the libel dismissed."}