{"id": "555770", "contents": "Opinion,\nMe. Justice Williams:\nThis case depends on the construction of the second section of the act of June 2, 1874, relating to joint stock companies. The section declares that the members of any such association shall not be liable under any judgment, decree or order obtained against such association further or otherwise than in the manner provided for therein. That part of the section which points out the manner in which the members are to be made liable is as follows: “ If any execution, sequestration, or other process in the nature of execution, either at law or in equity, shall have been issued against the property or effects of the company, and if there' cannot be found sufficient thereof, whereon to levy or enforce such execution, sequestration or other, process, then such execution, sequestration or other process,, may be issued against any of the members to the extent of the portions of their subscriptions, respectively, in the capital of the association, not then paid up: Provided always, that no such execution shall issue against any member, except upon an order of court or of a judge of the court in which the action, suit or other proceeding shall have been brought or instituted; and the said court or judge may compel the production of the books of the association, showing the names of the members thereof and the amount of capital remaining to be paid upon their respective subscriptions, and from them or other sources of information ascertain the truth in regard thereto, and may order execution to issue accordingly.”\nThe question now raised upon this section is, whether the members of the association against whom it is proposed to issue execution, have any right to notice before they are adjudged to be debtors of the association and subjected to execution process.\nThis precise question has not been passed upon by this court, but the general principle involved is one that is too well settled to need the citation of authorities in its support. A person must be brought into court by the service of the process of the court upon him before the court acquires jurisdiction over him. He must have an opportunity to be heard in his defence before judgment can be rendered against him. The application of this principle disposes of the case in hand.\nThe association is, at least, primarily, the debtor. The action is brought against it. The service is made upon it by serving one of its officers and the judgment is rendered against it. When its property is exhausted the court is allowed to subrogate the creditor to its demands against its members for unpaid subscriptions to its stock. These members may be many in number and the settlement of their accounts may require an examination extending far beyond the subscription books. It cannot be done by a rule on the association alone to show cause why execution shall not issue against the individual members, as was done in this case, for the association as such is in no possition to show cause for its debtor; but the rule to show cause should also be upon the individual member sought to be charged. His accounts with the association must be settled and the amount due from him individually must be fixed by the court before an execution against him can be awarded.\nThe rule should be served. If the defendant is not a resident of the county in which the court sits, such order as to the manner of service as tbe case requires should be made and service had in conformity therewith. But a judgment against the “ Wampum Iron Company, Limited,” does not, without more, bring George Lauder and his individual estate under the jurisdiction of the court so as to justify an award of execution against him. If the company sought to compel payment of any balance due upon his subscription, it would not be doubted that he would be entitled to notice and an opportunity to defend before execution could be awarded against him.\nThe judgment creditor of the company acquires the right to compel the payment of the balance due to the company, to himself ; but he cannot escape the necessity of first adjusting the claim of the company against the member whom he seeks to pursue, before he is entitled to process for its collection. As to this subject he stands in the shoes of the company whose claims he is seeking to collect.\nThe award of execution is reversed and set aside, and the record remitted for further proceedings."}