{"id": "555789", "contents": "Opinion,\nMu. Justice Paxson :\nThe principal question in this case is one of jurisdiction. The general rule is, that “ where rights which are legal are asserted on one side and denied on the other the remedies are at law. They cannot be settled under equity forms. In actions respecting real property, therefore, if there be no equitable ground of relief involved, the rights of the parties must be determined at law; when thus determined, or when they are admitted in the. pleadings, or otherwise clearly appear, an equity based upon that right, superinduced by the acts of the parties, may be asserted, and a decree for equitable relief made. Thus equity is made the means not of establishing the legal right, but of giving adequate protection in the enjoyment of it when thus established:” Washburn’s Appeal, 105 Pa. 480. In that case the point decided was, that a court of equity had no jurisdiction to settle a disputed- legal title to land, or to a right of way, on a bill in equity filed by the party in possession, averring that a multiplicity of suits at law may result to redress threatened grievances. The facts were disputed, and no clear right to the subject in dispute established, and no irreparable injury shown. The relief prayed for was therefore properly denied.\nIt is not so in this case. There are no material facts in dispute, and the plaintiff’s right is clear. It is not denied that Joseph T. Fellows, by a deed in fee simple, conveyed to his daughter, Sarah E. Mason, one of the plaintiffs, the lot at the corner of Main and Rock streets, and that by the terms of said conveyance the lot in question is bounded by Hock street aforesaid. It is a well settled principle of law, that where upon a sale of lots reference is made to a map or plot, upon which they are laid down, and which calls for certain streets and alleys, this constitutes a dedication of these ways to the use of purchasers as public ways, and the map or plan so referred to becomes a material and essential part of the conveyance, and is to have the same effect as though copied into the deed: Birmingham v. Anderson, 48 Pa. 253; McCall v. Davis, 56 Pa. 431; McKee v. Perchment, 69 Pa. 342; Trutt v. Spotts, 87 Pa. 339; Transue v. Sell, 105 Pa. 604; Parker v. Smith, 17 Mass. 413; Thomas v. Poole, 7 Gray 84. This conveyance, therefore, gave the plaintiff the right to the use of Rock street as a public highway as against her grantor, and his heirs and assigns. That Hock street was not opened is not material.\nIt is also undisputed that by the subsequent deed from Fellows to his wife (now Mrs. Ferguson, and one of the defendants) it bounded the lot conveyed to the latter by the line of the lot previously conveyed to Mrs. Mason, thus including the whole of Rock street. This he had no right to do and his deed passed no title to Mrs. Fellows to that portion of the street embraced therein. Mrs. Mason’s deed was on record, and the defendants had constructive notice thereof. There was nothing in the case to show that the plaintiff had either parted with her right to Rock street, or had lost said right in any way.\nThe position that the conveyance to Mrs. Mason was voluntary, and therefore that a court of equity will not enforce her rights under it as against the grantor and his heirs,' is not tenable. This was a conveyance in consideration of one dollar from a father to his daughter, and was fully executed. Moreover, the plaintiffs had erected a house on the lot at an expenditure of several thousands of dollars. Under such circumstances it cannot be seriously questioned that a court of equity would enforce their rights. If any authority were needed for .so plain a proposition it may be found in Lancaster v. Dolan, 1 R. 231; Foster v. Walton, 5 W. 378; Dougherty v. Jack, Idem 456; Dennison v. Goehring, 7 Pa. 175; Baltimore v. Williams, 6 Md. 235; Beal v. Warren, 2. Gray 447.\nThe plaintiffs have also an equity. As before stated they have erected an’expensive house upon their lot upon the faith of its hounding on Rock street. The injury threatened is of a character that would prevent a recovery in damages being an adequate remedy. Such recovery would not give plaintiffs the use of the street.\nThe facts being undisputed the case comes clearly within the exceptions pointed out in Washburn’s Appeal, supra, and we are of opinion that the learned judge below was right in entering a decree in favor of the plaintiffs.\nDecree affirmed and appeal dismissed-at the costs of the appellants."}