{"id": "555786", "contents": "Opinion,\nMr. Justice Green :\nWe cannot agree with the learned court below in holding the bequest to Dr. J. R. McComb and his heirs to be a contingent bequest. The gift is absolute in terms and would certainly have been been payable to Dr. McComb had he lived until it became payable. Tbe fact of his death before that time arrived is of no moment in determining the character of the legacy as being vested or contingent. Nor is there any merit in the contention that the gift is only to be inferred from the direction to pay and is therefore contingent. The seventh clause of the will directs that the residue of the estate shall be converted into money and applied in the first instance to the payment of debts. After all debts are paid the testator directs his executors “ to make semi-annual distributions of whatever money may remain in their hands • on the tenth day of May and the tenth day of November in each year. The said money to be divided into twenty parts and to be distributed as follows, viz.: To Matilda Lutes, five parts; to Thomas J. McComb, five parts; to the heirs of my brother Robert Money-penny, five parts; to Dr. J. R. McComb and his heirs, four parts; that is, the four parts are to be paid to Dr. J. R. McComb during his lifetime and after his death the same to be paid to his heirs.” We cannot understand that the gift to Dr. McComb is only to be inferred from the direction to pay as was the case in Moore v. Smith, 9 W. 403, upon which the learned court below founded its deduction. Before any direction to pay appears in the foregoing words there is, altogether independently of it, first, a positive provision that semi-annual distributions of the entire residue shall be made; and secondly, a direction equally positive that the money shall be divided into twenty parts and distributed among the persons named; inter alia, four parts to Dr. J. R. McComb and his heirs. It is true the testator adds that the four parts are to be paid to Dr. McComb during his lifetime, and after his death to his heirs. This payment is not to be made to Dr. McComb if he is alive or upon condition, or provided, that he is alive, but absolutely and without any qualification or condition during his life. In any case of a gift or devise to a man during his life, and after his death to his heirs, which is the ordinary instance of the rule in Shelley’s case, there is the same evidence of testamentary intent of a life estate only in the first taker as in the present case, yet the rule applies nevertheless. We regard the gift here as complete before, and without reference to, the payment; but even if the payment, being postponed until after the debts have been ascertained and paid, is to be regarded as something to be done in the future, it is manifest the postponement is for the mere convenience of the estate. In such case it has been repeatedly held that the postponement does not affect the vesting of the estate, and that this is so even if there be no other gift than is contained in the direction to pay.\nThus, in McClure’s App., 72 Pa. 414, Williams, J., said: “ Though there be no other gift than in the direction to pay or distribute in futuro, yet if such gift or distribution appears to be postponed for the convenience of the fund or property, or where the gift is only postponed to let in some other interest, the vesting will not be deferred till the period in question. .....Where the enjoyment of the gift over is postponed to accommodate the estate, or for the payment of debts or to meet any other burden first imposed, and not chiefly on account of the character of the donee, it is regarded as a decisive circumstance in favor of immediate vesting......Where there is an antecedent absolute gift, independent of the direction and time of payment, the legacy is vested.” In King v. King, 1 W. & S. 205, Gibson, C. J., said: “ Where the enjoyment of an entire fund is given in fractional parts, at successive periods which must eventually arrive, the distinction betwixt time annexed to payment and time annexed to the gift, becomes unimportant. In such a case it is well settled that all the interests vest together.” In the case of Patterson v. Hawthorn, 12 S. & R. 112, we held that a bequest in the following words: “ At the decease of my wife I do allow the price of my land shall be equally divided among my two sons A and B and my daughters C, D, E and F, or their heirs, in six equal parts,” gave vested legacies to the first takers, and one of them having died before her mother, her share was given to her husband as her administrator. In Mull’s Execrs. v. Mull’s Admrs., 81 Pa. 393, a testator gave the yearly interest of a sum to his wife for life and after her death directed that “ the principal shall be equally divided among all my children, or their legal heirs, if any of my children should die before such mentioned period doth arrive ” ; held, the legacies to his children were vested. In Muhlenberg’s App., 103 Pa. 587, Gordon, J., said: “ But then again we have it well established in Pennsylvania by an unbroken line of decisions that the word ‘ heirs ’ when uncontrolled by the expressed intention of the will has the effect to vest a legacy which would otherwise be contingent. In other words, it is to be taken as a word of limitation, limiting the bequest in case of the death of the legatee before the time fixed for payment, to his or her representatives.” Other similar cases are McGill’s App., 61 Pa. 46; Provenchere’s App., 67 Pa. 463; Eby’s App., 84 Pa. 241.\nWe are equally unable to regard the word “heirs ” in this clause of the will as a word of purchase. We think it must be conceded that if the will had stopped at that word the rule in Shelley’s case would certainly have applied, and Dr. McComb’s interest would be absolute. But the court below thinks because of the immediately following direction that the money should be paid to Dr. McComb during his life, and to his heirs after his death, there was a clearly expressed intention that the word “ heirs ” should be regarded as a description of persons, who therefore take, not as heirs of Dr. McComb, but independently of him as original takers under the Moneypenny will. As the substance of the legacy is money which must be paid to somebody, the direction to pay to Dr. McComb during his life and to his heirs after his death is the appropriate form of expression for transferring or delivering the gift, and we do not think it has any significance as affecting the legal character of the gift.\nNor can we regard the provision as to the distributees’ claiming their shares within two years as changing or affecting the character of the bequest to Dr. McComb and his heirs. It is a vested and an absolute gift according to the character of the language which creates it, and, if it be not accepted or positively refused, that circumstance cannot alter its legal status. The only result would be that the legatee does not take it. The question does not arise here, for Dr. McComb not only never refused the legacy, but within a few months after Mr. Moneypenny’s death, and long before the two years had expired,, wrote a very urgent letter to the executor inquiring how soon he might expect to get his share, that he was 83 years of age, weak and feeble, and had many calls for money and his income was very limited. Most certainly this must be regarded as a claim for whatever was due him and was a strict compliance with the will so far as this subject is concerned.\nAs to the condition precedent of accepting the share in full satisfaction and release of all claims against the decedent’s estate and the estate of Mary Moneypenny, we must assume that Dr. McComb would have complied with this requirement; because, knowing the condition prescribed in the will, he claimed his share under it. If he had not done this it could not have been assumed against him, because he died within the two years and also before the share had become payable. Moreover his administrator offered a literal compliance with this condition of the will. Nothing is left of this subject except the argument that because there is such a condition in the will the gift to Dr. McComb is not an absolute and vested legacy; but, the effect of the condition is simply to defeat the estate if it is not complied with, it does not change the legal character of the gift.\nSo also as to the contention that in case of the death of any of the distributees during the time of the renewal lease, if it be an heir to Dr. McComb, his share shall be divided among the surviving heirs. We cannot possibly see how this provision alters the character of the gift. It is only “ heirs ” and heirs to Dr. McComb, who take in any event; and, because it is always Ids heirs who are to take, the quality of the gift is the same whether they be one or many. The taking must be through him and the ultimate takers must be his “ heirs,” and for that reason his interest is absolute. In Physick’s App., 50 Pa. 128 we said: “ The strong presumption arising from the use of technical words of limitation is not easily overcome. It may be rebutted, but it can be by nothing short of-affirmative evidence of a contrary intent, so clear as to leave no reasonable doubt.” To the same effect is Criswell’s App., 41 Pa. 288. Cockins’ App., 3 East R. 715 (1 Cent. R. 890), is still more in point. The words of the will were: “ I also bequeath the balance of my estate real and personal to my three nieces (naming them) share and share alike during their lives, and at their deaths to go to their heirs in equal amounts, to all heirs living at the time of their deaths. I also decree that no part of my real estate shall be sold during the lives of my nieces, but at their deaths can be sold in order to make distribution to heirs.” Held that under this language in a will the nieces took a fee simple in the real estate and one-third each of the personal estate absolutely. Here there is a restriction to such of tbe “ heirs ” as should be living at the time of the deaths of the nieces, and hence the devise over is not to “ heirs ” generally, yet we held the estate of the first taker was a fee.\nItem 10 of the will is also urged as containing a defeating clause to the general operation of the word “heirs” as a limitation, in the event of a failure to vest because of any legatee contesting the will or refusing to accept. But the alternative in such case is simply to give the share of the recusant to the other members of the same class, to wit, “ heirs,” and hence the course of descent is not changed.\nUpon the whole case we see no reason to depart from the construction always given in ordinary cases of gifts to one and Iris heirs, and hence we feel obliged to reverse the decree of the court below and adopt the distribution made by the auditor.\nDecree reversed at the cost of the appellees and it is ordered that the fund in the hands of the accountant be distributed to C. A. Little, administrator c. t. a. of Dr. J. R. McComb, in accordance with the supplemental- report of the auditor."}