{"id": "555796", "contents": "Opinion,\nMr. Chief Justice Gobdon:\nAfter giving this case our very careful attention, we fail to understand why the conclusion of the auditing judge was not adopted by the court below. By the codicil of the 2d of February, 1882, the trunk and its contents were bequeathed to Mary Magoohan, and that that bequest, without more, did vest in her a good title, not only to the trunk, but also to its contents, is not a matter of doubt or question. What then is there in this case to defeat her right ? The paper which she, Mary Magoohan, after the testator’s death found in the trunk? — but certainly that paper was neither a will in itself nor a codicil to the original will, for it was not executed in such a manner as to make it either. The learned judge, however, who delivered the opinion of the court below, endeavors to support his conclusion by the following process of reasoning : “ Had the testatrix in the codicil given the trunk and its contents upon the terms set forth in a paper there to be found, it would be no undue extension of the principle illustrated by Baker’s App., 107 Pa. 381, to hold that the paper thus referred to was to be treated as incorporated in the codicil, under the maxim, verba illata inesse videntur. But the manner of reference is immaterial; it may be eitjier by express language or by implication. The question is one of intention only, and when among the contents given'is found a carefully expressed paper defining precisely how far the legatee is to hold beneficially, no one can doubt the existence of the intention.” Two errors are obvious in the above stated argument. The first is, that any analogy -whatever, applicable to the case in hand, can be found in the case cited, for there the reference was in the will itself to the next page: “See next page;” so that nothing was left for inference. Hence, the maxim, verba illata inesse videntur, was properly invoked, but it is impossible to apply any such maxim to the case under consideration, for neither was the paper referred to in the will, nor, as we have said, was it written at the time of the execution of that instrument. The second error is, that the intention of the testatrix, as such, can possibly be found in a paper which was not written for more than a month after the execution of the codicil. The effect which the court below sought to give to that paper was that of an executory trust which operated to defeat the original bequest, but without a proper execution under the statute. Such a thing as this cannot be done, in this state, by a married woman. And that this instrument was conveyed to the donee through the trunk rather than by the hand of the testatrix, or that of some one else, can make no difference. The fact remains that it was but a precatory paper, written after the will, and which cannot be made to operate as a testamentary revocation of the original bequest.\nAs to the question of the alleged fraud of the testatrix on her husband, it can have no place in the present controversy.\nThe appellee knew nothing about it, hence, her rights cannot be affected by it. It must affect the will itself, if anything, and that is not now called in question.\nThe decree of the court below is now reversed at the costs of the appellee, and it is ordered that the adjudication of the auditing judge, dated January 8, 1886, be and stand for the decree of the court."}