{"id": "555800", "contents": "Opinion,\nMe. Justice Williams :\nAnn E. Adams, the defendant below, claimed title to the lot of land in controversy in this case, under a deed made to her on the 6th March, 1865, by Charles H. Raymond. She alleged that the consideration money was paid by her and was derived wholly from her own separate estate. She also claimed to hold any title which her husband, Josiah Adams, acquired under the deed from Raymond by means of a sheriff’s sale of the lot as his property, which had been made in 1872 upon a judgment against him and in favor of Simpson Horner.\nBleakley, the plaintiff below, acquired his title by a sheriff’s sale of the lot as.the property of Josiah Adams, made in 1884 upon a judgment entered prior to the deed from Raymond, and which had been regularly revived. His position upon the trial below was that the purchase from Raymond was made by Josiah Adams and paid for with his money; and that the deed to Mrs. Adams, the bond to Daft upon which Horner’s judgment was entered, and the sheriff’s sale made thereon, were all intended to hinder or delay the creditors of Adams.\nThe validity of the bond, of the transfer to Horner, and the proceedings had upon the judgment, thus became an important subject of investigation. If Mrs. Adams failed to prove with the clearness the law requires 'of her, that the purchase money paid to Raymond was derived from her separate estate and not from her husband, her title would be left to depend wholly upon the sheriff’s deed to Horner. In order to sustain this branch of her title she called Horner as a witness. He was objected to as incompetent, on the ground that Daft, by whom the bond was transferred to him, was dead. The court sustained the objection, and this ruling is the subject of the fourth and fifth assignments of error. The rule under which the witness was excluded is that where one of the parties to a contract in litigation is dead, the mouth of the other will be closed by the policy of the law. The object of the rule is to protect the interests of the deceased party from the adverse testimony of the living one. Here, the acts of the deceased assignor were attacked and Horner was called to sustain them. The plaintiff was alleging that the bond and its transfer by Daft were fraudulent; the witness was called to show that both were fair and honest. He was not within the mischief •which the rule was intended to prevent and he was therefore not excluded by it. Mrs. Adams’s title depended in one aspect of her case upon the bond of Daft and the judgment entered upon it; and she had the right to the testimony of Daft, if he had been living, and of Horner, to whom he transferred it and by whom the subsequent proceedings were conducted, in order to maintain her title and show her right to the possession of the lot in controversy.\nWe see nothing in the other assignments of error to require particular notice and they are not sustained.\nJudgment reversed and venire facias de novo awarded."}