{"id": "555835", "contents": "Opinion,\nMr. Chief Justice Gordon :\nWhatever of estate Julia A. Hagenbuch took in the property of her husband, she took under his will, and she is, therefore, bound by a proper interpretation thereof and by the intention of the testator as therein expressed. We must, then, look to that will to discover the rights of the parties litigant; to the intention of the testator, and not merely to the technical effect of the expressions of which he may have made use. Keeping this rule in view we think the matter before us is not difficult of solution.\nBy his will Peter Hagenbuch gave to his wife, Julia A., one half of the net income arising from the one half of his real estate for the full term of her natural life, and should that realty be converted into money and thereby the income from the lands themselves cease, she was to receive the one half of the interest of the proceeds arising from the sale of the said lands. From this it is obvious that the intention was not a gift of a life estate in one half of the realty as such, but rather in the one half of the net income or interest of the proceeds after sale; that is, the income or interest thereof after deducting all necessary expenses and charges. In this we think the master and court below erred; for they assumed that a gift of the one half of the income was a gift of- an absolute estate in the lands. Of course, an unqualified gift of the income of land is to be taken as a gift of the land itself; but where, as in this ease, that gift is qualified by a direction to, or power in, some one else to sell, it is clear that the gift must be confined to the income alone, for the intent to keep the two tilings separate and distinct is thus made manifest. But in the disposition of this income, the master allowed to Mrs. Hagenbuch the interest on the one half of the several amounts realized from the sales of the land, though the whole or maijor part of it, had been consumed in the payment of debts and legacies. This on the ground, as the master puts it, “ as she took as a preferred creditor, taking by purchase,” she was entitled to be equitably subrogated to the rights of creditors, the claims of whom were paid out. of her estate, in the remaining portion of the testator’s property. Taking the premise here assumed as sound, and the correctness of the conclusion cannot be impeached. But the premise is not sound; it is but an assumption. Her estate was not taken for the payment of creditors, but the estate of the testator, and according to. the directions of his will. Again we turn to that will, for by it she is held and cannot avoid its conditions by a resort to technical rules which have no application to her case. The 2d and 4th items of the testament before us are sufficiently explicit, and read as follows : (2) “ I direct that my real estate shall not be sold till after the decease of my wife, unless it may become necessary, in the judgment of my executors, to sell a portion thereof for the purpose of paying debts or legacies.” (4) “ If my executors can arrange to pay the balance of my debts and the legacies herein bequeathed, by applying the income of my real estate thereto, then I wish them to do so; but if this cannot be done, or in their judgment it is not advisable, then I authorize them to sell and convey by deed or deeds, by them executed, such of my real estate as they may deem best to sell for said purposes.” From the above it will be seen that there is a clearly expressed intent on the part of the testator to charge his real estate with both debts and legacies, and for the purpose of discharging the same the executors are empowered to dispose not only of the income, but to sell the land. How then can she have the income or interest of that which was sold in execution of that power ? This cannot be. As well might the donee of a property charged with a judgment expect to take it free of that judgment, and upon sale of it under the lien, attempt to be subrogated to the creditor’s right in other property of the donor. It is true that her acceptance under the will must be regarded as an acceptance in lieu of dower, and so be taken as a purchase for a valuable consideration. But then, what did she thus purchase ? Certainly only that which was expressed in the will; that is, the net income of an estate charged with certain debts and legacies; nothing more, nothing less; and she must be held to her bargain.\nOn the question of jurisdiction we need spend no time, for what we have already said effectually disposes of the plaintiff’s biU.\nDecree reversed, and bill dismissed at costs of appellee."}