{"id": "556652", "contents": "Opinion,\nMr. Justice Clabk :\nThis action was a scire facias upon a municipal claim against a lot of ground situate in the Twenty-fifth ward, of the city of Philadelphia, for paving, curbing, etc., under what is known as the foot-front rule. The lien was filed October 10, 1876, and the scire facias issued September 16,1881. On August 12, 1885, a rule to plead was entered, and on September 28, 1885, judgment was taken for want of a plea. On the next day, the defendant, apparently ignorant of the entry of judgment, tendered his plea, and entered a rule for a replication; the plaint iff, disregarding his judgment, filed a replication on the same day. On January 21, 1886, an agreement was filed that no continuance of the cause at the instance of the defendant, would be allowed, and on April 5th following a jury was called, a trial had on the merits, and a verdict rendered for the defendant. On June 11th, a rule for a new trial was made absolute, and on September 25th the judgment for want of a plea was stricken off; subsequently a second trial was had, which also resulted in a judgment for the defendant.\nThe contention of the plaintiff in error is, that the court had no power to strike off the judgment, which had been taken for want of a plea.\nIt is certainly true that whilst all judgments, however conclusive in their character, are under the control of the court which pronounces them during the term at which they are rendered; after the term is ended, however, if the judgments have been regularly obtained, the power of the court to vacate or strike off, as a general rule, ceases. We do not understand this general principle of the law to be seriously questioned. But if the parties agree, the court may at any time strike off a judgment, in order that they may be remitted to their rights as if no judgment had been entered. That agreement may either be submitted in writing, or orally stated in the presence of the court; and we think it may in some cases be fairly implied from the solemn acts of the parties in their dealings with the court. The judgment in this instance, as we .have said, was entered by default on September 28,1885, and on the next day the defendant tendered his plea. This tender of a plea, the acceptance of it by the plaintiff, the filing of a replication, the agreement that there should be no continuance, and the subsequent trial of the issue on the merits without objection, must, we think, be regarded as a virtual relinquishment of the judgment, and an authorization of the court to strike it off, as by the consent of the parties.\nThe plaintiff could not have been ignorant of the fact that the judgment was entered, for it was entered upon his own application, and if he relied upon it, why did he join issue with the defendant upon the matters involved in the issue, and go to trial upon the merits as if no judgment existed ? Such a course of procedure is susceptible of explanation, consistent with fair dealing with the court, only upon the assumption that the judgment by default was to be set aside, and that the cause was to proceed upon its merits. This implication fairly arises out of the acts of the parties, as they are written in the record before us, and we think the court was justified in striking off the judgment.\nThe order of the Court of Common Pleas striking off the judgment for want of a plea is therefore affirmed."}