{"id": "556648", "contents": "Opinion,\nMr. Justice Paxson :\nSeveral of the assignments of error are to questions of fact which we have no means of correcting, even if erroneous. A writ of certiorari, as we have said at least an hundred times, brings up nothing but the record, and we can correct such errors only as are apparent upon its face. Thus we have no means of knowing whether the parties to whom damages have been awarded are the owners of the properties in question, beyond the finding of the jury. The city solicitor will doubtless see that the damages are paid only to parties who are legally entitled to them.\nThe seventh and eighth assignments raise the only questions which need discussion. They are substantially that the record fails to show an appropriation to the public use of the strip of five feet of ground; and secondly, that the court below had no jurisdiction to entertain this proceeding and confirm the report of the viewers. Either of these objections, if well founded, would be fatal to this proceeding.\nThe defendants are owners of property on the north side of Chestnut street, below Second street, and being about to tear down and rebuild the same, they were obliged to recede five feet from the old line of the street by virtue of an ordinance of the city councils approved March 31,1884, widening Chestnut street from the Delaware to the Schuylkill to the width of sixty feet; widening equally on both sides from the old centre line. The second section of said ordinance provides that, “After the confirmation and establishment of said lines, it shall not be lawful for any owner or builder to erect any new building or to rebuild or alter the front of any building now erected, without making it recede so as to conform to the lines established for a width of sixty feet.”\nThis action of city councils was authorized by the act of June 8, 1881, P. L. 68, and previous legislation; so much was conceded by the learned counsel for the city, but they contended that inasmuch as this is a statutory proceeding, the municipality must follow the statutory rules which regulate the method in which these powers are to be carried into effect.\nIt will be observed that the plotting of the street upon the city plan so as to conform to the new line interferes with no one in the use and enjoyment of his property until he comes to rebuild. This may be in a year or it may be in one hundred years. When the property owner does so rebuild, he must recede five feet. ' It is then that he is injured, if injured at all, and it is then that his land is taken for public use and he is entitled to have a jury to assess the damages. It would be a disastrous event were we to hold that councils must proceed to widen the entire street at once by an ordinance giving three months’ notice to property owners to recede*. Such a proceeding would take buildings as well as land, and would cost many millions of dollars, if it did not bankrupt the treasury. The city is proceeding cautiously and in the' only practical way by which such a street can be widened. The process will probably occupy nearly a hundred years. It is done gradually, and in a way to produce no great strain upon the city treasury. New of those now living will derive much benefit from it; the advantages will be reaped principally by another generation.\nThe act of April 28, 1870, P. L. 1291, had already provided for the widening of Chestnut street by taking off five feet on the southern line thereof: “ Provided, That this act shall not interfere with any buildings now erected on the south side of Chestnut street.” In the City v. Linnard, 97 Pa. 242, the defendant, being about to erect a new building on the south side of the street, petitioned for a jury to assess the damages which she sustained by reason of being compelled to recede. It was claimed that she was not entitled to any damages, because the injury of which she complained was due entirely to her own action. This court held otherwise, saying: “ By force of law the instant the old buildings were torn down, the city took part of the land for public use and is liable to make compensation to the owner the same as if it had been taken in any other mode.”\nThis is a sufficient answer to the proposition that there was no appropriation of the property to the public use.\nThe proceedings are affirmed."}