{"id": "556759", "contents": "Opinion,\nMr. Justice Clark :\nThe summons in this case was issued June 4, 1887, and was therefore subject to the provisions of what is commonly known as the new “ Procedure Act ” of May 25, 1887, P. L. 271.\nThe writ was inadvertently issued in trespass on the case, but this was amendable, and on the 2d July following the action was changed to assumpsit. The writ was returnable on the first Monday (6th) of June. On 11th June a copy of the note was filed, and on the 15th notice thereof given. On the 18th June an affidavit of defence was filed, and on the 2d July a rule for judgment entered. On the 8th July a supplemental affidavit was filed, and on the 9th, judgment was entered for want of sufficient affidavit; this is the error complained of.\nIt is contended in the first place that the plaintiffs were not entitled to judgment, as they had filed no statement. The third section of the act of May 25, 1887, provides, that the plaintiff’s declaration shall consist of a concise statement of the plaintiff’s demand, as provided by the 5th section of the act of March 21, 1806, which, in the action of assumpsit, shall be accompanied by copies of all notes, etc., upon which the plaintiff’s claim is founded, and that the statement shall be signed by the plaintiff or his attorney, and in the action of assumpsit shall be replied to by affidavit, etc.\nThe fifth section of the act of March 21, 1806, provides that in certain cases the plaintiff shall file in the office of the prothonotary a statement of his, her, or their demand, etc., “ particularly specifying the date of the promise, book account, note, bond, penal, or single bill, or all or any of them, on which the demand is founded, and the whole amount which he, she, or they believe is justly due to him, her or them from the defendant.” In this case the plaintiffs filed a copy of their note only, and they claim that this is a sufficient statement under the act of 1806. This may be so, but no case has been brought to our notice in which this precise point has been adjudicated; in all the cases under that act, an informal statement would seem to have been filed, giving not only the particulars of the claim, which might appear by the copy, but specifying also, as the act requires, the whole amount which the plaintiff believed to be justly due, etc.\nBut if the copy of the note alone were considered a sufficient statement under the act of 1806, we cannot agree that it may be so considered under the act of 1887; for the latter act expressly provides, that the concise statement of the plaintiff’s demand shall, in the action of assumpsit, be accompanied by copies of all the notes, etc., upon which the suit is brought. The copy filed, as a statement under the act of 1887, is defective in several particulars: first, it does not state the amount which the plaintiffs believe is justly due upon the note; second, it is not a statement accompanied by a copy of the note; and third, it is not signed by the plaintiff or his attorney, as the act of 1887 expressly requires.\nThis is the first case which has reached this court involving the practice under the new procedure act, and we think it better that, we should start right. The provisions of the statute in this respect are plain, and should be observed. The object of the act is, doubtless, to dispense in ordinary cases with precise and technical pleadings; but in order to obtain substantial justice the statement should convey to the defendant the nature and extent of the plaintiff’s claim, which the mere copy of the instrument in suit would not in all cases do.\nWe are of opinion, therefore, that the record was notin condition to justify the plaintiffs in demanding a judgment for want of an affidavit- or for want of a sufficient affidavit, at the time this judgment was entered, and upon this ground the judgment must be reversed.\nUpon the question of the sufficiency of the affidavit we think the court was right; the affiant alleges that the note was given for extension tables, which he purchased from the plaintiff upon the warranty that they would be of the same kind and quality as a previous lot, etc. “ The mere averment of a warranty, without more,” as we said in Kaufman v. Iron Co., 105 Pa. 541, “ is bad; the affidavit should disclose whether it was express or implied, set forth its terms, and state when, by whom, and by what authority it was made.”\nThe affiant further says, the tables were “ wholly unfit for the defendant’s trade, and not worth to this defendant,” etc. As the defendant kept the goods, and did not return them, it was immaterial whether they were fit for his particular trade or not, or what they were worth to him; he should state their value in the market, with reasonable accuracy, and liquidate his damages accordingly. The affidavit is general in its terms, and evasive in its effect.\nThe judgment is reversed, and a procedendo awarded."}