{"id": "556724", "contents": "Opinion,\nMe. Justice Steeeett :\nBriggs & Drum, plaintiffs in error, sold live stock, on commission, for Alexander & Co., who, through N. Holmes & Sons, drew on them for $2,700, proceeds of sale. In this suit on the draft, the defence of Briggs & Drum was payment, on presentation, by cashier’s check of the Penn Bank to the order of N. Holmes & Sons, plaintiffs below. The latter admitted the check was received by them, but not as absolute payment. The question, therefore, was whether the cashier’s check was received as absolute or only as conditional payment, and whether, under the evidence, that was properly a question of law for the court or one of fact for the jury.\nIt is conceded by plaintiffs in error that the giving of a third person’s check, without more, is not necessarily payment of the debt for which it is received, and in the absence of any agreement, express or implied, the presumption is that it is only conditional payment, but that presumption may be rebutted by circumstances tending to show the contrary. They contend the evidence in this case shows a course of dealing, between defendants in error and themselves, in which Penn Bank cashier’s checks were recognized as cash in payment of drafts; and, if the question had been submitted to the jury, they would have been, warranted in finding the payment in controversy was absolute and not conditional. In support of this position they refer to the evidence of J. G-. Holmes, who testified in substance that the draft in suit was received and lifted, May 24, 1884, by cashier’s check; that his firm had been collecting drafts on Briggs & Drum for several years, and payment had always been made in same manner. Also, to the evidence of W. H. Drum, to the effect that he had been previously instructed by N. Holmes & Sons to pay drafts with cashier’s checks; that the cheeks of Briggs & Drum would not be acceptable, etc. On cross-examination, same witness, referring to a conversation had at N. Holmes & Sons’ bank, says : “ I was told that they would not accept our check for the payment of drafts, and that they would accept the cashier’s check of the Penn Bank.” It is further contended that the conduct of N. Holmes & Sons, in not notifying Briggs & Drum of the non-payment of the check, and not making any demand on them for six months after the bank failed, is corroborative of the alleged understanding that cashier’s checks would be received as cash in payment of drafts.\nWithout further reference to the evidence, we are satisfied the question of fact, upon which the defence hinged, was fairly raised, and should have been submitted to the jury under proper instructions. In the facts which the evidence tended to prove, this case is distinguishable from Canonsburg Iron Co. v. Union National Bank, 18 Pittsb. L. J. 93, in this, that in that case the only and undisputed fact upon which the case turned, was that the bank, as holder of the note, received from the maker a cashier’s check to its own order for the amount, and simultaneously therewith delivered the note. There was no admission, in the case stated, of a previous course of dealing or understanding'between the parties that cashier’s checks should be received as cash. In this case we think there is some evidence, on these subjects, ..that is proper for the consideration of the jury.\nJudgment reversed, and a venire facias de novo awarded."}