{"id": "556747", "contents": "Opinion,\nMr. Justice Sterrett :\nIn view of the clearly established contract relation existing between the Chartiers gas company and Martin Joyce, the contractor, the learned president of the Common Pleas was clearly right in his conclusion that the company “ could not be held liable for any damages, directly arising from the negligence or misconduct of the contractor, during the time he had charge of the work and while it was under his exclusive control.”\nIn my judgment, it is to be regretted that corporations, such as plaintiff in error, invested with the right of appropriating private property and entering upon public highways for the purpose of laying pipes in which to transport and distribute one of the most dangerous natural agencies in existence, should he permitted to relieve themselves of the duties and responsibilities incident to the business, by letting part of the work, requiring'the highest degree of care, to an independent contractor; but, the law on this subject has been too firmly settled to admit of any doubt, and must therefore be administered as we find it.\nWithout questioning the non-liability of the company for damages caused by the contractor’s negligence while the work of laying the pipes, etc., was under his exclusive control, plaintiff below contended the company was still liable under the circumstances stated in two of the points for charge submitted by her, viz.: “ 2. That if Martin Joyce did his work under the contract, between him and the Chartiers gas company, in a negligent and improper manner, so that a reasonably prudent man would apprehend injury to the pipes of the other gas companies, and the Chartiers gas company knew that the work had been negligently done, but nevertheless took it off his hands, and ought as reasonably prudent men to have anticipated injury to the pipes of the other companies, by the sinking of the ground resulting from Joyce’s improper and negligent work, said Chartiers gas company will be liable, notwithstanding the terms of the contract between Joyce and said Chartiers gas company.” “ 8. If, after Joyce finished and delivered the work at the place of the accident, the said Char-tiers gas company knew, or ought to have known, that the ground was insufficiently tamped and was sinking, said Char-tiers gas company was bound to anticipate probable injury to the pipes of the other companies, and repair the work, and failure of said company to do so was negligence.”\nThese propositions were both broadly affirmed by the court, and the case was submitted to the jury on the questions of fact involved therein, viz;: whether the company had accepted and taken off the contractor’s hands that portion of the work where the negligence of the latter manifested itself by the explosion, etc. The case was thus made to turn upon the acceptance by the company of work so negligently and improperly done that the company knew, or ought to have known, that it was unsafe and positively dangerous. To such a submission there could be no possible objection, if there was any evidence from which the jury were warranted in finding that the work had been accepted by the company and taken off the hands of the contractor; but, unfortunately for plaintiff below, there was not. We have examined the testimony presented to us, and find no evidence from which the jury was warranted in finding an acceptance, either formal or informal, of the work at the point where the explosion occurred. We are therefore constrained to reverse the judgment for error in submitting the case to the jury, on a vital question of fact of which there was no sufficient evidence. This error pervades all the specifications.\nJudgment reversed."}