{"id": "556725", "contents": "Opinion,\nMr. Justice Green :\nWhen the case of The County of Erie v. The Commissioners of Erie, 113 Pa. 368, was before us no question was raised as to the constitutionality of the proviso clause of the act of May 14,1874. No assignment of error to the decision of the court below presented that question. It was not raised or decided in the court below. It was not presented to us either in the paper books or in the oral argument. It was not before us in any manner whatever, and of course it was neither discussed nor decided. It is before us now, however, by a distinct assignment of error, and must therefore be met and decided. What we decided in the Erie case was simply that property yielding a revenue was liable to taxation, although owned by a municipality and used for public purposes. It was a question of construction only. The present question is widely different from that. It is whether the proviso clause is in conflict with article III., section 3, of the constitution oí 1874, which, is in these words: “ No bill except general appropriation bills shall be passed containing more than one subject, which shall be clearly expressed in its title.”\nThe title of the act of May 14, 1874, is in the following words : “ An act to exempt from taxation public property used for public purposes, and places of religious worship, places of burial not used or held for private or corporate profit and institutions of purely public charity.” '\nThe act itself then proceeds to exempt from taxation various kinds of property embraced within the enumeration of the title, and closes with the following' proviso: “ Provided that all property, real or personal, other than that which is in actual use and occupation for the purposes aforesaid, and from which any income or revenue is derived, shall be subject to taxation, except when exempted by law for state purposes, and nothing herein contained shall exempt same therefrom.”\nIt is perfectly plain that the title of this act discloses only a purpose to exempt property from taxation. Neither directly nor indirectly is any purpose indicated to impose taxation upon any species of property. Before reaching the expression of such a purpose it is necessary to read the whole of the title and all of the body of the act down to the word “ Provided.” Here, for the first time, is discovered an intent to impose taxation, and we discover that intent only by reading the operative words which direct the taxation in question. There is no title which discloses such an intent. But the third section of the third article enjoins a title, and also a clear expression therein of the one subject which it may contain. Here are three requirements of the constitution, all of which are disregarded. In the case of In re Road in Phœnixville, 109 Pa. 44, we said: “ While it may be difficult to formulate a rule by which to determine the extent to which the title of a bill must specialize its object, it may be safely assumed that the title must not only embrace the subject of the proposed legislation, but also express the same so clearly and fully as to give notice of the legislative purpose to those who may be specially interested therein. Unless it does this it is useless.”\nThe only remaining question is, Does the proviso clause impose taxation ? To this there is but one answer. Its very terms, in most direct and explicit language, do declare that all property, real and personal, yielding income or revenue, excepting wlrat is in actual use for the purposes mentioned in the enacting clause, and such as may be exempted for state purposes, shall be subject to taxation. Prior to the act of 1874 the rule was that nothing was subject to taxation except that which was expressly taxed by some law. Under this act everything is taxable except that which is exempt. So radical a change as this, which subjects to taxation many kinds of property never before taxed, must certainly be regarded as new legislation upon a subject of the gravest importance, and therefore plainly within the constitutional requirements we are considering. While it is true that specific taxation is not imposed by the proviso clause, yet it is also true that property is thereby made taxable which was not taxable before, and upon the basis of this legislation taxation can be imposed upon the property in question by the various taxing authorities throughout the commonwealth without further legislation. This is precisely what was done in The County of Erie v. The Commissioners of Erie, 113 Pa. 368, and what was attempted in The County of Erie v. The City of Erie, 113 Pa. 360. It could, and naturally would, be done in any case where a municipality owned water-works, gas-works, electric-light works, city halls, town halls, market houses, or other public works or buildings from which a revenue is derived; since none of these is exempted by the enacting clause of the act of 1874, nor was any of them subject to taxation before that law was passed. Entertaining these views we are obliged to declare the proviso clause of the act of May 14, 1874, to be in conflict with article III., section 3, of the constitution, and therefore void.\nJudgment reversed."}