{"id": "556723", "contents": "Opinion,\nMk. Justice Paxso'n:\nThe defendant was indicted in the court below for maintaining a common nuisance. The jury rendered a verdict of guilty, accompanied with a finding of' facts in the nature of a special verdict, upon which the court below subsequently entered a judgment for the defendant non obstante veredicto. •\nThe nuisance complained of consisted of the erection of a large wooden building partly on and upon a public street in the borough of Tarentum.\nThe special verdict sufficiently finds that the street referred to was a public street. It was laid out and dedicated to public use by the owners of the land who laid out the town, and was placed upon the plan thereof. The said plan was recorded in the recorder’s office of Allegheny county. It was adopted by the owners on October 11, 1882, and was recorded in March, 1833. From that time to the present the street has been used by the public, excepting that portion occupied by the house since its erection. The further finding that “ the township or borough authorities of Tarentum have never formally adopted said street or treated it as a public street by working upon it or taking charge thereof ” does not deprive it of its character as a public street.\nIt is true, as was said in Beatty’s Alley, 104 Pa. 622, that the dedication of a private alley to public use by the owners of the land will not make it a public alley unless it is accepted as such by the municipal authorities. This is because the owners of land in a township or borough cannot, for their own convenience, compel the municipality to accept a street or alley which is not demanded by the public. But the street in question is a part of the original plot or plan of the town; is as old as the town itself, and has been used by the public for over fifty years. This is evidence of its acceptance by the borough, and the fact' that no work has been done upon it by the borough has but little significance. It may not have needed repairs, and if it had, the authorities may have neglected their duty. ' When 'a'street has been dedicated to public use by the owners, and used by the public, it requires a much less time to presume an acceptance by the public, than where there has been a mere user without such dedication.\nSo far we are in accord with the learned judge of the court below. But we cannot agree to Ills conclusion that the public have lost their right to the use of this road by non-user or abandonment. Upon this point we have the finding of the jury that “ prior to the building of said house the said street was habitually traveled by the public as they wished to, and that since the building of the house the part of the street not occupied by the house has been continuously used by the public in traveling on foot and by vehicles, until within about one year last past, since which time it has been obstructed for vehicles.”\nThis in terms negatives the abandonment of the street. It was used as a public highway prior to the erection of the house; so much of the street as was left has been used ever since. The portion occupied by the house has not been used because it could not be. It was obstructed. The defendant was occupying it adversely, and if adverse possession for twenty-one years of a public highway would bar the public, she would have acquired the right. But such is not the law of this state. No title can be acquired against the public by user alone, nor lost to the public by non-user: Com. v. McDonald, 16 S. & R. 389; Com. v. Rush, 14 Pa. 186; Penny Pot Landing v. City of Philadelphia, 16 Pa. 79; County of Susquehanna v. Deans, 33 Pa. 131. It is settled law that public rights are not destroyed by long-continued encroachments or permissive trespasses : Kittaning v. Brown, 41 Pa. 269. The public is not deprived of its rights .by encroachment. Buildings erected on public grounds or on highways acquire no right on account of time or expenditures: Com. v. Alburger, 1 Wh. 486; Rung v. Shoneberger, 2 W. 22; Com. v. Bowman, 3 Pa. 202; Wartman v. City of Phila., 33 Pa. 202; Philadelphia v. Railroad Co., 58 Pa. 253. A street can no more be obstructed partially than closed altogether: Kopf v. Utter, 101 Pa. 27. Authorities might be multiplied indefinitely were it necessary.\nThe judgment is reversed, and judgment for the commonwealth upon the verdict; and record remitted to the court below, with directions to proceed to sentence according to law."}