{"id": "556758", "contents": "Opinion,\nMr. Justice Paxson:\nThis case has been so fully discussed by the learned master and the court below that but little needs to be added.\nWe start out with the admission by the appellants that the grant to appellee of ferry privileges by the act of March 14, 1850, is an exclusive one between '-the termini named on the waters of the Youghiogheny river. We have the further fact, found by the master, and not denied, that the appellants have no grant of ferry rights from the legislature, there or elsewhere. We have the additional fact that the appellee has for about thirty-five years maintained and operated a ferry at the place designated. For the earlier portion of the time he kept a skiff for conveying passengers merely. The master finds: “From 1873 to 1880 there seems to have been no boats for the transportation of wagons. The travel across the river at this point was very light prior to the construction of the railroad on the west side; not sufficient to justify the keeping of a regular ferryman.” In the early part of the year 1885, when from various causes the business of the ferry had increased to an extent that promised some return to the appellee for his outlay, James E. Douglass, one of the appellants, established a ferry between the same termini, and practically over the same route. He has no license from the state, nor does he show any authority whatever for establishing a public ferry. He justifies dividing the scanty toll with the appellee by alleging that the latter has not acquired a landing-place on the west side of the river, from which we are asked to decree that the appellee has not complied with the act of 1850, and is not entitled to be protected in the use of his ferry as against the appellant.\nWe do not take this view of the matter. The act of 1850 does not in terms impose upon the appellee the duty of acquiring landings in fee. It authorizes him “to make good and convenient landings on the east and west side of the Youghiogheny river,” and “ for keeping up and maintaining the said landings and ferry,” he is “ authorized to charge customary tolls,” etc. On the east side of the river the appellee lands upon his own ground; on the west side he has been landing all these years without complaint of any one, property owner or passenger, and the master finds that he has kept the landings “ in reasonable condition and repair.”\nWe are of opinion that the appellants, who show no right to set up a ferry, have not any standing to allege that the appellee has not complied with the act of assembly. The commonwealth may, if she thinks appellee has not complied with the law, and is maintaining an illegal ferry, call him to an account, and forfeit his rights under the act. So far as developed by this case, however, we think he has substantially complied with the act of 1850.\nThe appellants contend further that the grant is a dead letter for the further reason that there never having been a reasonable compliance therewith, it fell with the adoption of the present constitution, article XVI., section 1, of which provides: “ All existing charters, or grants of special or exclusive privileges, under which a bona fide organization shall not have taken place and business been commenced in good faith, at the time of the adoption of this constitution, shall thereafter have no validity,” and Cliincleclamouche Lumber and Boom Company v. Commonwealth, 100 Pa. 488, and some other cases were cited in support of this view. No fault is found with these cases; they are good law, but they have no application to the facts of the case in hand. Here business was commenced in good faith and has been continued to the present time. The fact that until a few years ago a skiff only was used for passengers, and that there was no flat-boat for wagons and other vehicles, is not, under the circumstances, evidence of bad faith to the state or the public, and no complaint has ever been made by either. It is very evident that until recently there was no demand for a flat; at least not enough to justify placing one on the ferry. There is nothing in this point, and we would not have noticed it but for the fact that it might otherwise have given the impression that it had been overlooked.\nThe decree is affirmed, and the appeal dismissed at the costs of appellants."}