{"id": "558077", "contents": "Opinion,\nMr. Justice Sterrett :\nSubject to certain “uses, terms, conditions, and limitations,” during the lifetime of his daughter Susan, and for her benefit, the testator, William Shirk, devised the lot in question to William H. and Mary Shirk, two of the defendants in error, children of his “ deceased son Lorenzo and their lawful issue;” and, in same connection, directed that, upon the decease of his said daughter Susan, “ and then only, shall the possession thereof be taken by my said two grandchildren.....or their lawful issue, subject, however, to the limitations and restrictions hereinafter mentioned, they to take and hold the same as tenants in common, and for which, in the distribution of my estate, I order and direct that they be charged the sum of four thousand dollars.”\nIn the seventh item of his will, he also gives one fifth of his residuary estate to the same two grandchildren “ and to their lawful issue, first deducting therefrom the sum of four thousand dollars, which I have charged them for the real estate devised to them.” Again, in the next succeeding item he provides as follows: “ I further order and direct that in case either of my grandchildren, the children of my son Lorenzo, deceased, shall die without leaving lawful issue, then and in that case the share of the said child shall go to the survivor; and in case both of the said children should die without leaving lawful issue, then it is my will and I order and direct that the real estate hereinbefore devised to them as tenants in common, as well as the one fifth part of my residuary estate, shall go, and I hereby devise and bequeath the same to my four remaining children.”\nThe testator evidently used the words “lawful issue” and “ die without leaving lawful issue ” understanding^, because in other items where he intended to give a fee, or a life estate with remainder in fee, or to create a trust, etc., he used apt Words for the purpose. For example, in the third item he devises a house and lot to his son Lewis “for and during his lifetime, and at and immediately after Ms death, I give and devise the same unto the children of my said son Lewis C., their heirs and assigns forever as tenants in common;” and in the fourth item he devises a house and lot to Ms “son Samuel Shirk, and to his heirs and assigns forever.”\nThe word “ issue ” in a will is to be construed either as a word of limitation or of purchase as will best effectuate the intention of the testator gathered from the entire instrument. Prima facie, however, the word means “heirs of the body,” and is to be construed as a word of limitation and not of purchase, unless there be something on the face of the will to show it was intended to have a less extended meaning, and to be applied to children only, or to a particular class, or at a particular time. Standing alone, therefore, the words “ die without leaving issue ” and other expressions of the same import mean an indefinite failure of issue: Taylor v. Taylor, 63 Pa. 481; Middleswarth’s Adm. v. Blackmore, 74 Idem 414. At common law, in the absence of words making a different intent apparent, the established interpretation of such expressions in a will is that they import a general indefinite failure of issue, and not a failure at the death of the first taker; and such has undoubtedly been the rule in this state since Eichelberger v. Barnitz, 9 W. 447. In that case the testator directed that if his son Henry “ should die without leaving any lawful issue, that then his full share should go to his brothers and sisters,” and it was held that Henry took a fee-tail. Some of the later cases in which the rule is recognized are Lawrence v. Lawrence, 105 Pa. 335; Carroll v. Burns, 108 Idem 386, and Cockins’s Appeal, 111 Idem 26.\nIn the absence of any evidence of intention to use the words “ die without leaving lawful issue ” in any other than their well established meaning, it is reasonable to assume that testator intended they should be so construed. If so, he created an estate, which according to all the authorities would have been an estate-tail prior to the act of April 27, 1855, but which under its operation is converted into a fee simple. Indeed it is conceded there is nothing in the will to qualify or limit the meaning of the words in question, unless it be the ■ clause wherein the testator says: “ It being my express will, and I hereby order and direct that under no circumstances shall the late divorced wife of my deceased son Lorenzo have any part or portion of my estate and effects, whether real, personal, or mixed.”\nWhether this clause was inserted by the testator merely out of abundance of caution, or to manifest antipathy to the divorced wife of his deceased son, or from whatever cause, it furnishes no sufficient evidence of intention to restrict or qualify the language of the devise under consideration.\nJudgment affirmed;"}