{"id": "558090", "contents": "Opinion,\nMr. Justice Paxson:\nThis was an action of ejectment. Upon the trial beíow the defendant offered in evidence, as part of his title, the record of a sheriff’s sale of the property upon a judgment recovered in an action of covenant upon a ground rent. The action was brought against the administrator of the original covenantor, and was for the arrears accruing since his death.\nIt is settled that the personal representatives of the covenantor may be sued for the breaches of the covenant in the ground-rent deed, occurring after his death, but the judgment will be restricted to the land bound by the covenant: Gardiner v. Painter, 3 Phila. 365; Quain’s App., 22 Pa. 510; Williams’s App., 47 Pa. 283. It was urged, however, that the proceedings upon the ground-rent were defective because there was no scire facias to .warn the heirs as required by the act ,of February 24, 1834. The object of that act was to give the heirs notice of an attempt to charge a debt of a decedent upon his real estate in their hands, and it has no application where the testator in his lifetime has charged his real estate with the payment of the debt. In such cases the heirs take the real estate cum onere. It is true that Justice Thompson did say in McLaughlin v. McCumber, 36 Pa. 22, that “ the requirement of the statute of 1834, that in order to charge the lands of the decedent as against the widow and heirs, they must be made parties to the judgment, is a rule without exception,” yet this must be understood in connection with the facts involved in that case. There a judgment had been recovered against an executor upon a debt of his testator, and it was sought to charge his real estate with said debt without making his widow and heirs parties. ■ It may be said that, as to all such cases, there is no exception to the rule. A scire facias upon a mortgage is not within § 34, act of February 24, 1834, requiring the widow and heirs or devisees of a decedent to be made parties to a suit against executors : Chambers v. Carson, 2 Wh. 365. The only effect of such omission is that, on the trial of the ejectment, they may make any defence they could have made to the scire facias : Wallace v. Blair, 1 Gr. 75.\nThe judgment upon this ground-rent was a judgment de terris, and the suit was as much a proceeding in rem as is a scire facias upon a mortgage. The administrator could not have been compelled to pay the money out of the personal estate, nor could it have been made out of any real estate other than the particular property upon which it was charged, and out of which the rent issued. It was a restricted charge. It was held in McMurray v. Hopper, 43 Pa. 468, that “ an unconditional revival of a restricted judgment, during defendant’s lifetime, makes it a general lien on all his lands in the county; but such revival after his death against his personal representatives only, simply continues the lien as originally restricted. To incqmber his other real estate with the judgment, as against the widow and heirs, proceedings must be had against them under the provisions of the 34th section of the act of February 24, 1834.”\nIt is true a judgment against a covenantor in a ground-rent deed is a general, unrestricted judgment, and the money may be made out of any of his property, real or personal, that can be found. So I apprehend a judgment against his executor or administrator for rent which accrued prior to his death could be collected out of his general assets, real or personal; yet, to charge it upon any real estate other than that out of which the rent issued, would require notice to the widow and heirs under the act of 1834, under the principle above cited in McMurray v. Hopper.\nIt is' conceded that a scire facias upon a mortgage is not within the act of 1834. The reasons are equally strong for the exemption of a judgment upon ground-rent from its ope-, ration. A ground-rent is something more than a lien or even a charge ; it is an estate, and is bound by the lien of a judgment or mortgage equally with the land. The remedies for its collection are threefold, viz.: (a) The action of covenant upon the deed, (5) by distress, and (c) by re-entry. The last two remedies are always in rem; the first is so (as in this case) for rent falling due after the death of the covenantor. No one, I presume, will contend that where the ground landlord proceeds to collect his rent by distress, or re-entry, that he must make the widow and heirs parties under the act of 1834. Nor do I see any stronger reason why he should make them parties when he attempts to collect it out of the property itself by execution. He is charging nothing upon the land of the deceased covenantor; he is merely enforcing a charge placed upon it by the decedent himself in the very inception of his title, which binds it in the hands of his heirs, and runs with the land forever, and in every change of ownership.\nJudgment affirmed.\nOn February 24, 1888, the plaintiff’s counsel filed a motion for a re-argument, submitting that the question arising upon the second assignment of error had not been decided, and that the weight of authority certainly seemed to be that one who holds subject to a mortgage cannot thus acquire title against the mortgagee; that the rule applied to tenants in common and to husbands interested uxoris jure, and that Rauch v. Dech, 116 Pa. 157, relied upon by the court below, was inapplicable. It was further submitted that the opinion filed upon the first assignment of error was not in accordance with the decision of Mangan’s App., 20 W. N. 257, and that, consistently with the case cited, the word “ charge ” in the act of 1834, could only be interpreted as meaning “ taken in execution,” and as having no reference to lien.\nOpinion,\nMr. Justice Paxson :\nWe are asked to grant a re-argument in this case. The principal ground upon which such motion is made is that in the opinion we did not discuss the second reserved question. From this fact the inference is drawn that we overlooked it. Such, _ however, was not the case. I did not discuss it because I was under the impression that it was practically abandoned at the argument. It was not discussed in the oral argument at bar, and was hardly alluded to, if it was alluded to at all, by either side. This is very frankly stated in the petition for re-argument.\nWe do not deem it essential, when we affirm a judgment, to discuss every question raised by the ingenuity of counsel, especially where such question is not pressed upon the oral argument. It would make our opinions of inconvenient length, burdensome to us, and more especially so to the members of the bar who are compelled to read them. In the case in hand I did not refer to the second question reserved, for the reason that the learned judge below had said all that I considered necessary in regard to it. I might well leave the matter here, but as the learned counsel appears to be under the impression that the views of the court below are unsound, and particularly that the case of Rauch v. Dech, 116 Pa. 157, has no application, I will add a few words to what the learned and able judge below has so well said.\nThis was an attempt to apply the familiar rule in equity, that when a vendor or mortgagor either sells or mortgages land which he does not own, and afterwards obtains the title thereto, he will not be permitted to set up this after acquired title to defeat his previous grant or mortgage, for this would be to permit him to perpetrate a fraud on his grantee or creditor. That the rule has no application to this case requires but a moment’s consideration. The defendant bought the premises in question at a judicial sale for arrears of a ground-rent which antedated the mortgage. The effect of this was to discharge the lien of the mortgage. The defendant paid his own money and for all practical purposes was a stranger to the title. His only connection with the land prior to his purchase, as was said by the court below, was as husband of one of the tenants in common of a barren legal title, cast upon them by descent, and not reduced to possession or recognized by them in any way. It was among the admitted facts in the case “ that when John Ketcham died his estate was insolvent, and this land was incumbered beyond its market value, and therefore the heirs did not enter into possession or take any steps to recognize their legal title.” We entirely agree with the learned judge below when he said: “ In the face of these facts, to hold, in an action, not by the other co-tenants, but by an adverse incumbrancer, that the defendant must be conclusively presumed to have bought as trustee for his wife, and therefore that he is remitted to her prior title ; that her title inures to the benefit of all the co-tenants, and is therefore the title of the ancestor, and subject to the incumbrances due by him, would be directly contrary to the principle of Rauch v. Dech;” and, we may add, contrary .to every principle of natural justice.\nI have referred to this question thus briefly for the sole purpose of showing that it did not require a discussion. I desire to say that Mangan’s Appeal, 20 W. N. 257, was not referred to in the opinion of the court for the reason that it was not considered to apply to this case.\nThe motion is denied."}