{"id": "558124", "contents": "Opinion,\nMr. Justice Paxson:\nIf this had been a taxpayer’s bill with the proper averments, we would have had before us in an orderly way the question of the power of the commissioners of Delaware County to tear down and rebuild a county bridge without any action on the part of the grand jury and the Court of Quarter Sessions. It is not, however, a taxpayer’s bill. It was filed by a property owner, whose only complaint is that the commissioners are erecting the bridge in a manner that will be injurious to his property rights. The learned judge below evidently saw this difficulty when he said in his opinion: “It is contended, however, that as this is not a taxpayer’s bill, the question of authority is not raised. While it may be true that the question of authority to build the bridge is not the direct issue between the parties, it is incidental to it. The bill prays for relief from an alleged unlawful act, and Wilhelm’s Appeal, 79 Pa. 120, decides that where there is jurisdiction of the subject matter, equity may determine any incidental question necessarily involved. The plaintiff charges the commissioners with' an unlawful interference with his property. He may therefore show a want of authority to do the act complained of.”\nThis paragraph is evidently based upon a misconception of the nature and effect of the plaintiff’s bill. We do not understand it to pray for relief “ from an alleged unlawful act,” nor to charge the commissioners “ with an unlawful interference with his property.” On the contrary, it charges no unlawful act on the part of the commissioners. There is no averment in the bill that they are proceeding without proper authority to rebuild the bridge, and without such averment a taxpayer’s bill would be demurrable. Public officials like county commissioners can only be restrained in their official acts when it appears that they are proceeding without lawful authority. This is the principle which underlies Sharpless v. The City of Philadelphia, 21 Pa. 147, and the line of cases following it. The building of county bridges is one of the recognized duties of county commissioners. There is no averment that these commissioners are proceeding without the authority of the grand jury and Court of Quarter Sessions. We cannot therefore, as before stated, pass upon the question of their power to act without such sanction. Nor would it help the matter were we to permit the bill to be amended and by a convenient fiction treat it as a taxpayer’s bill, for it would still lack the essential averments. It would have to be reconstructed from the foundations to give it any value as a taxpayer’s bill.. This cannot be done at this stage of the case.\nIt needs no authority to show that the county commissioners cannot be controlled in their discretion in building a county bridge at the application of a private citizen. This cannot be done either in the size of the bridge, its plan, or the location of its piers or abutments. The master finds that this bridge is located wholly on the old road-bed and within its lines. It does not touch the land of the complainant. If it causes injury to the latter by interfering with his water rights, he has his remedy by an action on the case. The right to compensation for what are usually called consequential injuries, that is to say, where property is injured without being actually taken, is given by sec. 8 of article XVI. of the constitution. We do not agree, however, with the learned judge below, that a jury could be appointed to assess the damages. This can only be done where property is actually taken. We have therefore held that inasmuch as the legislature has provided no remedy for the assessment of such damages, an action on the case will lie to enforce the right conferred by the constitution: Penn. R. Co. v. Duncan, 111 Pa. 352; County of Chester v. Brower, 117 Pa. 647.\nNor do we agree with the court below that the complainant is entitled to his injunction until the county shall make compensation for the injury. The' only difference between the late constitution and the present one in this respect is, that in the former, compensation was given only for property taken; in the latter, compensation is given for property taken, injured, or destroyed. In either case, compensation must be made or secured before such taking, injury, etc. It has been repeatedly held that the power of taxation in a municipal corporation is sufficient security for property taken by such corporation. Hence it logically follows that it is sufficient for property injured. These authorities are too familiar to need citation.\nThe decree is reversed, and the bill dismissed at the cost of the appellee."}