{"id": "558102", "contents": "Opinion,\nMr. Justice Sterrett:\nThis case stated, as amended in the court below, presents substantially the following facts. Plaintiff having been duly elected, served as sheriff of the county for three years from January 1, 1881, during which time, at stated intervals, he presented to the county commissioners accounts of the fees which he claimed were due and payable to him by the county. These accounts havingbeen approved in due course, the amounts thereof respectively were paid in full. They were afterwards examined and passed upon by the county auditors from whose reports no appeal was ever taken.\nThe itemized statements of account above referred to were based upon the sheriff’s fee-bill supposed to have been established by the act of June 12, 1878, and, in the aggregate, they footed up $283.15 less than the same services amount to under the fee-bill of April 2, 1868. On April 12, 1886, the said act of June 12, 1878 was pronounced unconstitutional by this court: Morrison v. Bachert, 112 Pa. 322, and, of course, the fee-bill of April 2, 1868, which was supposed to have been supplied by it, was thenceforth recognized as the only valid fee-bill, and inasmuch as the latter provides for a higher scale of fees, the loss of the less favorable act was not deplored by those who were benefited thereby. Plaintiff accordingly claimed he was entitled to demand and receive from the county the difference, $283.15, above stated, and the court below was asked to decide whether, upon the admitted facts, he was legally entitled thereto or not. In view of the fact that the fee-bill of 1868 had never been supplied or repealed and was therefore the only one in force, the court was of opinion that plaintiff should be paid for Ms services according to the schedule of fees established by it, and hence he was entitled to judgment against the county for the amount above stated.\nThat conclusion is logical and sound, unless plaintiff was concluded by Ms settlements with the county commissioners and subsequent adjudications of the county auditors from wMch no appeal was ever taken; and, on principle as well as authority, we are constrained to say these are an absolute bar to Ms recovery: Blackmore v. County of Allegheny, 51 Pa. 160, and authorities there cited, viz.: Northumberland County v. Bloom, 3 W. & S. 542; Wilson v. Clarion County, 2 Pa. 17; Porter v. School Directors, 18 Pa. 144; Northampton County v. Yohe, 24 Pa. 305; Brown v. White Deer Township, 27 Pa. 109; Dyer v. Covington Township, 28 Pa. 186; Commissioners v. Lycoming County, 46 Pa. 496.\nThe act of April 15, 1834, makes it the duty of county auditors to audit, settle and adjust the accounts of the commissioners, treasurer, sheriff and coroner of the county, and make report thereof to the Court of Common Pleas, together with a statement of the balance due from or to such officers respectively. It also provides that their report when filed in court shall have the effect of a judgment, upon wMch execution may issue against the property of the officer, in like manner as on ordinary judgments. It also provides for an appeal, either by the county or the officer, from the report of the auditors, witMn sixty days after the same is filed, trial of the issue by a jury, judgment on their verdict, execution, etc. A special tribunal is thus erected, with all necessary powers to bring before it the parties, witnesses, etc., determine the indebtedness by or to the officer, and enforce its collection. This, under the provisions of the act of 1806, necessarily excludes every other remedy except the appeal provided for; and, if that is not taken within the sixty days limited by the act, the decision of the auditors becomes final and conclusive, and cannot afterwards be inquired into either by the auditors themselves or by a court of law. If the plaintiff below was dissatisfied with the decisions of the auditors, he might have appealed from their reports within the time limited by the act; but, not having done so, their decisions became final and conclusive against him, and thenceforth the doors of the Common Pleas and every other judicial tribunal were effectually barred against him as to any claim or claims within the jurisdiction of the county auditors at the time his respective accounts were audited, settled and adjusted by them. This proposition was definitely reaffirmed and settled in the case first above cited.\nSubstantially the same principle has been settled in analogous cases, among which are Commonwealth v. Reitzel, 9 W. & S. 109, and Hutchinson v. Commonwealth, 6 Pa. 124. In the latter case it was held that the settlement of a public officer’s accounts by the auditor general, unappealed from, was conclusive, even though on the face of the account it was apparent that an allowance, authorized by an act of assembly, was not made. Mr. Justice Bell, delivering the opinion of the court, says : “ By declining to appeal, the party concedes the correctness of the settlement in every particular, and he cannot afterwards be permitted to aver that his acquiescence was induced by misapprehension of the law. Admitting this to be true, it is beyond the power of the ordinary tribunals to afford redress. If injustice has been done, the only remedy is to be found in the exercise of the extraordinary power of the legislature.”\nJudgment reversed, and judgment is now entered on the case stated in favor of defendant below, with costs."}