{"id": "558128", "contents": "Opinion,\nMr. Justice Sterrett :\nAs stated by the learned president of the Common Pleas, the only question in this case is “ whether a wife may .be arrested in satisfaction of a judgment for defamatory words, spoken by her during coverture, in which her husband is not implicated?”\nIf the time honored principle of the common law, exempting married women from arrest and imprisonment in civil actions for torts committed during coverture, is still in force here, this question must be answered in the negative. Blackstone says: “If judgment be recovered against husband and wife for the contract, nay even for the personal misbehavior, of the wife during her coverture, the capias shall issue against the husband only; which is one of the many great privileges of English wives:” 2 Sharswood’s Bl., 288. “In an action against husband and wife the husband alone can be arrested:” Tidd’s Prac., 1026. “ When the remedy for the wife’s tort is only by suit or a fine, the husband is hable with the wife; but, if the remedy be sought by imprisonment on execution, the husband is alone liable to imprisonment.....This indulgence is carried so far as to excuse the wife from punishment for theft committed in the presence or by the command of her husband:” 2 Kent’s Com. 149.\nIn its bearing upon the question now under consideration, the general principle thus stated by text writers, has never been abrogated or qualified by statute in this state. The act of February 8, 1819, re-enacted in 1836, P. L. 573, declaring, “No female shall be arrested or imprisoned for or by reason of any debt contracted after” its passage, was not intended to qualify the well recognized principle of exemption above stated; on the contrary, it is an extension of that principle. Nor, could any restriction or qualification of the principle have been intended by the 6th section of the act of April 11, 1848, which declared, nothing therein shall be construed to protect the separate property of married women “from levy and execution on any judgment that may be recovered against a husband for the torts of his wife.” In practice, the principle exempting married women from arrest, either on original or final process in civil actions for torts committed during coverture, has always been observed. One of the most recent cases in which the question of privilege arose was, Commonwealth ex rel. McDowell v. Keeper of County Prison, 11 W. N. 341. The relator, having been arrested and committed to prison, was brought out on habeas corpus; and, it appearing she was a married woman, this court discharged her, holding that a feme covert cannot be arrested on a capias ad respondendum, where the cause of action, whether it be a contract or a tort, accrued during coverture.\nOur “Married Person’s Property Act” of June 3,1887, P. L. 332, in force at the time the cause of action in this' case arose, changes in some respects the legal relations of husband and wife, but it does not abrogate the principle under consideration. It provides that the wife may sue and be sued, either upon such contracts as she is thereby authorized to make, “ or for torts done to or committed by her, in all respects as if she were a feme sole, and her husband need not be joined with her as plaintiff or defendant, or be made a party to any action, suit or legal proceeding of any kind brought by or against her in her individual right; and any debt, damages or costs- recovered .....against her in any such action.....shall be payable out of her separate property and not otherwise.”\nThe learned judge of the court below appeared to think that, whatever may have been the common law rule as to the exemption of married women from arrest and imprisonment for torts committed by themselves during coverture, the act referred to was intended to place them upon the same plane of equality, in that respect, with their less favored single sisters. He, moreover, depicts in strong language what he conceives would be the dire consequences of a contrary construction of the act, saying among other things, that it would furnish impecunious wives “ with a carte blanche to commit torts ad libitum,” confer upon married women generally “ the privilege of sanctuary for their torts, and abandon their less fortunate sisters to what we are accustomed to call, ironically, the tender mercies of the law,” etc.\nWe think he is inclined to take a too gloomy view of the outlook; but, whether so or not, we fail to discover in the provisions of the act anything to indicate an intention to restrict or qualify the operation of the common law rule of exemption from imprisonment, much less to abrogate it altogether. If the new law shall prove to be productive of evil consequences, it will be the duty of the legislature to remedy its defects. It is our duty to construe, not to make the law. As was well said by the learned president of Common Pleas No. 4 of Philadelphia, “If the legislature had intended to uproot the beneficent principle of the old law, which protects a married woman from arrest and imprisonment upon a charge of slander or any other tort committed during coverture, they would have said so in plainer terms ” than are to be found in the act Of 1887: Whalen v. Gabell, 4 Pa. C. C. R. 187. All that is said or intended is that she may be sued upon her contracts or torts without joining her husband and that any judgment recovered against her, for either, shall be collected from her separate property. It was never intended to subject her to arrest and imprisonment in civil cases for torts committed during coverture, or to destroy the immunity in that respect which she theretofore enjoyed.\nCare must be taken not to confound the common law rule, that a married woman is liable in a civil action for torts committed during coverture, with the principle of exemption from arrest to answer, or arrest and imprisonment in satisfaction of judgments obtained in such actions. Two of our own cases, referred to by the court below, viz.: Franklin’s Appeal, 115 Pa. 584, and Wheeler v. Heil, 115 Pa. 487, relate to the former, and have nothing whatever to do with the principle of exemption from arrest. It is otherwise, however, as to Mr. Chitty’s note to 3 Bl. Com., 414, cited and relied on by him as authority for the principle that the wife, as well as her husband, may be taken in execution, etc. That clause of the note appears to rest upon the more than doubtful authority of a few sporadic cases nearly one hundred and fifty years old, among which are Pitts v. Meller et ux., 2 Str. 1167; Finch et ux. v. Duddin et ux., Idem 1237, and Langstaffe v. Raine et ux., 1 Wils, 149. These cases appear to have been decided on grounds peculiar to themselves and cannot militate against the general common law principle as stated by the text writers above quoted.\nWe think the court below erred in discharging the rule to set aside the capias ad satisfaciendum which was issued against plaintiff in error.\nOrder discharging rule to show cause reversed, and it is now ordered that the writ of capias be quashed."}