{"id": "559460", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal from the order of the Commonwealth Court affirming the order of the PUC, which required appellants to file an application for a certificate of public convenience and necessity. The sole issue in the case is whether a joint venture which produces, transports by pipeline, and sells natural gas to a single end user is required by the Public Utility Code to file an application for a certificate of public convenience.\nEnergy Production Company produced and sold natural gas to various interstate pipelines and to local distribution companies until 1982, when its business began to decline. Energy Production then began to explore alternative markets. It entered into discussions with potential customers within a twenty mile radius of its leasehold, including Bethlehem Steel Corporation. As a result of these discussions, Energy Production and Bethlehem Steel entered into an agreement for the sale of gas, which was to be delivered by truck. Although Peoples Natural Gas Co. had supplied natural gas to Bethlehem Steel since 1945, Bethlehem Steel was interested in the possibility of purchasing some of its natural gas from Energy Production because of its ongoing program to reduce its natural gas costs. No gas was delivered under the contract, however, because Energy Production could not resolve economic difficulties with the transport company.\nSubsequently, Energy Production formed a new corporation, Energy Pipeline. Both Energy Production and Energy Pipeline entered into a new agreement with Bethlehem Steel on January 26, 1984. Pursuant to this agreement, Energy Production was to provide natural gas for Bethlehem Steel and Energy Pipeline would build a twenty-one mile pipeline to transport the gas between Energy Production’s gas fields and Bethlehem’s plant.\nOn June 7, 1984, a joint venture was formed to raise capital for the pipeline. The participants included Energy Production, Energy Pipeline, Union Drilling, Inc., and New Jersey Natural Resources Co. The joint venture, Bessie 8, was successful and by February of 1985, the pipeline was completed. No participant applied for a certificate of public convenience. Shortly after the pipeline was completed, the president of Energy Production offered to sell natural gas to Anchor Glass Container Corporation, using the Bessie 8 project as a model. No action was taken on the proposal.\nShortly after the Bessie 8 project became operational, Peoples Natural Gas Co. filed a complaint against Bessie 8 and the individual venturers alleging that the Bessie 8’s provision of natural gas to Bethlehem was in violation of Section 1101 of the Public Utility Code, 66 Pa.C.S. § 1101, which requires any proposed public utility to obtain a certificate of public convenience before lawfully beginning to offer, render, furnish or supply public utility service within the Commonwealth. Peoples alleged that Bessie 8’s services were replacing Peoples’ service, and it requested that Bessie 8 be prohibited from offering or supplying natural gas without prior authorization, and specifically, that it be prohibited from providing natural gas service to Bethlehem’s Johnstown plant. Appellants deny they are subject to PUC jurisdiction, stating that they are not a public utility.\nThe Public Utility Code defines “public utility” as follows:\n(1) Any person or corporations now or hereafter owning or operating in this Commonwealth equipment or facilities for:\n(i) Producing, generating, transmitting, distributing or furnishing natural or artificial gas, electricity, or steam for the production of light, heat, or power to or for the public for compensation.\n(v) transporting or conveying natural or artificial gas, crude oil, gasoline, or petroleum products, materials for refrigeration, or oxygen or nitrogen, or other fluid substance, by pipeline or conduit, for the public for compensation.\n(2) The term [“public utility”] does not include:\n(i) Any person or corporation, not otherwise a public utility, who or which furnishes service only to himself or itself.\n(ii) Any bona fide cooperative association which furnishes service only to its stockholders or members on a nonprofit basis.\n(iii) A producer of natural gas not engaged in distributing such gas directly to the public for compensation.\n66 Pa.C.S. § 102. In sum, as applied to the facts of this case, a public utility is an entity which produces or transports natural gas to or for the public for compensation. It is not a producer of natural gas who does not distribute directly to the public.\nThe administrative law judge identified the dispositive issue as whether the Bessie 8 Joint Venture, any member venturer, or any combination of member venturers provided public utility service to or for the public within the meaning of the Public Utility Code. The ALJ found that the natural gas production and the transportation facilities of Bessie 8 transported only gas owned by Bethlehem for the use of Bethlehem. Further, he found that the entire Bessie 8 system contains no interstate pipeline connections, no intrastate pipeline connections, no public utility connections, nor any connections or sources of gas other than Pennsylvania native field production. Because service was not offered to the public, the ALJ dismissed the complaint as outside of the jurisdiction of the Commission.\nOn May 16, 1988 Peoples filed exceptions to the ALJ’s decision. On review, the Public Utility Commission granted the exceptions and required that Bessie 8 file an application for a certificate of public convenience and necessity within thirty days. The commission’s rationale was that the joint venture had widely solicited industrial customers and that the contract with Bethlehem contemplated the possibility of other Bessie 8 customers. Because of this, the commission determined that Bessie 8 had held itself out as a public utility. In the PUC’s brief to this court, the PUC summarizes the Commonwealth Court’s holding, consistent with its own view, as follows:\nto remain within the Section 102 exemption, a gas producer (1) may not offer to provide natural gas to numerous members of the public; (2) may not offer to use trucks or to build pipelines to distribute the gas produced to members of the public; (3) may not form a sister pipeline corporation, and with others, construct and operate a pipeline to distribute gas to a member of the public; and (4) may not solicit other members of the public offering to drill wells and distribute the gas to them via pipeline. In sum, consistent with the language of the Section 102 exemption for gas producers, a gas producer may not own or operate a gas pipeline to distribute natural gas to a member of the public for compensation.\nPUC Brief at 29-30.\nAppellants herein appealed to the Commonwealth Court, which affirmed. The Commonwealth Court agreed with the commission that Energy Production was ready to serve all members of the public to the extent of its capacity, and that Energy Production, in making solicitations for business from customers other than Bethlehem both before and after the completion of the pipeline, was acting on behalf of itself and the Bessie 8 joint venture. In essence, the Commonwealth Court determined that the Bessie 8 joint venturers were holding themselves out as ready and willing to build other pipelines and find other sources of natural gas to service other individual industries. This activity brought them within the purview of the Public Utility Code as “public utilities.”\nThe Commonwealth Court’s holding is based on the efforts of Frank Ross, the president of Energy Production, to secure additional business, both prior to and after the formation of Bessie 8. Ross’s early efforts culminated in the first agreement with Bethlehem. After the pipeline was completed, Ross again solicited business from additional industrial users of natural gas, pointing to the successful completion of the Bethlehem pipeline project. The post-pipeline solicitation is indicated by Ross’s February 14, 1985 letter to the Anchor Glass Container Corporation:\nWe have completed our Bethlehem Steel pipeline and started flowing gas on February 1, 1985. During this construction period (Fall and winter 1984-85), we also drilled 38 wells to feed this pipeline. We can do the same for your company.\n(Emphasis in original.) The administrative law judge found that this solicitation was not made with the approval of the Bessie 8 joint venture and that Ross’s discussions with Anchor were discontinued immediately upon advice of counsel. The PUC and the Commonwealth Court determined that the joint venture’s attempt to disavow the solicitation efforts of Energy Production and Energy Pipeline were “irrelevant in light of his actual, express and implied authority to make such efforts.” Both lower tribunals found that Ross’s solicitation of Anchor manifested his intent to serve the public.\nOur review of PUC cases is “limited to a determination of whether constitutional rights have been violated, an error of law has been committed, or the Commission’s findings and conclusions are not supported by substantial evidence.” Barasch v. Pennsylvania Public Utility Commission, 507 Pa. 430, 490 A.2d 806 (1985).\nOur first inquiry is whether the Bessie 8 joint venture is a public utility by virtue of its contract and its conduct in supplying natural gas to Bethlehem Steel. The utility code requires that in order to be a public utility, as applied to the facts of this case, the Bessie 8 joint venture must supply natural gas “to or for the public for compensation.” Because the contract between Bethlehem Steel and Bessie 8 requires that the Bessie 8’s natural gas production and transportation pipeline be sold to and used by Bethlehem Steel exclusively, there can be no public involvement, for “public” implies the population at large, not a single corporate entity.\nThat determination does not definitively answer whether Bessie 8 was a public utility, however, for if Bessie 8 supplied one customer only because it was unable to secure others, but it engaged in activity designed to secure others, it is possible that Bessie could be found to be serving the public, and therefore subject to the jurisdiction of the PUC.\nWe must consider, therefore, the activities of Energy Production both before and after the construction of the Bessie 8 pipeline and also to the Bessie 8 joint venturers. Before the joint venture was formed, the question is whether- Energy Production held itself out as a public utility. After the pipeline was constructed, the question is whether either Energy Production or Bessie 8 or both held themselves out as public utilities in soliciting business from end users of natural gas in proximity to their sources of supply.\nWe need not address the agency question whether Energy Production’s efforts to secure new business were done at the behest of the Bessie 8 joint venturers, for in either case, Energy Production’s efforts to secure new business did not constitute holding itself out as a public utility. In essence, Energy Production floated proposals to a number of potential end users concerning the possibility of Energy Production’s supplying natural gas to the end users. Apart from Bethlehem Steel, no one accepted the proposals, nor were the proposals in a form that they could have been accepted. They were mere business discussions, negotiations. Had another entity apart from Bethlehem Steel accepted a proposal from Energy Production or had Energy Production taken definite steps to engage in the utility business — as distinct from explorations as to whether it might want to engage in the public utility business — we might reach a different result. But where the main activity which occurs is negotiation concerning the possibility of public utility activity, there has been no public utility activity. To hold otherwise would unreasonably restrict the.right of those engaged in business to discuss with others and to explore the possibilities of legitimate business activity.\nConceivably, if negotiations between Anchor and Energy Production had progressed beyond the preliminary stage, Ross may have referred the business to other business entities separate from Energy Production and Bessie 8, and the issue of Ross’s involvement with multiple end users would be moot. Until a specific contractual proposal is made or until the joint venturers altered their business in a way to engage in public utility activity, there is insufficient evidence to find that Energy Production is or is not a public utility.\nThe lower tribunals appear to be concerned that the business activity of Energy Production and Bessie 8 may undermine or in some way threaten the integrity of the public utility system in Pennsylvania. The concurring opinion in the PUC finds it ominous that the joint venturers attempted to avoid government regulation and that some of them are affiliated with public utilities in Pennsylvania and New Jersey. The PUC in its brief contends that it is not in the public interest to allow Bessie 8 to place its pipeline in public rights of way outside the regulatory purview of the PUC. These concerns are misplaced. It is for the legislature, not the PUC or this court to determine what business activity comes within the purview of the PUC. Because the legislature has determined that businesses which do not provide service to or for the public are not public utilities, and the businesses at issue in this case do not provide service to or for the public, we are constrained to determine that they are not subject to regulation by the PUC. If the legislature determines that such businesses should, in fact, be regulated by the PUC, it can always amend the Public Utility Code to that effect.\nThe order of the Commonwealth Court is reversed. The complaint is dismissed.\nNIGRO, J., files a concurring opinion in which NEWMAN, J., joins.\n. Bethlehem's efforts to procure sources for supply of natural gas in addition to gas supplied by Peoples Natural Gas Corporation began in 1978, when Peoples could not supply Bethlehem's total requirements and suggested that Bethlehem initiate a program of self-help.\n. The joint venture agreement dated June 7, 1984, was amended on December 21, 1984. In the original agreement, the name of the joint venture was \"The Bethlehem Steel Corporation Pipeline Project.” Under the amended agreement, the name was changed to \"Bessie 8,” and the amended agreement recites the purpose of the joint venture as \"constructing and operating a natural gas pipeline and for the drilling of natural gas wells.”\n. 66 P.S. § 1101 provides:\n§ 1101. Organization of public utilities and beginning of service\nUpon the application of any proposed public utility and the approval of such application by the commission evidenced by its certificate of public convenience first had and obtained, it shall be lawful for any such proposed public utility to begin to offer, render, furnish, or supply service within this Commonwealth. The commission’s certificate of public convenience granted under the authority of this section shall include a description of the nature of the service and of the territory in which it may be offered, rendered, furnished or supplied.\n. Peoples Natural Gas Co. lost approximately one million mcf of natural gas service to Bethlehem Steel as a result of the construction of the Bessie 8 pipeline.\n. The administrative law judge's decision dismissing the complaint was issued in 1988. Exceptions were timely filed and the PUC referred the matter to its Office of Special Assistants. The Office of Special Assistants recommended that Peoples’ complaint be sustained. The commis- . sion considered the recommendation of the Office of Special Assistants and exceptions on April 6, 1989, but no action was taken for lack of a majority vote. Approximately three and a half years later, although no party filed exceptions or an appeal, the commission reconsidered the matter and on December 7, 1992, filed the present order.\n. In a concurring statement, one of the three commissioners stated that provision of service to a single non-affiliated customer justified a finding that the supplier was a public utility. Otherwise, he reasoned, it could not be determined whether one or ten customers would constitute evidence of public utility activity. This commissioner also found it significant that some of the joint venturers were affiliated with large natural gas public utilities operating in Pennsylvania and New Jersey and that the joint venturers admitted taking considerable effort to avoid government regulation.\n. Although the Commonwealth Court agreed that the Bessie 8 joint venture was a public utility, it rejected the commission's determination that Bessie 8 could market natural gas to other customers pursuant to the Bethlehem contract if it secured Bethlehem’s approval. Contrary to the commission’s finding, the Commonwealth Court determined that there is no provision in the contract concerning Bethlehem’s approval of other customers. Rather, the contract provides that the pipeline is to be used solely for the transportation of natural gas to be purchased by Bethlehem.\n. We do not disagree with the PUC’s contention that bulk utility service such as gas transportation and WATS long distance service has been traditionally considered public utility service even though the services can be used only by large commercial and industrial users. Wattman v. Public Utility Commission, 142 Pa.Cmwlth. 44, 49-51, 596 A.2d 1221, 1224 (1991). We do, however, disagree with the statement in Waltman that \"the private or public character of a business does not depend upon the number of persons who actually use the service,” 596 A.2d at 1224. The issue is whether the service is available to members of the public, recognizing that \"the public” may be comprised only of commercial users. In this case, we are dealing with a single end user. By definition, a single user is not \"the public.\"\n. The PUC contends that \"the offering of natural gas production, transportation and distribution service to a number of potential customers for the service constitutes the offering of natural gas service to the public....” We do not disagree with this statement of the law, but we do not agree that the offer of such service was made."}