{"id": "559538", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nCAPPY, Justice:\nThe issue presented in this appeal is whether a confidential informant’s tip is sufficient to establish the requisite probable cause to effectuate a warrantless arrest. As we find that the confidential informant’s tip, alone, did not establish probable cause, we must further address whether there was sufficient corroboration of the tip by the police to establish probable cause. For the reasons which follow, we conclude that the arresting officers failed to sufficiently corroborate the tip to establish probable cause, and reverse the order of the Superi- or Court.\nAppellee Commonwealth’s case consisted solely of testimony by Lieutenant John Goshert of the Harrisburg Police Department, which established the following. On June 5, 1994, Lieutenant Goshert received a telephone call from a confidential informant who had previously provided information leading to approximately fifty arrests. On this particular date, the informant reported that two individuals were selling drugs from an abandoned garage. The informant stated that he had viewed O.A. (hereafter Appellant) with drugs for sale in his possession. He described Appellant as being a tall, dark-skinned male in his late teens, and noted that Appellant was wearing a long black windbreaker and shorts. According to the informant, Appellant was accompanied by an Hispanic male, who held the money for Appellant.\nLieutenant Goshert, accompanied by Officers Blasko and Holland, arrived at the abandoned garage in question approximately fifteen minutes after receiving the tip from the confidential informant. The officers did not observe any drug activity before they entered the garage. Upon entering the garage they saw eight men, the majority of whom were Hispanic. Officer Holland approached Appellant because he matched the description given by the informant as the person who possessed the drugs. He ordered Appellant to stand against the wall and to raise his hands. Officer Holland then reached into Appellant’s pocket, seizing packets of what turned out to be marijuana.\nSince Appellant was under the age of 18, he was tried as a minor. At the conclusion of the testimony at the delinquency hearing, defense counsel orally moved to suppress the evidence; the trial court denied this motion. The trial court found that the charges of possession with intent to deliver a controlled substance, 35 P.S. § 780-113(a)(30), and criminal conspiracy, 18 Pa.C.S. § 903, were proven beyond a reasonable doubt. Appellant was adjudicated a delinquent and was placed on formal probation.\nAfter Appellant appealed that determination to the Superior Court, the trial court filed an opinion pursuant to Pa.R.A.P. 1925 setting forth its reasoning for denying Appellant’s suppression motion. The trial court explained that the police had promptly responded after receiving information from a reliable informant, and, upon arriving at the disclosed location, had found individuals matching the descriptions by the informant. Thus, according to the trial court, the officer was justified in arresting Appellant, and seizing the drugs in his possession.\nIn a memorandum decision, a panel of the Superior Court affirmed the trial court’s ruling. The panel concluded that probable cause for a warrantless arrest existed. The Superior Court reasoned that the Commonwealth had demonstrated the informant’s basis of knowledge and veracity through evidence that the informant had provided reliable information in the past and had personally observed drugs for sale in Appellant’s possession. Therefore, corroboration of the informant’s tip was not required in this case. In reaching this decision, the Superior Court panel relied primarily upon this court’s plurality decision in Commonwealth v. Jones, 542 Pa. 418, 668 A.2d 114 (1995) (Zappala, J. concurring in result; Cappy, J., dissenting, joined by Flaherty, C.J.), where the plurality found that police corroboration was not necessary where the reliability and basis of knowledge of the confidential informant was evaluated by the magistrate issuing the search warrant.\nWe granted Appellant’s petition for allowance of appeal in order to address the question of whether the Superior Court properly applied Jones in affirming the trial court’s refusal to suppress the drugs found in Appellant’s possession.1 We conclude that in the instant case the Superior Court erred in concluding that the police officer’s had probable cause to effectuate a warrantless arrest.\nWhen reviewing rulings of a suppression court, we must determine whether the record supports that court’s factual findings. As long as the record supports the findings of the suppression court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error. Commonwealth v. Cortez, 507 Pa. 529, 491 A.2d 111 (1985).\nAppellant argues that probable cause did not exist for his arrest, and, therefore, any search incident to that arrest was improper and the evidence illegally obtained. Specifically, Appellant challenges the legality of his search and seizure pursuant to the Fourth Amendment to the United States Constitution and Article 1, Section 8 of the Pennsylvania Constitution. Appellant argues that the Superior Court’s decision in the case sub judice effectively erodes the “totality of the circumstances test” by condoning a finding of probable cause based solely upon the bare assertion of a confidential informant. Appellant contends that given the lack of independent corroboration by the arresting officers, the information provided by this confidential informant was insufficient to establish the requisite probable cause. More specifically, the information provided to the police was limited to a description of a person matching Appellant and a location. The confidential informant provided no information as to when the informant saw drugs on Appellant or if he observed any drug transactions. According to Appellant, this is insufficient under both the Fourth Amendment and Article 1, Section 8.\nOn the other hand, the Commonwealth argues that the search of Appellant was a search incident to a lawful arrest. According to the Commonwealth, the reliability of the confidential informant was established by the assertion of the police officer that this informant had led to fifty arrests on prior occasions. Moreover, the Commonwealth asserts that the tip was detailed and specific as to the identity of both the location of the purported criminal activity and the description of Appellant. Therefore, according to the Commonwealth, the tip provided sufficient indicia of reliability to furnish the arresting officers with information at the time of the arrest to satisfy the totality of the circumstances test. For the reasons that follow, we conclude that the Commonwealth is incorrect.\nThe instant case is complex because it involves the convergence of a warrantless search with a warrantless arrest. In this ease a warrantless arrest was initiated, and a warrant-less search was made at that time. Warrantless searches are presumed unreasonable under the Fourth Amendment, unless the search falls within a specifically established and well-delineated exception. Commonwealth v. Gibson, 536 Pa. 123, 129, 638 A.2d 203, 206 (1994). One established exception is a warrantless search incident to a lawful arrest. Therefore, the initial inquiry in the instant case must be whether the warrantless arrest of Appellant was lawful.\nIn order to be constitutionally valid under the Fourth Amendment to the United States Constitution, a warrantless arrest must be supported by probable cause. Commonwealth v. Barnett, 484 Pa. 211, 398 A.2d 1019 (1979). Where probable cause to arrest does not exist in the first instance, any evidence seized in a search incident to arrest must be suppressed. Commonwealth v. Lovette, 498 Pa. 665, 450 A.2d 975, cert, denied, 459 U.S. 1178, 103 S.Ct. 830, 74 L.Ed.2d 1025 (1983). It is well settled that in determining whether probable cause exists to justify a warrantless arrest, the totality of the circumstances must be considered. Commonwealth v. Banks, 540 Pa. 453, 658 A.2d 752 (1995), citing Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983).\nThe totality of the circumstances test finds its roots in the opinion of the United States Supreme Court in Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983). In Gates, the Court abandoned the more stringent test for probable cause, previously established in Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964) and Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969). The Aguilar-Spinelli test was a rigid two-prong analysis requiring a finding of both reliability and basis of knowledge as two separate prongs. In Gates, the Court concluded that in determining the existence of probable cause a more flexible approach was desirable.\nIn Commonwealth v, Gray, 509 Pa. 476, 508 A.2d 921 (1985), this court adhered to the Gates totality of the circumstances test for determining probable cause under the Fourth Amendment. In addition, however, we held that Article 1, Section 8 of the Pennsylvania Constitution is satisfied by the Gates test and embraced it as a matter of Pennsylvania constitutional law.\nUnder the totality of the circumstances test, as refined by more recent cases, probable cause exists where the facts and circumstances within the officer’s knowledge are sufficient to warrant a person of reasonable caution in the belief that an offense has been or is being committed. Commonwealth v. Gibson, 536 Pa. 123, 130, 638 A.2d 203, 206 (1994). Mere suspicion is not a substitute for probable cause. Commonwealth v. Kelly, 487 Pa. 174, 178, 409 A.2d 21, 23 (1979). The totality of the circumstances test dictates that we consider all the relevant facts, when deciding whether the warrantless arrest was justified by probable cause. Commonwealth v. Evans, 546 Pa. 417, 685 A.2d 535 (1996). Where, as here, the officers actions resulted from information gleaned from an informant, in determining whether there was probable cause, the informant’s veracity, reliability and basis of knowledge must be assessed. Gates, 462 U.S. at 233, 103 S.Ct. at 2329, 76 L.Ed'2d. at 545.\nIn the case sub judice, the Superior Court, relying on this court’s opinion in Commonwealth v. Jones, held that the informant’s tip demonstrated the requisite basis of knowledge and veracity to support a finding of probable cause. Jones is a plurality decision of this court and as such, is not binding precedent. Moreover, even if Jones is the law of this Commonwealth, it is distinguishable from the instant situation.\nIn Jones, a magistrate issuing a search warrant made a determination that probable cause existed. In the instant case the determination was made by a police officer performing a warrantless arrest. A probable cause determination by a police officer making a warrantless arrest lacks the procedural safeguard that a neutral and detached magistrate can impart to any determination of probable cause. We recognize that the totality of the circumstances standard is the same whether used for determining the existence of probable cause for a magistrate’s issuance of a search warrant or a police officer’s determination that a warrantless arrest is justified. Nonetheless, any analysis of the relevant circumstances must consider that “the detached scrutiny of a neutral magistrate, is a more reliable safeguard against improper searches than the hurried judgment of a law enforcement officer engaged in the often competitive enterprise of ferreting out crime.” United States v. Leon, 468 U.S. 897, 913-4, 104 S.Ct. 3405, 3415-3416 82 L.Ed.2d 677, 692-693 (1984). Thus, the usual deference given by a court to an issuing magistrate’s probable cause determination is lacking in the instant case. See Commonwealth v. Baker, 532 Pa. 121, 127, 615 A.2d 23, 25 (1992) (“deference is to be accorded a magistrate’s finding of probable cause”).\nIn the instant case, the lower courts relied on the bare assertion of Officer Goshert that the informant “provided reliable information in the past,” as support for a finding of reliability. Although Officer Goshert claimed that this particular informant had provided tips leading to fifty arrests in the past, there is no record of how many of these arrests resulted in convictions, nor is there any record of the identities of such prior arrestees. In other words, there is a blanket assertion by the police officer as to the informant’s reliability with no objective facts lending credibility to the assertion. The Superior Court memorandum opinion, in the case sub judice, implies that once the reliability of the confidential informant is asserted, probable cause is established. While a tip may be sufficient to support a finding of probable cause even where the basis of knowledge is deficient — if the informant is “unusually reliable,” Illinois v. Gates, 462 U.S. at 233, 103 S.Ct. at 2329, 76 L.Ed.2d at 545 — we do not believe that an assertion by a police officer as to an informant’s reliability with no objective facts to substantiate his assertion, is sufficient to support a finding of probable cause.\nMoreover, the tip in this case does not disclose a sufficient basis of knowledge to support the police officers’ belief that a crime had been or was being committed at the time they entered the garage. The only assertion that the informant made relevant to his basis of knowledge was that he observed drugs for sale in Appellant’s possession in an abandoned garage. However, given the dearth of specifics on this point this statement is likewise insufficient to form the basis for a warrantless arrest.\nIt is unclear from this statement how the informant knew that these were drugs in Appellant’s possession — did he observe the drugs in close proximity, or was he looking out of a window? Likewise, there was no assertion that this informant had provided information leading to any prior narcotics arrests or any other information which would establish the informant’s familiarity with narcotics. Accordingly, based on the tip, the police did not have a reasonable basis to conclude that Appellant had committed or was committing a crime at the time they arrested Appellant.\nContrary to the dissent’s assertion that the basis of knowledge was established where the informant claimed to have seen the drags for sale in Appellant’s possession, this purported “basis of knowledge” does little to increase the indicia of reliability of the confidential informant’s tip. Where police are acting solely on the basis of an informant’s tip and the reliability of the confidential informant is not established by objective facts, it is essential that the tip provide adequate indication that the informant has actual knowledge that criminal conduct is occurring or has occurred at the time the warrantless arrest is made.\nBased on the above, the informant’s tip did not provide the police officers with sufficient facts and circumstances to warrant the inference that an offense had been or was being committed at the time of the warrantless arrest. The dissent interprets our inquiry into reliability of the confidential informant as questioning the reliability of police officers. Such an interpretation is inaccurate. We are merely asserting that the reliability of an informant should be established by some objective facts that would enable any court to conclude that the informant was reliable. Where the reliability of the informant is not established, then the facts and circumstances surrounding the tip must provide sufficient indicia of reliability to support a finding of probable cause. As then Justice, now Chief Justice Rehnquist recognized in Adams v. Williams, 407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972)\nInformant’s tips like all other clues and evidence coming to a policeman on the scene, may vary greatly in their value and reliability. One simple rule will not cover every situation. Some tips, completely lacking in indicia of reliability, would either warrant no response or require further investigation before a forcible stop of a suspect would be authorized.\nWe believe that the instant case provided a situation where the police needed to “further investigate” before arresting the Appellant, as the tip lacked indicia of reliability. Since the totality of circumstances test is not met by the informant’s tip, standing alone, we will give the Commonwealth every opportunity to establish probable cause and examine whether the police did anything more to increase the reliability of the tip.\nCorroboration of the details of an informant’s tip with independent police work can provide sufficient indicia of reliability to an otherwise unreliable tip. Gates at 241, 103 S.Ct. at 2334, 76 L.Ed.2d at 550. Police officers making a warrantless arrest may rely on an informant’s tip even where they do not personally observe the activity, so long as the informant’s tip is reasonably corroborated by other matters within the officer’s knowledge. Id. at 242, 103 S.Ct. at 2334, 76 L.Ed.2d at 550; Alabama v. White, 496 U.S. 325, 110 S.Ct. 2412, 110 L.Ed.2d 301 (1990). In the classic corroboration case, Draper v. United States, 358 U.S. 307, 79 S.Ct. 329, 3 L.Ed.2d 327 (1959), an informant named Hereford supplied police officers with information that Draper would be arriving on a train from Denver on either the morning of December 8th or 9th with drugs in his possession. Draper, at 309, 79 S.Ct. at 331. Hereford also provided the police with a physical description of Draper. The Court held that when the police “had personally verified every facet of the information given to him by Hereford” except for the fact whether Draper actually possessed drugs, they could presume the only uncorroborated fact — that Draper was carrying drugs — would likewise be confirmed. 358 U.S. at 313, 79 S.Ct. at 333. Thus, the corroboration of every facet of the information supplied by the informant gave the officer ‘reasonable grounds’ to arrest.\nFollowing Draper, the Court implemented the AguilarSpinelli test, which abrogated the value of corroborative evidence. But in Gates, the Court revitalized the use of corroboration, and explained that although the tip in Draper might not have withstood the more rigid Aguilar-Spinelli test, “the detailed and accurate predictions in the tip indicated that, however Hereford obtained his information, it was reliable.” Gates at 242, fn. 12, 103 S.Ct. at 2335, fn. 12, 76 L.Ed.2d at 551, fn. 12. The Gates court proceeded to analyze the corroborative efforts of the police in that case and concluded that the police corroboration of a range of details which included “not just easily obtained facts and conditions existing at the time of the tip, but to future actions of third parties not easily predicted” satisfied probable cause. Gates at 245, 103 S.Ct. at 2335, 76 L.Ed.2d at 552.\nSince the time of Draper and Gates, the Court has expanded upon what it intended by “corroboration of detailed and accurate predictions” first introduced in Gates When police are relying on an informant’s tip, it is important that the tip provide information that demonstrates “inside information” a special familiarity with the defendant’s affairs. White at 332, 110 S.Ct. at 2417, 110 L.Ed.2d at 310. If the tip provides inside information, then police corroboration of this inside information can impart additional reliability to the tip. White at 331, 110 S.Ct. at 2416, 110 L.Ed.2d at 309; Gates, at 245-246, 103 S.Ct. at 2335-2336, 76 L.Ed.2d at 551-552. If the facts that are supplied by the tip itself are no more than those easily obtained, then the fact that the police corroborated them is of no moment. It is only where the facts provide inside information, which represent a special familiarity with a defendant’s affairs, that police corroboration of the information imparts indicia of reliability to the tip to support a finding of probable cause. Thus, police corroboration of an informant’s tip enhances the indicia of reliability and thereby strengthens the determination that the facts and circumstances surrounding the tip warrant a finding of probable cause.\nWe note that the police officers in the instant case did not assert that they personally observed any drugs in Appellant’s possession either prior to his arrest or at the time of his arrest. Nor do they assert that they personally observed any drug transactions or any other suspicious circumstances that if taken together with the informant’s tip might constitute probable cause. In sum, the record is devoid of facts that would support a finding that the informant’s unsubstantiated tip was corroborated by other evidence gathered by the arresting officers.\nThe dissent in the instant case asserts that the fact police observed that Appellant matched the physical description given by the tipster — he was wearing the clothes described in the tip and was accompanied by an Hispanic male — provided the police with the necessary corroborating evidence to support a finding of probable cause by drawing a comparison to the facts that were corroborated in Draper. This assertion misses the point that the tip in the instant case provided nothing more than facts easily ascertainable to any casual observer, whereas in Draper the named informant’s tip included facts which predicted the behavior of the defendant — the time and date that the defendant would be arriving and the place he would be arriving from.\nIn the instant case, police arrived at the scene only fifteen minutes after they received the tip, only to find that Appellant matched the physical description, a condition existing at the time of the tip. Furthermore, at the time of the arrest, Appellant was accompanied by seven other males, the majority of whom were Hispanic. This does nothing to corroborate the informant’s tip that Appellant would be accompanied by one Hispanic male, since there were many Hispanic males present at the time of the arrest. Thus, the informant’s tip failed to provide any facts that would indicate a special familiarity with Appellant’s personal affairs, such as to impart some degree of reliability to other allegations made by informant. To summarize, in the absence of police corroboration to impart additional indicia of reliability to the informant’s tip, the police officers did not have probable cause to believe that a crime had been committed or was being committed at the time of Appellant’s arrest.\nAccordingly, we hold that the warrantless arrest in the instant case was not supported by probable cause. If we were to hold otherwise, as the dissent says we must, such a finding would wreak havoc on the Fourth Amendment. The Fourth Amendment was created to protect against unreasonable searches and seizures. Tern/ v. Ohio, 392 U.S. 1, 9, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). A finding of probable cause in the instant case, would amount to a finding of probable cause to arrest any person on the street corner by the mere assertion of a police officer that a confidential informant told him this particular individual was dealing drugs and that the confidential informant was reliable. This type of unsubstantiated seizure was the exact result that the probable cause standard was intended to avoid. Brinegar v. United States, 338 U.S. 160,176, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949). “These long prevailing standards seek to safeguard citizens from rash and unreasonable interferences with privacy and from unfounded charges of crime.” Brinegar at 176, 69 S.Ct. 1302 (emphasis added). We cannot condone arrests based solely upon the bald assertions that an informant has proved reliable in the past, without any consideration of whether there is a fair probability that the person arrested actually committed or was in the process of committing a crime. Having concluded that the Commonwealth has not established probable cause for the arrest, we must conclude that the evidence seized as a result of the warrantless search of Appellant incident to his arrest must be suppressed.\nThe order of the Superior Court, affirming the trial court’s order adjudicating Appellant delinquent, is reversed, and the matter is remanded for further proceedings consistent with this opinion.\nNIGRO, J., concurs in the result.\nCASTILLE, J., files a dissenting opinion in which NEWMAN and SAYLOR, JJ., join.\n. Due to some discrepancies in facts presented in the majority opinion and dissenting opinion, we believe it necessary to reproduce the pertinent portion of Goshert's testimony at trial:\nQ: Can you tell us about an incident that occurred on June 5 of this year. Do you recall?\nA: Yes. On that date, at about 12:00 noon, I received a telephone call from an informant, and based on that informant's information, myself, Officer Blasko and Officer Holland went to a small alley in the rear of 13th and Kittatinny area to an abandoned garage. There we came upon a number of persons there and searched the defendant seated next to defense counsel.\nOfficer Holland searched him and found in his possession a number of packets of marijuana. Also, based on the informant’s information and (sic) individual beside him was also searched, a Hispanic fellow named Moralis and found on his person was a Baggie (sic) of marijuana and $703 in cash.\nQ: Had you worked with this informant on previous instances?\nA: Yes.\nQ: Has their information proven to you to be reliable on other instances, not just this occasion?\nA: Yes.\nQ: Did they give you any indication — did they specifically point this location to you?\nA: Yes. They said there was an abandoned garage. They said the abandoned garage was located in the first alley west of 13th Street right off Kittatinny. They said just went (sic) shortly into the alley and the garage would be on the left hand side. I was aware that there was a garage there of that type.\nThey indicated that there were two individuals in there that were selling. One was named Omar. He was the tall dark skinned male in his late teens in age, and he was wearing a long black windbreaker-type coat and shorts and they said they had seen drugs in his possession for sale and that there was another Hispanic fellow working with him who would hold the money for him.\nMR. MATANGOS: I don’t have any other questions.\nTHE COURT: Cross\nBY MR. MULLER:\nQ: Had you worked with this confidential informant before?\nA: I would say probably he’s led to about fifty arrests.\nQ: Does this confidential informant live in this area where the garage was?\nMR. MATANGOS: Objection, Your Honor.\nTHE COURT: Are you familiar with that area?\nTHE WITNESS: Yes.\nTHE COURT: And it's known to you that he has some familiarity with that location?\nTHE WITNESS: The individual has some familiarity with that location....\nQ: How much time elapsed between the time the informant talked to you and you went to the garage?\nA: They talked to me about twelve. We got out there at 12:15 so it would have been fifteen minutes.\nQ: Did you observe any drug activity occurring before you went in the garage?\nA: No. We parked on Kittatinny, snuck down the alley and to the garage.\nTrial Transcript at pp. 3-7.\n. The Commonwealth asserts that Appellant’s suppression argument is deemed waived, pursuant to Pa.R.Crim.P. 323(b), because Appellant failed to file a pre-trial motion to suppress the evidence. We note that both the trial court, at the delinquency hearing, and the Superior Court, on appeal, addressed Appellant’s suppression motion. We thus reject the Commonwealth’s contention and will address the issue of suppression. See Commonwealth v. Myers, 485 Pa. 519, 403 A.2d 85 (1979); Commonwealth v. Kuhn, 327 Pa.Super. 72, 475 A.2d 103 (1984).\n. Another exception to the warrant requirement is exigency. We note that although either party did not raise exigency, under exigent circumstances the inquiry would still be whether probable cause existed at the time of the warrantless search. Commonwealth v. White, 543 Pa. 45, 669 A.2d 896 (1995).\n. The dissent asserts that we are confusing the \"conclusion” of a plurality decision, which it finds to be precedential, with the reasoning of such decision, which it apparently would agree, is non-precedential. While the ultimate order of a plurality opinion; i.e. an affirmance or reversal, is binding on the parties in that particular case, legal conclusions and/or reasoning employed by a plurality certainly do not constitute binding authority. Indeed, an order may be deemed a \"conclusion,” but the conclusion to which we refer in this opinion is not the order of the plurality, but the specific legal conclusion espoused by the plurality. Accordingly, notwithstanding the dissent's attempted distortion of our point here, we reiterate that the plurality's position in Jones, that corroboration of an informant’s tip is not necessary if he has a past history of reliability, does not constitute binding authority.\n. For example, in Commonwealth v. Rodriguez, 526 Pa. 268, 585 A.2d 988 (1991), which involved a warrantless search based on confidential informants' information, the record established that information supplied on prior occasions by one of the informants had led to the issuance of four search warrants, the arrest of four persons and the confiscation of large quantities of drugs. Rodriguez at 990.\n. In Rodriguez, supra, the record established that the informants were multi-drug users, which established their knowledge of drugs. Rodriguez at 990.\n. This is not meant to foreclose the possibility that police can rely on an informant’s tip where that informant is \"unusually reliable” and the basis of knowledge is not established by the informant’s tip. Rather we are suggesting that where, as here, the police action is based solely on an unsubstantiated confidential informant’s tip alleging illegal activity, it is essential that the police have at least a reasonable basis to believe that criminal conduct is occurring at the time of the warrantless arrest.\n. Although the dissent criticizes our use of post -Draper cases in analyzing corroboration, because such cases involved anonymous informants, we believe the use of Gates and White is justified. In interpreting Draper, the Gates court made clear that the indicia of reliability was increased because Hereford's tip provided detailed and accurate predictions. It is the predictive nature of the tip that the Court has expanded upon. Moreover, federal courts have used a similar corroboration analysis in confidential informant cases. See U.S. v. Gilbert, 45 F.3d 1163, 1167 (7th Cir.1995) (found it important that the confidential informant predicted the future activities of the defendant); U.S. v. Miller, 925 F.2d 695, 699-700 (4th Cir.1991) (held that corroborating predictive behavior supplied by named informant was important consideration in determining the existence of probable cause to arrest defendant). U.S. v. Vixen, 780 F.2d 1434, 1438 (9th Cir.1986) (held that the combination of accurate predictions by the confidential informant and police corroboration created a basis for probable cause). Accordingly, we do not find it improper to use post -Draper cases in our corroboration analysis.\n. Our holding that the arrest here was illegal, pursuant to the totality of the circumstances inquiry under the Fourth Amendment of the United States Constitution established by Gates and adopted by this court in Gray, is equally applicable to the question of illegality of the arrest under Article 1, § 8 of the Pennsylvania Constitution, as we have previously held that the Gates test is consistent with Article 1, § 8 of our own Constitution. See Gray, 509 Pa. at 488, 503 A.2d at 921."}