{"id": "559686", "contents": "Opinion,\nMe. Justice Williams:\nThe first assignment of error raises the only important question in this case. The plaintiffs below contracted with Brown to lay the brick for nine dwelling-houses. Four of these fronted on Kensington avenue, and five on Ruth street. They were built to sell, and, in order to enable Brown to make sales as opportunity offered, the mechanics and material men executed to him a release of liens. The release recites that the subscribers “ had erected four brick dwellings and stores ” on Kensington avenue, and had “ agreed to release all liens which we or any or either of us have or might have on said buildings ” for work or materials furnished for their erection; and then declares that in consideration of the premises and one dollar in hand paid “ we have remised, released and forever quit-claimed and by these presents do remise, release and forever quit-claim unto the said Samuel H. Brown and to his heirs and assigns all and all manner of liens, claims, and demands whatsoever which we or any or either of us now have, or might or could have, on or against the said buildings and Samuel H. Brown and premises for work done or materials furnished for erecting and constructing the said buildings.” This was signed by more than twenty persons and firms, including the plaintiffs, and delivered to Brown.\nThe buildings were not finished at the date of the release, and the plaintiffs laid brick upon them after that time amounting to about $400, and filed a mechanics’ lien therefor. A writ of scire facias was issued, and on the trial the plaintiffs alleged that a balance of $100 was still due and unpaid for the work done by them. This the defendant denied, and in support of his denial produced a receipt from the plaintiffs covering the alleged balance. He also offered the release signed by the plaintiffs and others for the purpose of showing that the plaintiffs had no right to recover on their mechanics’ lien. The admission of the release was objected to as “irrelevant and because all the work claimed for was done after the execution of the release.” The court sustained the objection and rejected the offer.\nThis was error. The release did not purport to be a partial release of tbe building, or to relate to work done prior to its date, but in express terms it released “ all manner of liens, claims, or demands which we.....have, or might or could have, on or against the said buildings.....for work done or materials furnished for erecting and constructing said buildings.” The terms employed are apt and sufficiently comprehensive to do what they were very clearly intended to do, viz.: to free the buildings from all “ lien, claim, or demand ” for the materials furnished and work done on them. The date of such a release does not limit or restrict its operation. If made before the work began, or at anytime during its progress, it is operative to discharge the building from lien as complétely as though made after its completion. It is the whole building to which it relates, and not a part of it. It affects all the work done or materials furnished by him who signs it, not a part of them ; and it is an unconditional agreement to look to the personal responsibility of the owner in lieu of the structure. The release was therefore relevant, and was an answer to the writ of scire facias which left the plaintiffs no standing whatever.\nThe judgment is reversed."}