{"id": "559702", "contents": "Opinion,\nMr. Justice Williams:\nThere is but a single question raised on this record. The report of the grand jury locating a county bridge in Nescopeck and appropriating 11,500 to its construction, was presented in court on November 19, 1881, and on the same day, without notice to the county or township authorities, was approved by the court. On May 14, 1884, the bridge not having been built by the county, on the petition of citizens and tax-payers of Luzerne county a rule to show cause why the approval of the court should not be struck off was granted, and notice directed to the county commissioners and the supervisors of Nescopeck. This rule was made absolute on October 27, 1884, for the reason that the foreman of the grand jury which made the report was a petitioner for the bridge, and took part in the deliberations of that body upon the propriety of granting his own petition. A motion to reinstate the rule was refused on November 16, 1885. The contention of the plaintiff in error is that the court had no power to make the order vacating or striking off the approval of the report. He argues that the indorsement of the approval of the court was a judgment rendered by the Quarter Sessions, and that the power of the court over it ended with the term in which it was entered.\nIn support of this proposition, King v. Brooks, 72 Pa. 363, is cited by the plaintiff in error. But the question under consideration in that case related to a common law judgment entered upon a verdict. In the opinion delivered by Sharswoor», J., it is stated that judgments appearing to be regular on the record should not be struck off after the close of the term, but that judgments entered by virtue of a warrant of attorney or by default may be opened or vacated for cause, without limit as to time. The rule to be gathered from the cases seems to be, that for reasons appearing upon the face of the record, a judgment by default or upon warrant of attorney may be struck off, whenever the defect in the record is brought to the attention of the court, without regard to the term in which it was entered. So, for reasons appearing dehors the record, such judgment may be opened to let in a defence without limit as to time. <\nIf we concede to the entry of approval upon the return of the grand jury the effect of a judgment by default, as is contended for by the plaintiff in error, yet the reason for the action of the court was upon the face of the record. The foreman of the grand jury was a petitioner for the bridge. This made him a party to the proceeding. As a grand juror he was to act upon his own petition. While representing the public and inquiring into the necessity for the expenditui’e of $1,500 on the part of the county, in the erecting of this bridge, as a party he was asking that the expenditure should be made, and representing the bridge to be necessary. These positions were clearly incompatible. The public had the right to an impartial and disinterested grand jury, so that the questions of the necessity and cost of the bridge might be passed upon without bias. But the record showed that a petitioner was foreman of the grand jury that granted the petition. This was a sufficient reason for setting the report aside, and if the attention of the court had been called to it when the report was presented it would have been done promptly. It has been held repeatedly that a report of viewers should be set aside when a petitioner is one of the viewers: May Town Road, 4 Y. 479; Radnor Road, 5 Binn. 612. If such a defect in a report of viewers should escape notice when the report came up regularly for confirmation, the court would, whenever its attention was called to it, set aside the order of confirmation, unless the road had been actually opened and expenditures made in good faith in pursuance of it. So, in the case under consideration, the defect escaped the attention of the court when the report of the grand jury came up for confirmation, but it was discovered and attention called to it before the erection of the bridge, and the court was clearly within the rule when the order was made striking off the approval of the court.\nWe have considered this question from the standpoint of the plaintiff in error, viz.: that the order of approval is to be treated as a judgment in determining the power of the court over it, .but we by no means wish to be understood as affirming that doctrine. It may well be doubted whether orders of approval and confirmation made in the routine work of the sessions, without notice to the parties to be affected thereby, ought to be regarded as having the same degree of solemnity as judgments regularly entered after notice or on warrant of attorney. The point is not necessarily raised in this ease, and we do not decide it. A sufficient reason appeared upon the record to justify the action of the court complained of, and for that reason the order of the Quarter Sessions is\nAffirmed."}