{"id": "559802", "contents": "Opinion,\nMe. Justice Paxson :\nThis record raises the question of the constitutionality of the seventh section of the act of April, 27, 1855, P. L. 869. The said section is as follows\n“ That in all cases where no payment, claim, or demand shall have been made on account of, or for any ground-rent, annuity, or other charge upon real estate, for twenty-one years, or no declaration or acknowledgment of the existence thereof shall have been made within that period by the owner of the premises, subject to such ground-rent, annuity or charge, a release or extinguishment thereof shall be presumed, and such ground-rent, annuity or charge, shall thereafter be irrecoverable : Provided, that the evidence of such payment may be perpetuated by recording in the recorder of deeds’ office of the proper county, the duplicate of any receipt therefor, proved by oath or affirmation to be a true copy of that signed and delivered in the presence of the payer, and witnessed at the time by the deponent, which recorded duplicate or the exemplification of the record thereof, shall be evidence until disproved ; and the evidence of any such claim or demand may be perpetuated by the record of any judgment recovered for such rent, annuity or charge, in any court of record, or the transcript therein filed of any recovery thereof by judgment before any alderman or justice of the peace, which records and judgment shall be duly indexed: Provided, that this section shall not go into effect until after three years from the passage of this act.”\nThe contention of the plaintiffs is, that the act impairs the obligation of the contract between the ground-tenant and the ground-landlord, and hence is unconstitutional and void. This is all there is in the case.\nThe defendants refer us to Korn v. Browne, 64 Pa. 55, as decisive upon this point. We cannot give that case the full effect claimed for it. An examination of it shows that the only question there argued was, whether the section of the act referred to has a retrospective as well as a prospective operation. with regard to ground-rents. This appears in the first sentence of the opinion óf Justice Read. He very properly held that as the seventh section did not go into effect for three years, and gave ample time to all owners of ground-rents to make claims and demands for the same, so as to prevent the bar of the statute, that this prospective commencement made the retrospective bar not only reasonable but constitutional. In. other Avords the act gave ample time to preserve all existing rights.\nI shall not attempt to show that statutes of limitation, which affect the remedy merely, are constitutional. There are some few legal principles which may bo regarded as settled, and this is one of them. If, therefore, the act of 1855 merely operates to deprive the owner of a remedy for the collection of his ground-rent after the expiration of twenty-one years from any suit, claim, or demand for the same, we cannot see any sufficient reason for holding that the act is unconstitutional. The plaintiffs, however contend that the act goes further, and not only takes away their remedy, but destroys their estate, and refer us to that portion of the seventh section which declares that “ a release or extinguishment thereof shall be presumed (after twenty-one years without demand, etc.), and such ground-rent, annuity, or charge shall thereafter be irrecoverable.” The most that can be made of this language is that it makes the ground-rent irrecoverable after the statutory period. After the lapse of twenty years mortgages, bonds, judgments, arrears of ground-rents, in fact all specialties, are presumed to be paid. But this is .a presumption of fact and liable to be rebutted; not a legal presumption, as was erroneously stated in Korn v. Browne, supra. The act of 1855, in its application to ground-rents, made this presumption a legal presumption after twenty-one years, which cannot be rebutted.\nThe only ground upon which this kind of legislation can be justified is that after the lapse of the statutory period, the mortgage or other security is presumed to have been paid, or the ground-rent extinguished. The payment of a mortgage and the extinguishment of a grount-rent mean substantially the same thing. The act was not intended to destroy the ground-landlord’s ownership in the rent; it does not impair his title thereto; nor can it be said to impair the contract by which the rent was reserved, but from well-grounded reasons of public policy it declares that when the owner of such rent makes no claim or demand therefor for twenty-one years, it presumes it has been extinguished, which means nothing more than that it has been paid. The language cited, as before observed, affects only the remedy; if it meant more, it would be void for the excess.\nJudgment affirmed."}