{"id": "559887", "contents": "Opinion,\nMe. Justice Paxson :\nThis was an attempt to surcharge the accountant with the sum of $7,415.11, for money which had never been received by him. The facts may be summarized as follows: When the testator died it Avas found that the only estate left by him consisted of about $52,000, which was in the hands of Rene Guillou, and unsecured. Mr. Guillou was the uncle of the accountant, and of the appellant, Mrs. Dabney. He was at that time the owner of a large amount of real estate, all heavily incumbered. The Verrier estate was in debt to Edward V. Verrier to the extent of $10,358.02. If Rene Guillou had been pressed for the money at that time, it is clear that the Verrier estate would not have realized a dollar, either to pay its creditors or the appellants, who are respectively the widow and child of the testator. Under such circumstances the course pursued was the only one that could have been taken with any show of good sense or business sagacity. Rene Guillou executed to the accountant, as executor of Florencio J. Verrier, a mortgage in the sum of $47,300, upon a valuable property at Fourth and Cherry, subject however to prior mortgages amounting to $151,000. He also gave accountant another mortgage on the same property for $5,000, and a mortgage for $5,000 on Atlantic city property. Edward V. Verrier had a judgment against the estate for his $10,358.02, and Mde. Des Chappelles had an attachment against the same estate on a judgment against Edward V. Verrier, and had obtained judgment against the accountant as garnishee in the sum of $4,223.63. As adverse proceedings on either of these judgments would have been ruin to all parties in interest, and could have benefited no one, an agreement in writing was entered into on July 1, 1881, by all the parties in interest, the accountant representing the estate of his testator, the most important feature of which was that Rene Guillou was to assign to the accountant all the leases on the Fourth street property, and to faithfully account for all the rentals of the said premises. It is not needed for the purposes of this case to specify the purposes for which such rents were to be applied. It is sufficient to say that the accountant received only $800, which amount appears in his account and is not the subject of controversy. The contention is, that Rene Guillou applied certain sums of money received for rents to other purposes, which he ought to have paid over to the accountant. It is only just to say that no actual fraud is charged in this matter, but it is contended the accountant should be surcharged with them because Rene Guillou was his agent.\nIn considering this question we are bound by the findings of the facts by the auditing judge. There is not a single assignment of error to such findings. The first assignment was perhaps intended to cover this branch of the case, but it is not in conformity to the rules of court, and will not therefore be considered. We have, tben, tbe facts distinctly found that Rene Guillou remained in possession of the premises, collected, the rents, paid the taxes, interest on prior liens, etc.; that the accountant never was in possession as mortgagee; that the leases were assigned to him merely as an additional security to the mortgage held by the. estate and that of the other two creditors, parties to the agreement, and to protect them all against the attaching creditors of Rene Guillou; that the latter was the agent of all parties in interest, and not of the accountant merely; that he represented all interests, his own included, in the effort to save a very valuable property from the hammer of the sheriff.\nUnder such circumstances we need not discuss the several items with which it was attempted to surcharge the accountant. It would be hard and inequitable to hold him for the acts and omissions of Rene Guillou, acting as he was as the agent of all parties in a family affair, and where the accountant himself had no personal interest in it whatever. The accountant appears to have acted in entire good faith in an attempt to save a valuable property from destruction, which effort has been in part successful, and may eventually prove entirely so.\nIf, however, we treat Rene Guillou as the agent of the accountant solely, which is the most unfavorable view for the latter, we are still unable to see any just reason why he should be surcharged. He was not in possession of the property, did not collect the rents, and was not entitled to do so. The leases were merely assigned as collateral and to prevent attachments which, if laid, would sweep away the rents and as a necessary result prevent their application to the interest and taxes, to be followed by foreclosures and sale of the property. The agreement left the possession in Rene Guillou, with a covenant to account for the rents over and above taxes, interest, and repairs. It was no part of the duty of the executor to collect the rents and take charge of the property, and even had he volunteered to do so, he would have been entitled to employ an agent for that purpose. If he selected such agent with ordinary prudence and care he would not have been liable for his default. There is much force in the remarks of the auditing judge upon this point. He says: “ Suppose we regard Mr. Rene Guillou as the regularly employed agent of the accountant, and that, while acting in that capacity, he collected the rents of the premises and misappropriated them: Would there be any liability on the part of the accountant? Upon a question of this sort the test is: Has the accountant acted in good faith, as a prudent man would act in the management of his own affairs? There can be no.question about this. Mr. Rene G-uillou, while he was the uncle of the accountant as well as of the cestui que trust in this case, is a gentleman in whom all the other parties interested in this building appear to have had confidence. He has been unfortunate, but there was no allegation against his integrity. The rest of the creditors trusted him — why should not the accountant? He is a gentleman who is in the real estate business. He has charge of other estates for other people. On account of his personal interest in this property, he was particularly adapted for its management. It was no part of the accountant’s duty, even if he had the right, to collect the rents of this building. He would have had to employ some one as his agent. Who could be better employed than the man whose interests were identified with his own, and whose character for honesty, integrity, and fair-dealing has never been questioned? All that is required of a -trustee is common skill, prudence, and caution. An executor is not liable beyond what he receives unless in case of gross negligence. When he acts as others do with their own goods, and in good faith, he is not liable.”\nAside from this, the assignments of error raise no question for discussion. The first, as before observed, is not in conformity with the rules of court, and the others merely allege error in confirming the account and the adjudication of the auditing judge. No error in the account or in the adjudication is pointed out, and the decree might well have been affirmed for this reason alone.\nThe decree is affirmed and the appeal dismissed at the costs of the appellants.\nMr. Cheek Justice Gobdon dissented."}