{"id": "560003", "contents": "Opinion,\nMe. Justice Williams :\nThe learned judge of the court below affirmed the defendant’s tenth point while refusing the eleventh. The instruction asked by the tenth point was as follows: “ If the court should be of the opinion that a pedestrian has the right to cross the highway at any point, then we respectfully ask the court to charge the jury that if in so doing in the night time, a cripple with a stiff leg departs from a path which he knows is safe, and ventures hastily upon one whose condition he does not know, in order to reach the same point on the opposite side of the street, he is guilty of negligence, and cannot recover damages for injuries received by falling over an obstruction which he knew lay in his path.”\nThe facts embodied in this point appear in the testimony of the plaintiff. He was a cripple with a stiff leg, the result of an earlier fracture. He had a safe path, which he had often traveled, along the sidewalk to the opposite side of the railroad, and thence to his work. He left this path to go hastily upon-a route leading across the road and railroad in a diagonal line, and over a plank crossing, the condition of which he says he did not know. It was in the night time, and he was without a light. In hastily crossing the railroad, which he knew to be in his path, he got off the crossing at the east end of the planking, stumbled among the rails, fell, and was injured. There was no controversy over any one of the facts grouped together in this point, and the answer affirming it left nothing for the jury.\nIt may be that the crossing did not extend, as it should have done, over all of the roadway available for passage, and that the company was guilty of negligence in leaving it in the condition in which it was at the time of the accident; but this point asked, and the court gave, an instruction that the facts stated showed the plaintiff to be guilty of negligence, and that he could not recover for that reason. A party cannot recover damages for an injury which by the exercise of reasonable care he might have avoided: Beatty v. Gilmore, 16 Pa. 463; Pittsburgh Southern R. Co. v. Taylor, 104 Pa. 306. Negligence is ordinarily a question for the jury, but where the facts are uncontroverted, their legal effect is for the court: Catawissa R. Co. v. Armstrong, 52 Pa. 282; Pittsburgh and Connellsville R. Co. v. McClurg, 56 Pa. 294; McKee v. Bidwell, 74 Pa. 218; City of Erie v. Magill, 101 Pa. 616. All the facts affecting the question of contributory negligence were furnished by the plaintiff’s testimony. What was their legal effect? This was the question presented by the tenth point, and, as we think, properly answered. If so, there was no question loft which, if submitted to the jury, could relieve the plaintiff from the consequences of his own carelessness, and the binding instruction asked for in the eleventh point should have been given.\nJudgment reversed."}