{"id": "561298", "contents": "Opinion,\nMr. Justice Green :\nIt is true that the third paragraph of the plaintiff’s bill contains an allegation that she had, on the day of her marriage, signed some paper which she believed contained an agreement for the payment to her by Shea of a monthly sum after his death. If this paper, though informally and incompletely averred as it is in the bill, was in part, or in whole, the basis of her claim for a decree and was essential t“o her right to have a decree, it would doubtless be incumbent upon her to establish it, and any averments she might make in respect to it or in respect to its validity would be subject to the ordinary rules of equity pleading. In this sense, she would be subject to the burden of proof, and would be bound by the rule that a responsive answer is evidence which must be overcome- by the oaths of two witnesses or the oath of one witness and corroborating circumstances. But it is manifest upon the slightest consideration that the paper or agreement in question has nothing to do with the plaintiff’s cause of action, is no part of it in any sense whatever, is not alleged or set up in the bill as being any part of her claim, and that its averment of it, or rather allusion to it, is the merest surplusage. No proof in relation to it on her part was necessary to be given in making out her ease, and none was given except in rebuttal. The only way in which the ante-nuptial contract between the plaintiff and her husband comes into the case is by its averment as a defence in the answer. It is there described for the first time. It is set up by the defendants as a fact which precludes a recovery by the plaintiff. That particular contract was not asserted in the bill and hence the allegations of the answer respecting it do not bring it upon the record by way of response, but as new matter introduced as a defence. It cannot be doubted, therefore, that the burden of proof as to this contract rests upon the defendants, and that it must be established by proof and not by mere pleading.\nIt must be observed, moreover, that this is not a bill by the plaintiff to have a conveyance or contract set aside for fraud. No such decree is asked for and none such is necessary to the plaintiff’s right of recovery. The bill is simply one brought by a widow for the assignment of her dower. The only facts essential to her right to a decree are her marriage, the seisin of the husband during coverture, and the death of the husband. As to the subsequent alienation by the husband, it is no part of the plaintiff’s case, and as it confers no rights which can of their own force deprive the plaintiff of her dower, its presence in the contention is really matter of history only and has no importance fundamental to the controversy. Its only real significance is in the determination of the parties to the suit as liable to be affected by the decree.\nIt will thus be seen that the limitations of the litigation and of the discussion here are much narrowed. In point of fact the plaintiff did execute a release of dower when she was sui juris, and it is obligatory upon her, unless there are sufficient legal or equitable reasons apparent on the record for denying it obligatory force. Before touching upon that subject it may be well to say that we do not feel at liberty to reverse the decree on account of the refusal of the master and the court below to re-open the case after the taking of testimony was closed, argument heard, and report made, in order that the defendants might have an opportunity to prove matters which they had the means and opportunity of proving on the hearing. The testimony was at that time in their knowledge and possession, its importance was just as manifest then as at the time of the application to re-open the ease, and in the refusal of the master and court below to grant the application we can see no abuse of discretion, and, indeed, no error. We are entirely satisfied with the reasons given in the opinion of the court for declining to interfere.\nThere remains to consider only the status of the release of dower and its effect upon the plaintiff’s right to a decree. We do not think it requires any proof of consideration, as the subsequent marriage was in itself sufficient consideration to support it. But we are clearly of opinion that this contract is justly amenable to the criticism and the ruling applied to it by the master and the learned court below. The reasoning contained in the opinion of the court is so clear and convincing that it is scarcely necessary to do more than say that it is exhaustive of the subject, and that we agree with it' entirely. It is not the case of a contract between strangers, or of persons dealing at arms’ length. It is not even the case of a contract between persons in a confidential relation, bnt which, having been executed, carries with it the rights of one of the parties so that relief can only be obtained by an affirmative and adverse proceeding and decree setting it aside on the ground of actual fraud. The right of the plaintiff to her assignment of dower is complete without any reference to this contract. It comes into the case only as a defence against her claim, and the defendants must establish it not only as a factum, but as a bar to her claim not assailable either by legal or equitable principles. Viewed in this light it must endure successfully the test of those principles or it must fail. How is it in this respect ? It is a contract between two persons, a man and a woman about to be married, and it relates to the future rights of the woman in the property of her husband. It is something to the purpose, though not of vital importance, that there was proof that two days before the marriage the plaintiff refused to sign such an agreement. True, she might have changed her mind and signed it nevertheless, but the duty to prove this and to prove it affirmatively, and by satisfactory testimony, rests upon the defendants, and on the face of this record there is no such proof.\nThere is, it is true, the legal inference of consent, which in all ordinary cases arises from mere execution. But in this class of cases that inference does not arise. The relation is one of such extreme mutual confidence that a special duty of full disclosure arises which has no place in the ordinary contractual relation. Thus, in the case of Kline v. Kline, 57 Pa. 120, we said: “ There is perhaps no relation of life in which more unbounded confidence is reposed than in that existing between parties who are betrothed to each other. Especially does the woman place the most implicit trust in the truth and affection of him in whose keeping she is about to deposit the happiness of her future life. From him she has no secrets; she believes he has none from her. To consider such persons as in the same category with buyers and sellers, and to. say that they are dealing at arms’ length, we think is a mistake. Surely when a man and woman are on the eve of marriage, and it is proposed between them, as in this instance, to enter into an ante-nuptial contract upon the subject of the enjoyment and disposition of their respective estates, it is the duty of each to be frank and unreserved in the disclosure of all circumstances materially bearing on the contemplated agreement.” We held that the relation existing between betrothed persons was one of the confidential relations which require uberrima tides in all transactions between them. When this case came again before us in Kline’s Est., 64 Pa. 122, after a hearing on the merits of the ante-nuptial agreement, we said, “ While it might not be necessary to show affirmatively that there was a full disclosure of the property and circumstances of each, yet if the provision secured for the wife was unreasonably disproportionate to the means of the intended husband, it raised the presumption of designed concealment and threw upon him the burden of disproof.”\nThe same doctrine was repeated in Tiernan v. Binns, 92 Pa. 248, and it was enforced against an unreasonable ante-nuptial agreement because there was no evidence showing a disclosure by the intended husband of the true state of his affairs. In the case of Darlington’s Appeal, 86 Pa. 512, the rule was applied to a deed made by a married woman, shortly after marriage, whereby she conveyed her real estate to her husband. We held that a confidential relation exists between man and wife; that where there are transactions between them courts will apply the same rules which govern dealings between attorney and client, principal and agent, guardian and ward, trustee and cestui que trust, and will require when the husband claims a benefit arising from any such dealings, that it be shown affirmatively that he acted in perfect good faith, and took no advantage of his influence or knowledge, and that whatever contracts he made were fair, adequate, and equitable. If no such proof is established, courts of equity will avoid Ms contracts on the ground of constructive fraud. The deed was set aside contrary to the report of the master and the decree of the court below, because there was no affirmative evidence that it was the purpose of the wife, free from her husband’s undue influence, to give him the land, nor that his conduct was fair and conseionable. The foregoing cases were fully recognized and assented to in Ludwig’s Appeal, 101 Pa. 535, but the doctrine was not applied because the facts of the case did not warrant it.\nIn Miskey’s Appeal, 107 Pa. 611, we had occasion to review at some length, the subject of transactions between persons occupying a confidential relation to - each other, and we there sustained a decree setting aside a voluntary conveyance made by a son to his father because there was no provision for the wife of the grantor, there was no power of revocation in the deed, and no affirmative proof showing that the absence of this power was known to the grantor, and for other reasons stated in the opinion. We fully recognized the exceptional character of this class of conveyances, and held the party claiming the benefit of the conveyance, to strict proof of good faith, that no advantage was taken of the confidential relation, and that the arrangement was fair and conscionable. In the case of Yardley v. Cuthbertson, 108 Pa. 395, we applied the doctrine to a scrivener, who wrote a codicil to the will of a decedent, and took a large benefit under the codicil. We held him bound to the necessity of giving affirmative proof that the testator was informed of and knew the extent of his estate and the proportion of it which would pass to the scrivener by the codicil, and that the testator’s mind was free from undue influence exercised by the scrivener. The books abound with numerous cases in which the same rule has been applied, because of the confidential relation between the parties, and in which solemn conveyances and assurances have been set aside for want of the affirmative proof which the confidential relationship of the parties requires. We have seen that, under our own decisions, the relation of betrothed persons to each other comes within this category.\nIt remains only to be determined whether the facts of this case justify the application of the rule to its determination. There is evidence that there was some disclosure of the intended husband’s property and circumstances to the plaintiff, before the marriage and the agreement. Under the testimony on this subject we could not find sufficient proof of a designed concealment on his part, and the contract could not be avoided on that ground. But it was also proved that two days before the marriage the plaintiff refused emphatically to sign an agreement quite as favorable as the one she did sign on the day of the marriage. It was proved she could neither read nor write, and there was no proof that the instrument was read or explained to her, and there was no affirmative proof that she had knowledge of tbe contents of tbe paper she signed almost immediately before the marriage was celebrated. In addition to this, there was evidence of one witness which indicates that the paper then about to be signed may have been regarded by the plaintiff as a mere precaution against any undue advantage which might be taken by Mr. Shea’s children after his death. It was a remark to that effect made by Shea himself immediately before the paper was executed. The proof scarcely amounts to evidence of a positive misrepresentation of the contents of the paper, but it is persuasive of a mistaken conception of it on her part. We agree with the learned court below, that the ir - tended husband did not perform his whole duty when he obtained the signature of the plaintiff to the ante-nuptial agreement in question. It was to her a paper of the utmost consequence. It surrendered a large and most valuable property right which she was about to acquire. She had previously very positively refused to execute such a contract. It is not shown that she had changed her mind upon that subject, and .it is not shown by any affirmative testimony either that she knew the contents of the paper, or that she had agreed to the terms of such a contract. Under all the decisions, she is in such a position as to entitle her to demand the adduction of such proof, before her otherwise perfectly established right to dower is taken from her. The contract is set up against her and not by her. Those who allege it must establish it, and they must do so in subservience and obedience to the rules which fix the character of the proof required in such cases and in such circumstances. This they have not done, and the result is that the plaintiff’s plain legal right remains.\nDecree affirmed, and appeal dismissed at the cost of the appellants."}