{"id": "561227", "contents": "Opinion,\nMe.- Cheep Justice Goedon :\nThis was an action on the case, brought by the plaintiff, De Vere Ford, against the School District of Kendall borough, for the recovery of damages which she sustained in consequence of the negligence of the janitor of the school building of said district. We take the history of the case as we find it in the paper book of the plaintiff, and assume that the • statements therein contained are true and susceptible of proof. The plaintiff at the time of the accident, January 30, 1882, was a pupil of the public schools of said district. On the afternoon of that day, she, with other pupils, was standing near the stove of the school-room, in which the janitor was attempting to kindle a fire. Failing to produce the desired result he left the room and soon returned with a dish of crude petroleum which he threw into the stove. The result was an explosion by which the plaintiff was severely burned and otherwise injured. The Board of Directors had been twice notified of this method of kindling fires by its janitor, and warned of the danger of penmitting its continuance; and though the matter seems to have been discussed by that body, no further attention was paid to it.\nWe thus assume that the injury to the plaintiff, as well as the negligence of both janitor and school-board has been established, and that her case should have been submitted to the jury if the defendant can be made liable for the default of its agents. The question then is, Can a school district be held for such default ? The learned judge, who presided at the trial in the court below, determined this question in the negative, and directed a nonsuit, and as to the rectitude of this decision we have no doubt. ,\nWhilst we do not regard the case of the School District of the City of Erie v. Fuess, 98 Pa. 600, as definitely ruling the present contention, yet the liability of school districts for the default of their agents is, by the opinion, reduced to very narrow limits. It is therein said by Mr. Justice Trunkey, that school districts are corporations of a lower grade, and of less power than cities; have less the characteristics of private corporations, and resemble more mere agents of the state; that a less stringent rule applies to public than to private corporations, and that the least stringency should be applied to school districts, which are established for the administration of what may be regarded as a great public charity. But independently of what is here intimated, we may assert positively, and without hesitation, that school districts are but agents of the commonwealth, and are made quasi-corporations for the sole purpose of the administration of the commonwealth’s system of public education. The constitution provides, Article X., § 1: “ The general assembly shall provide for the maintenance and support of a thorough and efficient system of public schools, wherein all the children of this commonwealth above the age of six years may be educated; and shall appropriate at least one million of dollars each year for that purpose.” Here is not only an injunction upon the legislature to provide a system of public education for all the children of the commonwealth, over the age of six years, but to appropriate for that purpose the magnificent sum of not less than one million of dollars. The appropriation may exceed that sum to any amount; to an amount sufficient to cover the entire expenses of the system, but at all events, that sum must be so appropriated. If then this is not strictly and exclusively a state institution, a great public charity, we know not by what name it can properly be designated. That the legislature has seen fit to have part of the money required for school purposes raised by local taxation cannot alter the character of the institution; it is nevertheless public money as much so as that which comes directly from the state treasury. Police officers are not only paid by local taxation, but appointed or elected by municipalities, but as they derive their powers from the state, and are conservators of the public peace, municipalities' are not responsible for their misfeasance: Elliott v. Philadelphia, 75 Pa. 347. The same rule has been held to apply to injuries resulting from the neglect of an employee of a city fire department; as also in the ease of any strictly public agent, or agent of a public charity: Boyd v. Insurance Patrol of Philadelphia, 113 Pa. 269.\nBut more than this, the act of assembly provides no fund out of which the directors can pay damages resulting from their own misconduct or that of their officers. The act of May 8, 1854, § 28, P. L. 623, authorizes the several school boards of the commonwealth to levy and collect a tax “which shall’, together with such additional sums as the district may be entitled to receive out of the state appropriation and from other sources, be sufficient and necessary to keep the schools of the district in operation not less than four nor more than ten months in the year.” It will thus be seen that the entire resources of a district are to be appropriated to the maintenance of its schools, and no other tax than for such use can be levied, except one of a special character, authorized by a subsequent section and devoted exclusively to the purchase of land and erection of buildings necessary for educational purposes. As, then, these districts can have no fund out of which to pay damages, such as are claimed by the plaintiff in this case, their recovery would be to no purpose. Moreover, to make school districts responsible for the misfeasance of their officers, would, in many eases, prove injurious, if not destructive, to the public welfare. A weak and poor district is saddled with a heavy bill of damages, in this case, for instance, because a child has been burned through the negligence of the janitor; in another, perhaps, because there has been no fire and a pupil’s limbs have been frozen, or because the house was open and it has caught cold; it has been maltreated by the teacher, or has contracted spine disease because of improper seats, etc., etc., and, as a consequence, the schools must be closed, and the ordinary taxation, perhaps for years, together with the state appropriation, must be applied to the payment of the bill. The rule heretofore has been that individual advantage must give way to the public welfare, but the proposition of the plaintiff is to make individual grievance override the public good and make the public funds the primary source of individual compensation. A child has been injured by the negligence of the school janitor, therefore stop the schools, and appropriate the money of the state and district for the purpose of compensating the child and its parents. This is certainly running the idea of individual compensation to the last degree of absurdity ; it is an attempt to open a new field for this kind of litigation, profitable indeed to the individual but ruinous to the public, hence one that we are not disposed to encourage.\nIt is very true, that in support of the plaintiff’s contention we have many analogous cases where damages have been recovered against townships, and other municipalities, resulting from the negligence of their officers in the construction and maintenance of their streets and highways, and for such cause the public treasury has been obliged to make good private loss. The reason for this rule is not very obvious. It is based upon the idea that, as upon municipalities the legislature has imposed the duty of maintaining public highways, therefore they are responsible for a neglect of that duty. But as the same reason will apply to all cases in which a duty is imposed, so should the same rule be applied to the police, fire, sanitary and pauper departments of municipalities, though, as we have seen, it does not so apply. All we can say is, that for the one class of cases we have precedent on which to rest, and in the other, we have no such precedent but rather the contrary. Reason is all with the latter view' of the subject, for the conclusion that the public should be held responsible for the' misconduct of its supervisors of highways, is just as illogical as that it should be so held for the misfeasance of its constables and overseers of the poor.\nBut we are not disposed to quarrel with decisions, or unsettle old and well-established rules, hence we have but to say that whilst the doctrine respondeat superior does apply to townships, boroughs, and cities, so far as streets and roads are concerned, it does not apply to school districts.\nJudgment affirmed."}