{"id": "561272", "contents": "Opinion,\nMr. Justice Paxson :\nWe see no difficulty in this case. We regard the question involved as a very, simple one, notwithstanding the amount of learning expended upon it. The facts are substantially as follows : On January 20,1859, George Whitney, a widower with one child, made his will in anticipation of marriage, by which he gave the one half of his estate (after deducting a legacy of 15,000 to his sister-in-law) to his child, and the other half thereof to his betrothed. He was married to the latter five days thereafter. His will was placed in a sealed envelope directed to his executor, and handed to his wife, who kept it in her possession until his death, many years afterwards, when she produced it. There were no children of this marriage, so that when George Whitney died, he left surviving him the one child by his former marriage, and his widow, Mrs. Sarah F. Whitney. The precise question is whether the widow takes under the will or the intestate laws, it being alleged by the representatives of the child that under the act of assembly the marriage of the testator after the making of his will, was a revocation thereof.\nThe loth section of the act of 1833, P. L. 250, provides as follows : “ When any person shall make his last will and testament, and afterwards shall marry or have a child or children not provided for in such will, and die leaving a widow and-child, or either a widow or child or children, although such child or children be born after the death of their father, every such person, so far as shall regard the widow, or child or children after-born, shall bo deemed and construed to die intestate; and such widow, child or children, shall be entitled to such purparts, shares and dividends of the estate, real and personal, of the deceased, as if he had actually died without any will.”\nThe testator, as before stated, left no after-born children. We shall consider the act, therefore, only as it affects the widow. Its effect, in case of after-born children, will only be referred to incidentally. It may be observed just here that, by the terms of the act, the birth of a child after the making of a will has no effect upon such will, unless such child is unprovided for therein, and the amount of such provision is not important. In the case of an ante-nuptial will the question of a provision for the wife or widow does not arise. The act does not say in such instances, as it does in the event of after-born children, that the will shall be inoperative as to her, unless provision has been made for her in the will.\nIt would require much time and occupy an unnecessary amount of space, to review at length the legislation and judicial decisions in England aiid this country upon this interesting subject. This has been done elaborately and ably by the learned counsel on either side. They have given us all the learning bearing upon the case that is valuable. I shall confine myself to indicating the conclusions to which we have arrived without extended discussion.\nWe have no case in Pennsylvania which rules this. Edwards’ App., 47 Pa. 144, was much relied upon by the appellants, but a careful examination of it shows that it does not cover the case in hand. The decision there was, as nearly as I can gather it from the report: 1st. That the estate devised to Sarah Devitt was a fee simple^ and 2d. that the provision in the will for the issue of Sarah Devitt was not a provision for the testator’s child, as there was no evidence that the testator contemplated marriage when the will was made, and the provision itself was broad enough to embrace the issue of Sarah Devitt by another husband. The language of the opinion of Chief Justice Woodward was perhaps broader than the point decided, when he said: “The revocation as to the widow, I repeat, was absolute the instant of the marriage. It did not wait for her election, any more than it depended upon the provision made for her. And a will revoked is as if it had never been made.” A similar view is indicated in Walker v. Hall, 34 Pa. 483; but in that case the will was not made before the marriage. No fault is found with the decision of either of those cases, neither of which, however, rules the present one.\nThe section of the act of 1833 above referred to does not use the word “revoked,” in which it differs from the 16th section of said act, which declares: “ That a will executed by a single woman shall be deemed revoked by her subsequent marriage, and shall not be revived by the death of her husband.” The use of the word “revoked” in this section, and its absence in the preceding one, is clearly intentional. [ The will of a single woman is no doubt absolutely revoked by | her subsequent marriage, and it is no longer a will for any purpose. But I am inclined to think that the word “revoked” has sometimes been applied inadvertently to the 15th gjection of the act of 1833. The English cases under the statute 1 Vict. c. 26, are not applicable, for the reason that said statute declares in terms that “Every will made by a man or woman shall be revoked by Ms or her marriage.” It is very clear, however, that under our act of 1833 an ante-nuptial will can be avoided by the widow, so far as her rights are concerned; that is to say, she can elect to come in and claim her share of her husband’s estate under the intestate laws. In all other respects the will stands. And if she does not elect to make such claim, the will is not affected in any respect.\nThis testator made a valid will. There can be no doubt that he intended to give his betrothed the one half of the residue of his estate. He not only intended it, but he acted upon his intention, as his will shows. And if the fact be, as is fairly to be presumed, that he not only gave the will to his betrothed to keep, but also communicated the contents of it to her, it is a serious question under some of our cases whether it was not something more than a will, and in reality a settlement of so much of his estate upon his future wife in consideration of marriage. Equity, which disregards the form and grasps the substance, would have no difficulty in reforming a testamentary paper, and declaring it a marriage settlement, where the consideration and circumstances justify it. This was done in Lant’s Appeal, 95 Pa. 279. But we are not required to decide such a point in this case. It rests upon other grounds.\nWe regard the 15th section of the act of 1888, which is a reenactment of the act of 1794, as an enabling act. It was intended for the benefit of the widow or child, and to provide against the improvidence of husbands who should neglect to alter their wills in accordance with the changed circumstances caused by subsequent marriage or birth of issue. In no sense was it intended to benefit the husband or father. Being an enabling statute it is to be construed liberally, or as Blackstone says: “And it is the business of the judges so to construe the act as to suppress the mischief and advance the remedy: ” 1 Bl. Com. 87. The mischief was that many improvident husbands left no provision for their wives. The act declares for remedy that the widow, whether provided for or not, should have her share of the' estate under the intestate laws. But the act does not force it upon her. It is hers if she elect to take it, not otherwise. Being for her benefit it is for her to elect to accept its benefits, and if the benefits under the will are greater than under the intestate laws, the statute ought not to be enforced against her option. If we were in doubt as to this, a ready solution is found in the eleventh section of the act of 1848, which provides that the widow may take her choice of the bequest or devise made to her under any last will and testament, or of her share under the intestate laws. It will not do to say that this is not a will, that it was revoked by the marriage of Mr. Whitney,, and that the statute of 1848 does not apply. It was a will, valid as to all the world except the widow, and valid as to her until she elected to claim her share under the intestate laws. She elects to take the benefits under her husband’s will and I know of no law or reason to prevent her.\nThe decree is affirmed, and the appeal dismissed at the costs of appellants."}