{"id": "561300", "contents": "Opinion,\nMr. Justice Clark :\nThis action of covenant is brought to recover the amount claimed to be due to Drhew & Bell, from the city of Altoona, upon a contract for the construction of a reservoir at Kittanning Point, for the supply of the city with water; and also for damages upon an alleged bread) of the contract on the part of the city. The work was done under the terms of an agreement under seal, dated August 3,1881; it was to be performed according to certain specifications set forth in the contract agreeably and subject to the directions of the city engineer, and be completed by the 31st August, 1882, to his satisfaction and acceptance. The location and general method of construction were defined by the contract, but changes and alterations therein were provided for as the engineer might determine, and the allowance or deduction consequent thereon was to be made by him; extra work was not to be compensated unless performed upon his order, and then according to his estimate of the value thereof; the work was to be performed with such force as the engineer should deem adequate to its completion within the time specified, and if the force in his opinion was inadequate, he had the right to employ additional force; pay for the same, and charge to the account of the contractor; for any omission or neglect in the requirements of the contract on the pai't of the contractors, the engineer had authority to forfeit their rights under it, and to stop the work at any time when in his opinion the best interests of the city required it. The city agreed to pay for the different kinds or classes of work at certain rates specified in the contract; the whole amount of the compensation thus depending upon the quantity of each kind of work, which should be actually performed. Although full specifications and plans were agreed upon, and working drawings prepared in advance, it was expressly provided, that the quantities exhibited to the contractors were necessarily only approximate; they furnished in the language of the contract itself “ only general information, and will in no way govern or affect the final estimate, which will be made out on the completion of the work, from actual measurements aud established facts, not determinable at the time of letting the work.” Provision was made for estimates of the work done, and for payment therefor, as follows, viz.: “ On or about the last day of each month, during the progress of this work, an estimate shall be made of the relative value of the work done, to be judged of by the engineer, and eighty-five per cent of the amount of said estimate shall be paid to the party of the first part, on or about the first day of each month. And when all the work embraced in this contract is completed, agreeably to the specifications, and in accordance with the directions and to the satisfaction and acceptance of the engineer and city council, there shall be a final estimate made, of the quality, character, and value of said work, according to the terms of this agreement, when the balance appearing due to the said parties of the first part shall be paid to them, within thirty ■days thereafter.” Every part of the work was to be executed ■“ under the direction and subject to the approval of the engineer in charge,” and it was understood, “ that in all questions or matters relating thereto, or to the work, or the contract for the same, the decision of the engineer in charge shall be final and conclusive without appeal.”\nFrom these provisions of the contract it seems plain, that monthly estimates were required as mere approximations; they were, to be made of the “ relative value ” of the work done; that is to say, the value was not absolute; it was the estimated value of a part, as it stood in connection with the whole. Each monthly estimate therefore bore relation to and was subordinate to the final one. The estimates were approximate, for, under the terms of the contract, it was only on the completion of the whole that the absolute amount of the compensation could be computed. The final estimate was to be made “ when all the work embraced in the contract is completed,” and it was agreed that an estimate should then be made of the quality, character, and value of said work, that is to say, of the whole work according to the terms of the agreement, when the balance appearing to be due shall be paid, etc.; this was the final estimate. It was to be made from actual measurements and established facts, which the parties agreed were not determinable at the time of the letting of the work, and in the nature of the case were not determinable until its completion. The contractors were, however, entitled to be paid, during the progress of the work, according to these monthly estimates, and it cannot be doubted that when the city refused to pay the estimate No. 15, made November 1, 1882, a right of action accrued to the contractors, as against the city, for recovery of the amount. The value of the work as it progressed was a matter which, by the terms of the contract, was expressly submitted to the engineer; the estimate was his adjudication of it, and that was conclusive until the final estimate was made.\nThe work was commenced as agreed upon, but it was not completed within the period specified; no complaint is made that the work was unduly delayed; the engineer did not deem it necessary to employ additional force, and it is fair to presume that he deemed the force adequate; the delay, it is conceded, arose from the extent and difficulty of the work, beyond what had been anticipated. The reasons assigned for the refusal to pay were, first, that the work was not performed in a substantial and proper manner; this, however, was disposed of by the jury. And second, that the city had no money to pay it; that the 160,000 appropriated to this purpose was exhausted, and the city had no power under the constitution and laws of the state to provide further funds. Under these circumstances the contractors had an undoubted right to stop the work and they did stop it. They demanded the final estimate, which the engineer, at first, refused to make ; it was not an absolute refusal, however; he refused until he would see what the city would decide to do. It may be, perhaps, that the contractors were not bound to await the engineer’s convenience, or until he could see what the councils might determine in the matter, before bringing suit, for in some cases this might occasion the loss of the claim. That question is not raised on this record and we do not decide it.\nThe demand for a final estimate was properly addressed to the city; the engineer was the servant of the city, and it was the city’s duty to have the final estimate made by the engineer. If upon demand this was not done with reasonable dispatch, the plaintiffs were entitled to their action and to prove the value of their work otherwise: McMahon v. N. Y. & Erie R. Co., 20 N. Y. 463; Herrick v. Belknap, 27 Vt. 673. But we are clearly of opinion that there was not a refusal, in such, terms and for such length of time, under the circumstances, as would oust the jurisdiction of the engineer, in the adjustment of the matters involved in the contract. There was no absolute refusal, on the part of the engineer, to perform his duty under the agreement; he was to make monthly estimates, and having made one on the 1st November covering the work in October, he might, on a sudden stoppage of the work, well hesitate in making another, a few days thereafter, until he could ascertain whether the plaintiffs were justified in their action, and whether a final estimate was of right due to them; his duty did not require him to make a final estimate until it appeared to him either that the work was completed or that the contractors were justified in abandoning it. Under the conceded facts of the case we fail to find any evidence which would justify an inference by the jury that the engineer refused to perform his duty. On the trial, however, it was shown that he did make a final estimate; it does not appear when he commenced the work, but it does appear that it was completed and submitted to councils, for the inspection of the parties, on the 15th of December, 1882. This estimate, so far as it falls, within the scope of the submission, is to be treated, not as evidence merely, but as an adjudication under the contract and therefore “ final, conclusive, and binding on all parties.”\nBut the engineer’s estimate is an adjudication, which is con-elusive only upon the condition that it is made according to the terms of the submission; it was not in his power to change the contract so as to allow either a greater or a less rate of compensation than was plainly agreed upon. In order to oust the jurisdiction of the courts, it must clearly appear that the subject-matter of the controversy was within the prospective submission ; the right of trial by jury is not to be taken away by implication: Lauman v. Young, 31 Pa. 306. The contract of the parties was that the final estimate should be made “ of the quality, character, and value of said work, according to the terms of this agreement,” etc., and that “any disagreement or difference between the city and the contractors upon any matter or thing arising from these specifications or drawings to which they refer, or to the contract for the work, or the kind, or quality of the work required thereby, shall be decided by the engineer in charge, whose decision and interpretation of the same shall be considered final, conclusive, and binding on all parties.” The plaintiffs were to receive for earth excavation $.85 per cubic yard, and for rock excavations $.75 cents per cubic yard; in the final estimate, the engineer allowed for—\n18,063.4 cubic yards of earth excavation at $.35.......$6,322.33\n14,379.1 cubic yards of loose rock excavation at $.50 ..... 7,389.55\n5201.6 cubic yards of solid rock excavation at $.75 ...... 3,901.20\n2701.6 cubic yards of above, extra pay for picking, at $.55 . . 1.485.88\nThe engineer introduced a new term in the contract; 'the character of excavation, provided for in the contract, and for which the price was specified, was either earth or rock ; there was no distinction made as to the kind of rock, whether loose or solid; nor was there any engagement to accept $.50 per cubic foot for any kind of rock excavation. It is reasonable to suppose that the bids were made, and the contract closed, upon the general terms of the specifications, and that $.75, the price agreed upon for rock excavation, was the medial or average value of the excavation of all the divers qualities of what was properly called rock, encountered in the progress of the work. The estimate clearly exhibits the fact that loose rock could not be regarded as earth, for it is set down as loose rock; a different value is allowed for it, and extra pay for picking. Any disagreement arising out of the specifications or drawings, as to the kind or quality of the work required thereby or by the contract, it is true, was to be decided by the engineer, whose decision and interpretation of the same was to be conclusive; but it must be conceded that the ehgineer had no power over the express agreement of tbe parties, the terms of which were wholly undisputed. There was no evidence of fraud, accident, or mistake through which anything was omitted from the contract ; the contract required no interpretation; its terms were fully and clearly expressed and its meaning open and obvious. The engineer simply set aside the agreement of the parties and made a new one; he determined not what the contract was, but rather what he thought it ought to be. In such a case the estimates cannot be considered conclusive: McAvoy v. Long, 13 Ill. 147; Alton R. Co. v. Northcott, 15 Ill. 49; Galveston, etc., R. Co. v. Henry, 29 Am. & Eng. R. Cases, 265. This action of the engineer was clearly ultra vires, and to that extent the estimate can have no binding force. But an award maybe good in part and in part bad. In such case it is void pro tanto only: South v. South, 70 Pa. 195; and the same principle must apply in the case of a prospective submission to an engineer, as under the contract in suit. We are of opinion that the court erred in holding the engineer’s estimate to be conclusive in so far as he undertakes to insert in the contract terms upon which the parties never agreed, and that in this respect the estimate is bad.\nThe plaintiffs further contend that having been forced to stop the work on account of the failure and legal inability on the part of the city to pay, they are entitled to recover not only the balance due on the contract when the work was stopped, but also such damages as they have sustained in consequence thereof from the depreciation of their property, and of the machinery used or material employed in the work, from loss of profits, etc. The defendant’s reply to this, that the fund of $60,,000, raised by loan and specifically appropriated to the building of the reservoir, and for the purchase and laying of water-pipes, has been exhausted; that the city indebtedness already exceeds the constitutional limit, and if there could be a recovery of damages in such a case as this, the constitutional restriction for the protection of the citizens would be practically abrogated, for the liability in damages on the breach of the contract would be likely to produce the same results which came formerly from its legal enforcement, and that result it was the purpose of the constitutional provision to prevent.\nThe learned judge of the court below on this branch of the case instructed the jury as follows: “We further instruct you that they were bound to assume, when they undertook the contract, that such a contingency might happen at any time during the progress of the work; that they might get notice that the fund was exhausted; and they cannot here recover for any loss which they were bound to assume might happen without any illegal act or wrong whatever, and which could only be prevented by raising money illegally. • They can recover no damages arising from the sacrifice or depreciation of materials or implements, and nothing for profits which they might have made\" had they completed the work; and such seems to have been the view of the parties at the time they made this contract, for it is stipulated that the engineer in charge shall have the right to cause a stoppage of the work at any time, when in his opinion, the best interest of the city shall require it. The engineer did not stop the work but the city did, by notifying the contractors that there was no more money with which to go on.” The court, therefore, instructed the jury that the plaintiffs were entitled to be paid what was due to them, under the contract; up to the time when they had notice the fund was exhausted, which was on the 7th or 8th of November, when they presented their older to Mr. Lloyd.\nWe are not called upon to decide as to the accuracy of this instruction in every aspect of the case, nor do we pass upon it. If the fund of $60,000 was really exhausted, and the city’s condition was as stated, this instruction of the court was certainly as favorable to the plaintiffs as they had any right to expect. It is said, however, that the $60,000 was not all expended for the purposes to which by the ordinance it was specifically appropriated; that the money was misapplied, and that to the extent of the fund that is misapplied, the plaintiffs may recover, if they establish a valid claim. It is contended that the $60,000 was not legally applicable to the purchase of the water-pipes under the previous ordinance of councils. We do not think so. The ordinance of August, 1880, provided for the purchase of the pipe, not for payment. The fund of $60,000 was brought into the treasury for this express purpose; this money was to be “ used for the building of reservoirs for the storage of water for the use of said city, and for the purchase and laying of water-pipes throughout the city, and for that purpose only.” Although this action of the mayor and councils was prior to the raising of the money, it does not appear that any pipe was delivered, or any actually contracted for until the means of payment had beqn provided by the loan of $60,000. Now if we take the amount already received by the plaintiffs from this fund on the several monthly estimates, and add to that the amount expended in the purchase of pipes and in putting them in place, and deduct that sum from $60,000, the difference will exhibit the amount remaining. If tbe jury in tbeir consideration of this case shall find the sum due to the plaintiffs for work done under contract, including the unpaid orders, equal to or greater than this difference, it is plain that the plaintiffs cannot recover damages in addition, for this would be doing by indirection what the law would not permit to be done directly.\nFor the reasons stated the first, second, third, fourth, fifth, seventh, eighth, ninth, tenth, and eleventh assignments are dismissed, but the assignments numbered six and six and one half are sustained, and on them\nThe judgment is reversed, and a venire facias de novo is awarded."}