{"id": "563060", "contents": "Opinion,\nMe. Chief Justice Paxson:\nThe liability of the plaintiffs in error in these cases is conceded to the extent of the principal of the bonds and the interest due thereon. They deny, however, that they are responsible under their contract of suretyship for interest upon the over-due coupons; no such contract appears upon the coupons ; it is to be found indorsed upon the back of the bonds respectively and is as follows:\n“ Know all men by these presents, that for a valuable consideration the Philadelphia and Reading Railroad Company hereby guarantee the punctual payment of the principal and interest of the within obligation when and as the same shall respectively fall due.”\nWe have no controversy with the cases cited for tho plaintiffs in error, which decide that compound interest cannot as a general rule be recovered in this state. It is equally true, however, that in the case of coupon bonds the coupons maybe detached from the bond when due, and if not paid at maturity interest may be recovered thereon by the holder: Town of Genoa v. Woodruff, 92 U. S. 502; Phil. & R. R. Co. v. Smith, 105 Pa. 195; North Penn. R. Co. v. Adams, 54 Pa. 94; Beaver Co. v. Armstrong, 44 Pa. 63; Phil. & R. R. Co. v. Fidelity Ins. & T. Co., 105 Pa. 216.\nThere can be no doubt that the Schuylkill Navigation Company would have been liable to pay interest on their coupons. Is the Reading Railroad Company as surety on the bonds in any better position? We think not. As such surety the company is bound to the full extent that the principal is bound. This is the general rule in regard to sureties, and there is nothing in this case to limit this liability. The plaintiffs in error knew when they guaranteed the bonds that they had coupons attached, and that if the coupons were not paid at maturity interest could be recovered thereon. Their contract was an original undertaking, and the holders of the coupons had a right to proceed at once against the surety. The holders of the coupons are not bound to surrender them until paid with interest; the surety has no right to demand them until payment in full of both principal and interest.\nThe judgment is affirmed in each case."}