{"id": "563115", "contents": "Opinion,\nMe. Justice Green :\nWe see no difficulty in this case. The partnership agreement expressly stipulates that each partner shall receive one half of the profits and sustain one half of the losses of the business. There were no profits to divide, but there was a loss of $5,000 in money. In point of fact Moir has paid the whole of this loss, because he is the only person who contributed any money to the firm, and all the money has been lost. Emerick has paid no part of the loss. He contributed his skill and labor, as he agreed to do, but for this he was entitled to be paid $1,000 per year. If there had been profits in excess of this, sufficient to enable him to contribute $5,000 in money out of his share of those profits, he was bound to do so. But this was never done. The business only continued for one year and nine months, and Emerick never performed his part of the agreement by contributing his skill and labor for five years, as he had agreed to do. There was no equality therefore in the performance of the terms of the partnership by the two partners, so far as the question of contribution is concerned. Moir performed the whole of his part, and Emerick performed none of his, in the matter of raising capital. His actual service was paid for during the time it was rendered, by force of the agreement that it should be paid. Whether it was actually paid is immaterial in the mere interpretation of the contract. It was his right to have it, and that is sufficient. In actual result, therefore, the firm lost -$5,000 in money while engaged in business, and the whole of this has been paid by Moir. Emerick agreed to pay half the losses and he has paid none. Clearly he must pay it in this action if the contract is to be enforced. The case of Yohe v. Barnet, 3 W. & S. 81, is entirely in point. There, two of the partners contributed money and the third contributed nothing but service. It was not clear under the written and unsigned memorandum what he was to contribute, but it was perfectly clear that the profits and losses were to be equally divided, and we held he was bound to pay his share of the losses. In delivering the opinion Kennedy, J., said: “Now it must be observed here that the profits and losses are coupled together and to be shared in like manner. That the profits, if they consisted of money, were to be divided and shared in money equally between the three will not, I think, be denied; and why shall not the losses, if they consist of money, be divided and shared equally also in like manner, that is, in money, between the three ? ” The theory that Emerick is to be exonerated from all liability for the losses, because ho agreed to contribute skill and labor as against capital, is entirely untenable in view of the facts of the case. He never made the contribution. Even if he had done so, however, for the whole five years, that alone would not have been sufficient, under the agreement, to equalize him with Moir, unless there were profits enough actually realized to his share to produce the same money contribution that was made by Moir. We think the learned court below was entirely right in entering judgment for the plaintiff on the case stated.\nJudgment affirmed."}