{"id": "563118", "contents": "Opinion,\nMr. Justice Stereett :\nThis suit is on a claim property bond given pursuant to an order of court awarding a feigned issue to try the title of John Campbell, one of the obligors, to certain personal property levied on by virtue of an execution issued by James Hayden, defendant in error, and claimed by said Campbell. The bond, reciting the proceedings in which it was given, was executed by Campbell, as principal, and Peter Byrne, plaintiff in error, as surety, in the penal sum of $700, conditioned that the goods' so levied on and claimed by Campbell “ shall be forthcoming on the determination of said issue, to answer said writ of execution, if the said issue shall be determined in favor of said James Hayden,” etc.\nThe proceedings, leading up to the giving of this and another bond of similar import, and to the final determination of the issues in favor of the execution creditor, may be summarized as follows: In 1877 Hayden having obtained judgment against Martin Sheeran for 1700 and issued execution thereon, levied on certain goods and realized 1430.50 from the sale of a portion thereof. Some of the goods so levied on, but not sold, were claimed by said Campbell and the residue by Patrick Early. In due course feigned issues under the Sheriff’s Inter-pleader act were awarded to try the title of said claimants to the goods so claimed by them respectively. Bond was given by each claimant with plaintiff in error as surety, and, thereupon, the goods claimed by each were delivered to them respectively. Subsequently in 1881 the issues were called for trial and the plaintiff in each was nonsuited. In May, 1888, suit was brought on each bond by Hayden, the obligee therein named. The case now before us is the suit against Campbell and his surety Byrne. The sheriff’s return as to Campbell being “nihil habet,” the cause was proceeded in to judgment against Byrne. The sole contention is that the court below erred in entering judgment against him for want of a sufficient affidavit of defence, because plaintiff’s statement of claim is defective and does not entitle him to such judgment.\nAfter reciting the proceedings which resulted in awarding the feigned issue, etc., plaintiff below avers that on November 16, 1881, the issue was determined in his favor, and that “said goods have not been forthcoming to answer the said writ of execution, and therefore said bond is in full force and virtue and then concludes by appending a copy of the bond on which this action is grounded. The copy contains, inter alia, a recital that the sheriff “ has levied on the goods and chattels mentioned in the schedule annexed and marked A, which goods and chattels are by the said John Campbell claimed to be his property.” No copy of the schedule, thus referred to as annexed to the bond, is given, jmd no explanation of its absence is attempted; nor is there any averment as to what the “ goods and chattels ” were, or what was their value. It is undoubtedly elementary law that, in an action on a penal bond, conditioned for the performance of any collateral undertaking, such as the forthcoming of personal property, etc., it is incumbent on the plaintiff not only to aver, but, unless relieved by the pleadings, to prove the breach as well as the damages sustained thereby. The breach averred in this case is the non-forthcoming of certain goods to answer plaintiff’s writ of execution ; but there is no averment as to the kind, quantity, or value of the goods that should have been forthcoming. For aught that appears in the statement, the court below could not know whether they were worth five dollars or five hundred dollars. In short, there is nothing by which the damages sustained by plaintiff can possibly be liquidated. The proper form of judgment on a penal bond is for the penalty named therein, to be released upon payment of the ascertained amount of damages occasioned by the breach of the condition. It cannot be doubted that the proper measure of damages for such a breach as that averred in this case, is the value of the goods, which, according to the condition of the bond, should have been forthcoming to answer plaintiff’s execution, and not the judgment, or balance of the judgment, on which the execution was issued. The latter is not, nor could it have been intended to be, the measure of damages for such a breach. The judgment may be $500, $5,000, or any other sum, while the value of the goods in question may not exceed $15 or $20. If the condition of the bond is performed the goods are sold by the sheriff, and the proceeds, less costs, applied to the execution creditor entitled thereto. On the other hand, if the condition is broken, the damage sustained by the creditor is the sum that would have been realized by the sale of the goods, and presumptively that is their value.\nAs above stated, uidess the plaintiff is relieved therefrom by the pleadings, it is incumbent on him not only to aver both the breach and the damages sustained thereby, but to prove both on the trial. It necessarily follows that he is not in a position to demand a liquidated judgment for damages unless he has set forth in his declaration or statement of claim, a cause of action complete in all its essential ingredients. An averment of the balance due on the execution creditor’s judgment is not an averment of the damages sustained by breach of the bond, unless it is also averred that the goods which should have been forthcoming were worth as much as or more than the balance of the judgment. The bond in suit contains no such condition, express or implied, as that the obligors shall pay the balance of defendant in error’s judgment, wfithout regard to what may have been the value of tbe goods. As was said by Mr. Justice Shakswood, in Bain v. Lyle, 68 Pa. 60, the court, in such ' cases, might have prescribed a form of bond, conditioned for absolute payment of the appraised value of the goods upon determination of the issue in favor of the execution creditor; but, instead of doing so, the policy of a forthcoming bond was adopted. It has been repeatedly held that the execution and delivery of such bond does not discharge the goods from the lien of the execution or substitute the bond for the goods. It merely operates as a transfer of the goods from the custody of the sheriff to that of the claimant, pending the issue as to their ownership. Accordingly, the established practice is for the sheriff to proceed and sell the goods as soon as it has been determined that the3r are not the property of the claimant. If for any reason the execution has been returned with levy, etc., a venditioni exponas founded thereon is issued ; and if the goods are not forthcoming to answer the execution a return of that fact by the sheriff fixes the obligors in the bond for the value of the goods. The practice under our interpleader act has been fully considered and settled in several cases, among which are Bain v. Lyle, supra; O’Neill v. Wilt, 75 Pa. 266; Phillips v. Reagan, 75 Pa. 381; Zacharias v. Totton, 90 Pa. 286.\nIt appears from the docket entries that the fieri facias against Sheeran in 1877 was returned, “levied, etc., and sold a portion of said property for $430.50,” etc. It does not appear whether, after the final determination of the feigned issue, a venditioni post fieri facias, etc., was issued and demand made for the goods or not; but, in view of the distinct and uncontradieted averment that the goods were not forthcoming to answer the writ of execution, the statement of claim, in that respect, is sufficient. The only serious defect in the statement is the'want of an averment as to the value of the goods. In the absence of that, there is nothing by which to measure the damages sustained by the breach complained of.\nIt has been suggested that, the breach being admitted, it may fairly be presumed the goods were worth at least as much as the balance due on the judgment. Such a proposition as that is untenable. The fact that the condition of the bond has been broken does not shift the burden of proof from the obligee to tbe obligors; nor is there any reason in this ease why it should. Before the goods passed into the possession of the claimant they were in the custody of the sheriff, and the plaintiff in the execution had at least an equal opportunity with the claimant to know what they were and what their value was; and, if he neglected to have ¿hem scheduled and appraised, it was his own fault. In correct practice that should always be done; and the recital in the bond, above referred to, indicates that the goods in question were in fact scheduled. If they were, it was plaintiff’s duty to have filed a copy of the schedule as an exhibit attached to and made part of the bond.\nThere is nothing in the suggestion that the instrument is not within the affidavit of defence rule. The act of 1887 providing for filing statement of claim, etc., was intended to have a wider scope than the old affidavit of defence law. It is necessary however that the statement should contain all the ingredients of a complete cause of action, averred in clear, express, and unequivocal language, so that if the defendant is unable to controvert or deny one or more of the material averments of claim, a judgment in default of an affidavit or sufficient affidavit of defence may be entered and liquidated. The elements of such liquidation must be furnished, at least to the extent that the maxim, id certum est quod certum reddi potest, may properly apply. The statement authorized by the act is a substitute for a formal declaration. The affidavit of defence in this case is in the nature of a demurrer to the plaintiff’s statement of claim. If the latter is defective, as has been shown, the affidavit of defence is sufficient to prevent a summary judgment for plaintiff.\nJudgment reversed, and a procedendo awarded."}