{"id": "563106", "contents": "Opinion, Mr. Chief Justice Paxson :\nThis contention is about the proper construction of the will of the late Thomas Williamson. The testator bequeathed his estate in trust for the benefit of his wife and children. The provisions for the wife are not involved in this case. To each of his children he gave an estate for life. The clause of his will which affects this controversy is as follows :\n“ And upon and after the decease of my wife, to continue .the management as aforesaid, for the benefit of my said four children, and so distribute and pay the whole net income of my residuary estate as that each of them shall receive an equal fourth part thereof in half yearly payments from time to time during his and her respective natural life; and upon the decease of either of my said children, and successively of each of them, then as respects one equal fourth part of the corpus or principal of my residuary estate, to and for the only proper use of his or her child, or all of his or her children, if more than one, who shall have attained, or shall attain, the age of twenty-five years, and the issue of any such who shall have died, or shall die, under that age leaving issue, in equal shares; so, however, that the issue of any such deceased child, if more than one person, shall take equally among them such share only as their parent would have taken, if living; but if either of my said children shall die without leaving a child, or issue of a child, him or her surviving, then as respects the share of any residuary estate above limited to the use of his or her child or children, I will and direct shall be held for the equal use and benefit of my other children, and their respective issue, and upon and subject to the trusts and limitations hereinbefore expressed and contained.”\nBy a codicil the testator directed distribution among grandchildren per capita instead of per stirpes, and that as to the children of his daughter Anna W. Stackhouse, no portion of the principal coming to them should be paid during the lifetime of their father, Amos Stackhouse.\nThe testator left surviving four children all of whom are yet living, and eleven grandchildren, ten of whom are yet living, and mostly over twenty-five years of age. One grandchild is deceased without issue. No grandchildren have been born since the testator’s death.\nThe contention of the appellant is that the will and codicil are to be construed as giving an interest to all grandchildren, whether born during the life of the testator or at any time afterwards; that the remainder after the life estate does not vest until the grandchildren are twenty-five years of age respectively, and as they or some of them, may not attain that age until more than twenty-one years after their parent’s death, the gift is within the rule against perpetuities and therefore void; that the testator died intestate as to the remainder after the life interests; the children take it as next of kin to the testator and their life interests and the remainders coalesce.\nThe auditing judge sustained the view of the appellant and directed distribution of the corpus of the estate to the four-children of the testator. Upon exceptions to his adjudication the Orphans’ Court reversed the auditing judge, and sustained the trusts in the will. An opinion was delivered by each of the learned judges who differed from the auditing judge, in which, while they agree as to the result, they are not altogether-in harmony in the mode of reaching it. It is a satisfaction to know that with the opinions of the learned judges of the Orphans’ Court, and the oral and printed arguments of the learned counsel respectively, we have before us about all that can be profitably said on either side.\nWhere there is any serious doubt whether a legacy is vested or contingent, such doubt should be resolved in favor of vesting. In Chess’s App., 87 Pa. 362, it was said by Sharswood, J., in delivering the opinion of the court: “ The inclination of the courts is always in favor of the vesting of legacies because, in ninety-nine cases out of a hundred, it is the intention of the testator that his bounty should be transmitted to the children or family of the beneficiary, otherwise, indeed, full effect is not given to it.” And tbe question, whether- vested or not, is always to be determined by a fair and reasonable construction of the whole will, and not from any particular expressions: Schott’s Est., 78 Pa. 40; M’Arthur v. Scott, 113 U. S. 340; Leaming v. Sharatt, 2 Hare 14; Bayley v. Bishop, 6 Ves. 9; Redfield on Wills, § 37; Gray on Perpetuities, §§ 278, 641 ; Randall on Perpetuities, 85. On the other hand, we have a rule of property, founded upon the highest considerations of public policy, and too firmly imbedded in our system of jurisprudence to be disturbed save by an act of assembly, which requires that all future estates limited upon a life estate, which are not sure to take effect within twenty-one years and the usual fraction, after the determination of the life estate, are void in their creation: Davenport v. Harris, 3 Gr. 164. Where the language of a will leaves us in doubt whether this rule has been transgressed, we may well resolve the doubt in favor of vesting, especially when, upon a careful examination of the whole will, we may reasonably infer such to have been the intent of the testator. But where the language employed is not ambiguous and is clearly transgressive of the rule, it is useless to grope after a supposed intent of the testator. The rule itself must be sustained in all its integrity or abandoned. We prefer the former course.\nThe gift of the remainder is to the grandchildren as a class. The vital question is when did it vest? It was said by Lord Mansfield in Baldwin v. Karver, Cowp. 309, that “ the point to be determined in gifts of this character, however general in their terms, is, when does the legacy vest?” In some instances it may be upon the death of the testator, in others upon the death of the first taker, and in yet other instances it may be upon the happening of a contingency. In either event it is the time of vesting which determines who shall take. In a note to Andrews v. Pattington, 3 Br. C. C. 404, Mr. Eden arranges the cases in three classes as follows:\n1. Where there is simply a general devise to children or other persons as a class, in which it comprehends all persons answering that description at the testator’s death.\n2. Where there is a previous life estate, in which Case all the persons answering the description at the extinction of that life are included.\n3. Where the bequest is to children generally, payable at a certain period, as at twenty-one or marriage, in which case all children are let in who come into esse before the first child attains the period appointed.\nIt is a conceded principle that the future interest must vest within a life or lives in being and twenty-one years. It is not sufficient that it may vest. It must vest within that time or the gift is void, void in its creation. Its validity is to be tested by possible and not by actual events. And if the gift is to a class, and it is void as. to any of the class, it is void as to all. Authority is scarcely needed for so familiar a proposition. It is sufficient to refer to Leake v. Robinson, 2 Mer. 363; Porter v. Fox, 6 Sim. 485; Blagrove v. Hancock, 16 Sim. 371; Dodd v. Wake, 8 Sim. 615; Newman v. Newman, 10 Sim. 51; Vawdry v. Geddes, 1 Russ. & M. 203; Williams on Real Property, 305; Perry on Trusts, § 381; Lewis on Perpetuities, 456; Hillyard v. Miller, 10 Pa. 334; Smith’s App., 88 Pa. 492. The last case is cited upon this point alone. Subsequent reflection has left some doubt in my mind as to the soundness of the ruling in that case upon the main question involved, and as I wrote the opinion I may be allowed to criticise it. Of tlie principles above referred to there can be no manner of doubt.\nWe regard it as equally clear that the time when the gift must vest is the death of the life-tenants respectively. There is not a word in the will from which any legal inference can be drawn that the remainder was to vest in the grandchildren at the death of the testator. The language is: “ And upon the decease of either one of my said children, and successively of each of them, then as respects one equal fourth part of the corpus or principal of my residuary estate, to and for the only proper use of his or her child, or of all of his or her children,” etc. The word “then” in this connection is evidently not used as an adverb of time; it merely means “in that case.” But if we treat it as an adverb of time, it evidently refers to the death of the life-tenant. That is the period the testator is speaking of, and the gift is to all the grandchildren, whether born during the lifetime of the testator or at any time after-wards. A child born the day before the death of the life-tenant would come within the description. Moreover, we are in no doubt that such was the intent of the testator. Why should he cut off all grandchildren born after his death? They would have been as near to him in blood as those born during his life, and we cannot assume without reason, and in the face of the clear language of his will, that he intended to deprive after-born grandchildren of all share of his estate. Moreover, the gift to the grandchildren was to them as a class.\nWe need not go out of our own state for authority for the proposition that the gift is to all grandchildren living at the death of the life-tenant. In Minnig v. Batdorff, 5 Pa. 503, it was held: “When there is an intermediate gift to children, those only living at the testator’s death will take; but it is now settled that where a particular estate or interest is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of distribution.” In Haskins v. Tate, 25 Pa. 249, it was held that a gift to “my son Robert’s children, he and them enjoying the benefits of it whilst he lives,” gave a life estate to Robert, remainder to his children, and that children born after the death, of the testator were entitled to share in tbe estate. This is in accordance with the rule laid down by tbe best text writers, and with many of the English and American cases. In the leading case of Leake v. Robinson, supra, it was said: “Whenever a testator gives to a parent for life, remainder to his children, he does mean to include all the children such parent may at any time have.” The doctrine was finally established in the House of Lords in Boughton v. Boughton, 1 H. of L. 406. See also Hall v. Hall, 123 Mass. 120; Fosdick v. Fosdick, 88 Mass. 21.\nAssuming that the gift is to all the grandchildren, whenever born, we reach the vital question in the case, when does it vest? If it vests at the death of the tenant for life, or within twenty-one years thereafter, it is outside of the rule against perpetuities, and the gift is good. The contention of the appellant is that the gift is contingent or executory, and does not vest in interest until the grandchildren respectively attain the age of twenty-five years.\nThe age does not merely relate to the time of payment. The gift is to those “ who shall have attained or shall attain the age of twenty-five years.” It is unnecessary to discuss the long line of cases in which the time of vesting and the time of payment, and the effect of such words as “when,” “at,” or “if,” are discussed. Whenever possible the courts have held that these words refer to tbe time of payment, in order that the estate may be held to be vested. But in all such cases there has been some previous gift, express or implied, by which the narty was to have some benefit from the gift prior to the time fixed for payment; such as the payment of interest, a provision for maintenance, or other matters of a like nature. And it appears to be well settled that unless there be some gift, express or implied, in order to so apply the word, there is no vesting until the time of payment, and the person to receive must be ascertained at that time. “ A legacy shall be deemed vested or contingent, just as the time shall have been annexed to the gift or the payment of it. And where there is no separate and antecedent gift, which is independent of tbe direction and time for payment, the legacy is contingent: ” Moore v. Smith, 9 W. 403. In Hawkins on Wills, 241 — 2, it is said that the nice distinctions 'respecting vesting and payment do not arise, “ where the attainment of the given age is made part of the description of the devisee; as if the devise be to all and every the children of A. who shall attain twenty-one, or to such children of A. as shall attain twenty-one, with a gift over on attaining that age.....Until they have attained that age no one completely answers the description which the testator has given of those who are to be devisees under liis will; and, therefore, there is no person in whom the estate can vest.....It is prima facie contingent notwithstanding a gift over in default of a child or children who should fulfil the required condition.”\nIt would seem clear, from the language of the will, that the age of the grandchildren refers not merely to the time of payment or distribution, but is descriptive of the persons who take. A grandchild who dies before arriving at twenty-five takes no interest; nothing which he can dispose of by will or otherwise; nothing which can descend to his heirs. It is true there is a gift over to the issue of a grandchild dying before reaching the specified time, but in such case the issue takes not as heir or next of kin of his parent, but as the devisee of Thomas Williamson. Nor is there any provision for the payment of interest to or for maintenance of a grandchild prior to his or her arriving at the age of twenty-five years. The provision in regard to age is descriptive of the persons who shall take under the will, for no one can tell until that time arrives who will be entitled. The gift to each grandchild is contingent upon his arriving at twenty-five years of age. In our own case of McBride v. Smyth, 54 Pa. 245, this subject was thoroughly discussed by Mr. Justice Strong, who said: “The first question raised by the bill and answer is, whether the children of Francis McBride, the testator, took under his will a vested interest in the land described, at his death, or whether whatever interest any of them took under the will, first vested when the youngest child attained the age of twenty-one years ? In regard to this we have no doubt. Tbe testator devised all the residue of his estate, including the property described in the bill as sold to the defendant, to trustees, to hold until his youngest child who might then be living should attain the age of twenty-one years, upon certain defined trusts, and upon the youngest of his children who might be living attaining the age of twenty-one years, he gave, subject to a provision for his widow, all his said (residuary) estate, real, personal, and mixed, to such of his children as might be living at that time, their heirs, etc. This is not a mere postponement of the time of enjoyment. It is a selection of individuals from a class to be donees of a right; a description of persons, not a regulation of the interest given. It is impossible to admit that a gift to such a number of persons as may meet a defined description, is a gift to all the persons, whether they meet the description or not. The rule of legal construction, as well as the testamentary intent in such cases, is well stated in Smith on Executory Interests, 281. It is this: ‘ Where real or personal estate is devised or bequeathed to such children, or to such child or individuals, as shall attain a given age, or the children who shall sustain a certain character, or do a particular act, or be living at a certain time, without any distinct gift to the whole class, preceding such restrictive description, so that the uncertain event forms part of the description of the devisee or legatee, the interest so devised is contingent on account of the person. For, until the age is attained, the character is sustained, or the act is performed, the person is unascertained; there is no person answering the description of the person who is to take as devisee or legatee.’ If, then, we are to seek for the intention of the testator in the language of his will, we must conclude he gave no vested interest in his residuary estate to any of his children, that the devises were contingent and became vested only, when the youngest child living attained the age of twenty-one years, in such children as were then in life.” This case has been frequently followed; one of the later cases is Mergenthaler’s App., 15 W. N. 441.\nIt was urged, however, that a conclusive answer to this line of argument is found in the limitation over to the testator's surviving children upon the death of a child without issue living, that under the authorities the effect of that limitation was to show that the attainment by the grandchildren to the age of twenty-five years, was not a condition precedent to the vesting of their interests, but was simply a designation of the time at which those interests were to be paid; that the suspending of possession did not affect the integrity of the gift. We may concede the latter part of this proposition. This is not a question of the suspending of the possession, but of the vesting of the interest. If vested, the matter of the suspending of the possession or enjoyment could be easily disposed of. The first part of the proposition is an argument in favor of vesting, but it lacks the conclusive character claimed for it. In a doubtful case it would be persuasive, but where the nature of the interest is clear it is entitled to but little weight. There is abundant authority, some of which has been already cited, that where the attainment of a certain age forms part of the original description of the devisee, the vesting is suspended until the attainment of that age, even though the limitation over is only to take effect in case of his death under that age without issue: Smith on Executory Interests, § 366. In Leake v. Robinson, supra, it was said, referring to the implication from the gift over: “When the vesting is so clearly and expressly postponed, it is in vain to infer from other expressions used without any reference to that object, that the testator did not conceive himself to have postponed the vesting.” In Davenport v. Harris, 3 Gr. 164, there was such a gift over, but the interest was held to bo contingent on reaching the prescribed age, and therefore void because too remote. In Seibert’s App., 13 Pa. 501, there was a gift for life to a daughter, remainder to her children as they arrived at the age of twenty-one, with a gift over in case the daughter did not have any issue living at the time of her death, and it was held contingent, and a grand-daughter who died after her mother (the life-tenant) under the prescribed age, took nothing under the will. See also Bull v. Pritchard, 1 Russ. 213; Hunter v. Judd, 4 Sim. 555, Judd v. Judd, 3 Sim. 565; Ring v. Hardwicke, 2 Beav. 352; Pickford v. Brown, 2 Kay & J. 426; Vawdry v. Geddes, 1 Russ. & M. 203.\nIt was further urged that by the terms of the codicil the gifts to the grandchildren are severable. We are unable to see the force of this proposition. The provision that they shall take per capita does not make them so, nor can we attribute such an effect to the direction that as the grandchildren respectively attain the age at which they become entitled to possession, their shares shall be determined, not by the number who may become so entitled, but by the number of grandchildren then living. The fact remains that the gift is to a class, and not to particular persons of a class, and whether a member of the class can take, depends upon the contingency of his or her arriving at the age of twenty-five years.\nMeasuring this will by its possibilities, not by the facts as they happened to be, it is easy to see that grandchildren may be born within one year before the death of a life-tenant, in which case the gift could not vest within the period fixed by the rule against perpetuities. We must be careful not to strain the law so as to avoid this rule. It is founded upon a sound principle of public policy and should be rigidly enforced. We are constrained to hold that the gift to the grandchildren is void, and that the estate must be distributed to the children who have the life estates.\nThis conclusion meets the substantial justice of the case.\nThe decree is reversed at the costs of the appellees ; the adjudication of the auditing judge is affirmed, and it is ordered that distribution be made in accordance therewith.\nMr. Justice Sterrett dissents."}