{"id": "563976", "contents": "Pek Ctxuiam:\nWe do not think the question of proximate cause has anything to do with this case. It was not a suit to recover damages for the negligence of the defendant company, but for its breach of contract in not forwarding the cigars according to instructions. The plaintiff lived at Akron, in the county of Lancaster, Pa., and he shipped over, defendant’s road five cases of cigars to Benliayon & Gonzales, St. Augustine, Florida. Each ease was marked “ via Philadelphia, care of Atlantic Coast Line, by fast freight.” When the cars reached Philadelphia, the defendant company, instead of shipping them as directed by rail, delivered the said five cases to the “ Ocean Steamship Company” of Savannah, and sent them by sea. They were destroyed by fire en route.\nThe statement filed by the plaintiff gives some color to the allegation that the suit was for negligence. It avers that “ in consequence of the carelessness, negligence and improper conduct of the defendant in that behalf, the goods have never been delivered to the said consignees,” etc. It is sometimes difficult, in the present free and easy mode of pleading, to ascertain accurately what is the precise cause of action. We are inclined to the opinion, however, that it was for broach of the contract to forward the cigars as directed. If the defendant company, for reasons of its own, saw fit to disregard instructions, and forward the cigars by steamer instead of by rail, and a loss resulted, it is too plain for argument the defendant would bo responsible for such loss. It is begging the question to say that if the cigars had been shipped by rail as directed, a loss might have occurred. In such case the defendant would have incurred no responsibility.\nThis question is distinctly raised by the answer of the court below to the defendant’s fourth point: see third assignment. As this was the only assignment pressed upon the argument it is sufficient to say that we are entirely satisfied with the answer of the learned judge below to the point.\nJudgment affirmed."}