{"id": "563924", "contents": "Opinion,\nMr. Justice Stebrett :\nThe sole question is, which of the parties to this contention is entitled to the fund realized from the sheriff’s sale on their respective writs of fieri facias against Charles Buettner.\nThe writ of appellant, No. 3, March Term, 1888, was issued February 18, 1888, in the ordinary form, and returned by the sheriff : “ Levied February 20, 1888, on the personal property of the defendant, and also on defendant’s right, title and interest in the personal property in the firm of Buettner & Stone-back, a schedule of which is hereto annexed. February 22, 1888, part of personal property claimed by Catharine Buettner, and on March 1, 1888, sold the balance of the personal proply for the sum of $203.45. So answers George B. Schaeffer, sheriff.”\nThe appellee’s writ, issued February 21, 1888, contained a special instruction to levy on defendant’s interest in the co-partnership of Buettner & Stoneback, of which firm he was then a member, and was returned by the sheriff: “Levied February 25, 1888, on the right, title, and interest in the personal property of the defendant in the firm name of Buettner & Stoneback, subject to a former levy, and sold the personal property on March 1, 1888, as per return on fieri facias No. 3, March Term, 1888.”\nIt will he observed that defendant’s personal property and also his interest in the firm of Buettner & Stoneback were each actually levied on, under appellant’s writ one day before the second execution issued, and that the levy under the latter was expressly subject to the former levy. As stated in the sheriff’s return to the first writ, part of defendant’s personal property thus levied on was claimed by Mrs. Buettner, and the residue thereof sold for $203.45. The obvious meaning of the return is, that the fund for distribution is the proceeds of sale of the residue of defendant’s individual property, and not his interest in the copartnership. That being so, the appellant is clearly entitled to the fund in court.\nBut the court below appears to have acted on the assumption that the fund in question is the proceeds of sale of defendant’s interest in the copartnership of Buettner & Stoneback, and awarded it to the appellee because neither the príncipe for appellant’s writ, nor the writ itself, contained any direction to the sheriff to levy on defendant’s interest in the copartnership. If that omission rendered the first levy and sale under appellant’s execution void and of no effect, the conclusion of the court below must be correct, but it did not. The act of April 8, 1873, supplementary to the execution act of 1836, which provides, “ That whenever any judgment has been or hereafter shall be obtained against one or more members of a partnership, upon any individual indebtedness of such defendant or defendants, any such creditor may have execution..... which shall command the sheriff or other officer to levy the sum of said judgment, with interest and costs of suit, upon the interest of the defendant or defendants in said writ of any personal, mixed or real property, rights, claims and credits in such partnership, and thereupon proceed and sell the same,” etc., is in the main declaratory of the law as it was recognized in practice before the passage of the supplement: Doner v. Stauffer, 1 P. & W. 198; Deal v. Bogue, 20 Pa. 228; Lucas v. Laws, 27 Pa. 211; Smith v. Emerson, 43 Pa. 456; Vandike’s Appeal, 57 Pa. 9; Durborrow’s Appeal, 84 Pa. 404. The rule of practice recognized in these and many other cases that might be cited, was well stated by Mr. Justice Woodward in Smith v. Emerson, supra, thus : “ An execution creditor of one of two partners has as good a right to levy on partnership effects as upon any other personal property of his debtor. The only peculiarity about such a levy is that it does not bind the goods in specie, nor does the sale, in pursuance of the levy pass them; but the interest of the debtor in the final settlement of partnership accounts in respect to such goods, is what is seized and sold. That interest, however, is leviable, and a fraudulent concealment of it is just as iniquitous, both in law and morals, as the fraudulent concealment of any other leviable effects.”\nThe supplement of 1873 was not intended to provide a new remedy, but merely to recognize, enlarge and render more effective a remedy that liad been theretofore long in existence.\nIn Kaine’s App., 92 Pa. 278, the executions, instead of containing a special command to the sheriff to levy on defendant’s interest in the firm of which he was a member, were in the ordinary form. Under both writs, however, the sheriff levied on that interest, as though he had been specifically directed to do so, and on the first writ, he sold the interest so levied on, and realized therefrom the money in court for distribution. The other writ was returned with the levy, and a venditioni exponas thereon was afterwards issued. This court, recognizing the validity of the sale on the first writ, awarded the money to it. The present Chief Justice, speaking for the court in that case, said: “ These executions were in the usual form, and the sheriff might well have refused to make a levy under them. But he did levy and sell, and the money 'is now in court for distribution and claimed on each writ. To which must it be applied ? Obviously to the one on which the sale was made. The record shows that it was made on the Kaine writ,” etc.\nThe learned president of the Common Pleas appears to have regarded Hare v. Commonwealth, 92 Pa. 141, as ruling that a levy, made under an execution in the ordinary form, upon a defendant’s interest in a partnership is void and of no effect. In that, we think, he misapprehended the principle involved in that case. There, as here, two executions had been issued against a common debtor, the first in the ordinary form, and the second in the special form authorized by the supplement of 1873. The sheriff still had the first in his hands, unexecuted, when the second came into his possession. Both he and the plaintiff in the first writ were theretofore unaware that defendant had any such interest in the partnership. It was held that the sheriff when informed of the fact, was not bound to levy on the partnership interest, under the first writ, and he did not do so, because he was not so directed by the writ. In the case at bar, the sheriff, acting under verbal directions, did make an actual levy on the defendant’s interest in the partnership of Bueftner & Stoneback, at least one day before appellee’s writ was issued. The levy thus made was good, as against the subsequent special execution and levy, subject to the first levy, and the fund raised by the sale is applicable to appellant’s exeeution. In any view that can be taken of the sheriff’s returns, whether we regard them as returning the money made out of the sale of defendant’s individual personal property, or out of sale of his interest in the partnership of which he was then a member, the appellee is not entitled to the fund in controversy.\nDecree reversed at the costs of appellee, and ordered that the fund be awarded to appellant."}