{"id": "563998", "contents": "Per Curiam:\nThe court below was entirely right in its construction of the supplemental partnership agreement of March 21,1885. That agreement provides that upon the death of a partner the surviving partners shall have the right to take his interest at its value as it stood upon the books of the firm, with the accrued profits added or the losses deducted for the current year; DroTided that such option shall be exercised within thirty days from the death of such partner, and that after such option and election the entire interest of the deceased partner shall pass to the surviving partners, subject to payment for his interest, in the manner and at the times provided in said articles. It requires no argument to show that the interest of the deceased partner ended when the firm gave notice that they would take it in accordance with the terms of the agreement. It follows that the court below committed no error in refusing to surcharge the accountants with the sum of $5,388.87 as the share of profits which accrued from July 21,1885, to January 1,1886, the close of the current year.\nThe only other question that is raised by this record is that of the accountants’ commissions and the amount paid for counsel fees. The commission allowed by the court below was a fraction over four per cent, and, while it amounted to a considerable sum, we are not prepared to say the court below erred in allowing it. As far as we can judge from what is before us, the estate appears to have been carefully and successfully managed. The responsibility was by no means inconsiderable, and was not lessened by the manifest disposition of the heirs to hold the accountants responsible for every error of judgment. This is shown in their attack upon the accountants’ mode of settling with the surviving partners and their construction of that instrument. Nor is there any force in the objection that but a small portion of the estate passed through the hands of the accountants in cash. A considerable part of what they received from the firm was in the shape of securities which were accepted by the heirs in lieu of money. They were the equivalent of money; the labor and responsibility of the settlement were quite as great as though they had received the cash. The learned judge below had all the facts before him which were necessary to an intelligent decision of this question, and we are not able to see any such manifest error as needs correction here. The same remark may be made as to the allowance of $2,000 for counsel fees. We are not informed of the precise nature and extent of the services rendered. They included not only the services to the accountants in the serdement of the estate, but also to the testator in his lifetime. It would have been more satisfactory had these items been separated. The court below fixed the compensation for both in a round sum, and upon evidence that we must presume was satisfactory. There is nothing before us which -would justify us in saying that the amount was too large.\nThe decree is affirmed and the appeal dismissed at the costs of the appellants."}