{"id": "563949", "contents": "Opinion,\nMr. Justice Sterrett :\nBoth parties to this contention claimed under Isaac Rutter, former owner of the lots in controversy, who died seised thereof in November, 1852, having firet made his last will, wherein he devised the same, inter alia, as follows:\n“ I do hereby give and bequeath unto my dear wife Hannah all my estate, real, personal, and mixed, for her sole use, so long as she lives. After her death, the remainder of the estate is to bo divided as follows: To Charles Reedy, son of Michael, I give and bequeath twenty-five dollars; to Sarah Ermentrout, daughter of Samuel Ermentrout, one half of the estate remaining ; and to Sarah, my sister, intermarried with Isaac R. Lash, the remaining half of the estate, and to their heirs.\n“ And, lastly, I do order that if my executors, hereinafter mentioned, see proper to do so, the real estate may be sold by him, and the money accruing therefrom, together with all other moneys, is to be put out to interest, and the interest paid over to my wife every year. If the interest is not sufficient for her support, she can use such of the principal as is necessary.\n“ And, lastly, I do hereby nominate, constitute, and appoint Thomas Vanderslice, the executor of this my last will and testament, and my wife, Hannah, likewise.”\nThe will was probated November 27, 1852, and letters testamentary issued to Thomas Vanderslice and Hannah Rutter, executor and executrix therein named. Testator’s widow, Hannah Rutter, having survived him nearly twenty years, died in January, 1872. The real estate was not sold during her lifetime, but shortly after her decease the surviving executor, Thomas Vanderslice, sold at public auction and conveyed the same for $1,300 to Henry Yanderslice, who afterwards conveyed the same to said Thomas Yanderslice, under whose heirs the defendants below are in possession.\nPlaintiff below made out a prima facie case by giving in evidence the will, proving the death of the life-tenant, and showing that the property in controversy is the same that was devised to her and Sarah ’Ermentrout, etc.\nThe defendants, admitting title in Isaac Rutter, the testator above named, undertook to show title from him, through the deed of his executor, etc., to the heirs of Thomas Yanderslice, under whom they are in possession; and, for that purpose, they offered the executor’s deed, in connection with the inventory of the personal estate of Isaac Rutter, and the account of the surviving executor, etc. The offer was objected to on the ground that the power of sale was operative only during the lifetime of the widow, and that the attempted conveyance, by virtue of the authority given in the will, passed no title to the surviving executor’s vendee. The objection was sustained and the proposed evidence excluded. This action of the court constitutes the first assignment of error. The next and last is the direction to find for the beneficial plaintiff an undivided moiety of the lots in controversy.\nIf the testimony referred to in the first specification had been received it would have shown that, after the death of testator’s widow, the surviving executor, by virtue of the power contained in the will, undertook to sell and convey the lots in controversy to Henry Vanderslice, from whom defendants below derived or claim to have derived title. It is not claimed that he ever had. any other than the testamentary power referred to. It may also be conceded, for the purposes of this case, that the inventory, executor’s account, etc., would have shown that the purchase-money mentioned in the deed was accounted for by the surviving executor, and that the estate was still indebted to him in the sum of $149.75.\nConceding everything that is claimed for the rejected evidence, the facts which it would have tended to prove are wholly irrelevant and immaterial, unless the testamentary power continued to exist after the decease of the widow. That, indeed, is the cardinal question in the case. If the power was limited to the lifetime of the widow, the executor’s vendee took no title, and the beneficial plaintiff below was entitled to a verdict for an undivided moiety of the lots.\nIt is not even claimed that any part of the purchase-money was ever paid to or received by either of the devisees in remainder, nor that either of them ever did or omitted to do anything whereby they could be estopped from denying the authority of the surviving executor to sell. The controlling question therefore is, as above stated, whether the testamentary power was limited to the lifetime of the widow?\nThe devise, as we have seen, is to the widow for life, remainder in fee to Sarah Ermentrout and plaintiff below as tenants in common. It appears to have then occurred to the testator that for the better and more certain support of his widow, it was advisable to authorize his executors, in their discretion, to sell the real estate, invest the proceeds, etc.; and he accordingly created the testamentary power in question, directing the proceeds of the sale to be invested and interest paid annually to his widow, with the right to use as much of the principal as might be necessary for her support. It is very evident that testator’s wife was the chief object of his bounty, and that the power was created for her benefit, and for no other purpose. There is nothing in the will to indicate that it was intended to be exercised for the purpose of converting the land into money to pay debts or for distribution. The sole object was to provide for the supjiort of the widow, in case his executors considered it necessary to sell for that purpose. The power was therefore exercisable only during her lifetime, and upon her death it ceased to exist. No principle is better settled than that when the object for which a power has been created has been accomplished, or has become impossible or unattainable, the power itself ceases to exist: Wilkinson v. Buist, 124 Pa. 253; Eby v. Dix, 6 West. Rep. 509, and cases there cited. The reasoning of our brother Clark in the first cited case is applicable here.\nNeither of the assignments of error is sustained.\nJudgment affirmed."}