{"id": "563947", "contents": "Boyer’s appeal.\nOpinion,\nMr. Justice Williams :\nDr. Hunter died in June, 1870. He devised all his estate, real and personal, to John McManus, in trust, to pay over the income therefrom to his widow during her life, but providing that each of his children upon reaching the age of twenty-five years should be paid his or her distributive share of two thirds of bis estate, and on the death of his widow the remaining third should be divided in like manner. In 1875, McManus filed an account as trustee in which he took credit for commissions on funds passing through his hands amounting to $1,401.37. This was not confirmed until after his death, which took place in June, 1875. He had expressed a purpose to give his commissions to the children of Dr. Hunter, but at the time of his death no gift had been made. Ammon L. Boyer was appointed trustee in place of McManus and afterwards became administrator de bonis non and c. t. a. of Dr. Hunter. The executors of McManus filed his final account as trustee under Dr. Hunter’s will, and charged up against the trust a note for five hundred dollars, given some thirteen or fourteen years before, with the interest thereon amounting together to $932.50. Boyer, the successor in the trust, objected to the allowance of this item alleging that the note had been barred by the statute of limitations for years when McManus filed his first account, in which no mention was made of it. To this objection the executors of McManus replied that if this item of $932.50 was not allowed, the commissions, amounting to $1,401.37, would be retained, but if no objection was made to the note and interest the commissions would be given to Dr. Hunter’s children, as he had proposed in his lifetime. The simple alternative was presented to allow the note and interest and receive the commissions or to insist on the objection and lose the commissions. Boyer naturally decided to take the course which would increase the fund in Ms hands by the difference between the note and the commissions, which was $468.87. The objections to the account of the executors of McManus were withdrawn, the account confirmed, and on receiving the difference between the two sums Boyer executed the receipt of January 12, 1876, in which he acknowledged the receipt of fourteen hundred and one dollars and thirty-seven cents, “ to be held by me, my heirs, and executors, in trust for the children of Dr. Hunter, deceased, the interest to be applied to their maintenance and support until the youngest child attains the age of twenty-one years and then to be distributed among the children then living share and share alike.” Ammon L. Boyer died in September, 1885. The Reading Fire Insurance Company is his successor in the trust under Dr. Hunter’s will. Jerome L. Boyer is his administrator and has filed an account with the trust for Ammon L. Boyer. The Reading Fire Ins. Co. seeks to surcharge the accountant with the value of a medical library and surgical instruments which belonged to Dr. Hunter, and with the $932.50, the amount of the note and interest which were allowed to the executors of McManus.\nAs to the first of these items the evidence is vague and uncertain. It does not clearly appear whether the books and instruments were sold by Boyer or not, but they came into his custody and we think the court was right in holding that he must account for them or be charged with their appraised value.\nThe other item of surcharge requires a more extended consideration. The transaction of which the receipt of January 12, 1876, was part was in effect a bargain between the executors of McManus and Boyer, as trustee. The executors proposed that if the note and interest was allowed to them they would pay the amount back to Boyer with enough more to make up the amount of the commissions which McManus had proposed to give to Dr. Hunter’s children. Tn other words they would carry out their testator’s intentions if they could be allowed to turn in an invalid and worthless claim for about three fourths of the entire amount. But the note and interest were charged against the trust estate. The payment of it took §932.50 of the money belonging to the trust, and when it was returned to Boyer by the executors of McManus in pursuance of the arrangement between them, it had not changed character. It was the same money and belonged to the same fund. The only money really paid by the executors of McManus was the sum of $468.87, the amount necessary to make up with the note and interest a sum equal to the- commissions which McM.anus had proposed to give. The $932.50 never left the hands of Boyer. It belonged to the trust created by Dr. Hunter after the arrangement of January 12, 1876, as well as before, because Boyer had no power to divert it from the purposes of the trust, and for the further reason that it continued in his hands. As to the amount which really came from the estate of McManus, it was competent for those who gave the money to impress upon it such trust as they pleased. They devoted the money which they paid, which was really but $468.87, to the children of Dr. Hunter and not to the trust created by his will. As to this sum Ammon L. Boyer is a trustee for the children under the terms of the paper of January 12, 1876, and is nqt liable to account as trustee under Hunter’s will. As to the $932.50 he is liable to account precisely as though the arrangement had never been made with the executors of McManus.\nThe receipt was so evidently given under a misapprehension of the real character of the arrangement that we must restrain its operation in the manner now indicated. This does exact justice to all parties. It recognizes the new trust created by the executors of McManus to the extent to which they furnished money for it. It preserves the funds raised under the will of Dr. Hunter for the uses prescribed hi his will, and it saves the estate of Ammon L. Boyer from the danger of liability beyond the amount of money actually received by him to which the receipt of January 12, 1876, exposed him.\nUpon the principles thus stated,\nThe judgment is affirmed.\nREADING EIRE INS. CO.’S APPEAL.\nOpinion, Mr. Justice Williams :\nThe first assignment of error is not sustained. There was nothing in the evidence by which the fact of the sale of the medical books and surgical instruments by Boyer was established, or any date fixed from which interest ought to be charged. They were wholly unaccounted for, and they were accordingly charged to the trustee at their appraised value, with interest for three years thereon. In the absence of evidence giving definite information as to the fact of the actual conversion of these articles into money, and the time when, and the amount realized therefrom, Ave cannot say that the court is guilty of manifest error in its disp&sition of this subject.\nThe second assignment is equally AAdthout support. The transaction of January 12, 1876, Avas not a “waiving of the right to commissions ” which had been allowed to McManus and were actually in the hands of his executors, but was an arrangement by which they retained the larger portion of them in their oavii hands, by securing a credit for the sum of $932.50, for a note which had been long barred by the statute of limitations. The ruling of the learned judge of the court below upon this subject we have affirmed in an opinion, filed at the present term, in the appeal of ,Jeróme L. Boyer, administrator, etc., from the same decree from which this appeal Avas taken. We refer to the opinion in that case for a discussion of the reasons on which our decision rests.\nThe decree is affirmed."}