{"id": "5652540", "contents": "OPINION\nJustice BAER.\nAt issue is whether the Venango County Court of Common Pleas may order a public defender acting in his official capacity (as opposed to having been privately appointed with compensation additional to his public defender salary) to serve as standby counsel for a pro se criminal defendant, who previously had been denied public defender representation because his annual income exceeded the financial guidelines established by the Venango County Public Defender’s office (herein, “the Public Defender’s Office”). For the reasons that follow, we hold that within the circumstances of this case the trial court was vested with the discretionary power to appoint counsel from the Public Defender’s Office to serve as standby counsel for a pro se criminal defendant, who was previously determined to be financially ineligible for representation by that office.\nRobert Bettelli (Bettelli) was charged with two counts of rape, two counts of involuntary deviate sexual intercourse, one count of aggravated indecent assault, and one count of indecent assault. At a March 3, 2004 preliminary hearing, while represented by private counsel Michael Hadley, Esquire, Bettelli was held for trial on all charges. On May 18, 2004, the trial court held a pre-trial conference and scheduled trial for August of 2004. On August 20, 2004, prior to the commencement of trial, Attorney Hadley petitioned to withdraw from the case because of Bettelli’s failure to pay his retainer. The trial court granted Attorney Hadley’s motion. On September 24, 2004, during another pre-trial conference, Bettelli decided to proceed pro se after an on the record colloquy. The trial judge found that Bettelli was competent to waive his right to counsel and understood that he was required to proceed to trial pro se if he did not retain new private representation. Acting on his own behalf, Bettelli moved for a continuance, which was granted.\nShortly thereafter, notwithstanding his stated intent to proceed pro se, Bettelli applied to the Public Defender’s Office for representation. Attorney John C. Lackatos, the Chief Public Defender at that time, determined that Bettelli’s income exceeded the maximum permitted for Public Defender representation and, therefore, declined his office’s services. Thereafter, Bettelli again waived his right to counsel, on the record, and chose to proceed pro se.\nThe case was scheduled to be heard during the November 2004 trial term. Bettelli filed another pro se motion for a continuance, stating that his employment prevented his attendance for jury selection. The trial court granted the continuance, and placed the matter on the December 2004 trial list. On November 30, 2004, the Commonwealth filed a motion for a continuance, and requested that the court set a specific date for trial, arguing that it was calling expert witnesses and needed advance notice to secure their attendance. The trial court granted the motion, and set March 7, 2005 for jury selection and March 17, 2005 for trial. Bettelli filed a third pro se motion for a continuance on February 6, 2005, stating that he was attempting to finance a retainer to secure private counsel. The trial judge denied that motion, directing Bettelli to be present for jury selection on March 7, 2005, with or without counsel.\nOn March 7, 2005, before jury selection began, the Commonwealth filed a motion requesting that the court appoint standby counsel. The Commonwealth expressed concern that the juvenile victim would be further traumatized if Bettelli, who allegedly raped her, was permitted to conduct her cross-examination. The court conducted a colloquy with Bettelli, at which time he again requested a continuance to obtain private representation. The court determined that Bettelli had ample opportunity to obtain private counsel and directed him to proceed with trial pro se. The court further ordered an attorney from the Public Defender’s Office, in his official capacity, to act as standby counsel, even though that office had previously found Bettelli financially ineligible for representation. The trial court determined that the Public Defender’s Office was best suited to represent Bettelli because its lawyers were available and qualified to provide Bettelli with effective assistance. Additionally, given the small size of the Venango County bar, no other lawyer with sufficient experience to represent Bettelli effectively was available. Finally, the court considered the fact that the Commonwealth was prepared to proceed and the case had already experienced multiple delays.\nIn response to the trial court’s appointment of a member of the Public Defender’s Office as standby counsel, on March 11, 2005, the Chief Public Defender filed a petition for a writ of prohibition with this Court. Through the writ of prohibition, the Public Defender sought to invalidate the trial court’s appointment of standby counsel arguing that the appointment order violated the Public Defender’s right to determine qualifications for representation by the office pursuant to the Public Defender Act (hereinafter “the Act”), 16 P.S. §§ 9960.1, et seq. Specifically, the Public Defender argued that the Act was created to allow a public defender to determine whom it would represent based on a defendant’s finances and his or her inability to obtain legal counsel otherwise. The Public Defender asserted that once it determined Bettelli was ineligible for representation, the court could not sua sponte appoint a member of the office. The Public Defender cited its duties with respect to furnishing legal services to those unable to afford representation, pursuant to 16 P.S. § 9960.6, which states:\n§ 9960.6. Duties\n(a) The public defender shall be responsible for furnishing legal counsel, in the following types of cases, to any person who,1 for lack of sufficient funds, is unable to obtain legal counsel:\n(1) Where a person is charged with juvenile delinquency;\n(2) Critical pretrial identification procedures;\n(3) Preliminary hearings;\n(4) State habeas corpus proceedings;\n(5) State trials, including pretrial and post trial motions;\n(6) Superior Court appeals;\n(7) Pennsylvania Supreme Court appeals;\n(8) Post-conviction hearings, including proceedings at the trial and appellate levels;\n(9) Criminal extradition proceedings;\n(10) Production and parole proceedings and revocation thereof;\n(11) In any other situations were representation is constitutionally required.\n(b) The public defender, after being satisfied of the person’s inability to procure sufficient funds to obtain legal counsel to represent him, shall provide such counsel.\nEvery person who requests legal counsel shall sign an affidavit that he is unable to procure sufficient funds to obtain legal counsel to represent him and shall provide, under oath, such other information as may be required by the court, the public defender, or the Pennsylvania Rules of Criminal Procedure.\n16 P.S. § 9960.6.\nThe Public Defender argued that its appointment as counsel conflicts with this Court’s decision in Dauphin County Public Defender’s Office v. Court of Common Pleas of Dauphin County, 578 Pa. 59, 849 A.2d 1145 (2004) (holding, in considering a writ of prohibition, that the court of common pleas lacked authority to dictate to the county public defender’s office criteria for representation of applicants seeking its services). While acknowledging that it was not directly on point, the Public Defender’s Office viewed Dauphin County as instructive regarding whether a public defender must represent someone deemed by its office to be financially ineligible under the Act. The petition for writ of prohibition further requested that our Court stay the trial proceedings pending a determination of whether the trial court had the authority to make the appointment at issue.\nBy an order dated March 16, 2005, this Court denied the requested stay and, consequently, permitted the trial to move forward. We did not dismiss the writ of prohibition, however, and thereafter directed the parties to brief and argue the issue sub judice. Simultaneously, Bettelli proceeded to trial pro se on March 17, 2005, with an attorney from the Public Defender’s Office acting as standby counsel. Bettelli was ultimately convicted of all charges. The matter presently before us involves our disposition of the writ of prohibition only. While it is not of record herein, we presume that Bettelli’s criminal case is proceeding along its own separate track.\nBefore we address the merits of the issue in this case, we must consider two procedural issues asserted by the Administrative Office of the Pennsylvania Courts (the AOPC), representing the Venango County Court of Common Pleas. First, the AOPC contends that the Public Defender inappropriately pursued this matter by way of a writ of prohibition. Specifically, it suggests that there were other available appellate avenues of relief to the Public Defender and that a writ of prohibition is only proper when such other avenues are unavailable. Second, the AOPC argues that because the underlying trial in this matter proceeded and concluded following our denial of a stay, the issue is now moot as there is no live case or controversy that this Court’s decision, one way or another, will impact.\nWe address, first, the issue of mootness. The AOPC correctly points out the axiomatic principle that, in general, courts will not decide moot questions. See Sierra Club v. Pennsylvania PUC, 702 A.2d 1131 (1996), affirmed, Sierra Club v. PUC, 557 Pa. 11, 731 A.2d 133 (1999) (holding that courts will dismiss an appeal as moot unless an actual case or controversy exists at all stages of the judicial or administrative process). In this regard, our Court has stated that:\nThis Court generally will not decide moot questions.... [W]e [have] summarized the mootness doctrine as follows: The cases presenting mootness problems involve litigants who clearly had standing to sue at the outset of the litigation. The problems arise from events occurring after the lawsuit has gotten under way — changes in the facts or in the law — which allegedly deprive the litigant of the necessary stake in the outcome. The mootness doctrine requires that an actual case or controversy must be extant at all stages of review, not merely at the time the complaint is filed.\nPap’s A.M. v. City of Erie, 571 Pa. 375, 812 A.2d 591, 599-600 (2002) (citations omitted).\nWhile it does indeed appear that the issue before us for review, at this juncture, is moot, as trial has taken place with the Public Defender serving as standby counsel, review is not necessarily precluded. Various well recognized exceptions to the mootness doctrine permit a court’s review of issues that are, in fact, moot. One such exception is the doctrine of “capable of repetition yet evading review”:\nExceptions to this principle are made where the conduct complained of is capable of repetition yet likely to evade review, where the case involves issues important to the public interest or where a party will suffer some detriment without the court’s decision.\nSierra Club, 702 A.2d at 1135.\nAnticipating our likely consideration of the capable of repetition yet evading review exception to the mootness doctrine under the circumstances of this case, the AOPC asserts that were we to consider such exception, we should conclude that it is not met sub judice. In this regard, while the AOPC concedes that the matter under review is capable of repetition, it asserts that it is not likely to evade review. Specifically, the AOPC suggests that if this scenario were to occur again, the Public Defender could simply challenge the appointment by either seeking interlocutory appeal of such order or by seeking the court to certify the issue for appeal. Thus, the AOPC posits, the issue could be reviewed in a future case through these alternative mechanisms, which, therefore, militates against our consideration of the matter now.\nWe disagree with the AOPC that the above-suggested alternative mechanisms would result in review of the issue at bar thus precluding our need to review it at this stage. Pursuant to Pa.R.Crim.P. 600, a trial must commence 365 days from the date on which the complaint is filed, if the defendant has been released on bail. See Pa.R.Crim.P. 600(A)(3). Likewise, the Rule requires an incarcerated defendant be tried within 180 days. See Pa.R.Crim.P. 600(E). Under either of the scenarios suggested by the AOPC, a defendant’s constitutional right to a speedy trial would be implicated and, thus, whether a certified appeal and/or interlocutory appeal were sought by the public defender, as distinct from any defendant, regarding the appointment as standby counsel at the request of the Commonwealth, the adjudication of the appeal could presumably result in the loss of the prosecution. Thus, it does not appear that trial could be delayed while an appeal of the issue was being pursued without the potential of a hampered prosecution and, if, conversely, the trial was conducted, we would face the same mootness argument made herein. Thus, we conclude that the issue is one that is capable of repetition, yet likely to evade review.\nRegarding the writ of prohibition claim, the AOPC contends, without significant development, that as this matter could have been pursued through certification or interlocutory appeal, use of a great writ was improper. For all of the reasons explained above as to why an interlocutory appeal could implicate Bettelli’s right to a speedy trial, the AOPC’s argument fails. The only jurisprudentially sound way for this case to be reviewed by this Court without jeopardizing the Commonwealth’s right to prosecute the defendant was to permit the writ of prohibition, deny the stay and invoke the capable of repetition but evading review doctrine.\nFinally, we note that this Court has original jurisdiction to entertain the writ pursuant to 42 Pa.C.S. § 721(2), which specifies our jurisdiction over matters involving “prohibition to courts of inferior jurisdiction.” Our Court, at this juncture, has permitted the merits of the claim to go forward. While we find on the merits that relief pursuant to the writ is unwarranted, as will be discussed fully herein, we reject the notion that at this stage we should decline a merits analysis on the grounds that there might have been a different procedural track available to the Public Defender’s Office.\nAccordingly, we turn to the merits of the issue. The Public Defender contends that ordering it to act as standby counsel for Bettelli shifts the “limited resources of the Public Defender from eligible parties and unfairly reallocates them to ineligible parties.” The Public Defender asks our Court to rule that the trial court’s authority cannot be used to appoint a public defender to represent a defendant who it has previously deemed ineligible for the public defender’s services. It posits that the court’s authority to appoint standby counsel cannot override or obviate the Public Defender’s discretion to determine who qualifies financially for that office’s services. The Public Defender asserts that the primary authority for determining indigence and eligibility for services lies directly with the Public Defender.\nThe AOPC responds that the trial court properly appointed the Public Defender as standby counsel under the circumstances of this case pursuant to Pa.R.Crim.P. 121(D) and 122(C)(1). It argues that it is within the trial court’s discretion to appoint standby counsel as deemed necessary, after conducting a waiver of counsel hearing, which is exactly what occurred here.\nAs noted previously, Pa.R.Crim.P. 121(D) authorizes a judge to appoint standby counsel when it determines that a defendant appropriately waives the right to counsel. Pa.R.Crim.P. 122(C)(1) further permits a trial court to appoint counsel sua sponte whenever the interests of justice so require. In this unique situation, it was entirely appropriate for the trial court to appoint the Public Defender, even though the Public Defender previously had denied Bettelli representation based on his financial status. The trial judge stated a multitude of reasons for his appointment of the Public Defender and determined that, in this instance, justice required the appointment. The court reasoned that Venango County, a small rural jurisdiction, had only approximately fourteen attorneys who had tried criminal cases in the two years previous to this case. Of those attorneys, the court determined that approximately ten were qualified to defend against a felony-level charge. Included in that list of ten was Attorney Hadley, who had represented Bettelli previously, and who had withdrawn due to Bettelli’s failure to pay him for his legal services. The court determined that he was not an appropriate candidate for appointment. At the time, there were three qualified attorneys in the Public Defender’s Office with caseloads which permitted this representation. The trial court stated that it was concerned with the amount of time that transpired as a result of the granted continuances. The court was cognizant that the District Attorney requested a specific scheduling date to arrange for the appearance of Commonwealth witnesses. As Bettelli attempted to stall proceedings by requesting continuances to obtain counsel, the trial court determined it had reached a point where it needed to force Bettelli to trial.\nThus, we find no flaw in the trial court’s reasoning. Indeed, the court appears to have weighed with care the competing interests in this case and reached an eminently reasonable compromise. Considering the unique facts in this situation, we hold it was proper for the trial court to appoint the Public Defender pursuant to Pa.R.Crim.P. 121(D) and 122(C)(1) in the interests of justice.\nAs noted, the Public Defender’s Office additionally asserts that the Court of Common Pleas’ ability to appoint counsel conflicts with our Court’s decision in Dauphin County where the trial court entered an administrative order specifying income levels based on the Federal Poverty Income Guidelines, which if exceeded would disqualify the applicant for public defender representation. The Dauphin County Public Defender’s Office filed a writ of prohibition arguing that the Dauphin County Court of Common Pleas did not have authority to set eligibility criteria for public defender services. Our Court agreed, and vacated the trial court’s administrative order. We found that the Act specifically provided that if the public defender was “satisfied” with a person’s inability to procure sufficient funds to hire private counsel, it was to provide that person with representation. Dauphin County, 849 A.2d at 1149 (relying on 16 P.S. §§ 9960.1-.13). Thus, we concluded that the trial court lacked authority to dictate eligibility requirements for representation by the public defender.\nDauphin County is distinguishable from the case at bar. In Dauphin County the trial court attempted to limit systematically those who qualify for representation by the Public Defender by dictating eligibility requirements. Dauphin County did not speak, however, to the issue of whether the trial court may supplant the Public Defender’s denial of representation for compelling reasons on infrequent occasions when required by “the interests of justice.” See Pa.R.Crim.P. 122(C)(1).\nUnder the narrow facts of this case, the court acted within its province in appointing the Public Defender as standby counsel, and did not infringe upon our holding in Dauphin County. While we determined that a bright-line financial requirement to determine qualification for representation could not be imposed on the Public Defender’s Office in Dauphin County, we cannot find that the Public Defender is the final authority in declining representation when the interests of justice require appointment.\nAccordingly, based on the foregoing, the writ of prohibition filed by the Public Defender’s Office is denied.\nChief Justice CAPPY and Justices SAYLOR and EAKIN join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\nJustice CASTILLE files a dissenting opinion.\nJustice NEWMAN files a dissenting opinion.\n. 18 Pa.C.S. §§ 3121, 3123, 3125, and 3126, respectively.\n. Although not entirely clear from the record, it appears that pending trial, Bettelli was released on bond and continued employment as an over-the-road truck driver during the proceedings.\n. The trial court relied upon Pa.R.Crim.P. 121(D), which provides in pertinent part:\n(D) Standby Counsel\nWhen the defendant’s waiver of counsel is accepted, standby counsel may be appointed for the defendant. Standby counsel shall attend the proceedings and shall be available to the defendant for consultation and advice.\nPa.R.Crim.P. 121(D).\n. The court relied upon Pa.R.Crim.P. 122(C)(1), amended August 1, 2005, now at Pa.R.Crim.P. 122(A)(3), as justification for specifically choosing the Public Defender's Office to represent Bettelli. That provision provides as follows:\nRule 122. Assignment of Counsel\n(C) In All Cases.\n(1) The court, of its own motion, shall assign counsel to represent a defendant whenever the interests of justice require it.\nPa.R.Crim.P. 122(C)(1).\n. We note that because the instant appeal hinges upon a question of law, our standard of review is plenary. Commonwealth v. Haag, 570 Pa. 289, 809 A.2d 271 (2002).\n. Counsel for the AOPC represents the Venango County Court of Common Pleas pursuant to Pennsylvania Rules of Judicial Administration, which provide that the AOPC shall have the power \"to provide to personnel of the [unified judicial] system legal services and, when appropriate, representation by legal counsel.” Pa.R.J.A. 505(15). \"Personnel of the system” is defined as “judges and other judicial officers, their personal staff, the administrative staff of courts and justices of the peace, and the staff of the Administrative Office and other central staff.” Pa.R.J.A. 102.\n. It warrants our acknowledgement that the mootness resulting here was caused, in part, by our own action in denying the requested motion for stay. However, we were faced with the quandary explained above. If we had granted the stay, Bettelli’s right to a speedy trial may have been jeopardized implicating Rule 600.\n. We note also that the AOPC never moved to quash the writ or otherwise voiced objection to this procedure, until they filed their brief to this Court. Thus, while we find it unnecessary to develop, we believe a waiver analysis would also preclude this objection at this juncture."}