{"id": "5652587", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nChief Justice CAPPY.\nThis Court granted allowance of appeal limited to the issue of whether the Wilson Area School District (“School District” or “District”) is entitled to restitution of the permit fees refunded by Wilson Borough (“Borough”) to Franklin E. Skepton (“Skepton”), Joseph Bozzelli, trading as J.B. Plumbing Company (“J.B. Plumbing”), and Dual Temp Company, Inc. (“Dual Temp”) (collectively “Contractors”). The Commonwealth Court answered this question in the negative, and we affirm.\nThe facts underlying this matter are not in dispute and are as follows. In 1992, the School District invited public bids for the construction of a new high school. The District included in its invitation for bids information to public bidders in the following sections Notice to Contractors, Instructions to Bidders, and General Conditions of the Contract (“General Conditions”). The General Conditions required that the Contractors furnish labor, materials, equipment, facilities, and supplies for the construction of the school. The General Conditions also mandated that the Contractors secure and pay for all permits, governmental fees, and licenses necessary for the proper execution and completion of the construction.\nThe Contractors were the lowest responsible bidders. The District, therefore, awarded a general construction contract to Skepton, a plumbing contract to J.B. Plumbing, and a heating, cooling, and ventilation contract to Dual Temp. The parties expressly incorporated into the contracts the bid specifications set forth in, inter alia, the General Conditions. In return for the Contractors completing their duties under the contracts, the School District agreed to pay the Contractors lump sum contract fees.\nConsistent with their duties under the contracts, the Contractors applied to the Borough for the issuance of permits to construct the school. The Borough notified Skepton that the cost of a construction permit under the applicable local ordinances and resolution totaled $88,838. The Borough informed Dual Temp that its permit would cost $22,021, and the Borough assessed J.B. Plumbing a permit fee of $9,120. These fees constituted approximately 10% of the estimated construction costs. The Contractors paid the permit fees under protest and then filed separate actions against the Borough in which they challenged the validity of the ordinances and resolution. The suits were consolidated for trial.\nThe trial court determined that the imposed permit fees were grossly disproportionate to the actual costs incurred by the Borough, which only totaled $1,234 or 1% of the assessed fees, and were primarily for the purpose of raising revenue. Based on this determination, the court concluded that the ordinances and resolution violated the Borough Code, 53 P.S. § 46202. The court, thus, declared the ordinances and resolution invalid and ordered the Borough to refund the permit fees to the Contractors.\nOn appeal, the Commonwealth Court affirmed the trial court’s conclusion that the ordinances and resolution were invalid. The Commonwealth Court, however, decided that the Contractors were not entitled to a refund of the improperly collected fees. Initially, the court determined that the Contractors were not entitled to a refund because they failed to file a written complaint and verified claim as called for by the Local Tax Collection Law, 72 P.S. §§ 5566b-5566c. The court further reasoned that because the Contractors had included the expense of the permit fees in their bids and the School District had reimbursed the Contractors for these fees, the Contractors had suffered no injury. Thus, in the Commonwealth Court’s view, to refund the permit fees to the Contractors would result in a windfall for the Contractors.\nThis Court subsequently granted allowance of appeal to review the sole issue of whether a municipality must refund permit fees paid to it pursuant to ordinances that are later held to be invalid and unenforceable. Skepton et al. v. Borough of Wilson, 562 Pa. 344, 755 A.2d 1267, 1269 (2000). The Court unanimously decided that, because the Borough never raised an argument regarding the validity of the vehicle by which the Contractors sought a refund, the Commonwealth Court inappropriately * sponte injected such an issue into the matter. Id. at 1270 and 1272. A majority of the Court further held that pursuant to the plain and unambiguous language of the Local Tax Collection Law, the Contractors were entitled to a refund. Id. at 1271. In so holding, the Majority stated that “[e]ven if the Contractors receive a complete windfall, the return of the illegally appropriated funds to the Contractors, rather than to the Borough, will be the lesser of two evils. The equities lie with such a result because the Borough should not be rewarded for the collection of revenues to which it was not entitled.” Id. at 1272. In a footnote, the Majority submitted that whether the Contractors, in fact, would receive a windfall was not a foregone conclusion. In this regard, the Majority suggested in passing that “[u]pon the Contractors receipt of a refund, the School District might very well initiate an action against the Contractors asserting, perhaps, a restitution interest in the funds. Thus, any purported windfall might very well be short lived.” Id. at 1272 n. 4. The Court ultimately reversed in part and remanded for further proceedings.\nAfter this Court issued its order, but before the Borough made any payment to the Contractors, the School District made a written demand to the Borough to refund the permit fees to the District. After making such demand, the District commenced the instant action against the Contractors and the Borough. The complaint raised several claims, all of which sought to have the court order that the permit fees be refunded directly to the School District. The Borough then filed a petition for interpleader to pay the permit fee refund to the court. Upon the agreement of the parties, the Borough deposited the refunded permit fees, which by then totaled more than $180,000, into an escrow account pending the resolution of this litigation. Consequently, the Borough was dismissed from the case. The parties filed a Stipulation of Facts, and the trial court held a hearing in which the District offered the stipulation and rested, and the Contractors offered the testimony of Skepton, Joseph Bozzelli, and the vice-president of Dual Temp.\nThe trial court rejected the School District’s claims and issued a decree nisi in which the court found in favor of the Contractors. The trial court denied the District’s motion for post-trial relief and converted the decree nisi into a final decree. The District then filed a Notice of Appeal in the Commonwealth Court, raising three distinct issues. Specifically, the School District asked whether it is entitled to the refunded permit fees since it ultimately paid the cost of the project including the permit fees; whether it has a greater interest in the permit fees than the Contractors because the Contractors were the School District’s agents; and whether the District is entitled to restitution of the illegal permit fees under theories of unjust enrichment and mistake of law.\nIn a published opinion, the Commonwealth Court affirmed. Wilson Area School District v. Skepton et al., 860 A.2d 625 (Pa.Commw.Ct.2004). As to whether the School District is entitled to restitution of the illegal permit fees under the doctrine of unjust enrichment, the court observed, inter alia, that in order for a defendant to be “unjustly” enriched, he or she must receive a benefit wrongfully or passively. Id. at 631. The court concluded that, because the Contractors obtained the permit fee refund pursuant to this Court’s order following a lengthy litigation process, the Contractors did not obtain the refund either wrongfully or passively. Furthermore, the Commonwealth Court asserted that the Contractors “were not unjustly ‘enriched’ because they did not have the contractual obligation to return any cost savings to the School District.” Id. For these reasons, the court concluded that the District failed to establish entitlement to relief under the doctrine of unjust enrichment. Id.\nNext, the Commonwealth Court addressed whether the School District is entitled to restitution under the doctrine of mistake of law. In this regard, the court stated that, in Pennsylvania, a party generally is not entitled to equitable relief based upon ignorance or mistake of law when the party had full knowledge of all the material facts when the party entered into the contract. Id. Here, according to the Commonwealth Court, the School District did not present any evidence at trial to support the alleged mistake of law, nor did the Stipulation of Facts reveal any support for relief under the theory of mistake of law. Id. Accordingly, the Commonwealth Court determined that the School District’s claims for restitution afforded the District no relief.\nThe District then filed a petition for allowance of appeal, which this Court granted, limited to the following question: “[W]hether the Wilson Area School District is entitled to restitution of the permit fees refunded by Wilson Borough to Franklin E. Skepton, Joseph Bozzelli, individually and t/a J.B. Plumbing Company, and Dual Temp Company, Inc.” Wilson Area School District v. Skepton et al., 582 Pa. 560, 873 A.2d 698 (2005).\nWe begin our analysis by considering whether the School District is entitled to restitution of the permit fee refund pursuant to the doctrine of unjust enrichment. As this Court has recognized, the doctrine of unjust enrichment contemplates that “[a] person who has been unjustly enriched at the expense of another must make restitution to the other.” See, e.g., Binns v. First National Bank of California, Pennsylvania, 367 Pa. 359, 80 A.2d 768, 775 (1951) (quoting Restatement (First) of Restitution § 1 (1937)). With that said, it has long been held in this Commonwealth that the doctrine of unjust enrichment is inapplicable when the relationship between parties is founded upon a written agreement or express contract, regardless of how “harsh the provisions of such contracts may seem in the light of subsequent happenings.” Third National & Trust Company of Scranton v. Lehigh Valley Coal Company, 353 Pa. 185, 44 A.2d 571, 574 (1945); see also Schott v. Westinghouse Electric Coloration, 436 Pa. 279, 259 A.2d 443, 448 (1969); Wingert et al. v. T.W. Phillips Gas & Oil Company, 398 Pa. 100, 157 A.2d 92, 94 (1959) (“[The doctrine of unjust enrichment] applies only to situations where there is no legal contract.”); Durham Terrace, Inc. v. Hellertown Borough Authority, 394 Pa. 623, 148 A.2d 899, 904 (1959). While it does not appear that this Court has expounded upon this rule of law, it has been recognized that this bright-line rule not only has “a distinguished common-law-pedigree, but it also derives a great deal of justification from bedrock principles of contract law.” Curley v. Allstate Insur anee Company, 289 F.Supp.2d 614, 620 (E.D.Pa.2003). Moreover, as the Curley court noted,\n[this] bright-line rule also has deep roots in the classical liberal theory of contract. It embodies the principle that parties in contractual privity ... are not entitled to the remedies available under a judicially-imposed quasi[-]contract [i.e., the parties are not entitled to restitution based upon the doctrine of unjust enrichment] because the terms of their agreement (express and implied) define their respective rights, duties, and expectations.\nId. at 620-21.\nThe School District does not contend that the contracts require the Contractors to return to the District any cost savings, which would include the refund of permit fees directly paid by the Contractors to the Borough. Nor does the District address this Court’s long-held precedent regarding the inapplicability of the doctrine of unjust enrichment when the relationship between parties is founded upon a contract. In feet, the School District does little to bolster its position that it is entitled to restitution based upon the doctrine of unjust enrichment. Instead, the District, in essence, makes a general plea for equitable relief. The School District bases this plea on its belief that returning the illegal fees to the Contractors will allow the Contractors to obtain a windfall at the expense of the District, which ultimately would mean that the local taxpayers would absorb the brunt of the alleged windfall.\nThe thrust of the Contractors’ arguments is that the contracts between the School District and the Contractors control the duties and obligations of the parties, and according to the Contractors, the contracts do not require that the refunded permit fees be passed on to the District. As such, the Contractors contend that they will not be unjustly enriched by receiving the refunded permit fees. The Contractors also acknowledge this Court’s precedent regarding the inapplicability of the doctrine of unjust enrichment when the relationship between parties is founded upon a contract.\nThere is no dispute that the relationships between the School District and the Contractors were forged in written contracts. It is the terms of these contracts which control the parties’ rights, duties, and expectations. As noted above, the District does not argue that it is entitled to the refunded permit fees under the terms of the contracts. Rather, the School District would have this Court employ the doctrine of unjust enrichment to find that, based upon its perception of equity and fairness, the District should receive the refunded permit fees. We will not engage in such a task. Instead, consistent with this Court’s prior easelaw, we hold that the doctrine of unjust enrichment is inapplicable here since the relationships between the District and the Contractors were founded upon written contracts. See Third National & Trust Company of Scranton, supra.\nNext, we must determine whether the School District is entitled to restitution based upon the doctrine of mistake of law. This Court has defined “mistake of law” as meaning “ ‘a mistake as to the legal consequences of an assumed state of facts.’ ” Betta v. Smith et al., 368 Pa. 33, 81 A.2d 538, 539 (1951) (quoting Restatement (First) of Restitution § 7 (1937)). A general rule in this Commonwealth is that ignorance or mistake of law with full knowledge of the facts is not grounds for equitable relief. First National Bank of Sunbury v. Rockefeller et al., 333 Pa. 553, 5 A.2d 205, 206 (1939). This Court, however, has recognized exceptions to this general rule. For instance, the Court has allowed equitable relief pursuant to the doctrine of mistake of law based upon the “the fundamental principle that no one shall be allowed to enrich himself unjustly at the expense of another by reason of an innocent mistake of law.” Id. at 207.\nThe crux of the School District’s argument regarding mistake of law is that it relied upon the ordinances and resolution, which were later deemed invalid, in determining how much money it was required to pay for the construction of the school. According to the School District, by relying on the ordinances and resolution, the District either overpaid for the permit fees or awarded larger than necessary contracts to the Contractors. The School District asserts that there is clear evidence that a mistake of law occurred in this matter and that such a mistake is a basis for it obtaining restitution of the refunded permit fees. For their part, the Contractors contend, inter alia, that, to the extent that the District made a mistake in entering into the contracts, the mistake was one of law, which, according to the Contractors, is not a ground for equitable relief under the facts of this case.\nThe evidence of record does not support the School District’s argument. First, the record clearly demonstrates that the Contractors were responsible for securing and paying for permits and that the Contractors, and not the District, in fact secured and paid for all necessary permits. Moreover, the record does not reflect that the School District relied upon the ordinances and resolution in awarding the contracts to the Contractors or in making any payment to the Contractors. Instead, the District invited public bids for the school project. Along with the invitation to bid, the District informed all bidders in the General Conditions that the successful bidders would be responsible for securing and paying for all permits. The District, therefore, shifted any burden regarding permits and permit fees onto the successful bidders. The District ultimately awarded the contracts to the Contractors simply due to the fact that the Contractors were the lowest responsible bidders, not, as the District insinuates, due to any mistake regarding the legal consequences of the assumed state of facts. In the same vein, there is no evidence that the District paid the Contractors any amount of money based upon a mistake regarding the legal consequences of the assumed state of facts. Rather, the District paid the Contractors the lump sum fees called for by the contracts. Consequently, we find that the School District has not established that a mistake of law occurred here.\nFor these reasons, the School District is not entitled to restitution of the refunded permit fees. Accordingly, the order of the Commonwealth Court is affirmed.\nJustice CASTILLE and EAKIN join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\nJustice SAYLOR files a concurring opinion in which Justice BAER joins.\nJustice NEWMAN files a dissenting opinion.\n. The Dissent, in an opinion authored by Madame Justice Newman and joined by Mr. Chief Justice Flaherty and Mr. Justice Nigro, believed that the Contractors were not entitled to a refund \"since in reality, the School District, not [the] Contractors, paid the excessive permit fees.” Skepton et al., 755 A.2d at 1272-74.\n. As this issue raises a question of law, our standard of review is de novo, and to the extent necessary, the scope of review is plenary. See Buffalo Township v. Jones, 571 Pa. 637, 813 A.2d 659, 664 n. 4 (2002).\n. The District also submits arguments outside the scope of the limited grant of allowance of appeal. For instance, the School District renews its argument that the Contractors were its agents, and therefore, the Contractors owe the District a fiduciary duty to return the refunded fees to the School District. Because such issues are outside the scope of this Court’s limited grant of allowance of appeal, we will not consider them."}