{"id": "5654163", "contents": "OPINION\nJustice SAYLOR.\nThe question presented is whether a criminal complaint and/or arrest warrant tolls the statute of limitations where the defendant/arrestee is unnamed and described only as “John Doe ‘Steve’,” a white male, in his thirties, address unknown.\nOn August 2, 1997, a fire engulfed the building located at 3452 Old Philadelphia Pike Intercourse, in Lancaster County, destroying the business known as “Instant Amish,” which was owned by Russell Shope and Christopher J. Kluge. Initially, no charges were filed in connection with the fire, but in May 2002, Kluge confessed that he had doused the interior of the building with a flammable substance and left the rear door of the building open so that a white male, known to him only as “Steve,” could enter and set the structure ablaze. Kluge explained that his former partner, Shope, had directed him to destroy the building so that they could receive the proceeds of their insurance policy. Kluge also stated that he had watched Shope place approximately $500 in the cash register as payment to Steve for setting the fire.\nThe statute of limitations for major crimes such as arson or insurance fraud requires that a prosecution must be “commenced” within five years after commission of the offense. See 42 Pa.C.S. § 5552(b). For such purpose, a criminal proceeding generally is commenced when an indictment is found; an information issued; or a warrant, summons or citation issued, if executed without unreasonable delay. See 42 Pa.C.S. § 5552(e). Additionally, commencement of a prosecution may occur by other means established by general rule of court. See id.; 42 Pa.C.S. § 5503(b). In this regard, this Court has prescribed that criminal proceedings in court cases shall be instituted, inter alia, by the filing of a written complaint. See Pa.R.Crim.P. 502(1).\nOn July 29, 2002, four days before the expiration of the five-year period of limitations under Section 5552(b), the Commonwealth filed a criminal complaint alleging arson, insurance fraud, recklessly creating a risk of a catastrophe, and criminal conspiracy, against an unknown defendant, and a warrant was issued for his arrest. In the effort to satisfy both the rule-based requirement that a complaint charging an unknown defendant contain a description of him “as nearly as may be,” Pa.R.Crim.P. 504(2), as well as the constitutional prerequisite that a warrant also contain such a description, see Pa. Const. art. 1, § 8 (“[N]o warrant ... to seize any person ... shall issue without describing them as nearly as may be[.]”), both the complaint and warrant described the unknown defendant as “John Doe ‘Steve’,” having an unknown address, and who was a white male, in his thirties.\nOn August 8, 2002, following the expiration of the statutory limitations period, the Commonwealth identified “John Doe ‘Steve’” as Appellant, Stephen Laventure, and amended the complaint and warrant to reflect such information. After discovering that Appellant was serving a six-year sentence for a robbery conviction in Florida, the Commonwealth secured his presence for trial in Pennsylvania under the Interstate Agreement on Detainers Act. See 42 Pa.C.S. §§ 9101-9108.\nUpon Appellant’s pre-trial motion, however, the common pleas court, per the Honorable David L. Ashworth, dismissed the prosecution, holding that, given the generality of the description contained in the initial complaint and warrant, neither instrument was valid or sufficient to support the commencement of a criminal proceeding for purposes of Section 5552(b). See Commonwealth v. Laventure, No. 0027 of 2003, slip op. at 5 (C.P. Lancaster Sep. 15, 2003). The court distinguished the circumstances presented from situations in which the Commonwealth is able to furnish reasonably specific identification characteristics or criteria of an unknown or unnamed individual, such as a DNA profile, reasoning:\nIn the present case, the complaint did not identify Laventure through DNA, but merely stated “Steve, address unknown, white male, 30’s.” The purpose of the “statute of limitations is to limit exposure to criminal prosecution to a certain fixed period” providing the defendant with notice that he is being accused of a crime. Commonwealth v. Cardonick et al, 448 Pa. 322, 292 A.2d 402, 408 (1972) (citing Toussie v. United States, 397 U.S. 112, 90 S.Ct. 858, 25 L.Ed.2d 156 (1970)). “Steve, address unknown, white male, 30’s” simply does not meet this purpose. The statistical safeguards afforded by DNA identification are not present in the instant case and the rationale in [decisions holding that a DNA profile is a sufficient method of identification to support a valid warrant are] therefore inapplicable.\nId. at 4-5. Additionally, the common pleas court also referenced decisions from other jurisdictions as supportive of its holding.\nIn its appeal to the Superior Court, the Commonwealth initially acknowledged the holding of this Court in Cardonick, cited by the common pleas court, that only a valid information or indictment will toll the statute of limitation. See Brief for Appellant (Superior Court), at 14 (citing Cardonick, 448 Pa. at 331, 292 A.2d at 407). The Commonwealth also recognized that the reasoning of Cardonick naturally extended to require a valid complaint or arrest warrant where such means are relied upon to meet the statutory limitations requirement. See id. (“Only a valid criminal complaint and arrest warrant will toll the statute of limitations.” (citing, inter alia, Cardonick, 448 Pa. at 331, 292 A.2d at 407)); accord Commonwealth v. Tancredi, 222 Pa.Super. 436, 445, 295 A.2d 174, 178 (1972) (“[I]f an invalid indictment or information will not stop the running of the statute, there is no basis for an argument that some other irregular and improper procedure will toll the statute”). Further, the Commonwealth explicitly accepted that the requirement of Rule 504(2) that an unknown defendant be described “as nearly as may be” derived directly from the constitutional particularity requirement associated with a valid arrest warrant. See Brief for Appellant (Superior Court), at 15 (citing Wong Sun v. United States, 371 U.S. 471, 481 n. 9, 83 S.Ct. 407, 414 n. 9, 9 L.Ed.2d 441 (1963) (describing the analogous interrelationship between the Federal Rules of Criminal Procedure and the Fourth Amendment)). The Commonwealth argued, however, that the complaint and warrant at issue were valid in this regard. In furtherance of this position, the Commonwealth advocated that the constitutional “as nearly as may be” requirement should be deemed satisfied where an original arrest warrant contains all known and available identifying information pertaining to the subject and the warrant is executed without unreasonable delay. See Brief for Appellant (Superior Court), at 8,18.\nA divided panel of the Superior Court credited the Commonwealth’s position and reversed. See Commonwealth v. Laventure, 858 A.2d 112 (Pa.Super.2004). The majority initially agreed with both parties that, under Cardonick, only a valid complaint and/or arrest warrant will serve to toll the statute of limitations. See Laventure, 858 A.2d at 114 (citing Cardonick, 448 Pa. at 330, 292 A.2d at 406-07). It then proceeded to assess the constitutional validity of the arrest warrant at issue in terms of the “nearly as may be” criterion, expressing the position that there was a split among jurisdictions concerning the degree of specificity required to meet constitutional requisites. See id. at 114-15 (“Some jurisdictions have strictly interpreted the constitutional requirement for specificity in warrants[;] ... [ojther jurisdictions have allowed more latitude as to the elusive quantum of information sufficient to satisfy the Fourth Amendment’s specificity requirement, recognizing the fluid nature of criminal investigations.”). Furthermore, the Superior Court referenced United States v. Espinosa, 827 F.2d 604, 607 (9th Cir.1987), indicating that the decision demonstrated that other jurisdictions permit the use of “John Doe” warrants, so long as they include all of the information available to the government at the time. See Laventure, 858 A.2d at 115. Based on the above, the majority, in essence, adopted the standard proposed by the Commonwealth, albeit that it added a requirement of prompt amendment. Specifically, the majority held that a “John Doe” complaint or warrant may be deemed sufficient, even in the absence of particular identifying information relevant to the defendant, if the following questions can be answered affirmatively:\n(1) did the Commonwealth set forth all information it knew or should have known in the initial “John Doe” complaint or warrant; and (2) was specific, identifying information obtained later as the result of diligent investigation added to the complaint or warrant within a reasonable amount of time.\nId. The Superior Court majority also offered the following additional explanation:\n[W]e find this practical approach particularly apt in the context of issues involving the tolling of statutes of limitations. It is well-settled that the purpose underlying a statute of limitations is to limit the amount of time an individual is exposed to criminal liability because of the inherent difficulties in defending against a criminal charge where a great deal of time has passed between the commission of the crime and the prosecution thereof, e.g. the death or lack of memory of -witnesses. Cardonick, 448 Pa. at 332-333, 292 A.2d at 407-408. The use of the above proposed standard on a case-by-case basis would not contravene this rationale, as the criminal case will have actually commenced with the filing of the initial “John Doe” complaint and issuance of the warrant. Essentially, the “ball will be rolling” as a result of the initial “John Doe” complaint or warrant, and if a swiftly-developing investigation does not result in the rapid amendment of the initial document to include the subject’s actual identity, then the applicable statute of limitations will function ultimately to bar prosecution.\nId. at 116-17.\nApplying its two-part standard, the Superior Court majority noted that the Commonwealth’s investigation into the Instant Amish fire was revived only shortly before the statute of limitations ran, when Kluge confessed, but could only describe Appellant as a white male named “Steve,” in his thirties. See id. at 115. Soon after, as a result of their ongoing investigation, the Commonwealth discovered Appellant’s identity and location and immediately amended and acted upon the initial complaint and warrant, albeit several days after the statute of limitations had passed. See id. at 115-16. Under these circumstances, the majority held, the statute of limitations was tolled by the filing of the initial complaint and the prompt substitution of the amended complaint and warrant. See id. at 116.\nJudge Olszewski authored the dissent. Initially, he recognized that the Commonwealth did not delay in executing the arrest warrant, but he did not find this circumstance relevant or controlling as to the validity of the initial complaint and warrant as originally issued. See Laventure, 858 A.2d at 117 (Olszewski, J., dissenting). Indeed, the dissent took the maJonty's reliance on events transpiring after the passage of the applicable period of limitations as at least a tacit concession that the original complaint and warrant were, standing on their own, invalid. See id. at 117. Further, Judge Olszewski commented:\nIn effect, the majority has transformed a strict statute of limitations into an amorphous time period. According to the majority, an arrest warrant that does not particularly describe the person to be seized, a defect that would normally invalidate the warrant under the Fourth Amendment, is valid as long as the Commonwealth files it before the statute of limitations expires and then supplements the warrant with the required description some time thereafter.\nId. at 117. The dissent also observed that the majority cited no cases supporting its approach of relating amendments back to an initial complaint or warrant, nor did it identify any decision in which the arrest warrant under review contained a description as unspecific as the original warrant for Appellant’s arrest. See id. at 118. With respect to the decisions cited by the majority, Judge Olszewski explained that the warrants in those cases cited specific identifying characteristics of the person to be seized. Invoking the common pleas court’s observation that the pool of potential arrestees implicated by the arrest warrant in the present case was vast, Judge Olszewski rejected the majority’s conclusion that the description “John Doe ‘Steve’, address unknown, white male, 30’s” was sufficiently particular to support the valid commencement of a prosecution. See id. at 118 (“In my opinion, an arrest warrant for a thirty-something-year-old Caucasian male named Steve living somewhere in the world does not qualify as a particular description of the person to be seized.”).\nAppellant sought review in this Court, framing the question presented as follows:\nDid the Superior Court err in adopting a standard for determining whether a “John Doe” criminal complaint and warrant is constitutionally sufficient to toll the statute of limitations, which provides a “good faith” exception to the constitutional requirement of reasonable particularity and fails to require the inclusion of specific, identifying information which would permit execution of the arrest warrant?\nAs this issue is one of law, appellate review is plenary.\nPresently, the Commonwealth, now in the position of appellee, proffers an approach that is somewhat different from that which it advanced as the appellant in the Superior Court. Indeed, although the Superior Court majority largely credited the argument that the Commonwealth presented to it, as described above, the Commonwealth now contends that the entire panel misperceived the relevant question in the case. See Brief for Appellee at 7. In this regard, the Commonwealth asserts that the constitutional matters that the Superior Court discussed are irrelevant to the controversy, since there can have been no violation of any constitutional right of Appellant arising out of the pre-amendment complaint and warrant, as they were never acted upon in their original forms. According to the Commonwealth, the exclusive focus of the review therefore must be upon the requirement of Criminal Rule 504(2) that a complaint describe an unknown defendant “as nearly as may be.” At various points in its brief, the Commonwealth acknowledges that this language is the same as is used in Article I, Section 8 of the Pennsylvania Constitution, but, again, the Commonwealth generally seeks to isolate the issue presented in this case from the Pennsylvania and federal constitutional decisions pertaining to the particularity of a warrant’s description.\nHaving thus framed the issue, the Commonwealth contends that it filed a legally valid complaint, since it described Appellant “as nearly as may be,” which under the Commonwealth’s interpretation of Grossman, 521 Pa. at 296, 555 A.2d at 899, means only “as specifically as reasonably possible” or on such terms as are available at the time. The Commonwealth argues that this understanding is supported by the standard Pennsylvania criminal complaint form, claiming that the form obviates any requirement to identify a “John Doe” defendant with particularity, since one of its provisions sets out the option for charging a person whose name is unknown, as follows: “We accuse the defendant whose name and popular designation or nickname is unknown to me and whom I have therefore designated as__” Alternatively, the Commonwealth endorses the relation-back approach that was adopted by the Superior Court, under which timely amendments to a criminal complaint and/or arrest warrant should be treated as relating back to the date on which the original documents were filed and/or secured. Finally, the Commonwealth notes that there is some flexibility relative to the enforcement of deadlines in other areas of the law, particularly where the defendant is not prejudiced. Here, the Commonwealth maintains that Appellant suffered no harm on account of any lack of particularity in the original documents, as the initial complaint was timely and was amended within ten days, after which Appellant was arrested without unreasonable delay.\nFor his part, Appellant continues to advance the position that he pursued in the Superior Court, which is substantially coterminous with Judge Olszewski’s dissent. He contends that the constitutional decisions are both relevant and controlling, and argues that the Superior Court’s relation-back approach represents an impermissible encroachment on the legislative prerogative implementing a limitations period pertaining to criminal prosecutions. In the latter respect, Appellant relies on this Court’s explanations in Cardonick, that “[statutes of limitations are of course liberally construed in favor of the defendant and against the Commonwealth,” and that, although not directly implicating constitutional concerns, such statutes protect individuals from having to defend against a claim where the lapse of time may obscure the basic facts and have the “salutary effect” of encouraging the police to investigate promptly suspected criminal activity. See Cardonick, 448 Pa. at 330-33, 292 A.2d at 407-08; see also Commonwealth v. Goldhammer, 507 Pa. 236, 241-42, 489 A.2d 1307, 1310 (1985), rev’d on other grounds, 474 U.S. 28, 106 S.Ct. 353, 88 L.Ed.2d 183 (1985). Indeed, Appellant highlights that “statutes [of limitations] provide predictability by specifying a limit beyond which there is an irrebuttable presumption that a defendant’s right to a fair trial would be prejudiced.” United States v. Marion, 404 U.S. 307, 322-323, 92 S.Ct. 455, 464-65, 30 L.Ed.2d 468 (1971).\nUpon consideration of the parties’ respective positions, at the outset, we differ with the Commonwealth to the degree that it seeks to isolate the analysis of the requirements for a complaint in the present case from the constitutional doctrine associated with the phrase “as nearly as may be.” As the Commonwealth acknowledged in the Superior Court, such phrase as utilized in Rule of Criminal Procedure 504(2) derives directly from the identically phrased constitutional requirement pertaining to the issuance of warrants. Indeed, the close relationship between the filing of a complaint and the issuance of a warrant in court cases involving unknown defendants is apparent on the face of the rules. See, e.g., Pa. R.Crim.P. 509(2)(e) (requiring the issuance of an arrest warrant in court cases where the identity of the defendant is unknown); see also Pa.R.Crim.P. 502, Comment (“Criminal proceedings in court cases [except in the case of warrantless arrests] are instituted by ... the filing of a complaint, followed by the issuance of a summons or arrest warrant ” (emphasis added)). While the Commonwealth is correct that it effected no violation of Appellant’s Fourth Amendment interests or rights under Article I, Section 8 of the Pennsylvania Constitution, this fact does not undermine the relevance of the constitutional decisions in terms of a complete and correct understanding of Rule 504(2)’s stated requirements.\nFurther, we agree with Appellant and Judge Olszewski that there is no “relation-back” doctrine pertaining to Section 5552(b)’s statute of limitation. Facially, the statute requires the commencement of criminal proceedings within the designated period, see 42 Pa.C.S. § 5552(b), and it appears to be accepted by all parties that Cardonick’s reasoning requires the issuance of a valid complaint and/or warrant to constitute such commencement. Accord Laventure, 858 A.2d at 114 (“It is beyond cavil that only the filing of a valid complaint or the issuance of a valid warrant is sufficient to toll the statute of limitations.”). Moreover, Cardonick expressly rejected a judicially crafted relation-back doctrine in the context of indictments and informations for the same reason as we do here, namely, because it is in no way supported by the statutory text of Section 5552(b). See Cardonick, 448 Pa. at 330, 292 A.2d at 406 (“It is well established that ‘the return of an indictment or the filing of an information on which no valid conviction or judgment can be had will not operate to stop the running of the statute of limitations pending the return or filing of another indictment or information in the absence of a statute expressly so providing.’ ” (quoting 1 Wharton, Criminal Law and Procedure § 184 at 427-28 (Anderson ed. 1957))); accord 42 Pa.C.S. § 5504 (providing, subject to limited exception not applicable here, “the time limited by this chapter shall not be extended by order, rule or otherwise”). Again, we discern no basis for departing from Cardonick’s reasoning merely because an instrument distinct from an indictment or information is relied upon in the attempt to commence a criminal proceeding. Accord Tancredi, 222 Pa.Super. at 445, 295 A.2d at 178.\nAs previously noted, the “as nearly as may be” language of the Pennsylvania Constitution (and correspondingly that of Rule 504(2)) subsumes the requirement of the Fourth Amendment that a warrant must “particularly describe” the person to be seized. See U.S. Const. amend. IV; West v. Cabell, 153 U.S. 78, 86, 14 S.Ct. 752, 754, 38 L.Ed. 643 (1894); United States v. Jarvis, 560 F.2d 494, 497 (2d Cir. 1977). Furthermore, while the two constitutional provisions are similar, in Waltson, a case involving the adequacy of a description of a search warrant, this Court determined that the text of the Pennsylvania Constitution, “as nearly as may be,” requires more specificity than the federal particularity requirement. See Waltson, 555 Pa. at 229, 724 A.2d at 291 (citing Grossman, 521 Pa. at 296, 555 A.2d at 899). Although the Commonwealth cites the Grossman decision for the proposition that “as nearly as may be” means only “as specifically as is reasonably possible,” and can be read as focusing solely on the information available to the Commonwealth, as opposed to establishing an actual threshold of particularity to permit identification, Grossman clearly treated the phrase as an enhancement to (and not a dilution of) the particularity requirement of the Fourth Amendment. See Grossman, 521 Pa. at 296, 555 A.2d at 899 (“This requirement [of ‘as nearly as may be’] is more stringent than that of the Fourth Amendment, which merely requires particularity in the description. The Pennsylvania Constitution further requires the description to be as particular as is reasonably possible.” (footnote omitted)). As such, it is clear that the mere specification of all information that is available is not in and of itself enough; rather, actual reasonable particularity is required sufficient to limit governmental discretion in the execution of the warrant and pursuit of the associated criminal process.\nThe remaining question is whether the designation “John Doe ‘Steve’,” having an unknown address, and who was a white male, in his thirties, is sufficient to meet the particularity requirement that pertained equally to both the criminal complaint and arrest warrant in this case. Again, we are in fundamental agreement with Judge Olszewski on this point. “John Doe” warrants that have been upheld generally have included a description of the defendant’s location, see, e.g., State v. Taylor, 61 N.C.App. 589, 300 S.E.2d 890, 892 (1983) (finding an arrest warrant valid that described defendant by his alias “Blood” and correctly identified his address), a particularized physical description, see, e.g., Zuniga v. Commonwealth, 7 Va.App. 523, 375 S.E.2d 381, 387 (1988) (finding that an arrest warrant identified the defendant with reasonable certainty by describing the defendant as “one Cuban male, twenty-five years of age, five feet, four inches tall, weighing one hundred fifty pounds”); Doe, 401 F.Supp. at 65 (described supra note 5), some combination of a physical description and location, see, e.g., Martinez, 753 P.2d at 1013 (described supra note 7); Espinosa, 827 F.2d at 607 (see supra note 5); Ferrone, 438 F.2d at 389 (same); see also Fomby v. State, 120 Ga.App. 387, 170 S.E.2d 585, 587 (1969), or identification of the accused according to his unique genetic information, see, e.g., State v. Dabney, 264 Wis.2d 843, 663 N.W.2d 366, 372 (Ct.App. 2003). Like Judge Oszlewski, we have found no case that has approved a warrant solely on descriptive information as vague as that contained in the “John Doe ‘Steve’ ” original complaint and warrant in this case. Although we are mindful of the usefulness of the “John Doe” designation, as the Superi- or Court dissent highlighted, the general description provided in this case resulted in a warrant that offered little guidance to officers who might execute it. Compare Espinosa, 827 F.2d at 611 (observing that, in upholding the validity of warrant describing the defendant’s physical characteristics and specific location, “[t]he warrant and the accompanying, incorporated affidavit left the officers with no discretion as to whom to search”). Rather, the warrant is more akin to a proscribed general warrant.\nWe acknowledge the policy position advanced by the Superi- or Court majority in support of its relation-back approach but, again, we find the tension between such considerations and Cardonick’s plain-meaning approach to criminal statute-of-limitations questions, as well Cardonick’s emphasis on the policy underlying such statutes, to be too great. In view of the text of Section 5552(b), see supra note 1, and in the longstanding decisional landscape, new policy-based arguments are properly directed to the Legislature. The same can be said of the Commonwealth’s position that Appellant was not prejudiced by the lack of particularity in the original complaint and warrant, as such observation is answered by the absence of any requirement to prove or disprove prejudice from the plain terms of Section 5552(b).\nWe hold that the initial complaint filed and warrant issued in this case were ineffective for the purpose of tolling Section 5552(b)’s period of limitations, and the amendments cannot be deemed to relate back to the dates of the original documents.\nThe order of the Superior Court is vacated, and the matter is remanded for further proceedings consistent with this opinion.\nChief Justice CAPPY, Justice CASTILLE, Justice NEWMAN and Justice BAER join the opinion.\nFormer Justice NIGRO and Justice EAKIN did not participate in the consideration or decision of this case.\n. The relevant text of Section 5552(b) proceeds as follows:\n(b) Major Offenses — A prosecution for any of the following offenses must be commenced within five years after it is committed: (1) Under the following provisions of Title 18 (relating to crimes and offenses):\nSection 3301 (relating to arson and related offenses).\nSection 4117 (relating to insurance fraud). 42 Pa.C.S. § 5552(b) (highlighting in original).\n. Under the Fourth Amendment, a warrant must \"particularly describe] ... the persons or things to be seized.” U.S. Const, amend. IV. As further discussed below, this Court has interpreted Article I, Section 8 as requiring greater specificity than the corollary federal constitutional particularity requirement. See Commonwealth v. Waltson, 555 Pa. 223, 229, 724 A.2d 289, 291 (1998) (citing Commonwealth v. Grossman, 521 Pa. 290, 296, 555 A.2d 896, 899 (1989)).\n* Defense Counsel noted at oral argument, that according to the Social Security Administration website, in the 1960’s and 1970's almost a million individuals were born with the name Steve, underlining the generality of the John Doe warrant in this case.\n. See id. at 5 (citing United States v. Doe, 703 F.2d 745, 747-50 (3d Cir.1983) (holding that an arrest warrant describing the subject as \"John Doe a/k/a Ed\" was constitutionally deficient, explaining that “[t]he 'John Doe' warrant in this case does not reduce to a tolerable level the number of potential subjects: anyone with the first name 'Ed' — and there must be thousands of ‘Eds’ in the Pittsburgh area — is fair game”), and People v. Montoya, 255 Cal.App.2d 137, 142-43, 63 Cal.Rptr. 73 (1967) (holding that a warrant containing the description \"white male, adult, 30 to 35 years, 5'10\", 175 lbs., dark hair medium build\" was constitutionally deficient)).\n. Relevant to the Commonwealth's present argument, detailed below, the Superior Court’s discussion centered primarily on the arrest warrant, as opposed to the criminal complaint, as the litmus for commencement of the prosecution for purposes of Section 5552(b).\n. See Laventure, 858 A.2d at 118 (Olszewski, J., dissenting) (citing Espinosa, 827 F.2d at 607, 611 (finding a search warrant valid where it and the accompanying affidavit described the person to be searched as a Latin male, approximately 35 years of age, 5'8\"/5'10'', approximately 200 pounds, black hair, and black full beard and described the place where the person to be seized could be found), United States v. Ferrone, 438 F.2d 381, 389 (3d Cir.1971) (upholding as sufficiently particular a search warrant describing the person to be searched as a white male with black wavy hair and stocky build, and including the precise location where the person could be found), and United States v. Doe, 401 F.Supp. 63, 65 (E.D.Wis.1975) (upholding an indictment that included the alias of the defendant, as well as his race, sex, age, weight, hair color, eye color, and peculiar facial characteristics)).\n. The Commonwealth's argument is not entirely consistent in this regard. For example, and as noted below, at one juncture it invokes the treatment of the constitutional “as nearly as may be” proviso from Grossman, 521 Pa. at 296, 555 A.2d at 899, in expressing its views concerning the meaning of the \"nearly as may be” language of Rule 504(2).\n. In addition to the decisions cited by Judge Olszewski, see supra notes 3 and 5, Appellant cites, inter alia: State v. Martinez, 51 Wash.App. 397, 753 P.2d 1011, 1013 (1988) (“[When] the warrant does not specifically name the person to be searched, then some other means reasonable under the circumstances must be used to assist in identifying the person — either his occupation, personal appearance, peculiarities, or place of residence.”). See also United States v. Swanner, 237 F.Supp. 69, 71 (D.C.Tenn.1964) (“Where a name that would reasonably identify the subject to be arrested cannot be provided, then some other means reasonable to the circumstances must be used to assist in the identification of the subject of the warrant.”); People v. Simmons, 210 Ill.App.3d 692, 155 Ill.Dec. 410, 569 N.E.2d 591, 595 (1991) (disapproving a search warrant describing the subject as \"a young black male, 5 feet 8 inches in height and weighing 180 pounds”).\n. Cardonick was centered on the use of an indictment or information to commence a prosecution because, at the time, those were the general means available for doing so. See Cardonick, 448 Pa. 322 at 329-30, 292 A.2d at 406; Tancredi, 222 Pa.Super. at 444, 295 A.2d at 178. It was not until the subsequently enacted Crimes Code, effective June 6, 1973, the relevant provision of which was later supplanted by Section 5552(e) of the Judicial Code, that a warrant would do the same. See Commonwealth v. Patterson, 236 Pa.Super. 131, 134, 344 A.2d 710, 712 (1975).\n. In support of that portion of its argument referencing generalized leniency on the part of courts in the enforcement of deadlines, the Commonwealth first references a series of per curiam orders by this Court permitting amendments to petitions for allowance of appeal. See Brief for Appellee at 13 (citing Commonwealth v. Coury, 533 Pa. 71, 618 A.2d 945 (1993) (per curiam), Commonwealth v. Andrews, 517 Pa. 1, 534 A.2d 452 (1987) (per curiam), and Kopcha v. Salladino, 563 Pa. 233, 759 A.2d 911 (2000) (per curiam)). The exercise of this Court’s discretionary prerogative connected with the amendment of a petition for allowance of appeal is obviously substantially remote from the General Assembly’s prescription of statutes of limitations pertaining to the initiation of a criminal prosecution, however. Next, the Commonwealth references this Court’s implementation of a relation-back doctrine in the arena of post-conviction claims, where a timely petition has been filed implicating the jurisdiction of the courts. See Brief for Appellee at 13-14 (citing Commonwealth v. Flanagan, 578 Pa. 587, 854 A.2d 489 (2004)). Again, the matter is remote from the present one and, additionally, concerns the modification of claims, as opposed to the haling into court of a party in the first instance. Finally, the Commonwealth contends that our civil jurisprudence would appear to permit a post-statute amendment to a complaint when all that is being amended is the name of the defendant. See Brief for Appellee at 14-15 (citing Powell v. Sutliff, 410 Pa. 436, 189 A.2d 864 (1963), and Tork-Hiis v. Commonwealth, 558 Pa. 170, 735 A.2d 1256 (1999)). The Powell case merely concerned an effort to correct the business designation associated with an entity that had already been made a party to the suit, see Powell, 410 Pa. at 438-39, 189 A.2d at 865, and Tork-Hiis held that a plaintiff could not amend a civil complaint to name a specific Commonwealth agency as a party after the statute of limitations had run. See Tork-Hiis, 558 Pa. at 177, 735 A.2d at 1259. These decisions are not supportive of the Commonwealth's position. Indeed, the present state of Pennsylvania jurisprudence in the civil context is that the substitution of a named party for a fictitious party, such as \"John Doe,” is an addition of a new party, and is generally not permitted after the statute of limitations has run. See Anderson Equipment Co. v. Huchber, 456 Pa.Super. 535, 540-41, 690 A.2d 1239, 1241-42 (1997); accord Cox v. Treadway, 75 F.3d 230, 240 (6th Cir.1996) (\"Substituting a named defendant for a ‘John Doe’ defendant is considered a change of parties, not a mere substitution of parties.”) (citing Aslanidis v. U.S. Lines, Inc., 7 F.3d 1067, 1075 (2d Cir.1993) (\"It is familiar law that 'John Doe’ pleadings cannot be used to circumvent the statute of limitations, because replacing a ‘John Doe' defendant with a named party in effect constitutes a change in the party sued.”)); Talbert v. Kelly, 799 F.2d 62, 66 n. 1 (3d Cir. 1986) (same).\n. The distinction between the two constitutions reflects the purpose of Article 1, Section 8, “to protect persons from unreasonable searches and seizures conducted pursuant to general warrants.” See Waltson, 555 Pa. at 229, 724 A.2d at 291-92 (citing Commonwealth v. Edmunds, 526 Pa. 374, 392-94, 586 A.2d 887, 896-97 (1991), and Grossman, 521 Pa. at 295-97, 555 A.2d at 898-99).\n. Additionally, contrary to the Commonwealth’s position, the language of the standard Pennsylvania criminal complaint form requiring specification of a fictitious name for an unknown defendant also does not diminish the clear requirement of Rule 504(2) that the complaint ’'shall” contain a description of an unknown defendant as nearly as may be. Pa.R.Crim.P. 504(2). Indeed, apparently acting on such directive, the Commonwealth included such identifying information as it did have in the caption of the original complaint charging “John Doe ‘Steve’ \" in this case.\n. Upon a close examination of this line of decisions, we find a greater degree of consistency in the reasoning than did the Superior Court majority.\n. We recognize that, in its appeal to the Superior Court, the Commonwealth also argued that Section 5552(b)’s period of limitations was tolled under Section 5554 of the Judicial Code, see 42 Pa.C.S. § 5554(1) (prescribing tolling in instances in which \"the accused is continually absent from this Commonwealth or has no reasonably ascertainable place of abode or work within this Commonwealth”); further, the Commonwealth challenged a determination by the common pleas court that such question was waived. Thus, our mandate, below, will include a remand to the intermediate appellate court for consideration of this (and any other open) issue."}