{"id": "5654612", "contents": "OPINION\nJustice EAKIN.\nOn August 21, 2001, appellant,. James T. Williams, a.k.a. “Mathematics,” was convicted of first degree murder, robbery, and conspiracy to commit robbery, and was sentenced to death. This direct appeal arises pursuant to 42 Pa.C.S. § 9711(h)(1) (automatic direct appeal from death sentence to this Court). We affirm.\nOn May 29, 1995, Richard White, a.k.a. “Pookie,” telephoned Lamar Peterson, a friend of appellant, seeking to buy a large quantity of marijuana to replenish the inventory for his drug dealing operation. Peterson concluded that if White had sold all his marijuana, White would have a significant amount of cash on hand. Peterson suggested to appellant that they rob White through a “stinger;” Peterson would engage White in a drug transaction, during which appellant would suddenly appear and rob them both. Peterson and appellant would reconnect later and share in the pelf.\nPeterson, appellant, and Curtis French set out to find White, but Peterson could not remember the exact location of White’s apartment. The three returned to Peterson’s apartment where they informed Ralph Logan, a.k.a. “Rah-Rah,” and Luis Avila, a.k.a. “T-Bone,” of the plan. The group decided to make another attempt to find White. This time, Avila called White and informed him he would soon drop by to purchase marijuana. Avila, Logan, and appellant set out on another robbery attempt; however, this too was unsuccessful after the trio went to the wrong apartment. Again, appellant and his cohorts returned to Peterson’s apartment.\nGiving the “stinger” one last try, Avila called White again and ascertained his apartment’s exact location; appellant, Avila, and Logan again set out to rob him. White was on his balcony when he saw the trio approaching; White tucked a pistol in the rear of his shorts and headed to the street, where he encountered the group. Appellant demanded White take him to his apartment and hand over his cash. When White refused, pleading with his arms in the air that his children were inside sleeping, appellant pulled out a MAC 10 automatic weapon and fired two bullets into White’s chest and a third into his thigh as he fell to the ground.\nWith White lying in the street, the group fled back to Peterson’s apartment. Upon their arrival, appellant informed Peterson that because White was uncooperative, he “wetted him lovely,” ie., appellant shot him. N.T. Trial, 7/20/01, at 1891. The other robbers also testified that appellant bragged about shooting White.\nLater that summer, Peterson and appellant were arrested in Baltimore by the FBI for an unrelated bank robbery. Facing federal charges, Peterson told authorities of appellant’s role in the robbery and murder of White. Avila, French, and Logan were also arrested and each corroborated Peterson’s account. The three later testified appellant used the same weapon in many subsequent bank robberies. Photographs in Peterson’s possession at the time of his arrest depicted appellant, Peterson, French, and Logan; one showed appellant posing with the MAC 10 used to kill White.\nIn November, 1996, appellant was convicted in federal court of robbery and was sentenced to 687 months federal incarceration. Having already filed first degree murder charges against appellant, Lehigh County prosecutors monitored appellant’s federal prosecution and attended portions of his federal trial. N.T. Pretrial Hearing, 2/03/00, at 50. Appellant was ultimately transferred to a federal prison in Colorado; Lehigh prosecutors sought extradition. This request was delayed because appellant had previously filed homicide charges pending against him in New Jersey, which was also attempting to secure him. Eventually appellant was transferred to Lehigh County.\nDespite repeated warnings and recommendations from the court to the contrary, appellant represented himself during pretrial hearings and at trial. At trial, and with standby counsel assisting when appellant permitted, appellant attempted to undermine the credibility of his accusers, but took the opportunity to personally attack Commonwealth prosecutors, officers, and criminal justice personnel. See N.T. Pretrial Hearing, 10/12/00, at 4 (appellant repeatedly slurred one black prosecutor as “house n* * * *r” and lead prosecutor as conspirator and liar).\nSince the majority of the Commonwealth’s witnesses were co-conspirators in numerous robberies and were currently serving time for other crimes, appellant harangued each about the reduced sentences they received in exchange for their cooperation with the Commonwealth. See, e.g., N.T. Trial, 7/23/01, at 2197-98, 2205-09, 2213-14; id., 7/24/01, at 2407-09; id., 7/27/01, at 3307-08. Appellant suggested French was the triggerman in White’s murder, and maintained a statewide conspiracy was afoot wherein the Lehigh County District Attorney’s Office, numerous police departments, prison staff employees, and even appointed standby defense counsel were acting in concert.\nPolice came into possession of the murder weapon after a failed robbery attempt by appellant, Peterson, French, and another individual. As was their typical strategy, the group tried to rob a drug dealer but were unsuccessful when the dealer brandished a weapon; French dropped the machine gun as the three fled for their lives. Ballistics tests revealed the gun recovered was used in White’s murder. This same weapon was also linked to the bank robbery appellant was convicted of in federal court. The car used in the perpetration of White’s murder was also tracked down by police; it had been rented by an associate of appellant, and had a dent in the fender consistent with the strike of a bullet. Testimony revealed that when appellant shot White, one of the bullets exited White’s body and ricocheted off the getaway car. Id., 7/24/01, at 2539-40.\nIn addition to the physical evidence, the Commonwealth offered expert medical testimony consistent with its other ■witnesses’ version of the killing, particularly the fact that White was shot while his arms were raised. Id., 7/23/01, at 2270, 2293-94. The Commonwealth also presented David Miller, an inmate at Lehigh County Prison, who testified appellant admitted to him he had killed somebody and was seeking Miller’s legal advice concerning his case. Id., 7/26/01, at 3078.\nBesides soliciting Miller’s assistance, appellant spoke to another inmate, Louis Washington, about having one of Washington’s family members provide an alibi for appellant’s whereabouts on the night of White’s murder. See id., 7/30/01, at 3584-87 (“So then [appellant] offered me some money, and he offered my family some money to have my mother be his alibi.... ”). Coached by appellant, this woman was to testify appellant was with her during the homicide, and because she had no criminal record or prior involvement with appellant, her story would be believed over appellant’s criminal cohorts. After being threatened by appellant, Washington told the Commonwealth of appellant’s fabrication plans. As a result, and at the meeting arranged by appellant to “go over” this testimony, Washington’s mother was portrayed by state Trooper Regina Stafford; the Commonwealth had previously secured warrants to record the conversations. During the conversation, appellant orchestrated a time sequence placing him with Washington’s mother at the time of White’s murder, and informed her exactly what she was expected to say.\nAt trial, appellant called Washington to authenticate an affidavit exonerating appellant which Washington had signed; Washington testified he signed the affidavit only after being threatened. N.T. Trial, 7/30/01, at 3549-62. Appellant attacked Washington’s credibility and the suggested alibi fabrication story; on cross-examination, the Commonwealth further explored the fabrication story. After appellant again tried to discredit Washington by alleging he invented the alibi story to curry favor with the Commonwealth, the prosecution was granted permission, in rebuttal, to verify Washington’s version of events. Officer Stafford testified to the alibi plot, and the tape recording of the conversation was played for the jury. Appellant was convicted on all charges.\nAppellant again represented himself during the penalty hearing, asking the jury to consider his character and the circumstances surrounding the crime, 42 Pa.C.S. § 9711(e)(8), and his allegedly minor criminal record, id., § 9711(e)(1). Appellant argued he was not a violent person and made repeated attacks on the character of the victim, i.e., the victim was armed, a neglectful parent, and a notorious drug dealer. The Commonwealth offered the jury two aggravating circumstances, namely, appellant’s history of violent felonies, id, § 9711(d)(9), and that appellant committed the murder while in the course of a felony, id, § 9711(d)(6). The jury found the Commonwealth proved both aggravating circumstances, and rejected all appellant’s proposed mitigating evidence; appellant was sentenced to death.\nReordered, but taken verbatim from his brief, these issues are raised by appellant:\nPretrial:\nDid the trial court err in denying appellant’s Motion to Dismiss under former Rule 1100 and the Interstate Agreement on Detainers where trial commenced approximately five (5) years after appellant was charged and over 180 days after his request for final disposition of the charges pending against him, where appellant was in custody the entire time and where appellant was available to the Commonwealth had its agents promptly instituted the proper procedures to secure his presence?\nJury Selection:\nWas appellant denied due process and a fair penalty phase under both the state and federal constitutions when the trial prosecutor repeatedly misled every venireperson, including those who ultimately comprised the petit jury, regarding the “mandatory” nature of the death sentence (contrary to 25 years of United States Supreme Court precedent) where the trial court did not correct these errors and in fact compounded them and the trial prosecutor repeated them in her penalty phase closing argument?\nGuilt Phase:\nDid the trial court err in admitting the testimony of Corporal Regina Stafford, who was sent in to appellant’s jail during the pre-trial stage by pretending to be a civilian witness out to help appellant in order to obtain incriminating statements from appellant, in the absence of Miranda [v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966)] warnings or a waiver of counsel, at a time when formal charges had already been brought and appellant had the right to be represented by counsel, or because appellant lacked the competency to waive counsel, in violation of the Sixth and Fourteenth amendments to the United States Constitution and the rule of Massiah v. United States [, 377 U.S. 201, 84 S.Ct. 1199, 12 L.Ed.2d 246 (1964) ]?\nWas appellant denied his state and federal rights to due process when the Commonwealth violated the trial court’s ruling limiting the admissibility of “other crimes” evidence to two (2) relevant crimes and proceeded to introduce overwhelming evidence of appellant’s alleged participation in several additional violent felonies completely unrelated to this case, and where the trial court failed to issue cautionary instructions (assuming the evidence was admissible for a limited purpose)?\nDid the trial prosecutor deliberately mislead the 'jury in violation of appellant’s state and federal due process rights when she repeatedly stated that all of appellant’s co-conspirators “were not murderers” when, even under the Commonwealth’s theory of prosecution and the co-conspirators’ version of their own involvement, they were fully guilty of second-degree murder having participated in a killing that occurred during a robbery, where such a mischaracterization necessarily created the erroneous impression that the co-conspirators-turned-Commonwealth witnesses were not receiving as a benefit for their cooperation immunity from prosecution for murder when in truth they were?\nDid the trial prosecutor improperly vouch for the credibility of her witnesses in violation of appellant’s state and federal due process rights when she incessantly introduced evidence that the plea agreement of each witness required him “to tell the truth,” thereby placing the official imprimatur and force and weight of the state behind the testimony of each witness?\nDid the Commonwealth fail to disclose all of the benefits it provided its career criminal witnesses in violation of appellant’s state and federal due process rights and the rule of Brady v. Maryland [, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963) ] and its progeny?\nDid the trial court err in failing to instruct the jury on accomplice liability as to first degree murder where part of appellant’s defense was that co-conspirator Curtis French was the actual shooter?\nDid the trial prosecutor commit misconduct and thereby deprive appellant of a fair trial and due process when she (a) exhorted the jury to disregard its obligation to apply the law by erroneously instructing it that “this case is not about the law; if you find it’s him, it’s murder one” when the facts were at least equally consistent that this was second-degree murder; (b) deliberately misled the jury into believing that her career criminal witnesses did not receive “deals” in state court for their testimony when in fact each witness was granted immunity from prosecution on this murder, two of her witnesses were granted immunity from prosecution on somewhere between 20-60 other robberies and one witness was granted immunity from prosecution on perjury and obstruction of justice charges for lying to the grand jury in this matter; and (c) mischaracterized the applicable law by instructing the jury that the “deals” her -witnesses received were “not relevant” to its decision-making when the law provides that such evidence is highly relevant?\nIs appellant competent to represent himself on this appeal, was appellant incompetent to represent himself at trial and did the trial court err in denying appellant funds to retain the expert witnesses necessary to establish his incompetence?\nPenalty Phase:\nWas appellant denied his state and federal rights to due process when the Commonwealth introduced at the penalty phase evidence of appellant’s (a) alleged participation in unrelated robberies for which he was never convicted and (b) status as a parole violator, where such evidence amounts to inadmissible non-statutory aggravation?\nWas appellant denied his state and federal rights to due process when the jury at the penalty phase was permitted to consider “other crimes” and “bad acts” evidence previously introduced at the guilt phase, where such evidence amounts to inadmissible non-statutory aggravation?\nWas appellant denied the protections of the state and federal privilege against self-incrimination and due process clause when the prosecutor expressly commented on appellant’s failure to express remorse, in violation of the rule of Griffin v. California [, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965) ] and Lesko v. Lehman [, 925 F.2d 1527 (3d Cir.1991) ]?\nDid the trial court err in failing to instruct the jury that in order for it to consider the aggravating circumstance that appellant “committed a killing” in the perpetration of a felony, it must unanimously agree that appellant was the actual killer, an issue not necessarily foreclosed by its guilty-phase verdict?\nWas appellant’s April, 2000 waiver of counsel sufficiently valid to apply to the September 2001 penalty phase proceedings where (1) the colloquy to determine whether the waiver was valid was completely deficient as to capital sentencing issues rendering the waiver unknowing and (2) the earlier waiver, assuming it was valid at some point, expired at the conclusion of the guilt phase six weeks earlier or at some earlier point?\nWas the evidence insufficient as a matter of law to make out the aggravating circumstance of “prior felony convictions” under 42 Pa.C.S. § 9711(d)(9) where there exists no evidence in the record to show that appellant’s prior convictions were in fact “felonies”?\nDid the trial court err in precluding the mitigating evidence that appellant’s co-conspirators were given unprecedented lenient treatment for their role in this murder and exceedingly lenient sentences on their outstanding bank robbery charges in exchange for their cooperation against appellant, in violation of the rule of Lockett v. Ohio [, 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978) ]?\nDid the cumulative effect of some or all of the errors raised herein deprive appellant of a fair trial and due process?\nAlthough appellant does not challenge the sufficiency of the evidence underlying his first degree murder conviction, in all capital cases, we self-impose such a duty and review the evidence supporting the conviction. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937, 942 n. 3 (1982). This review is premised on whether the evidence, viewed in the light most favorable to the Commonwealth, and all reasonable inferences arising therefrom, is sufficient to establish the elements of the offense beyond a reasonable doubt. Commonwealth v. Boxley, 575 Pa. 611, 838 A.2d 608, 612 (2003) (citations omitted).\nFirst degree murder is a criminal homicide committed by an intentional killing. 18 Pa.C.S. § 2502(a). To sustain a first degree murder conviction, the evidence must establish: (1) a human being was unlawfully killed; (2) the defendant did the killing; and (3) the killing was committed in a willful, deliberate, and premeditated way. Id,., § 2502(a), (d); Commonwealth v. Malloy, 579 Pa. 425, 856 A.2d 767, 773 (2004); Commonwealth v. Cuevas, 574 Pa. 409, 832 A.2d 388, 392-93 (2003). “A specific intent to kill may be proven by circumstantial evidence; it may be inferred by the use of a deadly weapon upon a vital part of the victim’s body.” Commonwealth v. Spotz, 563 Pa. 269, 759 A.2d 1280, 1283 (2000) (citing Commonwealth v. Bond, 539 Pa. 299, 652 A.2d 308, 311 (1995)).\nThe evidence admitted at trial established that appellant and his cohorts attempted numerous times to locate White in order to rob him; appellant brought along an automatic weapon to effectuate the robbery and for any contingencies. When the three men found White, appellant approached him and demanded money and entrance into his apartment. The evidence shows that White pled with appellant not to enter his apartment and endanger his sleeping children. For not following his demands, appellant shot White once in the thigh and twice in the chest, killing him. These actions, coupled with appellant’s boastful admission minutes after the killing that he “wetted [White] lovely” are sufficient to sustain appellant’s first degree murder conviction.\nAs his own counsel, and admittedly unversed in trial and appellate advocacy, appellant failed at trial to object to almost all instances of error he now alleges. Normally, this would be fatal to his claims because pro se defendants are held to the same standards as licensed attorneys. Electing to proceed pro se does not excuse issue preservation, see Commonwealth v. Bryant, 579 Pa. 119, 855 A.2d 726, 736 (2004), and “[i]ssues not raised in the lower court are waived and cannot be raised for the first time on appeal.” Pa.R.A.P. 302(a). In Commonwealth v. Freeman, 573 Pa. 532, 827 A.2d 385 (2003), this Court abolished relaxed waiver, but “deelin[ed] to apply the new approach to pending cases already briefed or in the process of being briefed.... ” Id., 827 A.2d at 403. Since appellant’s brief was pending at the time Freeman was decided, relaxed waiver applies and each of his issues will be addressed.\nAppellant claims all his charges should have been dismissed because the Commonwealth violated Pa.R.Crim.P. 1100 (renumbered Pa.R.Crim.P. 600), the speedy trial rule, and the Interstate Agreement on Detainers Act (IAD). Specifically, appellant argues the Commonwealth failed to take adequate steps to secure his presence in Pennsylvania, and after he was finally transferred there October 4, 1999, it took almost two years for his trial to commence. The Commonwealth, appellant posits, had only 120 days from his arrival in Pennsylvania under the IAD, see 42 Pa.C.S. § 9101, Article IV(c), and 180 days under the speedy trial rule, see Pa. R.Crim.P. 600(A)(2), to begin his trial. Appellant correctly cites the pertinent provisions; however, he conspicuously omits from each contention that a trial court has the discretion to extend the deadline or exclude days “for good cause shown.” See Commonwealth v. Montione, 554 Pa. 121, 720 A.2d 738, 740 (1998) (IAD “tolled ‘whenever and for as long as the prisoner is unable to stand trial, as determined by the court....’”) (quoting 42 Pa.C.S. § 9101, Articles IV and VI); Pa.R.Crim.P. 600(C) (excludable time from speedy trial rule). This gap in appellant’s reasoning is dispositive.\nIn Commonwealth v. Davis, 567 Pa. 135, 786 A.2d 173 (2001), this Court upheld the dismissal of charges against a defendant for the Commonwealth’s failure to commence his trial within the lAD’s 120-day deadline, and particularly, “the Commonwealth did not offer good cause regarding why [a]ppellee was not brought to trial within this time.... ” Id., at 175. Because this good cause element was absent, discharge was necessary. Conversely, where the Commonwealth demonstrates it exercised due diligence in bringing a defendant to trial outside the speedy trial rule’s time limit, a trial court will exclude such time in calculating a defendant’s Rule 600 deadline. Pa.R.Crim.P. 600(G) (“If the court, upon hearing, shall determine that the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth, the motion to dismiss shall be denied and the case shall be listed for trial on a date certain.”).\nHere, the trial court found appellant was unavailable while in federal custody for IAD and speedy trial rule purposes, and with delays specifically attributed to him and court procedures beyond the Commonwealth’s control, appellant’s motion to dismiss had no merit. The court reasoned:\nThus, the entire period from February 4, 1999 [the date appellant filed his IAD notice with Lehigh County authorities that he would not contest transportation there], was beyond the control of the prosecutor, who exercised due diligence within that period to obtain [appellant]. In other words, for purposes of Rule [600], only 140 days have elapsed toward the Rule [600] rúndate.\nTrial Court Opinion, 3/26/01, at 14 (citation omitted). This assessment is supported by the record, and appellant’s attempt at dismissal was properly rejected.\nAppellant alleges the jury pool was corrupted during voir dire and again during the prosecutor’s closing statement to the jury, because the court suggested, and permitted the Commonwealth to argue, that in certain circumstances, the death penalty is mandatory. Appellant highlights the following instructions during voir dire:\nThe Court: What we are here to do is — The law in this Commonwealth recognizes the death penalty, and in certain cases, mandates its imposition.\nThe Court: Okay, and do you also understand that the Legislature has also said that in certain circumstances, the death penalty is required?\nN.T. Voir Dire, 7/10/01, at 241, 451. Additionally, the prosecutor in her penalty phase closing argument stated: “As I told you during voir dire, this point might come where you may be faced with the law that says that in this instance, your sentence must be death.” N.T. Trial, 9/4/01, at 4312.\nAppellant posits such death qualification directives leave jury members with the indelible belief that they are required to impose a death sentence, regardless of any reservations they may have concerning the evidence presented. Appellant’s argument is unavailing, because the prosecutor’s and trial court’s recitation of the law was correct, and each instruction was conditioned upon the jury’s findings and its balancing of aggravating and mitigating circumstances. N.T. Voir Dire, 7/10/01, at 227; N.T. Sentencing, 9/4/01, at 4309-4314, 4324-4331.\nThe General Assembly has ensured by statute that, in a capital case, the jury’s “verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance specified in [42 Pa.C.S. § 9711](d) and no mitigating circumstance or if the jury unanimously finds one or more aggravating circumstances which outweigh any mitigating circumstances.” 42 Pa.C.S. § 9711(c)(3)(iv) (emphasis added). This Court has interpreted this statute as mandatory upon a jury, and a juror who will not impose the death penalty when mandated may be removed for cause. See Commonwealth v. Morales, 549 Pa. 400, 701 A.2d 516, 523 (1997) (“as long as there exists one aggravating circumstance and no mitigating circumstances, as is the case here, the death penalty is required as a matter of law.”); Commonwealth v. Jasper, 531 Pa. 1, 610 A.2d 949, 952 (Pa.) (juror is properly excluded whenever juror’s views on capital punishment would prevent or substantially impair performance of his duties as juror in accordance with his instructions and oath).\nThus, the trial court was required to instruct the jury on the current state of death penalty jurisprudence in this Commonwealth and ensure that it would be followed; this was done. Further, a prosecutor is permitted, during voir dire, to “death qualify” a jury to ensure that it will uphold the prescribed law. See Lockhart v. McCree, 476 U.S. 162, 174, 106 S.Ct. 1758, 90 L.Ed.2d 137 (1986) (“death qualification” does not contravene U.S. Constitution); Commonwealth v. Marinelli, 547 Pa. 294, 690 A.2d 203, 216 (1997) (“death qualification process is consistent with the guarantees of a trial”); Commonwealth v. Lambert, 529 Pa. 320, 603 A.2d 568, 575-76 (1992), opinion superseded on denial of reconsideration Commonwealth v. Lambert, 568 Pa. 346, 797 A.2d 232 (2001) (this Court has “repeatedly struck down” challenges to death qualification of juries). The trial court’s statements and the prosecutor’s inquiries into the jurors’ ability to uphold the death penalty were proper, and appellant’s claim fails.\nAppellant argues the trial court erred by permitting the Commonwealth to play the tape recording of his conversation with Trooper Stafford and allowing her to testily to appellant’s alibi-making scheme. Appellant alleges the conversation was unlawful because he was not given Miranda warnings, and the episode took place without the benefit of counsel; absent a valid waiver of counsel, post-indictment police interrogations are prohibited. See Massiah, at 205, 84 S.Ct. 1199 (“Any secret interrogation of the defendant, from and after the finding of the indictment, without the protection afforded by the presence of counsel, contravenes the basic dictates of fairness in the conduct of criminal causes and the fundamental rights of persons charged with crime.”) (citation omitted); Commonwealth v. Franciscus, 551 Pa. 376, 710 A.2d 1112, 1119 (1998) (“harvesting]” information via jailhouse informant from defendant post-indictment, and without counsel, violates Pa. Const, art. 1, § 9).\nAlthough “[i]n all criminal prosecutions the accused hath a right to be heard by himself ...,” Pa. Const, art. 1, § 9, this Court has repeatedly admonished pro se advocacy in capital cases, and warned defendants that they will be held to the same level of knowledge and standards as those trained in the law. See Bryant, at 740 (“Appellant may not rely on his own lack of legal expertise as a ground for a new trial ....”) (citing Faretta v. California, 422 U.S. 806, 834 n. 46, 95 S.Ct. 2525, 45 L.Ed.2d 562 (1975)); Commonwealth v. Szuchon, 506 Pa. 228, 484 A.2d 1365, 1377 (1984) (as pro se litigant, defendant “must be prepared to accept the consequences of his stubborn obstinance.”). Further, “[i]t is well established that a defendant can waive the right to self-representation after asserting it.” Bryant, at 737 (citation omitted). Since appellant waived his right to counsel and did not relinquish stewardship prior to the conversation with Officer Stafford, he cannot claim a Massiah violation.\nAppellant concedes he dismissed appointed counsel and, following multiple psychological examinations to prove his competency, appellant was permitted to proceed pro se on June 5, 2000, three months before the conversation. Appellant maintains, however, he was not advised his waiver of counsel would pertain to such scenarios as presented here; the pro se colloquy merely warned about pretrial preparations and trial advocacy. As he would not be expected to recognize and handle Commonwealth evidence-gathering techniques as employed here, appellant contends his initial waiver of counsel should not apply in this instance. This circumstance underscores the pitfalls of pro se advocacy and validates this Court’s strong opposition to such ill-prepared forays into legal practice.\nThe trial court was correct in finding the Commonwealth was authorized to investigate appellant’s alibi fabrication scheme because it was a separate, independent crime from that for which he was currently incarcerated; appellant was attempting to tamper with a witness, 18 Pa.C.S. § 4909, offer a witness a bribe, id., § 4952(a)(l)-(6), and intimidate a witness, id., § 5105(a)(3)-(5). See Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 844 (2003) (Sixth Amendment right to counsel is “offense-specific and does not attach until initiation of adversarial judicial proceedings.... ”); Commonwealth v. Mayhue, 536 Pa. 271, 639 A.2d 421, 436 (1994) (where informant’s remark did not deliberately elicit incriminating statement, appellant’s Sixth Amendment claim must fail). Thus, appellant’s new crimes will not be shielded by any deprivation of counsel claim; he waived counsel and was attempting further criminal conduct.\nAppellant alleges the Commonwealth solicited 15 different occasions of prior bad acts evidence merely to show appellant’s propensity for criminal conduct. Appellant concedes that most of these references, relating to numerous bank robberies, photos with his criminal cohorts, and drug dealer “stings,” would have been proper had the Commonwealth restricted its inquiries into connecting appellant to the murder weapon or if they were merely part of the natural development of this case. However, appellant posits that the Commonwealth used each opportunity to elaborate on his participation in some 50-60 armed robberies to sully his character in violation of Pa.R.E. 404(b).\nEvidence is admissible if it is relevant — that is, “if it logically tends to establish a material fact in the case, tends to make a fact at issue more or less probable or supports a reasonable inference or presumption regarding a material fact.” Commonwealth v. Stallworth, 566 Pa. 849, 781 A.2d 110, 117-18 (2001) (internal citation omitted). Such evidence may be excluded if its probative value is outweighed by the likelihood of unfair prejudice. Pa.R.E. 403. Evidence of prior bad acts, while generally not admissible to prove bad character or criminal propensity, may be admissible for some other relevant purpose. See Commonwealth v. Spotz, 562 Pa. 498, 756 A.2d 1139, 1152 (2000), cert. denied, 532 U.S. 932, 121 S.Ct. 1381, 149 L.Ed.2d 307 (2001); Commonwealth v. Billa, 521 Pa. 168, 555 A.2d 835, 840 (1989). This Court has recognized exceptions to Rule 404, for which evidence of other crimes may be introduced, including the res gestae exception which allows “the complete story” to be told. See Commonwealth v. Paddy, 569 Pa. 47, 800 A.2d 294, 308 (2002).\nIn each occurrence cited by appellant, the testimony connected appellant either to the murder weapon or demonstrated the sequence of events leading up to the murder. Additionally, upon the occasions where appellant objected to the testimony, the trial court addressed his concerns and, when appropriate, administered a cautionary instruction. Further, the court gave one final jury instruction, warning the jury not to use any prior criminal involvement as proof of his present murder charges. N.T. Trial, 8/1/01, at 4069 (“This evidence must not be considered by you in any way other than for the purpose I just stated. You must not regard this evidence as showing that the defendant is a person of bad character or criminal tendencies, from which you might be inclined to infer guilt.”). Appellant’s prior bad acts argument has no merit. See Commonwealth v. DeJesus, 580 Pa. 303, 860 A.2d 102, 111 (2004) (“jury is presumed to have followed the trial court’s instructions....”) (internal citation omitted).\nDuring her closing, the prosecutor directed the jury to remember the testimony of appellant’s cohorts who were just feet away from appellant as he fired the fatal shots. The prosecutor stated each testified that the plan for White’s robbery was to be like all the others: one person would engage the victim, appellant would rob the victim and leave with the money, and they would meet up later to divide the proceeds. No victim was ever to be harmed. The prosecutor further argued that although these co-conspirators had extensive criminal backgrounds, they were nonetheless “not murderers”; as the triggerman, it was appellant who decided to break with the plan and murder White.\nAppellant alleges the prosecution’s characterization of his cohorts misled the jury as to their true culpability — they were murderers. Each, appellant contends, is culpable of at least second degree murder, 18 Pa.C.S. § 2502(b), as a co-conspirator or accomplice, by virtue of participation in the attempted robbery of White which resulted in his death. See id., § 306 (accomplice liability); id., § 903 (criminal conspiracy liability); Commonwealth v. Lambert, 795 A.2d 1010, 1016 (Pa.Super.2002) (even if not principal, “[o]nce there is evidence of the presence of a conspiracy, conspirators are liable for acts of co-conspirators committed in furtherance of the conspiracy.”) (internal citations omitted). Appellant contends this portrayal duped the jury into assigning more credibility to appellant’s cohorts than was warranted. This assertion is belied by the record.\nEach testifying co-conspirator admitted his involvement in White’s murder, and revealed he was serving a lengthy sentence for unrelated robberies. Although Peterson and French were not charged with any crimes relating to White’s murder, each testified to this fact on direct examination. N.T. Trial, 7/20/01, at 1871; id., 7/23/01, at 2297. Logan and Avila were both charged with crimes related to White’s murder, and testified to the plea agreements they had with the prosecution for their participation and cooperation in appellant’s trial. Id., 7/25/01, at 2624-25; id., 7/26/01, at 2903. In addition, appellant explored each witness’s plea agreement during cross-examination. See Commonwealth v. Rickabaugh, 706 A.2d 826, 843 (Pa.Super.1997) (“At the outset, we note that Appellant extensively cross-examined each witness as to their potential bias and motive in testifying against him. The plea agreements were fully and fairly disclosed and the jury was able to consider the facts the witnesses may have been attempting to curry favor with the prosecution.”). Therefore, appellant’s claim fails.\nNext, appellant argues the prosecutor improperly vouched for each testifying cohort’s credibility by stating, according to their federal plea agreements, they were “required to tell the truth.” See N.T. Trial, 7/20/01, at 1870-71 (Peterson); id., 7/23/01, at 2297 (French); id., 7/25/01, at 2624 (Logan); id., 7/26/01, at 2903 (Avila). Appellant claims numerous Third Circuit decisions and this Court in Commonwealth v. Tann, 500 Pa. 593, 459 A.2d 322 (1983), have awarded new trials based upon such statements. For improper bolstering to occur, (1) the prosecutor must assure the jury the testimony of the government witness is credible, and (2) this assurance must be based on either the prosecutor’s personal knowledge or other information not contained in the record. United States v. Walker, 155 F.3d 180, 187 (3d Cir.1998). While both jurisdictions the Third Circuit and this Court have found, in limited circumstances and based upon additional factors, that such comments can invade the province of the jury and impermissibly bolster the credibility of a testifying witness, appellant’s facts do not embody such an occasion.\nIn United States v. DiLoreto, 888 F.2d 996 (3d Cir.1989), per se rule overruled by United States v. Zehrbach, 47 F.3d 1252 (3d Cir.1995), the Third Circuit, applying federal constitutional law, overturned the convictions of a group of defendants because the prosecutor put the imprimatur of the federal government on the testimony of cooperating witnesses. In response to repeated credibility attacks by the defense, the prosecutor stated in his closing:\nAnd you also heard that they [governmental witnesses] have a plea bargain, and you heard what happened when that plea bargain is not fulfilled. If they lie, that bargain is off. That’s it, no bargain. We don’t take liars. We don’t put liars on the stand. We don’t do that.\nDiLoreto, at 998 (emphasis in original). The court reasoned this mode of argument implied that the prosecution had additional facts the jury may not be privy to, “which convinced the prosecutor that his witnesses were not liars.” Id. This perceived personal reinforcement “clearly jeopardized the defendants’ right to be tried solely on the basis of the evidence presented at trial.” Id., at 1000.\nIn Tann, this Court awarded a defendant a new trial because the prosecutor was permitted to call to the stand a co-conspirator’s counsel, who testified that his client was waiving his Fifth Amendment right to remain silent so that the client could testify “truthfully.” Tann, at 327. Counsel further detailed how the plea agreement with the Commonwealth would be nullified if his client did not testify truthfully. This Court determined counsel’s testimony regarding the plea agreement, which highlighted the fact that the witness was waiving his right to remain silent, coupled with counsel’s statement that his client would “tell the truth,” improperly vouched for the co-conspirator’s credibility. Id., at 327-28.\nNo such secondary or personal bolstering took place during appellant’s trial. Each testifying witness, as required under Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), recited the terms of his plea agreement with the government and stated it required him to “tell the truth”; all witnesses have the same obligation and swear to such an oath regardless of any prior arrangements. The mere reiteration that the federal plea bargains required truthful testimony did not improperly put the imprimatur of the government on each witness’s testimony.\nFurther, appellant lambasted each witness on the terms of his plea agreement, and called for the jury to consider each witness’s motivations for testifying against him. Appellant introduced this testimony during cross-examination, going so far as to use an overhead projector to highlight and summarize statements to attempt to impeach Logan’s testimony. N.T. Trial, 7/25/01, at 2656-60. Since appellant introduced this evidence, he cannot now claim the Commonwealth impermissibly bolstered Logan’s credibility by rebutting his line of questioning. See generally Commonwealth v. Duffey, 519 Pa. 348, 548 A.2d 1178, 1188 (1988) (where defendant “opened the door” for jury’s inquiry, Commonwealth permitted fair rebuttal); see also Walker, at 187.\nThe prosecutor’s reference to Logan’s sentencing transcript during her closing argument could more plausibly be viewed as improper vouching. The prosecutor stated, “And what does the Judge say? I commend you [Logan] for that. You [Logan] still came in here and told the truth even after you [Logan] were beaten. That’s the Judge in the Federal trial.” N.T. Trial, 7/31/01, at 4007.\nThe Third Circuit has indicated that once defense counsel’s argument is rebutted concerning the credibility of a government witness, the prosecutor’s references to the witness’s credibility should end. Walker, at 187. If a prosecutor proceeds further and starts arguing in the affirmative that the witness is credible, and does so based on either information not in the record or his own knowledge, then the prosecutor has engaged in improper bolstering. Id.\nIt is well settled that statements made by the prosecutor to the jury during closing argument will not form the basis for granting a new trial “unless the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant so they could not weigh the evidence objectively and render a true verdict.” Commonwealth v. Fletcher, 580 Pa. 403, 861 A.2d 898, 916 (2004) (quoting Commonwealth v. Stokes, 576 Pa. 299, 839 A.2d 226, 230 (2003)). Like the defense, the prosecution is accorded reasonable latitude and may employ oratorical flair in arguing its version of the case to the jury. Commonwealth v. Williams, 541 Pa. 85, 660 A.2d 1316, 1322 (1995), cert. denied, 516 U.S. 1051, 116 S.Ct. 717, 133 L.Ed.2d 671 (1996) (citing Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100, 1107 (1993)). Prosecutorial misconduct will not be found where the comments were based on the evidence or derived from proper inferences. Commonwealth v. Chester, 526 Pa. 578, 587 A.2d 1367, 1377 (1991), cert. denied, 502 U.S. 959, 112 S.Ct. 422, 116 L.Ed.2d 442 (1991) (quoting Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937, 957 (1982)).\nWe do not read Walker so strictly as to prevent a prosecutor from ever mentioning the credibility of a government witness in a closing argument after rebutting that argument in the evidentiary portion of a trial. To read Walker that way would eliminate an inquiry into Walker’s second requirement, that the vouching be based on either information not in the record or part of his own knowledge. Finally, reading Walker strictly would conflict with settled state precedent that a prosecutor has reasonable latitude in presenting a closing argument and may make comments based on the evidence or derived from proper inferences. See Williams, supra; Chester, supra. The prosecutor’s statement here could be seen as an effort to entreat the jurors to believe Logan’s testimony based on the federal judge’s assessment of his credibility, arguably constituting improper bolstering. However, the prosecutor was not personally assuring the jury that Logan’s testimony was credible; she only referenced the federal judge’s comments. Further, since appellant introduced the federal plea agreements into evidence, the prosecutor was not bolstering Logan’s credibility based on information not in evidence. The prosecutor’s brief mention of the federal judge’s comments was based on the evidence and did not rise to the level of affirmative advocacy for Logan’s credibility to constitute prejudice to appellant. However, this is not to say that all prosecutorial references to a government witness’s credibility during closing argument are appropriate after the prosecution rebutted defense claims that the witness was not credible. In this specific instance, no prejudice occurred; therefore, this claim warrants no relief.\nAppellant posits the prosecutor committed misconduct during her closing by saying: “This really isn’t a case about the law, ladies and gentlemen, because if you find it’s him, and he did this, it’s murder one.” N.T. Trial, 7/31/01, at 3991. Appellant contends a new trial is warranted because the jury could have found he did not have the requisite mens rea for first degree murder, and it could have convicted him of second degree murder. Appellant alleges the prosecutor misrepresented the law by attempting to channel the jury into believing that only first degree murder was available.\nHere, the prosecutor presented evidence that during the robbery attempt, appellant intentionally shot White three times for White’s failure to adhere to his demands. The prosecutor argued that if the'jury accepted these facts, appellant was guilty of first degree murder. The closing statement requesting first degree murder did not mislead the jury, as it was based upon the evidence. Taken in context, it did not preclude the jury from rendering a true verdict. However, we strongly disapprove of advocating a case is “not about the law.” Advocacy in this vein may, in some circumstances, adversely affect the adjudicatory process and potentially undermine the confidence in a verdict.\nAppellant maintains his due process and Brady rights were violated when the prosecutor failed to inform the jury, or elicit from each testifying co-conspirator, that each was immune from prosecution for any charges related to White’s robbery and murder; “[t]he prosecutor’s lies here violate her duty to refrain from presenting testimony or information she knows to be false or misleading and that is harmful to the defendant.” Appellant’s Brief, at 67. Appellant contends that although no plea agreement was memorialized in writing, these “unspoken deals” meant cooperation would result in no charges being filed against a testifying co-conspirator. Declarations of each co-conspirators’ counsel attached to appellant’s brief attest that no subsequent charges were in fact filed.\nThe record shows that two of the four co-conspirators testified they faced charges relating to White’s murder and, although the prosecution decided not to pursue additional or original charges against the other two offenders, the district attorney was the sole arbiter of this decision. See Commonwealth v. Stipetich, 539 Pa. 428, 652 A.2d 1294, 1295 (1995) (“It is well established that district attorneys, in their investigative and prosecutorial roles, have broad discretion over whether charges should be brought in any given case.”). Appellant’s suggestion that the prosecution had illicit dealings or lied is unsubstantiated; there was no Brady violation because the terms of each plea agreement were fully disclosed. Additionally, newly created declarations attached to an appellate brief have not been tested via the adversarial system, and are therefore not accepted for their truth. That said, nothing in these documents support appellant’s argument of prosecutorial misconduct or unlawful dealings.\nAppellant’s primary trial strategy was to point the finger at Curtis French, arguing that since French had previously handled the murder weapon and was at the scene of White’s murder, he could have been the triggerman. With this as a premise, appellant claims the jury should have been instructed on accomplice liability; this would have better apprised the jury as to French’s true culpability, and it could have found appellant was merely an accomplice. This argument is misdirected because French was not on trial here— appellant was, and the jury was fully aware of French’s conduct in White’s murder. The jury was free to decide who the actual shooter was. See Commonwealth v. Miller, 555 Pa. 354, 724 A.2d 895, 901 (1999). Simply because appellant sought to shift the jury’s inquiry did not oblige the court to entertain his efforts.\nAppellant claims he was not competent during his trial, nor should he be deemed competent now on appeal. Since the time appellant decided to defend himself, appellant and his court-appointed standby counsel have been waging a war for stewardship over his defense; counsel claimed appellant was incompetent to maintain his own defense, and demanded a competency hearing. Before allowing appellant to proceed pro se, the trial court ordered appellant to be evaluated by two psychological experts; both testified appellant was competent. It was only after being sentenced to death that appellant had a change of heart and permitted standby counsel to seek a new competency determination.\nAppellant’s request for funds to retain a psychological expert and a new competency hearing were denied by the trial court January 31, 2003. The court found appellant’s belated request was result-driven, commenting:\n[I]t is nevertheless apparent that [appellant] proffers no convincing argument or evidence to compel the Court to revisit its determination that [appellant] was competent to waive the right to counsel. Although at this hour he would attempt to impugn the independent expert reports relied upon by the trial court in its determination ... nothing suggests any deficiency in the information which the Court took into account.\nTrial Court Order, 1/31/03. Following this reasoning, this Court denied this same request April 29, 2003. We see no basis to reverse this determination.\nAppellant’s next cluster of claims revolves around events which transpired at his penalty phase hearing. Initially, appellant contends the Commonwealth violated his federal and state due process rights by incorporating “other crimes” evidence from the guilt phase of his trial to the penalty phase. See N.T. Trial, 9/4/01, at 4190. Specifically, appellant points to testimony from his co-conspirators and police detectives wherein each described numerous robberies and parole violations appellant committed; appellant was not charged with these crimes, and he believes the jury was permitted to infer his propensity to commit criminal acts in deciding whether he had a significant history of felony convictions. 42 Pa.C.S. § 9711(d)(9).\nAs discussed previously, appellant’s “other crimes” evidence admitted during the guilt phase of his trial was properly admitted under the res gestae exception to Pa.R.E. 404, or was brought in by appellant opening the door to such evidence via his inquiries during cross-examination. The Commonwealth did not err by incorporating this evidence into the penalty phase because the same jurors had already heard this testimony previously; “[a]ppellant’s guilt had already been determined, and the incorporation of this evidence into the penalty stage was purely a procedural matter carried out pursuant to 42 Pa.C.S. § 9711.” Commonwealth v. Wharton, 530 Pa. 127, 607 A.2d 710, 722 (1992) (quoting Commonwealth v. Albrecht, 510 Pa. 603, 511 A.2d 764, 777 (1986)). In addition, appellant had other properly admitted felony convictions for the jury to consider which satisfied 42 Pa.C.S. § 9711(d)(9). See Supplemental Trial Court Opinion, 8/27/03, at 15 (Commonwealth presented “three uncontested qualifying felonies involving armed robberies — of themselves more than sufficient to establish a significant history under the statute .... ”). Appellant’s claim that this “other crimes” evidence tainted a proper consideration of his documented criminal history is baseless.\nAppellant claims his rights against self-incrimination and due process were violated when the prosecutor stated in her penalty phase closing statement: “Mr. Williams has expressed no remorse. You know who he is. You know him to be cold. You know him to be a murderer.” N.T. Trial, 9/4/01, at 4313. Appellant argues this comment referenced his failure to testify, in violation of Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965), Lesko v. Lehman, 925 F.2d 1527 (3d Cir.1991), and the Fifth Amendment of the United States Constitution.\nIn Griffin, the United States Supreme Court admonished a prosecutor for stating during his closing: “These things he has not seen fit to take the stand and deny or explain. And in the whole world, if anybody would know, this defendant would know. [Victim] is dead, she can’t tell you her side of the story. The defendant won’t.” Griffin, at 611, 85 S.Ct. 1229 (internal quotations omitted). Even more constitutionally offensive, the trial court charged the jury that the defendant’s refusal to rebut such inferences made such evidence “more probable.” Id., at 610, 85 S.Ct. 1229. The Supreme Court found these comments and jury instruction “solemnize[d] the silence of the accused” and violated the defendant’s Fifth Amendment right. Id., at 614, 85 S.Ct. 1229.\nRelying on Griffin, the Third Circuit in Lesko ordered a new death penalty hearing because the prosecutor made an impermissible “appeal to vengeance” during his penalty phase closing, and in response to the defendant’s mitigation testimony, argued the defendant failed to show remorse. The Court held “that both remarks were improper. Considered cumulatively, the errors in the prosecutor’s penalty phase argument were not harmless....” Lesko, at 1541. Unlike Griffin or Lesko, however, the prosecutor’s isolated reference in appellant’s penalty phase closing was not continual or companioned with additional error, and was not directed at appellant’s silence, but his lack of remorse. See Commonwealth v. Rivera, 565 Pa. 289, 773 A.2d 131, 141 (2001) (“[t]he Commonwealth may also argue at the penalty phase that a defendant showed no sympathy or remorse, so long as it is not an extensive tirade.”). This mention did not constitute commentary on appellant’s Fifth Amendment right to silence.\nAt the penalty phase of trial, where the presumption of innocence is no longer applicable, the Commonwealth is permitted to employ oratorical flair and impassioned argument for the death sentence. See Commonwealth v. Baker, 531 Pa. 541, 614 A.2d 663, 671-72 (1992). Although a defendant’s Fifth Amendment privilege still applies, Estelle v. Smith, 451 U.S. 454, 462-63, 101 S.Ct. 1866, 68 L.Ed.2d 359 (1981), a capital defendant’s lack of remorse can be tentatively questioned. See Rivera, at 141; Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 39-40 (1998) (isolated remorse attack did not offend Griffin, and this Court “rejected] rationale of Lesko[ v. Lehman]”)-, Commonwealth v. Travaglia, 502 Pa. 474, 467 A.2d 288, 301 (1983) (single reference to capital defendant’s lack of remorse is “a factor which the jury should consider.”), reversed on other grounds by Lesko v. Owens, 881 F.2d 44 (3d Cir.1989). Here, no such tirade occurred; the prosecutor’s solitary comment was in reference to appellant’s brash pro se advocacy, which at times, bordered on improperly testifying through questioning. See N.T. Trial, 9/4/01, at 4210 (“I am innocent — How you supposed to feel?”); id., at 4217 (“Listen. Let me ask you this, what should an innocent man admit to?”). Appellant’s Fifth Amendment claim fails. See Commonwealth v. DiNicola, 581 Pa. 550, 866 A.2d 329, 336 (2005) (this Court “deeline[d] to expand Griffin to preclude a fair response by the prosecutor in situations [where the defense made silence an issue].”) (citations omitted).\nAppellant argues the trial court erred in failing to charge the jury that it could not find aggravating circumstance 42 Pa.C.S. § 9711(d)(6) (killing committed in perpetration of felony), unless it found appellant was the actual shooter. Since this was his version of events, appellant contends the jury could have believed he was merely an accomplice, and this aggravator would not apply to him. See Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657, 661 (1998) (accomplice does not “commit” murder, cannot be guilty of § 9711(d)(6)).\nAll three co-conspirators testified appellant was the trigger-man, and the Commonwealth’s entire case was built on this fact; appellant confessed to Peterson that he in fact shot White. The guilt phase jury charge presented the jury with the only option the verdict allowed — appellant was guilty of first degree murder as the principal. After the jury found appellant guilty of first degree murder as the shooter, the Commonwealth properly sought the § 9711(d)(6) aggravator. In addition, although appellant can rely upon relaxed waiver to avoid waiver of this issue, Freeman, at 403, we would be hard pressed to fault a trial court for failing to give a jury instruction not requested by either party, and which was not consistent with any evidence presented at trial. See Commonwealth v. Cuevas, 574 Pa. 409, 832 A.2d 388, 393 (2003) (trial judge has duty to instruct jury only on evidence established at trial). This issue warrants no relief.\nAppellant claims his initial waiver of counsel prior to trial was insufficient to carry over to the penalty phase. Appellant’s contention is that his initial waiver did not apprise him of the gravity of the penalty phase, and the court should have sua sponte held another waiver colloquy to ensure appellant intended to continue self-representation. This position is meritless. Appellant was asked whether he wanted to continue self-representation or if he wished for standby counsel to take over prior to commencement of the penalty phase. He initially stated counsel would conduct the hearing, but later reneged and refused to permit counsel to advocate. See N.T. Trial, 9/4/01, at 4175. Further, appellant was repeatedly advised by the court and standby counsel what evidence was germane to the penalty phase; the fact that he chose to ignore such guidance does not entitle him to relief.\nAppellant maintains the Commonwealth failed to prove, beyond a reasonable doubt, that he had a significant history of felony convictions involving the use or threat of violence. 42 Pa.C.S. § 9711(d)(9). Appellant posits that although the Commonwealth introduced into evidence his three armed robbery convictions, it failed to prove these convictions were in fact “felonies.” It is the Commonwealth’s burden to admit into evidence a defendant’s prior felony convictions; the court is charged with allowing the jury to consider only those convictions that satisfy § 9711(d)(9). A trial court is not required to instruct the jury that each element of an aggravating circumstance be proven beyond a reasonable doubt. Commonwealth v. Busanet, 572 Pa. 535, 817 A.2d 1060, 1076 (2002). A jury instruction stating the Commonwealth must prove aggravating circumstances beyond a reasonable doubt is appropriate. See id., at 1075-76. Here, the trial court advised the jury the Commonwealth must prove aggravating circumstances beyond a reasonable doubt. See N.T. Trial, 9/4/01, at 4325. Thus, the trial court’s jury instruction was appropriate. This claim warrants no relief.\nAppellant alleges he should have been permitted to argue, as mitigating evidence, the unfairness of subjecting him to the death penalty when his equally-culpable co-conspirators received lenient treatment. Relying on Lockett v. Ohio, 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), appellant asks this Court to broaden the range of permissible mitigating evidence to permit defendants to point out inconsistencies in the legal system and disparate treatments which might sway a juror away from imposing death. Appellant argues such incongruent treatment of similarly situated defendants should serve as mitigation, pursuant to Lockett’s “the circumstances of the particular offense” mitigating circumstance. Id., at 604, 98 S.Ct. 2954. Appellant contends Lockett defined mitigating criterion extremely broadly, and mitigating evidence as “any aspect of a defendant’s character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.” Id. This, he believes, encompasses the allegedly disparate treatment of cohorts.\nCapital phase mitigating evidence is limited to those criterion enumerated in 42 Pa.C.S. § 9711(e); a cohort’s ultimate criminal punishment is not among those established by the General Assembly. The phrase “the circumstances of the particular offense” refers to mental states and surrounding events leading up to the criminal act — not what punishment will be imposed later. This Court has routinely rejected the argument that the criminal disposition of a defendant’s cohorts has any relevance in mitigation to a defendant’s own punishment. See Commonwealth v. Haag, 522 Pa. 388, 562 A.2d 289, 298 (1989) (“the disposition of the cases against [appellant’s cohorts] has no bearing upon appellant’s sentence.”); Commonwealth v. Frey, 520 Pa. 338, 554 A.2d 27, 33 (1989) (life sentence of co-conspirator who fired fatal shot was not mitigating circumstance to defendant’s role in crime).\nIn Commonwealth v. Lopez, 578 Pa. 545, 854 A.2d 465 (2004), this Court characterized this same argument as “merit-less,” commenting:\nThere is no mitigating circumstance which provides for the type of comparison appellant suggests; even the “catch-all” mitigation circumstance [42 Pa.C.S. § 9711(e)(8)] would not encompass evidence of co-conspirators’ sentences because such evidence has nothing to do with “the character and record of the defendant” or “the circumstances of his offense.”\nId., at 471 (citation omitted).\nAppellant’s last issue is that the cumulative effect of all the alleged errors entitles him to relief. However, as this Court has repeatedly held, “no number of failed claims may collectively attain merit if they could not do so individually.” Id. (quoting Commonwealth v. Williams, 532 Pa. 265, 615 A.2d 716, 722 (1992)).\nFinally, having concluded appellant is not entitled to relief on any of the claims that he raises, we must also conduct the review mandated by 42 Pa.C.S. § 9711(h)(3), which requires this Court to affirm the sentence of death unless we determine:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d).\n42 Pa.C.S. § 9711(h)(8).\nOur review of the record establishes the sentence imposed was not the product of passion, prejudice, or any other arbitrary factor. Additionally, we conclude the evidence presented was sufficient to support the jury’s finding of two aggravating circumstances: (1) appellant had a history of violent felonies, id., § 9711(d)(9), and (2) appellant committed the murder while in the course of a felony (robbery), id., § 9711(d)(6). Accordingly, we affirm the verdict and the sentence of death.\nAppellant’s judgment of sentence is affirmed.\nJustice CASTILLE, Justice NEWMAN, Justice SAYLOR and Justice BALDWIN join the opinion.\nChief Justice CAPPY files a concurring opinion.\nJustice BAER files a dissenting opinion.\n. All aliases mentioned are the names by which the circle of friends were known in their neighborhoods; each testified at trial using the aliases cited.\n. 18 Pa.C.S. § 2502(a); id., § 3701(a)(1) (inflicting serious bodily injury); id., § 903(a)(1) and (2), respectively.\n. It deserves repeating the often-cited maxim: \"the number of claims raised in ail appeal is usually in inverse proportion to their merit....” Commonwealth v. Ellis, 534 Pa. 176, 626 A.2d 1137, 1140 (1993) (citation omitted).\n. Former Rule 1100 provided, in pertinent part: \"Trial in a court case in which a written complaint is filed against the defendant, when the defendant is incarcerated on that case, shall commence no later than 180 days from the date on which the complaint is filed.\" Pa.R.Crim.P. 1100 (renumbered Pa.R.Crim.P. 600).\n. The IAD is an agreement between 48 states, the District of Columbia, Puerto Rico, and the Virgin Islands that establishes procedures for the transfer of prisoners incarcerated in one jurisdiction to the temporary custody of another jurisdiction which has lodged a detainer against them. Unlike a request for extradition, which is a request that the state in which the prisoner is incarcerated transfer custody to the requesting state, a detainer is merely a means of informing the custodial jurisdiction that there are outstanding charges pending in another jurisdiction and a request to hold the prisoner for the requesting state or notify the requesting state of the prisoner’s imminent release.\nArticle IV of the IAD provides the procedure by which the prosecutor in the requesting state initiates the transfer:\n(a) The appropriate officer of the jurisdiction in which an untried indictment, information or complaint is pending shall be entitled to have a prisoner against whom he has lodged a detainer and who is serving a term of imprisonment in any party state made available in accordance with Article V(a) hereof upon presentation of a written request for temporary custody or availability to the appropriate authorities of the state in which the prisoner is incarcerated....\n(c) In respect of any proceeding made possible by this article, trial shall be commenced within 120 days of the arrival of the prisoner in the receiving state....\n42 Pa.C.S. § 9101, Article IV(a), (c). If the requesting state returns the prisoner to the transferring state without having tried him, or should the 120 days pass without a trial, all charges against the prisoner will be dismissed with prejudice, absent good cause shown. See Commonwealth v. Merlo, 242 Pa.Super. 517, 364 A.2d 391 (1976).\n. We recently stated that \"evidence is only admissible where the probative value of the evidence outweighs its prejudicial impact.\" Commonwealth v. Treiber, 582 Pa. 646, 874 A.2d 26, 32 (2005) (quoting Commonwealth v. Robinson, 554 Pa. 293, 721 A.2d 344, 350 (1998)). Robinson dealt with a trial that predated Rule 403. Insofar as it may be read to do so, we stress that Treiber does not countermand Rule 403, which remains controlling: relevant evidence may be excluded if its probative value is outweighed by the danger of unfair prejudice.\n. Notably, many aggravating circumstances are expressed in a single phrase and in fairly straightforward terms, see 42 Pa.C.S. § 9711(d), and, accordingly, are not readily considered in terms of component elements.\n. The Prothonotary is directed to transmit the complete record of this case to the Governor, pursuant to 42 Pa.C.S. § 971 l(i)."}