{"id": "565695", "contents": "Opinion,\nMr. Chief Justice Paxson:\nThe plaintiff brought this action in the court below to recover compensation for professional services to the county of Fayette. By agreement of counsel, in writing, the case was referred to a member of the bar, under the provisions of the act of May 14, 1874, P. L. 166. The referee made an award in favor of the plaintiff in the sum of $2,202.66. Upon the petition of the county commissioners, the court below granted a rule on the plaintiff to show cause why the “ agreement of reference should not be set aside, the appointment of the referee vacated, and all proceedings before said referee, and his report, be set aside.” This rule was made absolute by the court, and this action is the matter complained of here.\nThe ruling of the learned judge can be sustained upon two grounds. The first section of the act of 1874, .under which this reference was made, provides, “ That in all civil suits or cases which the parties may legally, by agreement in writing, submit to the decision of the court in any county or city of this commonwealth, the parties may, in like manner, by written’ agreement, submit the case to the decision of any person learned in the law, who is authorized to act as an attorney in the Supreme Court in this state.” It was admitted that the learned referee in this case had never been authorized to act as an attorney in this court, however well fitted he may be to do so. The act does not say that the referee must be qualified to act as an attorney in the Supreme Court, but that he must be “ authorized ” to so act. There is a wide distinction between these words. However well qualified an attorney may he for admission to the bar of this court, he can only be authorized to act as such by an order of admission, and this can only be done by the court. We are of opinion that the learned referee was not entitled to act under the act of assembly. It follows that the appointment was improvidently made, and his award had no validity.\nThere is, however, another ground which we think equally fatal. It will he noticed that the act of May 14, 1874, only confers the authority to refer upon such parties who “may Legally, by agreement in writing, submit a case to the decision of the court.” The co,unty commissioners, representing the people of the county, and having the control of their funds, act in a fiduciary capacity: Chester County v. Barber, 97 Pa. 455. The act of April 22, 1874, P. L. 109, providing for the submission of cases to the decision of the court, expressly ex-eepts parties acting in. a fiduciary capacity. We do not think this exception is to be confined to persons who are technical trustees under appointment by will or deed, or by the court. The words are to be used in their broad, popular meaning, as best calculated to carry out the object oí the legislature. The language is comprehensive enough to include county commissioners, and all other public officials who have charge of the public money, as well as all private trustees clothed with authority over the property of others. We think the exception applies with especial force to county commissioners, and its object was evidently to prevent the money of the public being parted with in such cases as this, until the right thereto has been established by the verdict of a jury.\nWe do not attach much weight to the argument that the court below had no power over the award; that it could only be reviewed here. There would have been more force in this position, had there been a legal reference and a legal award. But the whole proceeding was abortive, and the court below had ample power to set it aside.\nJudgment affirmed."}