{"id": "565705", "contents": "Opinion,\nMr. Justice Mitchell:\nThe affidavits in these cases are uncandid and evasive, being really affidavits to conclusions of law, carefully stated so as to appear to be facts.\nThe defence seems to bo without merit either on the facts or the law, but on the affidavits the learned judge was clearly right in refusing judgment, as they contain positive averments, as of facts, of certain matters that if true would be a good defence. The principal of these, which is all we need notice in detail, is the unqualified averment in the supplemental affidavit, paragraph 6, that the councils passed the ordinance “ without causing the engineer of the city of Erie to make an estimate of the total cost of such improvement, particularly stating the items and. the cost of each, and causing the same to be attached to said ordinance before and at the time of its passage.”\nThis, if true, was a good defence. The act of May 1, 1876, P. L. 94, expressly declares that any ordinances authorizing the grading or paving of streets, etc., before compliance with the requirements of the act as to such estimate, etc., shall be void. And this defect is not cured as to the present'claims by the act of May 17, 1887, P. L. 118, as is very satisfactorily shown by the learned judge below.\nIt appears clearly by the admissions of the argument, both oral and printed, that in fact the provisions of the act of 1876 were complied with formally by the city engineer, but that the estimate made by him was not such an estimate as defendants chose to consider that the law required. It is hardly necessary to say that the proper mode of stating this defence was to set out a copy of the estimate, and an averment or suggestion of its defects, so that the court might determine whether or not it met the requirements of the law. Instead of doing this, the defendants not only assumed the responsibility of swearing to their own conclusions of law, but stated them as positive averments of fact, in the unqualified language already quoted. Such a course cannot be too strongly reprobated. But as this is all we have on the record, notwithstanding the concessions of the argument, the allegation in the affidavit must for the present purposes be taken as true.\nThe other averments, notably those in relation to the advertisement of the ordinance, and to the change of grade, and the statement that the contract departs from the ordinance by providing for sewers, appear to be equally devoid of truth, and made with equal recklessness, but it is not necessary to discuss them further, as it is clear that on the face of the affidavits there is a good defence, and that is sufficient to prevent judgment.\nOrder discharging rule for judgment affirmed."}