{"id": "567052", "contents": "Opinion,\nMb. Justice Williams :\nThis action is brought to recover the value of goods dis-trained and sold. The distress was for arrears of dower charged upon the land held by the plaintiff below under a decree in partition. The amount to be paid to the widow annually was fixed by the decree. The sum distrained for was honestly due and unpaid. The goods seized were on the premises bound for the payment of the money and were liable to seizure and sale for the arrears due. The plaintiff’s right to recover in the court below rested on the single technical rule brought to the attention of the court by the fifth, sixth and seventh points.\nThe court was requested by the seventh point to charge the jury: “ That the levy in this case being made on Tuesday, July 22, 1884, and the appraisement on Monday, July 28, 1884, there were not five full days intervening given the defendant in the distress, in which to replevy his goods; and the appraisement was made before the expiration of five days, which was an irregularity, which irregularity made the defendants in this case trespassers ab initio. ” This point was affirmed. The correctness of this ruling is the only question presented on this record.\nTurning our attention to the right to distrain, we find that it was not given by statute but existed at common law. It belongs to that class of remedies for a wrong suffered, which the injured party may administer by his own act: 3 Bl. Com., 10. But, a common law distress was levied in order to constrain or compel the payment of rent in arrears, and the distrainor could make no other use of the goods seized than to hold them. They could be kept impounded for an indefinite time, but they could not be sold, used, or appropriated in any manner to the payment of the rent due: Morris on Replevin, 29; Woods (5n Landlord & Tenant, § 543. The right to sell the goods seized and to apply the proceeds to the payment of the rent, was first given in England by the statute of 2 W. & M. c. 5, § 2, which provided that after holding the goods for five clear days exclusive of the day of seizure, to afford the tenant opportunity to pay the rent or replevy his goods, the landlord might sell the goods for the best price that could be got for them, and apply the proceeds to the payment of the rent. In this state, the right to sell was conferred by the act of March 21, 1772, on the following terms: “If the tenant or owner of the goods distrained shall not within five days next after such distress taken and notice thereof.....replevy the same, with sufficient security to be given to the sheriff according to law, then and in such case, after such distress and notice aforesaid and expiration of the said five days, the person distraining shall and may.....cause the goods and chattels so distrained to be appraised by two reputable freeholders, .....and after such appraisement, shall and may after six days public notice, lawfully sell the goods and chattels so dis-trained,” etc.\nNow, as the right to sell did not exist at common law but was given by statute, it must be exercised, if at all, on the terms which the statute imposes. The courts have no power to dispense with any one of these, for such power would be legislative and not judicial. For this reason it was held in England, under the statute of William & Mary cited above, that a failure to comply with the statutory formalities, in any particular, rendered the landlord and his bailiff trespassers ab initio and liable to the owner of the goods seized for their full value, regardless of the rent due. The inconvenience and injustice resulting to landlords from the application of this plain legal principle was relieved against by the statute of 2 Geo. II. § 19, c. 19. It stated the mischief to be remedied as follows: “And whereas it hath sometimes happened that upon a distress made for rent justly due, the directions of the statute made in the second year of the reign of King William and Queen Mary, entitled, etc., have not been strictly pursued, but through the mistake or inadvertence of the landlord or other person entitled to rent and distraining for the same, or of the bailiff or agent of such landlord or other person, some irregularity or tortious act hath been afterwards done in the disposition of the distress so seized and taken as aforesaid, for which irregularity or tortious act the party distraining hath been deemed a trespasser ab initio,” etc.; and it provided by way of remedy therefor that the landlord, his bailiff or agent, should not become a trespasser ab initio by reason of any irregularity or tortious act in the disposition of a distress seized, but that for any injury sustained by the tenant or owner of the goods, by reason of such irregularity or tortious act, such tenant or owner should recover the actual damage sustained and no more. This statute had been in operation in England for fifty years before our act of 1772 was passed, but its principle was not adopted. The act of 1772 was framed upon the statute 2 W. & M., and the landlord was left under the necessity of strict compliance with its provisions, or of being held a trespasser ab initio and liable as such for the full value of the goods seized and sold. A failure, therefore, to make an appraisement of the goods, or the making of it before the lapse of five full days after the seizure, is a failure to follow the statutory requirement on which the right to sell is given, and a sale made under such circumstances, not being under the protection of the act, is unauthorized and void: Briggs v. Large, 30 Pa. 287; Kerr v. Sharp, 14 S. & R. 399; Brisben v. Wilson, 60 Pa. 452.\nIn this case, the seizure was made on Tuesday. The fifth day after, was Sunday. This being excluded from the count, the fifth juridical day was Monday, and the appraisement could not be properly made until Tuesday. The act gave no authority to make it until after full five days had elapsed after the seizure. It gave no authority to sell until after an appraisement made in accordance with its directions. As the appraisement was made on the fifth day instead of after, it was made one day too soon. So far as its legal effect is concerned, it might as well have been made on the day of the seizure, or not made at all. The sale of the goods was not made under the authority of the act of 1772, because its directions were not followed, and, no other authority having been shown, the conclusion is inevitable that the sale was unauthorized and that the plaintiff below was properly allowed to recover.\nThis is a great hardship. There is no suggestion of any actual injury resulting from the appraisement on Monday instead of Tuesday: None could have resulted so far as we are able to see, but that is not for us to determine. The act requires that the appraisement shall be made after five dajrs, and authorizes a sale only after “such appraisement.” Relief from the consequences of an irregularity in the proceedings must come here, as it came in England, by means of a legislative provision. Until it does come, we have the unpleasant duty of enforcing a rule, which; though sound in law, is harsh in its application to cases like that under consideration, and in this works positive injustice.\nJudgment affirmed."}