{"id": "567099", "contents": "Opinion,\nMe. Justice McCollum:\nThe policy of insurance on which this action was brought contained the following provision: “ No suit or action against this company for the recovery of a claim, shall be sustained in any court of law or chanceiy, unless such suit or action shall be commenced within six months next after the loss shall accrue; but such lapse of time shall be taken and deemed as conclusive evidence against the validity of such claim, any statute of limitation to the contrary notwithstanding.” The loss occurred September 11,1886, and this suit was commenced March 14, 1887. It is conceded that this limitation was then in full force and a complete bar to the action, as the company had done nothing to waive it. On June 4, 1887, an affidavit of defence was filed by the defendant company, which alleged that the proofs of loss had not been furnished within the time required by the contract of insurance, and that when they were finally presented they were false and fraudulent in many essential particulars, and reserved “ the right to show on the trial other valid grounds of defence to said action.” On December 20,1888, the president of the company proposed a settlement of the suit, and a special plea was filed formally setting up this limitation as a further defence. The court below allowed the jury to find that the insurance company had waived its right to make this defence by neglecting to mention it in the affidavit, and by the offer of settlement on the 20th of December.\nIn North Western Ins. Co. v. Phœnix Oil Co., 31 Pa. 448, it was decided that if parties by their contract agree that no suit shall be sustained thereon, unless commenced within six months after the cause of action shall accrue^ such stipulation will be binding upon them and no action can be maintained on the contract, unless commenced within the period therein limited. In Farmers Mutual F. Ins. Co. v. Barr, 94 Pa. 345, it was held that when a condition of a policy of insurance requires suit to be brought within six months, and it is a part of the contract as contemplated by both parties at the time the risk was assumed, the insured cannot be released from this condition by a mistake in the policy as to the time when the risk commenced; and Mr. Justice Sterkett said: “While the refusal of the company to recognize its liability on the ground that the risk had expired, may have operated as a waiver of its right to insist on preliminary proofs of loss, etc., it did not relieve the plaintiff, who claimed that the contract was in full force when the fire occurred, from bringing suit within six months. His failure to do so was a bar to any claim he may have had against the company.” Among the recent cases which enforce this limitation and discuss the subject of waiver and estoppel, as applicable to it, are Waynesboro Mut. F. Ins. Co. v. Conover, 98 Pa. 884, and Universal Mut. F. Ins. Co. v. Weiss, 106 Pa. 20. That it may be defeated by conduct which constitutes an estoppel or a waiver of the right to interpose it as a defence is not denied, but there must be evidence of conduct from which an intention to waive it can be fairly inferred, or of an act which ought in equity to estop the company from'relying upon it.\nIn the present case, by the express terms of the contract there was no right of action upon it when the suit was instituted. All claims under it were destroyed by lapse of time, and the limitation was then a perfect answer and defence to the action. If it is not so now, it is because some omission or act of the company, pending the litigation, has deprived the insurers of the right to plead the limitation, and thus restored to life a demand that was barred and made invalid by the agreement of the parties.\nIt is claimed that the omission to specifically mention this defence in the affidavit filed June 4, 1887, was an abandonment of it, or at least evidence from which a waiver of it may be inferred, and that the insured was induced by it to incur further expense in a litigation which he commenced with full knowledge that Jiis right of action was barred and that the claim declared upon was invalid. But a defendant is not bound to insert all the defences to the action, in the affidavit to prevent judgment: and his antagonist has no right to assume that the valid defences not stated therein are abandoned or waived, especially when the right to make such on the trial is expressly reserved. Nor was the offer to settle the suit a waiver of a defence to it. The plaintiff below was not injured or misled bjr tire offer, as it was made at a term when the suit was on for trial, and on the day the special plea setting up the limitation as a defence to it, was filed.\nWe are of opinion that the evidence was not sufficient to authorize an inference of waiver, or to create an estoppel. In reaching this conclusion we have not overlooked Coursin v. Insurance Co., 46 Pa. 328. It rests on its own facts and circumstances, which do not clearly appear in the report of the case, and decides that these justified the court in referring the question of waiver to the jury. It is not an authority for the proposition that a 'barred claim, after suit brought upon it, can be revived, or that a valid defence to it can be destroyed, by the evidence relied on in this case to accomplish such results.\nJudgment reversed."}