{"id": "567034", "contents": "Opinion,\nMb. Justice Williams :\nIn the case of Grier v. Penna. Coal Company we have held, in an opinion filed at the present term [ante, p. 79], that the exterior lines of a block of surveys must be located in accordance with the marks of the surveyor, made or adopted for the survey, and now found on the ground. When these fail, resort must be had to the calls, if any, returned by the deputy surveyor ; and, in the absence of calls, then to the presumption that the lines were run as they are returned. We have now the case of two surveys, interior members of a block, between which no division line was ever run upon the ground, and the question on which this case depends is, how shall that line be run?\nFerguson is the owner of a survey in the name of John Steiner, surveyed on August 4, 1793. Bloom claims under the Abram Scott warrant, surveyed on August 5, 1793, as adjoining the Steiner on the south. Both were surveyed and returned by the same deputy surveyor, and are part of a block of over sixty surveys located by him, but no effort seems to have been made to show the exterior lines of the block, or to locate it as a whole. On the other hand, four adjoining interior surveys are placed before us, two of which are the Steiner and the Scott, with nothing to show their relation to the block of which they are said to be part, or the original work on its exterior lines. The other two surveys are the John Frey and the Matthias Slough, which are returned as adjoining the Steiner and the Scott, respectively, and as officially connected they appear to be four adjoining warrants of same size and form, having continuous exterior lines and a common interior corner at a post. The work on the ground shows that the line on the northeast is not continuous, but the northwest corner of the Frey is about one half mile southerly from a continuation of the northeast line of the Steiner. The line on the northwest of the Slough and Frey is about a half mile shorter than the opposite line along the southeast of the Steiner and the Scott. .This surplus is found in the line of the Scott. The result is that the sugar, the common corner of the Slough and the Frey, is not opposite the white oak, the common corner of the Steiner and the Scott, but is a half mile southerly from its place as returned.\nThe learned judge treated this case as one to which the doctrine of Eister v. Paul, 54 Pa. 196, and kindred cases, was applicable, viz., that “ marks upon any part of a block belong to each tract of the block; ” and directed the jury that the division line between the Steiner and the Scott was to be run from the white oak to the sugar, on a line diagonal to the other lines of the tracts. The case depends on the correctness of this instruction.\nThe following important facts should be borne in mind in examining this question: 1st. The location of the block, as such, is not involved, nor are its lines before us. 2d. The location, that is, the existence on the ground, of no member of the block is challenged in any manner. 3d. The question is simply one of boundary between two interior surveys in a block conceded to be on the ground. What have we to guide us in fixing this boundary ? .The Steiner and the Scott have a common corner at the white oak, which fixes the southeastern terminus of the line between them.' From this point we have an original line running to the hickory at its northeast corner. The line is on the ground from the hickory to the white pine, the northwest corner. From the white pine there is a line of 1793 running southwesterly 160 rods, then turning at right angles and running to the hemlock, the northwest corner of Frey, forming the northeastern boundary of the Frey. We have also an original line from the hemlock across the northwest sides of the Frey and the Slough. The Scott has two original lines, one on its southeast running from the white oak, and one on its southwest, ending at the gum, the common corner of the Scott and the Slough.\nThere ought to be no difficulty in settling the boundaries of either of these surveys, from the original work on the ground made for and applicable to each. Starting at the white oak we follow original lines along two sides of the Steiner, and we have three original corners. We have also the line running southwesterly 160 rods from the pine, and turning northwesterly to the hemlock, the northwest corner of Frey. Some question is raised over the character of the line southwesterly from the pine, but none over the proper location of the line on that side of the Steiner. It is conceded that starting at the pine it should run on the course called for, which is in the direction of the gum, the common corner of the Scott and the Slough. This leaves the line open only on one side. With three original corners, two original lines, and a third line, the location of which is not questioned, we have the legal presumption that the survey was made as it was returned. Unless there is some monument of the survey or some call to control it, the line must be run from the white oak, on its official course, to the intersection with the line southwest from the pine. Is there monument or call to deflect this line from its course as returned ? It is conceded that there is nothing on the southwest of Steiner and northeast of Scott, for the line was not run on the ground. There is no marked tree or fixed monument called for at the southwest corner. There is no call for an ad-joiner that can control the direction of this line; for, while the connected draft represents these four tracts as having a common post corner, and the Frey as adjoining the Steiner along the whole extent of its northwest side, the work on the ground, which overrides the calls, shows the return to be mistaken. The lines as run push the Frey a half mile further to the southwest than the return represents it, and give to the Scott a half mile more of length of line in that direction. The calls, whatever value they might otherwise have, being thus discredited, we have nothing to prevent the running of this division line upon its course as returned, from the white oak to the intersection with the line southwest from the pine.\nBut the learned judge regarded the sugar, the common corner of the Frey and the Slough, as a monument of the Steiner. Why? It is not on the lines of the Steiner. It is not adopted, referred to, or noted in any manner by the deputy surveyor, as a monument of the Steiner, in his official return of that survey. It belongs to other surveys, which, while members of the same block, are in all other respects independent of each other and well located by original lines on the ground. It was a mistake, therefore, to apply a rule intended to protect a member of a block which was without lines on the ground from the encroachments of a junior survey by calling to its aid all the marks on the lines of the block to fix its location, to a question of boundary between interior members of the same block; especially when as here the lines of the block were not before the court. '\nIf the southwest corner of the Steiner had been fixed by work on the ground, it would not be supposed that it, or the southwest line of the Steiner, could be affected by the sugar in any manner whatever. But the original work on the lines of the survey locate that corner as certainly as the presence of a monument on the ground: Id certum est quod certum reddi potest. The legal presumption that the survey was made as it was returned must prevail, until it is overcome by work on the ground, or by calls that require an abandonment of it. This rule is applicable to a single survey and to a block of surveys with equal force. If a survey has no work of its own it must call to its aid that of the block of which it is part; for, the legal presumption that the survey was made as it was returned cannot be made to help in the location of a tract, until a starting point has been identified somewhere on the lines of the block from which the work of tracing the lines can be securely begun. But with an original mark for a starting point, the lines may be run in accordance with the legal presumption and will hold the tract against all younger surveys. The work found on the ground is the basis. It fixes the footsteps of the surveyor, so far as it exists, and from it the legal presumption projects the lines along the courses and distances as returned, and incloses the tract: Pruner v. Brisbin, 98 Pa. 202; Bellas v. Cleaver, 40 Pa. 260; Malone v. Sallada, 48 Pa. 419.\nClosing the survey of the Steiner in accordance with its own original work, we preserve the regularity of its outline and that of the three other surveys whose lines are before us; -we preserve substantially its quantity of land as well as that of the Frey and the Slough. We follow the legal presumption that lines are to be run as they are returned, unless controlled by work on the ground applicable to them, and we give full weight to the marks of the original survey. If we go to the sugar, a monument of the survey of other tracts, we change the outlines of each of the four warrants. We add largely to the quantity in two of them, by taking as largely from the other two. We disregard the legal presumption and the return of survey on which it is based; and we also disregard the work on the ground and the disagreement between it and the location of the Frey and the Steiner as adjoining along the entire breadth of each. These considerations show the necessity for adhering to the rules of location, to which we have referred, which place work on the ground first, then calls for adjoiners next, and in the absence of marks or calls, or when the calls are shown to be a mistake, then the legal presumption of location in accordance with the return of survey. If there was no work on the ground by which the Steiner could be located, then resort could be had, must necessarily be had, to the original work on other parts of the block; and then it would be true that any mark on any part of the lines of the block, exterior or interior, would for purposes of location become marks of tbe Steiner survey; but as the marks made for this survey are abundant to fix the place of all its lines, without resort to work done for other surveys, it must be located in conformity with the lines run and corners marked for it.\nThese views sustain the second and third assignments of error. The first assignment we have treated as immaterial. There was some evidence showing that the surveys under examination were parts of a large block, but there was none showing the lines of such block as a whole, or the relations of the Steiner and its adjoiners to the block. The error was not in speaking of the Steiner as part of a block, but in fixing its open line on the southwest by a rule not applicable.\nThe judgment is reversed and a venire facias de novo awarded."}