{"id": "567080", "contents": "FAIRCHILD V. DUNBAR FURNACE CO.\nOpinion,\nMr. Justice Clark :\nThe first question arising upon this record is as to the force and effect of the written agreement, dated April 1, 1854, between John Martin and his son William J. Martin. By this agreement John Martin agreed “ to grant to said William J. Martin the right and privilege of digging all the ore on his place and lands; for which said William J. Martin doth covenant and agree to pay said John Martin $200,” etc. The learned judge of the court below was of opinion that this was a license merely, revocable at the outset, but which, upon payment of the consideration, became irrevocable. We are clearly of opinion, however, that by the terms of the instrument William J. Martin was in equity invested with the right and title to this ore. The agreement was not under seal, nor did it contain the formal parts of a deed, but it was in writing, and that was sufficient to relieve the transaction from the ban of the statute of frauds. It was in form an executory agreement only, yet in equity it was a conveyance of the title to the ore. It was effectual to pass the title in fee, for when the consideration evinces that nothing less than a fee is intended, equity will supply the words of inheritance. It was not only a grant of the right to dig ore; it was a grant of the right and privilege to dig “ all the ore on his place and lands,” and for a sum in solido, which was paid in full. The case bears the closest analogy in principle with Caldwell v. Fulton, 31 Pa. 475; the only difference being that in that case the transaction was executed by a deed, whilst here it is contained in an executory agreement. As the rights of William J. Martin, by a series of conveyances, have become vested in the defendant, it follows that the court was right in refusing the plaintiffs’ claim for the price of the ore. This refusal was placed upon somewhat different grounds, but the result is right, and we will not find fault with the course of reasoning by which that result was obtained.\nThe court was also right in refusing to treble the damages. The summons was issued August 25, 1881. The action, as defined by the declaration originally filed, was an action in trespass at the common law. The amendments of November 27 and December 2,1886, were to the same effect. Not until December 18, 1888, did the plaintiff declare specially upon the terms of the act of 1824 for treble damages. In Hughes v. Stevens, 36 Pa. 320, it is said: “ The statutory action is cumulative to the common-law remedy; or, perhaps, rather an optional or alternative remedy, for a resort to either would be a bar to the other.”\nThe cause of action is the matter for which an action may be brought, and it may be said to accrue when there is a right of action, a party to assert that right, and a party against whom it may be lawfully asserted. This action of trespass, being brought at the common law, was brought to redress the injury done, by an award of compensation ; but the action under the statute is not for a redress of the injury; it is to recover a penalty prescribed by the statute, which, as a police regulation, is intended for the protection of real property from waste by those who either negligently or wilfully intrude upon the lands of others. The cause of action accruing under this statute, although arising on the same matter, is different from that accruing at common law, and whilst, perhaps, they may be joined in one action, there can be but one'recovery. An amendment to a declaration will not be allowed if a new cause of action is thereby introduced. It will not be allowed unless it plainly appears that the amendment is a mere specification of a claim already counted upon, especially where the new cause is so old as to have been barred by the statute of limitations: Wright v. Hart, 44 Pa. 454; Smith v. Smith, 45 Pa. 403.\nThe judgment is affirmed.\nDUNBAR FURNACE CO. V. FAIRCHILD.\nOpinion,\nMr. Justice Clark:\nThe agreement between Alexander Fairchild and the Youghiogheny Iron & Coal Company, dated November 15, 1865,-was an agreement under seal. But it was an executory agreement only, and it is difficult to see how any question of collateral warranty, or any question akin to that, could be supposed to arise in such a case. If the conveyance of the rights mentioned in that agreement had been by deed, with covenants of warranty of title in the usual form, it may be that this warranty of the father, with sufficient real assets descending from him to his children, under the rule of Carson v. Cemetery Co., 104 Pa. 575, would operate as a bar to the plaintiffs’ recovery in this case. But no such case is presented for our consideration, and it is unnecessary to pursue that question further.\nNor can we discover any ground for an estoppel, legal or equitable. The only ground alleged is the deed from the Fair-child heirs to Russell, dated the 4th of November, 1882, the recitals of which admit that the land thereby conveyed was the same land which the father had acquired from the Youghiogheny Iron & Coal Company, in consideration of the rights which he agreed to give the company under the executory agreement mentioned. But these recitals were simply by way of a description of the land; and, whilst they may be deemed admissions as to the identity of the tract, we cannot see that the effect of these admissions or declarations, or even the deed itself, could raise an estoppel. The company’s right of recourse upon the estate of Alexander Fairchild, after his death, was unaffected by this deed, or by any of its recitals. The lien of the debt, or the damages sustained from the breach of the contract, remained after the deed as before. The deed, therefore, did nothing to the company’s injury, nor was the condition of the company thereby in any respect changed. -It is not pretended that the plaintiffs who were entitled in remainder allowed their father to hold himself out to the world as the owner, or that they misrepresented the title; that they stood by and encouraged the execution of the contract, or that they ever knew such a transaction was on foot. Indeed, it is not even alleged that they did anything which amounted to the suggestion of a falsehood; that they concealed their rights or suppressed the truth; that they were silent when they should have spoken, or that anything that they did influenced the conduct of the defendant, or misled them in any way to their injury. On the contrary, it is admitted that in the recitals of the Russell deed they sp,oke the exact truth, and concealed nothing. It amounts to this: that Alexander Fairchild, who was a tenant for life only, acting for himself, and for' himself alone, granted, or attempted to grant, for a certain consideration, certain privileges, the duration and extent of which the grantor and grantees well knew at the time were in excess of his right. The consideration, having been paid in hand, was, at the grantor’s death, a portion of his estate, and those entitled in remainder are sought to be estopped, simply because this consideration forms part of their inheritance from their father. No case has been brought to our notice which carries the doctrine of estoppel to this length.\nIt is very plain that Alexander Fairchild intended to .convey, not only upon the basis of his own interest as tenant by the curtesy, but also of the interest of those in remainder; for he expressly agreed, “ without delay, to obtain such other deeds or assurances in the law as might be necessary to vesting the title in the company.” If, therefore, he had subsequently become seised absolutely of the estate, an estoppel would certainly have arisen, and rendered the contract effectual to its full extent, for that was its meaning as manifest in its language, and this estoppel would have extended to the heirs of Alexander Fairchild. But the difficulty is that the plaintiffs do not claim as the heirs of Alexander Fairchild, but as the heirs of his wife.\nNor can we see any ground for the argument that, under the special facts of this case, an action of trespass would not lie. The right which Alexander Fairchild had granted to the Youghiogheny Iron & Coal Company was a right to dig ore . and cut timber on this land. This right was consistent with the possession of the land by the grantors, and we find that Alexander Fairchild, in his lifetime, and the plaintiffs, at his decease, were in the actual and continuous possession of the land. The right granted by Alexander Fairchild ceased at his death. After that event, it is clear that the company had no further privilege of the timber, and any invasion of the tract for the purpose of cutting timber was a trespass upon the plaintiffs’ possession.\nWe are of opinion that the judgment must be affirmed.\nJudgment affirmed."}