{"id": "567098", "contents": "Opinion,\nMe. Justice Green:\nThe contract upon which this suit is founded is an agreement in writing, but not under seal, the purport of which is, that the Building and Loan Association of Lock Haven, Pa., will keep J. S. Furst & Sons harmless from, and satisfy the balance of a mortgage given by J. S. Furst & Sons to the Mutual Saving, Loan & Building Association of Clinton County, Pa. The writing, which is a receipt to J. S. Furst for a transferred judgment of Furst against Henry Sperring and a check-of Furst for $113.88, concludes with a statement of the agreement to save harmless. The agreement is between Furst and the Building & Loan Association exclusively. The Mutual Saving etc. Association is no party to it, in any sense whatever. That association held, and thereafter continued to hold its mortgage against Furst & Sons, with which it did not part. The last money due on this mortgage matured on September 30, 1878. The agreement in suit was made June 16, 1877. This action was brought December 12, 1885. The cause of action, which was the non-payment of the mortgage by the defendant corporation, commenced on the first day of October, 1878, and when this action was brought on the agreement to save harmless, upwards of seven years had elapsed. The statute of limitations was pleaded, and it was a perfectly good defence, unless there was something to take the case out of the operation of the • statute. The only matter alleged to have this effect is a -payment, which it is said was made on account in 1880. It is candidly admitted by the counsel for the plaintiff, that unless there was such payment they have no case, and the bar of the statute is a good defence. The learned court below was of opinion that no such payment was established, and therefore directed a nonsuit to be entered, and this is the error complained of. It is only necessary to investigate the facts regarding the alleged payment, in order to determine the question. Of course, if the defendant, recognizing its obligation under the contract in question, consciously and actually made a payment on account of it in 1880, the statute would not be a bar.\nIt is necessary to say that the suit was originally brought in the name of the Mutual Saving, Loan & Building Association alone. That corporation was the holder of the mortgage against Furst & Sons. As that company, however, was in no sense a party to the contract in suit, which was made only between J. S. Furst, individually, and the defendant corporation, it was soon perceived there could be no recovery in an action brought in its name. This being so, the counsel for the plaintiff, on March 8,1887, applied for an amendment, by which the name of John S. Furst, for the use of the Mutual Saving, Loan & Building Association, was substituted as plaintiff for the name of the association alone. This amendment was allowed by the court below, but only after objection and exception by the defendant. It is difficult to see how this amendment could have helped the plaintiff’s case, as the statute was a complete bar at the time it was made; and it is perfectly well settled that amendments will not be allowed when they deprive the opposite party of any rights: Kaul v. Lawrence, 73 Pa. 410; Trego v. Lewis, 58 Pa. 463; Kille v. Ege, 82 Pa. 102. But, as in our view of the case, there never was a payment sufficient to bar the statute, it is unnecessary to rest the decision upon that ground. The learned court below held, rightly as we think, that the introduction of Furst’s name as plaintiff did not help the case.\nIn order to appreciate correctly the force of the facts relating to the alleged payment, it must be remembered that the only real plaintiff in the case is John S. Furst. It was upon a contract with him alone that the action was based. If the payment was not a payment upon that cause of action, it was not a payment which would bar the statute. What then are the facts in regard to the payment ? When the receipt was given by the president of the defendant corporation to John S. Furst, a judgment for $1,120 with $44.87 interest due thereon, held by Furst against Henry Sperring, was transferred, and to make up the balance of $1,280.50, which was taken as the amount to be paid of the $1,300 due on the mortgage, John S. Furst gave his personal check for $113.88, dated June 16,. 1877, on the Lock Haven National Bank in favor of “A. N. Raub, Sec. Building Ass’n.” At the time the check was given it was good, as Furst had an ample deposit with the bank to meet it; but for some unexplained reason it was neverpresented for payment and was of course never accepted by the bank, and hence the bank never became liable to pay it: First N. Bank v. Shoemaker, 117 Pa. 94. The bank was located in the same city where the payee lived and did business. About the last of July or first of August, 1877, being about six weeks after the date of the check, the bank failed and went into the hands of a receiver. The check was never proved against the bank, and consequently no dividend was ever awarded to it. The legal status of the check therefore was, that it was a mere worthless piece of paper. The payee never could, and never did maintain any action or proceeding of any kind upon it. The drawer of the check, John S. Furst, had no right of action upon it, of course, as it was his order to the bank to pay out money to another: First N. Bank v. Shoemaker, supra.\nFurst, however, was a depositor in the bank and in that capacity he received a number of dividends upon the amount of his deposit. Being examined as a witness on the trial of this case, he testified that on October 4, 1880, he paid to Charles Corss, who was then the solicitor for the Mutual Saving, Loan & Building Association, $91.10, and that on March 14, 1882, he made another payment of $22.38 also to Mr. Corss. He further testified that he paid these sums on account of the mortgage held by the association against Furst & Sons.' These two payments are indorsed upon the check by Mr. Corss as solicitor for the Mutual Saving, Loan & Building Association. Mr. Corss, being examined on the trial, testified that he was solicitor for the plaintiff corporation from 1876 or 1877 to the time of the trial; that he received the check from A. N. Raub;-. that A. N. Raub was secretary for the plaintiff corporation at the time he gave the witness the check, which was shortly before October 1, 1880, and being further examined testified as follows: “ Q. Was that check given to you for the plaintiff ? A. Yes, sir; given to me to collect for the plaintiff. Q. And those credits that are written on the back of the check, who gave you? A. Those payments were dividends declared by the receiver of the bank upon the deposit that John S. Furst had in the bank, and he received it for convenience and brought it to me instead of my proving the check against the bank. I allowed him to do that, receive the dividend in his own name, and pay it to me.” It is only necessary to add that A. N. Raub, while he was secretary of the defendant corporation in 1877, when the check was given, was also secretary of the plaintiff corporation at all times from its organization, and in 1880, when he gave the check to Mr. Corss, the counsel for the plaintiff corporation, for collection. The undoubted facts, then, as established by the plaintiff on the trial, were that the two payments of October 4, 1880, and March 14, 1882, instead of being payments by the defendant, were payments made by John S. Furst himself, he being the plaintiff in the case, with his own money drawn directly by him from the receiver of the bank, who owed him the money as dividends on his deposit. Further, the payments were made to Mr. Corss, who held the check for collection, not from the defendant, but from the plaintiff corporation, who by its secretary had delivered the check to him for its own account. The payments were indorsed upon the check as being made upon it, not by any authority of the defendant, but by Corss acting as counsel for the plaintiff corporation. As a matter of course, if Mr. Corss had assumed to act on behalf of the defendant in making these entries, he could not possibly have charged the defendant with any responsibility for them, but he did not at all assume to act in that capacity. What he did was the act of the plaintiff, and of course it could have no legal effect as the act of the defendant.\nIn legal effect tbe entries were simply nugatory in any event. The check was absolutely worthless as such. J. S. Furst, as the drawer, might be responsible to a holder if it had been presented for payment in proper time and refused and had been duly protested. Or, he may have chosen to regard himself as liable morally for its payment and made the payments accordingly; but to speak of such payments made by him alone, voluntarily, and without a scrap of evidence that the defendant knew of the payments or authorized them to be made, as being payments made by the defendant, either upon the check or the mortgage, is simply impossible. There is no evidence to show that the check was ever delivered by the defendant corporation to the plaintiff corporation. It was delivered by A. N. Raub, who was secretary of both corporations, to Mr. Corss; but there is no evidence that Mr. Raub was ever authorized by the defendant corporation to deliver it to the plaintiff corporation, or that the latter ever accepted it for any purpose whatever, or even authorized Mr. Raub to deliver it to Mr. Corss. As it was an utterly worthless paper against anybody except possibly Furst himself, and then only in a contingency which has not been proved to exist, it is of no consequence what was done with it by Furst or Corss. Neither of them had any authority to bind the defendant by anything they might do or say in regard to it. It would be most extraordinary if the plaintiff Furst could be permitted to charge the defendant with the consequences of a payment made by himself voluntarily, but in discharge of his own obligation, as being a payment made actually, knowingly, and purposely by it in discharge or on account of an obligation of its own. Every element of a payment of the latter kind is absent from this case. The check was not an obligation of the defendant in any point of view. It was not payable to bearer or to order. There was nothing to show it was either indorsed of assigned by anybody or to anybody; the title to it would not pass by mere delivery ; and,-as before said, there is no proof that the defendant ever consented to any delivery of it to the plaintiff corporation. Further discussion of the subject is entirely unnecessary. In no conceivable point of view is it possible to regard the payments made by Furst in 1880 and 1882, as payments made by the defendant; and as there is not a particle of proof that the defendant corporation ever delivered or authorized the delivery of the check to the plaintiff corporation, there is nothing upon which to base an inference of payment of anything by defendant to plaintiff, at any time within six years before suit brought.\nJudgment affirmed."}