{"id": "56809", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from orders of Superior Court which affirmed an order of the Court of Common Pleas of Schuylkill County and imposed counsel fees and costs upon the appellants, Clayton Hulsizer and the Pennsylvania Society for the Prevention of Cruelty to Animals (PSPCA).\nIn May of 1997, Hulsizer, an agent of the PSPCA, filed this action in equity seeking injunctive and declaratory relief against the appellee, Labor Day Committee, Inc. Appellee conducts an annual pigeon shoot, known as the Fred Coleman Memorial Pigeon Shoot, in Hegins, Pennsylvania. Hulsizer sought to have appellee enjoined from holding the shoot, alleging that it violates the cruelty to animals statute, 18 Pa.C.S. § 5511(c), which provides:\nA person commits a summary offense if he wantonly or cruelly illtreats, overloads, beats, otherwise abuses any animal, or neglects any animal as to which he has a duty of care, whether belonging to himself or otherwise, or abandons any animal, or deprives any animal of necessary sustenance, drink, shelter or veterinary care, or access to clean and sanitary shelter which will protect the animal against inclement weather and preserve the animal’s body heat and keep it dry. This subsection shall not apply to activity undertaken in normal agricultural operation.\nHulsizer’s action was initiated pursuant to a provision of the same statute, which, at 18 Pa.C.S. § 5511(i), provides: “An agent of any society or association for the prevention of cruelty to animals, incorporated under the laws of this Commonwealth, shall have standing to request any court of competent jurisdiction to enjoin any violation of this section.”\nThe pigeon shoot is a controversial event. Opponents of the shoot view it as a cruel and moronic exercise in marksmanship. Proponents of the event view it as entertainment, exemplifying the state of sportsmanship in this Commonwealth.\nAppellant’s complaint describes the event as one where, each Labor Day, approximately one hundred fifty to two hundred people pay a fee of $75 to shoot at pigeons in Hegins Park. There are no restrictions on who can participate, other than a requirement that shooters be at least twelve years of age. No prior shooting or hunting experience is required. Between ten and thirteen thousand people pay approximately five dollars each to observe the shoot. For those whose appetites are stirred by watching the event, concession stands provide food, soft drinks, and alcoholic beverages. Spectators sit in rows of bleachers near the shooting areas. They cheer and clap when the birds are killed or wounded.\nEach year, appellee supplies approximately five to six thousand pigeons for the shoot. The pigeons, which are obtained both inside and outside of Pennsylvania, are kept in a storage area until it is their turn to be shot. During the event, agents of appellee known as “trapper boys” place the birds in “traps”—small enclosures that are located on the ground approximately sixty feet in front of a shooter. The birds are then released, one by one, in the center of a large circled area—roughly thirty-five yards in diameter—that is separated from the rest of Hegins Park by fencing, and the shooter attempts to hit each bird with gunfire. A shooter receives points for hitting a pigeon if the bird falls in the circled area, regardless of whether the bird is killed or only wounded.\nDuring a shoot, four to six thousand pigeons become the targets of gunfire. Of these, over five hundred die immediately from their wounds. Hundreds of other pigeons, however, suffer a slow and painful death, for their wounded bodies fall outside of the circled area or outside of Hegins Park, and they are never retrieved by appellee or provided any veterinary or other care. They eventually die from their wounds or starvation. An additional two thousand or more wounded birds fall within the circled area, and they suffer pain until they are eventually killed. They are not given any sustenance, drink, or veterinary care. Instead, they lie on the ground until the shooter has completed a full round of shots, a process that often takes several minutes. Then, the trapper boys retrieve the wounded pigeons from the circled area and kill them by a variety of methods. These include tearing the birds’ heads from their bodies, throwing or smashing them against objects on the ground, crushing the birds by falling on them, and suffocating the birds by tossing them into a barrel filled with other dead and dying pigeons. All of these methods are contrary to accepted veterinary methods of euthanasia and cause the birds additional pain and suffering. Wounded pigeons also fly into the crowd of spectators, who further injure and kill them. Spectators ostensibly derive great enjoyment from this chance to participate in the slaughter.\nThe pigeon shoot is conducted primarily for entertainment and fund-raising purposes. The pigeons that are killed are not used for food. To display pride in having attended the event, spectators often purchase commemorative T-shirts.\nHulsizer’s complaint in equity seeking to enjoin appellee from conducting pigeon shoots was dismissed by the court of common pleas on the basis that Hulsizer lacks standing in Schuylkill County, where Hegins Park is located, to enforce the cruelty to animals statute, supra. Hulsizer was appointed to act as a humane society police officer of the PSPCA by the court of common pleas of the county that serves as the locus of the registered office of the PSPCA, namely, Philadelphia County. He was never separately appointed to engage in enforcement activities in Schuylkill County by a court of common pleas of that county. The trial court determined, therefore, that he lacks enforcement authority in Schuylkill County, and, hence, it dismissed his complaint for lack of standing. Superior Court affirmed in a memorandum decision.\nAt issue is whether Hulsizer has standing to bring an enforcement action in Schuylkill County. On the basis that the courts below too narrowly construed Hulsizer’s zone of authority, we reverse.\nHulsizer’s appointment in Philadelphia County was made in accordance with Section 501 of Title 22 (“Detectives and Private Police”), 22 Pa.C.S. § 501(a), which provides:\nAny nonprofit corporation ... organized for the prevention of cruelty to children or aged persons or animals, or one or more of such purposes, may apply to the court of common pleas of the county of the registered office of the corporation for the appointment of such persons as the corporation may designate to act as policemen for the corporation. The court, upon such application, may by order appoint such persons, or as many of them as it may deem proper and necessary, to be such policemen.\n(Emphasis added).\nIt is provided in 22 Pa.C.S. § 501(b) that, upon being appointed by a court of common pleas, policemen shall take the oath of office required by the sixth article of the Pennsylvania Constitution, and that, “[s]uch oath, together with the decree and order of the court, shall be recorded, by the recorder of deeds of each county in which it is intended that such policemen shall act.” (Emphasis added).\nThe powers of the officers are set forth in 22 Pa.C.S. § 501(c), which in pertinent part provides:\nPolicemen so appointed for a corporation organized for the prevention of cruelty to children or aged persons or animals, or one or more of such purposes, shall severally possess and exercise all the powers of a police officer in any county in which they may be directed by the corporation to act, and are hereby authorized to arrest persons for the commission of any offense of cruelty to children or aged persons or animals.\n(Emphasis added).\nThe decree and order of the Court of Common Pleas of Philadelphia County appointing Hulsizer as a humane society police officer had been duly recorded in Schuylkill County prior to the commencement of this action. Accordingly, pursuant to sections 501(b) and 501(c), Hulsizer was authorized to act as a police officer in Schuylkill county. In plain terms those sections provide that the order of the appointing county, after being recorded in another county, will constitute authority to act in such other county.\nThe issue as to the extent of Hulsizer’s authority arises not from Section 501, but rather from a subsequent legislative enactment, namely, the Humane Society Police Officer Enforcement Act (HSPOEA), 3 P.S. § 456.1 et seq. Section 501, which was enacted in 1972 and amended in 1990, predated the HSPOEA, which was enacted in 1994. The courts below interpreted the latter act as imposing a requirement that individuals seeking appointment as humane society police officers must apply to the court of common pleas of each county in which they will act. Hence, the procedures set forth by Section 501 were deemed superseded by a requirement of separate applications to the courts of common pleas of the various counties.\nThe HSPOEA imposes requirements on humane society police officers pertaining to initial training, continuing education, criminal history background checks, and firearms certifications. 8 P.S. § 456.4. It does not, however, change the manner in which officers are appointed. The decision of the court below to the contrary must, therefore, be reversed.\nThe HSPOEA provides no suggestion that the appointment process has been modified to require separate applications to each county’s court of common pleas. In fact, the following provision of the HSPOEA expressly preserves the appointment process set forth in Section 501:\n§ 456.3. Appointment by court of common pleas; jurisdiction of humane society police officers\nAn individual may not exercise the powers conferred under 18 Pa.C.S. § 5511 (relating to cruelty to animals) upon an agent of a society or association for the prevention of cruelty to animals or the powers conferred under 22 Pa.C.S. § 501(c) (relating to appointment by nonprofit corporations) upon a humane society police officer within the boundaries of a county unless the individual has been appointed as a humane society police officer in that county in accordance with 22 Pa.C.S. § 501.\n3 P.S. § 456.3 (emphasis added).\nThe continued effectiveness of the appointment process set forth in Section 501 is again made clear by the following section of the HSPOEA:\n§ 456.4. Humane society police officers\n(a) Applications for appointment of humane society police officers.—\nNo society, association, corporation or organization, other than a society or association for the prevention of cruelty to animals, is eligible under 22 Pa.C.S. § 501 (relating to appointment by nonprofit corporations) to apply for or receive appointment of any individual as a police officer in the enforcement of cruelty to animal laws. Each society or association for the prevention of cruelty to animals which makes application to the court of common pleas pursuant to 22 Pa.C.S. § 501 for the appointment of an individual to act as a police officer for the society or association for the prevention of cruelty to animals must provide with the application the documentation the court may require that the person has satisfactorily completed a training program ....\n3 P.S. § 456.4(a) (emphasis added).\nDespite the statutory language expressly preserving the functionality of Section 501, the trial court interpreted the HSPOEA to mean that individuals seeking appointment as humane society police officers must apply to the court of common pleas of each county in which they will act. It reasoned that Section 501 must be viewed as having been amended by the HSPOEA, to the extent necessary to avoid an inconsistent result. On appeal, Superior Court implicitly confirmed the trial court’s interpretation of the interaction between Section 501 and the HSPOEA. It focused on the requirement in 3 P.S. § 456.3, supra, that a humane society police officer exercising authority within the boundaries of a county must be appointed an officer “in that county,” and, thus, it viewed that requirement as superseding the appointment process contained in Section 501. This result, it concluded, was consistent with its decision in a previous case in which Hulsizer and the PSPCA sought to obtain an injunction against the same annual pigeon shoot, and in which the court concluded, “Humane Society Police officer agents can only act in the counties where they have been granted police power by the local Court of Common Pleas.” Mohler v. Labor Day Committee, Inc., 443 Pa.Super. 651, 658, 663 A.2d 162, 166 (1995), appeal denied, 544 Pa. 611, 674 A.2d 1074 (1996).\nWe, however, find no inconsistency in reading Section 501 and the HSPOEA together as statutes that are in pari materia. Both statutes relate to the same subject, namely, the appointment of humane society police officers. Hence, they must be regarded as in pari materia and construed together, if possible, as one statute. 1 Pa.C.S. § 1932. Further, that the legislature intended the two statutes to be construed together in a consistent fashion is made clear by the fact that the HSPOEA expressly relies on and incorporates the appointment procedures of Section 501. There is no indication in the HSPOEA that the legislature intended it to function as an implied repeal of those procedures. It is a “widely recognized principle that repeals by implication are not favored and will not be permitted if there is any other reasonable construction, and that a law is not repealed by a later enactment if the two may be operative without repugnance to each other.” Consumers Educ. & Protective Ass’n v. Schwartz, 495 Pa. 10, 23 n. 17, 432 A.2d 173, 180 n. 17 (1981).\nThe HSPOEA does not limit the jurisdiction of humane society police officers by requiring them to apply separately to the courts of common pleas in every county in Pennsylvania. As was the case before the HSPOEA was enacted, individuals desiring to be humane society police officers must be decreed as such by the court of common pleas of the county in which the society has its registered office and then must record the decree in all counties in which they will act.\nWe note, too, that if a contrary result were reached, various anomalies would exist in the statutory scheme. For example, Section 501 provides for appointments by courts of common pleas only in counties where societies maintain their registered offices. See 22 Pa.C.S. § 501(a), supra. If the HSPOEA were construed as impliedly amending Section 501 to require that each humane society police officer be appointed by a court of common pleas in each and every county where the officer might act, an incongruous result would follow. Individuals might be unable to obtain appointments in any county other than the one where their society’s registered office is located, since Section 501 has no provision for appointment by a court of common pleas in any county other than that one. 22 Pa.C.S. § 501(a), supra. Section 501, however, expressly contemplates that officers will be able to act in other counties. See 22 Pa.C.S. § 501(c), supra (humane society officers may “exercise all the powers of a police officer in any county in which they may be directed by the corporation to act....”). Likewise, the section of the cruelty to animals statute that gives humane society agents standing to seek injunctive relief in “any court of competent jurisdiction,” 18 Pa.C.S. § 5511(i), supra, would be undermined, as would the mission of the PSPCA. The PSPCA was created by the legislature “to provide effective means for the prevention of cruelty to animals throughout the state of Pennsylvania Act of April 1868, P.L. 615, § 2 (emphasis added). That mission would be limited if the PSPCA were restricted to conducting enforcement activities only in counties where separate appointments from local courts of common pleas had been obtained.\nIn seeking recovery of counsel fees and costs stemming from Hulsizer’s appeal, appellee claimed that the appeal was a frivolous one, in light of the previous decision in Mohler, supra, where the issue of standing to challenge the same pigeon shoot was decided adversely to Hulsizer and the PSPCA. Superior Court granted appellee’s request for recovery of those expenses. Inasmuch as we are reversing Superi- or Court on the substantive issue presented, the appeal cannot be said to have been frivolous; hence, the order granting recovery of counsel fees and costs must likewise be reversed.\nOrders reversed.\nJustice SAYLOR did not participate in the consideration or decision of this case.\nJustices NIGRO and NEWMAN concur in the result."}