{"id": "568028", "contents": "q. p. ahl’s appeal.\nOpinion,\nMe. Justice Williams:\nThe questions .involved in this controversy are questions of fact. We learn from the report of the master that the Harrisburg & Potomac Railroad Co. was organized, and the construction of its road undertaken, largely through the instrumentality of D. Y. Ahl and P. A. Ahl, his brother and business partner. In 1877, D. Y. Ahl was president of the company, and P. A. Ahl was the contractor, not only for the grading, but for furnishing\"and laying the ties and rails. He had just finished one section, and nearly completed another, extending from Langsdorf to Jacksonville, a distance of four miles, when serious financial embarrassment overtook him. D. Y. Ahl appears to have been interested with, or responsible for the performance of his brother, and to have been involved in the same difficulties. They had invested their money and pledged their credit in the construction of the road until they feared to go further. They sought the advice of family friends, who were also interested in the early completion of the railroad; and the conclusion was reached that the further prosecution of the “work under the contract should be conducted in the names of Q. P. Ahl and T. W. Ahl, and that D. Y. Ahl and P. A., Ahl and the firm of P. A. Ahl & Bro. should put their effects into the hands of C. W. Ahl for the payment of their debts. An assignment of the contract was accordingly made to Q. P. & T. W. Ahl, who were accepted by the railroad company, and who proceeded to complete the section in their own names. An assignment was also made by D. V. & P. A. Ahl and P. A. Ahl & Bro. to C. W. Ahl, for the purpose of paying their debts. Neither Q. P. Ahl nor T. W Ahl paid anything for the assignment of the contract to them, but took possession of the grading and the materials, and finished the section. The work was accepted by the railroad company, and paid for in stock and bonds, in accordance with the original contract. The stock and bonds were turned over to C. W. Aid, the assignee of D'. Y. and P. A. Ahl, and appropriated by him to the payment of their debts, in accordance with the understanding had when they surrendered their property to him.\nSix years after the completion of the section, and the delivery of the stock and bonds in payment therefor, this bill was filed; setting out that the plaintiff and T. W. Ahl were partners in the work of completing the section, the contract for which had been assigned to them; that the money used by the' firm was advanced by the plaintiff; that the accounts of the firm were still unsettled; that the bonds and stock issued-by the railroad company in payment for the construction of the road between Langsdorf and Jacksonville belonged to him, but were in the hands of P. A. Ahl and C. W. Ahl; that they had been received with full notice of his title, and used by C. W. Ahl and P. A. Ahl for the payment of the debts of P. A. Ahl & Bro., or some other purpose. Relief was prayed for against each of the defendants separately, — against T. W. Ahl for a dissolution of the alleged partnership, for discovery, and an account; against the Harrisburg & Potomac Railroad Co. for an ascertainment of the amount of bonds to which the plaintiff is entitled in payment for the section between Langsdorf and Jacksonville, and for the delivery of the same to him; against P. A. Ahl for discovery and account as to the bonds received by him applicable to the work on the said section; against C. W. Ahl for discovery and account as to the bonds received by him applicable to the same section. The defendants answered separately. They denied that a partnership existed between the plaintiff and T. W. Ahl in the work done on the railroad. They denied that Q. P. and T. W. Ahl, or either of them, took any title under the assignment made by P. A. Ahl, and alleged that the work was agreed to be done, and was in fact done, for P. A. Ahl, and under his directions. They further alleged that the bonds and stock had been issued upon the acceptance of the section by the railroad company to the plaintiff himself, and by him turned over voluntarily to P. A. Ahl, in accordance. with the arrangement made when the contract was transferred; and that P. A. Ahl had delivered them to C. W. Ahl for sale and appropriation upon the debts of himself and his firm, and that such an appropriation had been in fact made by C. W. Ahl. Separate issues of fact were thus raised between the plaintiff and each of the defendants. These were heard by a master, who found for the defendants upon every issue raised. These findings were examined by the learned judge of the court below on exceptions, and after such examination they were concurred in. The facts, therefore, may be regarded as settled ; but we have looked into the testimony to see if any plain mistake has been made by the master and the court below, and we are satisfied that the evidence fully justifies the findings. There was competent and sufficient evidence before the master to sustain each of them; and his findings, and the decree of the court based on them, must be regarded as settling the facts.\nThe legal questions involved are equally free from difficulty. The master having found that the alleged partnership -with T. W. Ahl never existed, the dismissal of the bill as to him is the necessary consequence. The finding that the railroad company issued the bonds and stock due upon the completion of the section between Langsdorf and Jacksonville, at the proper time, and delivered them into the plaintiff’s own hands, entitled the company to a decree in its favor. The finding that P. A. Ahl received such bonds as came to his hands from the plaintiff in accordance with an arrangement tbat he was to receive them, because entitled to them, was fatal to the plaintiff’s claim for relief against him. As to C. W. Ahl, the master finds that the bonds that came to his hands were delivered by P. A. Ahl to him for the payment of debts, and were actually so used, and that the plaintiff had no title to them whatever. This sweeps away the plaintiff’s case as to this defendant. Nothing remains, therefore, of the case made in the bill against either one of the defendants.\nIt has been urged in argument, that, if the plaintiff took nothing under the assignment of the construction contract to him, then the arrangement should be held to be void as a device to hinder and delay creditors of P. A. Ahl. On this subject the master finds that the transfer was intended to facilitate the completion of the section, and thereby to secure at the earliest moment practicable the entire sum to be paid under the contract for the benefit of creditors. It was therefore not a fraud in fact, and it cannot be held to be a fraud in law, upon the facts presented by the master’s report. But, suppose the fact to be, as is alleged, that the transfer from P. A. Ahl to the plaintiff was intended to hinder and delay the creditors of P. A. Ahl, and that it was therefore void as to the persons intended to be defrauded, how would Q. P. Ahl be helped by such a conclusion? He is a party to the fraudulent transfer, a particeps eriminis. The proceeds of the fraudulent transaction are out of his hands, and he asks a chancellor to take them from the hands of his co-conspirator, and place them in his own. He is not prompt and eager to seek relief, but waits for six years. He states a cause of action in his bill, every fact of which is found against him. He then says, in effect, “ If my contract is not what I have claimed it to be, a valid transfer to me of the contract with the railroad company, it is a fraud on the creditors of P. A. Ahl;” and he asks a decree in his favor for the bonds, not because they belong to him, but because the contract upon which his title depends was fraudulent and void. This is not the sort of. claim to relief in equity which is calculated to move the conscience of a chancellor. The plaintiff’s ease fails on the facts on which he rested it in his bill, and it fails on the proposition just considered, that the transfer to him was intended to hinder and delay the creditors of P. A. Ahl; nevertheless the master recommended, and the court below made, a decree in his favor for a sum of money due from P. A. Ahl to him. Whatever reason P. A. Ahl may have to complain of this decree, the appellant certainly has none, and his\nAppeal is now dismissed, at his costs.\nP. A. AHL’s APPEAL.\nOpinion,\nMe. Justice Williams:\nThis appeal is from the same decree as that of Q. P. Ahl, which we have just considered and dismissed, and raises a question of jurisdiction.\nThe bill was against P. A. Ahl, T. W. Ahl, O. W. Ahl, and the Harrisburg & Potomac Railroad Company. The master found against the plaintiff, Q. P. Ahl, on every fact alleged in the bill as the basis of the relief prayed for against each of the defendants, and recommended that the bill be dismissed as to all of them except P. A. Ahl, the appellant. It would have been dismissed as to him also, but for the fact that the evidence disclosed a circumstance not averred in the bill, viz., that he was indebted to Q. P. Ahl. This indebtedness was for loans and advances made to aid in completing the section between Langsdorf and Jacksonville, and amounted to $5,302.48. The interest was computed at $3,256.21, making an aggregate of $8,558.69. For this sum the master recommended a decree, which was made by the court, and from which this appeal was taken.\nThis decree was thought by the master and the court below to be justified by the familiar rule that, where a court of equity has once obtained jurisdiction of a cause of action, it may retain it for purposes of equitable relief not prayed for in the bill, but disclosed by the evidence: Allison’s App., 77 Pa. 221. Whether the decree made in this case is justified by the rule invoked, is the only question presented on this record. It will be noticed that the rule is predicated of cases in which the court has acquired jurisdiction. If the court has no jurisdiction, it can make no decree. Mere service of process subjects the defendant to the jurisdiction of the court for certain preliminary and special purposes; but, unless the bill discloses a cause of action within the cognizance of a court of equity, the defendant must be allowed to depart the court. The question whether the plaintiff’s cause of action is one that entitles him to be heard in a court of equity, must be' determined, in the first instance, from the face of his bill. If the facts stated therein ,are such as entitle him to equitable relief prima facie, the defendant cannot oust the jurisdiction by his answer denying the facts stated in the bill, but such answer raises an issue or issues to be decided upon hearing. The question of jurisdiction of the cause of action must be determined, in the first instance, by an examination of the bill. If this discloses a case for equitable intervention, the defendant must answer and enter upon his defence. After hearing, the question of jurisdiction depends on the proofs: Adams’s Appeal, 113 Pa. 449.\nIn the case now before us, the bill made a case against each of the defendants. When the proofs were heard, the plaintiff failed to sustain the averments of the bill against either of the defendants, and the master found against him on every question of fact raised. He had alleged a partnership with T. W. Ahl, and prayed for dissolution and an account. The master found that no partnership existed, and that the bill ought to be dismissed as to T. W. Ahl. The account prayed for against P. A. Ahl was refused, because the master found that the bonds were delivered to him by the plaintiff with full knowledge of the use to which he was to put them. The relief asked against C. W. Ahl was refused for the same reason, and because the bonds were put in his possession pursuant to a voluntary assignment for the benefit of his creditors made by P. A. Ahl to him. As to the railroad company, the bill was dismissed because it appeared that the compauy had settled with the plaintiff, and delivered to him the bonds necessary to pay for the work and materials on the whole section, at the proper time, and owed nothing to him or to P. A. Ahl whatever. Not a single jurisdictional fact or relation averred in the bill was found to have any existence. How, then, had the court jurisdiction? The case made in the bill was sufficient until hearing, but, on hearing, it was swept away. He came into court and said: “ I have a partner from whom I desire to be freed, and to have an account. My bonds are in the hands of those who have no right to them, and they fraudulently withhold them from me.” The court hears the proofs, and finds every statement to be false. He has no partner, he had no bonds, and the bonds he describes are found to belong to others, and to be in the proper custody. Nothing remains to be done, after the suitor’s case is gone, except to send him out of court.\nIt will sometimes happen that the precise form of relief prayed for is, upon a view of the facts as presented in the evidence, either impossible or inapplicable; and a court of equity will in that case extend such other form of relief as may be appropriate on a consideration of the case presented. This is done to prevent a failure of justice from defective pleading, and to prevent a multiplicity of actions for the same act or omission. Such was the case in Masson’s Appeal, 70 Pa. 26. The relief asked for in the bill was an injunction to prevent the use of a party-wall by the defendant. On the hearing’, the plaintiff, showed his title to relief, but the proofs also showed that the defendant had already built against the wall. Upon this state of facts, the court, to prevent a failure of justice, and to avoid further litigation, ascertained the compensation which should be made to the plaintiff for the use of the wall, and made a decree accordingly. In McGowin v. Eemington, 12 Pa. 56, the plaintiff asked for a decree for the delivery of certain maps, papers, and surveyor’s instruments. It was objected that, as -to the instruments, an action of trover or replevin would afford an adequate remedy for their recovery or their value; but as these .were left with the maps and papers, and under the same arrangement, it was held to be unnecessary for the plaintiff to divide his demand, and proceed for part of it at law; and his bill was sustained because, as to the maps and papers, his right to relief in equity was clear. The court, having jurisdiction as to these, might proceed to dispose of the whole transaction. If the master had found that no maps or papers or instruments had been left with the defendant, and the plaintiff had shown title to none, it is not to be doubted that the bill would have been dismissed. The court would not have retained it to settle some other transaction between the parties not a subject of equitable cognizance. In Danzeisen’s Appeal, 78 Pa. 65, the plaintiff proved the facts which he had alleged in his bill, but he had mistaken their effect. He charged that they established a trust. This court held that they created a mortgage, instead of a trust; but, as they showed a cause of action within the jurisdiction of a court of equity, the court sustained the bill, and granted such relief as was appropriate to the ease made by the proofs. But if, after hearing, the master had found against the plaintiff upon every averment in his bill, the jurisdiction of the court would have been ousted, and the bill would have been dismissed. The rule is stated in Slemmer’s Appeal, 58 Pa. 155, to be, that where the plaintiff shows a right to relief in equity, he is entitled, under the prayer for general relief, to such decree as is agreeable to the case as presented, though it may be different from that asked for in his bill. But, if he shows no right to relief in. equity, his case has nothing on which to stand, and it must fail. The existence of some other demand capable of being enforced at law, and not within the jurisdiction of equity, cannot help it to stand. The fundamental necessity — a case within the jurisdiction of the court — is not üiet, and the defendant has a right to ask to be allowed to depart the court.\nApplying this principle to the case in hand disposes of the decree made in the court below. The plaintiff stated a case in his bill that was cognizable in equity, but he failed to prove it. The master found against him on every averment on which his right to equitable relief rested. He was shown to be without equity, and for that reason the court was without jurisdiction or power to proceed. When1 it reached after a cause of action belonging to a court of law, and not even suggested in the plaintiff’s bill, it was not adapting relief to a case properly before it, but usurping the jurisdiction of a court of law. For the reasons now given\nThe decree is reversed, and the bill dismissed, at the cost of the appellee."}