{"id": "56836", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis case requires us to interpret the General Associations Act Amendments Act of 1990 (GAAAA of 1990) in order to determine the type of hearing the insurance department must conduct before approving a plan for restructure and division of an insurance company. The question is whether the legislature intended, when it enacted the GAAAA of 1990 making the GAA applicable to insurance companies, to incorporate the stringent procedural due process requirements of the more general Administrative Agency Law (AAL), or whether the GAAAA of 1990 was intended to create an entirely distinct procedure providing for less restrictive control over reorganization of insurance companies. Appellant argues that the procedural requirements of the GAAAA of 1990 are sufficient to protect the interests of policyholders and creditors when an insurance company seeks approval of a plan to restructure and divide, and that the explicit terms create separate and distinct procedures from those in the AAL. Appellees, policyholders and creditors, argue that their interests are so great that the procedures of the AAL should be engrafted into the GAAAA of 1990, obligating the insurance department to conduct adversarial trial-type hearings prior to approval of the restructure and division of an insurance company.\nThe insurance department conducted the public informational hearings specified in the GAAAA of 1990, and approved a plan to reorganize CIGNA Insurance Company. Appellees sought review in Commonwealth Court, which vacated the insurance department’s order approving the plan, and remanded to enable the department to hold hearings of the adversarial type required by the AAL.\nCIGNA is a corporation that engages in the insurance business in Pennsylvania. Due to vast potential liabilities in connection with asbestos and environmental hazards, a national securities rating company (A.M.Best) lowered CIGNA’s rating and that of its subsidiary, INA Financial. The downgrade was significant, for it adversely affected the marketability of CIGNA’s stock. In response, CIGNA sought to divest itself of some of its contingent liabilities. CIGNA and INA Financial planned to create a separate operating entity to be called Century Indemnity Company. The plan was for INA to provide $500,000,000 in initial capitalization of Century, together with $800,000,000 in reinsurance coverage to enable Century to meet its obligations as to the contingent asbestos and environmental liabilities it would assume.\nPursuant to the GAA Amendments Act of 1990, 15 P.S. §§ 21101-21404, CIGNA submitted its plan of restructure and division to the commonwealth’s department of insurance. Section 21205(a) states the general rule that:\nAny plan of merger, consolidation, exchange, asset transfer, division or conversion of any insurance corporation, any recapitalization or voluntary dissolution of any insurance corporation or any issuance of shares by any insurance corporation in exchange for shares of another insurance company shall become effective only if approved by the Insurance department....\nSection 21207 establishes the procedures for obtaining approval:\n§ 21207. Administrative procedure\n(a) General rule.—Every application for a certificate of authority or other approval by the Insurance Department under this division shall be made to the department in writing and shall be in such form as the procedural regulations of the department may require.\n(b) Standards for approval.—A certificate of authority or other approval under this division shall be issued by order of the department only if and when the department shall find and determine that the application complies with the provisions of this division and the procedural regulations of the department thereunder.\n(c) Procedure before department.—For the purpose of enabling the department to make the finding or determination required by subsection (b), the department shall afford reasonable notice and opportunity for hearing, which shall be public, and, before or after any such hearing, it may make such inquiries, audits and investigations, and may require the submission of such supplemental studies and information, as it may deem necessary or proper to enable it to reach a finding or determination. The department, in granting a certificate of authority or other approval, may impose such conditions as it may deem to be just and reasonable. In every case the department shall make a finding or determination in writing, stating whether or not the application has been approved, and, if it has been approved in part only, specifying the part which has been approved and the part which has been denied. Any holder of a certificate of authority or other approval, exercising the authority conferred thereby, shall be deemed to have waived any and all objections to the terms and conditions of such certificate or other approval.\n(d) Judicial review.—Orders of the department upon an application for a certificate of authority or other approval under this section shall be subject to judicial review in the manner and within the time provided or prescribed by law.\n15 P.S. § 21207.\nAppellees claim that due process demands that the insurance department provide for sworn testimony, cross-examination of witnesses, a full and complete stenographic record of the proceedings, and briefing by interested parties, rights which are set forth in the AAL. Appellees do not contend that the hearings conducted in this case failed to satisfy the explicit terms of the GAAAA of 1990, but that more is required to protect the due process interests of policyholders and creditors. Thus they argue that the AAL must be incorporated in the GAAAA of 1990, as Commonwealth Court held.\nAppellant gives two broad grounds for asserting that the GAAAA of 1990 should be interpreted as creating procedures distinct from those of the AAL so that the procedural elements of the AAL are not applicable to these proceedings. The first is based on statutory construction; the second is a constitutional argument.\nAppellant argues that the decision of Commonwealth Court ignores well established rules governing the interpretation of statutes. First is the rule that agencies are entitled to deference in interpreting the statutes they enforce. Tool Sales & Service Co. v. Commonwealth, 536 Pa. 10, 637 A.2d 607, 613 (1993). Even more fundamental is the plain meaning rule: “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). A third rule is that the specific controls the general: “Whenever a general provision in a statute shall be in conflict with a special provision in the same or another statute, ... the special provision shall prevail and shall be construed as an exception to the general provision.... ” 1 Pa.C.S. § 1933. Another rule is that “when a court of last resort has construed the language used in a statute, the General Assembly in subsequent statutes on the same subject matter intends the same construction to be placed upon such language.” 1 Pa.C.S. § 1922(4). Finally, and most fundamental of all, is the rule that legislative intent controls: “The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S. § 1921(a).\nCommonwealth Court recognized that the insurance commission complied with the procedures of the GAAAA of 1990. It stated: “Unlike the Administrative Agency Law, Section 207(c) [15 P.S. § 21207(c) ] does not require the production of a formal record, including a trial-type due process hearing.” LaFarge Corp. v. Com., Ins. Dept., 690 A.2d 826, 832 (Pa. Cmwlth.1997). The court’s rationale for circumventing the rules of statutory construction supra is its conclusion that due process requires more than the statute prescribes. The court stated:\n“While the [Insurance] Department and INA Financial are correct in their assertion that the administrative procedure provisions of the Health Plan Corporations Act [referred to in this context as the “source” statute] and the GAA Amendments are identical, the Policyholders are nevertheless entitled to an adversarial hearing on INA Financial’s plan of restructure and division. Unlike the [source statute], which requires the Department only to find and determine that the application complies with the provisions of that act and the regulations of the Department, the GAA Amendments also require the Department to determine that the transaction at issue is not injurious to the interest of the policyholders and creditors. 15 P.S. § 21205(b). As previously indicated, this provision of the GAA Amendments creates an interest in the policyholders that is entitled to protection under the Administrative Agency Law. Because no such interest is created by the [source statute], the case law interpreting that act is not controlling here.”\nLaFarge, 690 A.2d at 839, n. 23 (emphasis added). Thus, the court held that due process requires an adversarial proceeding with more procedural safeguards than are provided in an administrative hearing pursuant to the terms of the GAAAA of 1990.\nIt appears that appellees misapprehend the scope of the insurance department’s action. Drain v. Covenant Life Ins. Co., 551 Pa. 570, 712 A.2d 273 (1998), is instructive. In Drain, which involved a corporate merger, the court ruled that policyholders, creditors, or shareholders retain standing to pursue tort remedies arising out of the corporate transaction even when that transaction has been approved by the insurance department. Department approval does not insulate the insurer from liability. Allegations of breach of fiduciary duty or other corporate torts are properly heard in the courts of common pleas, and department approval is no bar to claims by shareholders or policyholders. It is clear that appellees suffered no per se injury simply by operation of the statute. It is equally clear that no judicial remedies are foreclosed by the department’s approval of the plan of restructure and division. Such claims were outside the jurisdiction of the insurance department, and are not barred by department approval of restructuring plans.\nIn Pennsylvania Coal Mining Ass’n v. Insurance Dept., 471 Pa. 437, 370 A.2d 685 (1977), this court faced the question of what procedures due process required when the insurance department held hearings on a proposal to increase premium rates charged by insurers for statutorily-mandated workers’ compensation insurance. It is axiomatic that due process is flexible and calls for different procedural protections in different situations. Morrissey v. Brewer, 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). Bearing that in mind, we stated: “We must determine the private interest at stake, the value of any additional procedural safeguards, and the government’s interest in proceeding without providing such procedures.” Id. 370 A.2d at 691. We stated that “[njotice is the most basic requirement of due process,” id. at 692, and concluded that due process required that the coal mining companies obligated to purchase workers’ compensation insurance should have some opportunity to object to a proposed premium rate increase. We held that the coal companies must “be provided reasonable notice of the proposed rates, and an opportunity to present written views on why they should not be” approved. Id. The court continued:\nWe also conclude that the coal mining companies should be given a reasonable opportunity to present written objections to rates proposed by the Rating Bureau. This opportunity is necessary to enable them to present to the Insurance Commissioner any reasons why rate increases should not be allowed, or why a hearing should be held before rates become effective.\nWe do not believe, however, that due process requires that the Association receive a full hearing before rates can become effective. While oral proceedings may be necessary for determinations likely to turn on witness credibility, written submissions may be adequate when economic or statistical questions are at issue.\nId. at 693 (citations and footnotes omitted).\nApplying this analysis in the present case, we hold that the procedures followed by the insurance department were adequate to satisfy the requirements of due process. Notice was published in the Pennsylvania Bulletin and interested parties were invited to submit written comments and objections. The imposition of additional procedures such as sworn testimony, cross-examination, a full stenographic record, and opportunity to submit briefs would entail extensive delay, would not materially enhance the interests of appellees, and would require the department to engage in evaluation of speculative future harm.\nThe issue before the department was a statistical and economic one, an area indisputably within the expertise of the department. The department solicited independent expert reports and evaluations concerning the solvency and financial integrity of the proposed restructuring, and the department also received the reports and evaluations prepared by the financial and actuarial experts of the objecting parties. In response to five separate solicitations for public input, the department received thousands of pages of written comments from dozens of interested persons. Everyone who indicated a desire to speak was permitted to make an oral presentation to the commissioner. The department required CIGNA to submit supplemental information on the proposed plan of restructure. Public informational hearings were held on three different dates. The department availed itself of its authority under 15 P.S. § 21207(c) “before or after any such [public informational hearing, to] make such inquiries, audits and investigations, and ... require the submission of such supplemental studies and information, as it may deem necessary to reach a finding or determination.” The massive materials received by the department were exhaustively analyzed by the commissioner in a 65-page decision and order with over 350 findings of fact including the finding required by 15 P.S. § 21205(b), that the transaction “is not injurious to the interest of policyholders and creditors.” The approval granted by the department imposed conditions and modifications on the proposed plan of restructure and division, as permitted by 15 P.S. § 21207(c).\nWe are satisfied, therefore, that the insurance department proceedings were in accordance with law and fulfilled the requirements of administrative procedural due process.\nOrder reversed.\n. Act of December 19, 1990, P.L. 834 No. 198, 15 P.S. §§ 21101-21404. The GAAAA of 1990 made the General Associations Act (GAA) applicable to insurance companies, inter alia.\n. Act of April 28, 1978, P.L. 202, No. 53, 2 Pa.C.S. §§ 101-754.\n. Legislative history indicates that, in adopting the GAAAA of 1990, the General Assembly intentionally provided for an administrative review process which ensures that the insurance department can efficiently collect the information necessary to review the transaction and also to receive comment from all interested persons without becoming mired in a trial-type hearing to resolve challenges by all potentially affected individuals and entities. This is consistent with legislative intent in the GAA and the BCL."}