{"id": "568946", "contents": "Opinion,\nMb. Justice Clank :\nAt the trial the defendant submitted six points, which fairly and fully presented its theory of this case, and these points, being separately answered, were all affirmed by the court without qualification. Nor is there any assignment of error to the general charge, or to any portion of it. The only matters complained of arise upon the answers of the court to the points submitted by the plaintiff’s counsel. These points, it must be confessed, are very inaptly drawn. It may be remarked, generally, that the hypothesis upon which these several points were framed, respectively, in view of the evidence is wholly inadequate to support the conclusions which are sought to be drawn. Every point of law submitted for the determination of the court should be reasonably consistent with the evidence, and in such comprehensive manner that the deduction made therefrom, notwithstanding the force of the other evidence in the cause, is the logical, legal conclusion from the facts assumed. Each point submitted is to be taken as a distinct, independent proposition ; and the answer to it maybe a simple affirmation or negation of it, or, the answer may be accompanied with such qualification as is requisite to a correct exposition of the law. When a case comes before us for review, we cannot assume any fact not covered by the hypothesis set forth in the point, except such as is embraced by necessary implication. If this were not so, the court might, in some cases, affirm the points on both sides; and, whilst in the answers on one side or the other, the true rule might be given, the jury would be allowed to grope in the dark in search of it, with equal chances to arrive at a wrong or á right result. In such case the assumption of certain facts that are not stated would, if known, show the correct rulings on both sides; but the misleading tendency is such as to be manifest error. If we apply these well-established rules of practice to the instructions given to the jury in this case, we cannot avoid the conclusion that they were misleading to the jwy-\nIn affirming the defendant’s first, second, and third points, the court instructed the jury: (1) If they should find that the plaintiff’s agent, Sweet, referred the directors to the furniture in the DuBois and Coder school-houses, as specimens of the plaintiff’s manufacture, and agreed that if, upon examination of that furniture, it was unsatisfactory, they need not accept the furniture ordered, and the contract was executed upon the faith of this verbal agreement; and if, upon examination, the furniture at the places named was unsatisfactory, and notice was promptly given to the plaintiff not to ship the order, they were not bound to receive the consignment: (2) If Sweet induced the execution of the contract by means of false and fraudulent representations, and the defendant, upon the discovery of the fraud, annulled the contract, and notified the plaintiff, it was thereby released from the obligations of the contract; and (3) If Sweet, at the time of the contract, exhibited a sample desk, and agreed that the defendant would not be held to accept furniture which was not in all respects equal to the sample, and the contract was entered into upon the faith of this understanding, and, further, that the furniture, when shipped, was not in fact substantially equal to the sample, and the defendant on this ground refused to accept it, and gave proper notice of such refusal, the verdict should be for the defendant. These points assumed the existence of a verbal understanding at the time of the contract upon the faith of which the contract was made; and, as there was some evidence to this effect, whether or not there was any such verbal understanding, or any fraud committed, as alleged, was for the jury. The court might, therefore, with propriety, have negatived the plaintiff’s fourth, fifth, and sixth points on this ground, but chose to affirm them with the qualification, “ unless the jury further find, from the evidence in the case, the facts contended for in the defendant’s'first, second, and third points.” Having undertaken to affirm the points with this qualification, it was the duty of the court to add all the qualifications to which an absolute affirmation was necessarily subject. But we think these points of the plaintiff, if affirmed, should have been subject to further qualification. If the jury, upon a full consideration of the case, should find that the written contract was made without fraud, and without any super-added verbal understanding, upon the faith of which the contract was executed, the rights and obligations of the parties remained as expressed in the written contract. Having reference, then, to the rights of the plaintiff upon the written contract alone, in order to bind the defendant for the price, it was required of the plaintiff, not only that the furniture be delivered in the ears at Sidney, Ohio, at the time specified, but that the furniture be of the kind and quality mentioned in the contract.\nIn the plaintiff’s sixth point the court was requested to instruct the jury as follows: “ That if the jury find, from the evidence, that the agreement of purchase offered in evidence in this case was read over in the presence and hearing of the board of directors of the defendant corporation before signing, and was understood by them, and no objection was made by any one thereto as it was so read and signed, then said agreement is to be taken as the agreement between plaintiff and defendant corporation, and the verdict of the jury should be for the amount so agreed to be paid in favor of the plaintiff.” To this the court answered: “ Affirmed, unless the jury further find, from the evidence in the case, the facts as contained in defendant’s first, second and third points.” But suppose the jury should fail to find the facts contained in the first, second and third points of the defendant, and should find, as assumed in the point, that the written agreement was the only agreement subsisting between the parties, does it follow as a matter of law, in view of the evidence, that the verdict of the jury should be for the amount so agreed to be paid in favor of the plaintiff ? Can it be affirmed that the plaintiff was entitled to a verdict upon the proof of the written contract alone, without evidence of a delivery in pursuance of that contract, or, if there was a delivery, without evidence of the kind and quality of the desks delivered, or of a refusal on the part of the defendant to receive the furniture when it was delivered? There was, in fact, evidence upon all these points, not only of delivery, and of the kind or quality of the desks delivered, but also of a refusal on the part of the defendant to receive the desks after delivery; but this evidence was for the jury, not for the court. The hypothesis of the point was not sufficiently comprehensive, and it should have been refused; or, if affirmed, it should have been further qualified.\nThe answers to the plaintiff’s fourth and fifth points are open to similar criticism. The fourth is directed to the question of delivery alone, whilst the fifth is upon the effect of Temple’s refusal to receive the furniture on its arrival at Brockwayville. But in neither of them is it assumed, as part of the hypothetical statment of facts, that the furniture delivered, or the furniture refused, was of the kind contracted for; and certainly, without the assumption of this fact, it could not be affirmed, as matter of law, that the “plaintiff could maintain this action to recover the amount so agreed to be paid, with interest.” It is true that the court, in affirming the defendant’s fourth point, instructed the jury that if the furniture at Brockwayville was not substantially up to the guaranty contained in the contract, and was not satisfactory to the defendant, the verdict of the jury should be for the defendant; and, in the sixth point, that if only part of the furniture shipped was in accordance with the contract, and the rest was inferior, the defendant was not bound to accept any of it. But how were the jurors to decide between these inconsistent rulings ? They were obliged to rely upon the court for instructions, and would not be expected to exercise that degree of discrimination which would enable them to reconcile the various inconsistent rulings of the court.\nThe thirteenth point of the plaintiff is open to the same objection. The matters of fact assumed therein do not justify the conclusion which, by an absolute affirmation, the jury was permitted to draw therefrom.\nIt is undoubtedly true, when the agreement is to make and deliver an article to the satisfaction of the person for whom it is made, the latter, acting in good faith, and not from mere caprice, may refuse to accept if, for any reason, it is really-not satisfactory to him: Singerly v. Thayer, 108 Pa. 291; Seeley v. Welles, 120 Pa. 69. But when the refusal to receive is made before an actual, bona fide inspection of the article, or before an opportunity is had to judge of its quality or merits, no such rule could obtain; for it would be impossible, in such a case, to decide whether the article is satisfactory or not.\nThe agreement between the parties was in writing; and, as a general rule, where parties have deliberately put their engagements into writing, in such terms as import a legal obligation, without any uncertainty as to the object or extent of such engagement, it is conclusively presumed that the whole engagement of the parties, and the extent and manner of their undertaking, was reduced to writing; and all oral testimony of a previous colloquium between the parties, or of conversations or declarations at the time when it was completed, or afterwards,— as it would tend, in many instances, to substitute a new and different contract for the one which was really agreed upon, to the prejudice, possibly, of one of the parties, — is rejected: 1 Greenl. Ev., 351. But a written agreement may be modified, explained, reformed or altogether set aside by parol evidence of an oral promise or undertaking material to the subject-matter of the contract, made by one of the parties at the time of the execution of the writing, and which induced the other party to put his name to it: Walker v. France, 112 Pa. 203; Cullmans v. Lindsay, 114 Pa. 170. The law esteems it a fraud by such means to procure an unfair advantage, and subsequently to deny the parol qualification upon the faith of which the eon-tract was made. In such a case, therefore, it cannot, with propriety, be said that a person, having accepted a written contract, is estopped from setting up by parol any agreement except that mentioned in the contract. The parol evidence, however, which will be effective to reform a written instrument in such a case, must be clear, precise and indubitable; that is to say, it must carry clear conviction to the minds of the jurors that the witnesses are credible, that the facts are distinctly remembered, and are truly and accurately stated; and to the mind of the court that, if the facts alleged are true, the matters in issue are definitely and distinctly established: Cullmans v. Lindsay, supra.\nThe judgment is reserved and a venire facias de novo awarded."}