{"id": "568976", "contents": "Opinion,\nMb. Justice Mitchell :\nComplainants filed a bill, setting, forth a lease of land from Brown, one of the respondents, for oil and gas purposes; the expenditure of large sums of money under the lease; a subsequent lease of the same land by Brown to the other respondents, who took with knowledge of complainants’ rights ; and the entry by them with the intent to drill a well upon the said land, and take gas, etc. The bill concluded with an averment that such a well could be drilled and put in operation in about forty days, long before an adjudication could be had upon the rights of the parties, and that thereby enormous waste would be committed upon the premises of complainants, and irreparable injury to their interests; wherefore they prayed an injunction, etc.\nThe answer of respondents substantially admitted all of the facts set up in the bill, except that the well which they were about to drill was on premises leased to complainants, and that irreparable injury to complainants would result therefrom; and further setting up that the lease to complainants had been forfeited for non-payment of certain moneys due thereunder.\nTwo issues, therefore, were raised by the pleadings :■ first, whether the well contemplated by the respondents was upon the leased land; and, secondly, whether there had been a forfeiture of the lease. The actual facts not being disputed, both these issues really turned on the construction of the lease.\nUnder these issues the parties went on for some months, and completed their evidence. When, however, the case came to be argued before the master, the respondents took the ground that the complainants, being out of possession, and their title being disputed, had no standing in equity, but must first establish their rights at law. The learned master adopted this view, found as a fact that complainants were out of possession, and reported as a conclusion of law therefrom that the bill must be dismissed. The court below adopted this report with only a formal opinion, expressing unwillingness to say the master had erred.\nThe master finds formally that, “during several months prior to the filing of the bill, Brown, claiming a forfeiture of said lease, had taken full and absolute possession of the premises and rights mentioned and granted in the lease.” An examination, however, of the evidence fails to disclose a single fact on which such a finding can be sustained. It rests entirely on a misconception of the subject-matter of the possession in question, and the nature of the possession itself of which the subject-matter admitted. .The subject of possession was not the land, certainly not the surface. All of that, except the portions actually necessary for operating purposes, was expressly reserved by the lease, to Brown, the lessor. Except of such portions, the complainants had no possession that was not concurrent with that of the lessor, if, indeed, it could be called possession of the land at all. Complainants’ right in the surface of the land under the lease was rather in the nature of an easement of entry and examination, with a right of possession arising where a particular place of operation should be selected, and the easement of ingress, egress, storage, transportation, etc., during the continuance of the operation. The real subject of possession to which complainant was entitled under the lease was the gas or oil contained in, or obtainable through, the land. The learned master says gas is a mineral, and while in situ is part of the land, and therefore possession of the land is possession of the gas. But this deduction must be made with some qualifications. Gas, it is true, is a mineral; but it is a mineral with peculiar attributes, which require the application of precedents arising out of ordinary mineral rights, with much more careful consideration of the principles involved than of the mere decisions. Water also is a mineral; but the decisions in ordinary cases of mining rights, etc., have never been held as unqualified precedents in regard to flowing, or even to percolating, waters. Water and oil, and still more strongly gas, may be classed by themselves, if the analogy he not too fanciful, as minerals ferse naturae. In common with animals, and unlike other minerals, they have the power and the tendency to escape without the volition of the owner.' Their “ fugitive and wandering existence within the limits of a particular tract is uncertain,” as said by Chief Justice Agnew in Brown v. Vandergrift, 80 Pa. 147, 148. They belong to the owner of the land, and are part of it, so long as they are on or in it, and are subject to his control; but when they escape, and go into other land, or come under another’s control, the title of the former owner is gone. Possession of the land, therefore, is not necessarily possession of the gas. If an adjoining, or even a distant, owner, drills his own land, and taps your gas, so that it comes into his well and under his control, it is no longer yours, but his. And equally so as between lessor and lessee in the present case, the one who controls the gas, has it in his grasp, so to speak, is the one who has possession in the legal as well as in the ordinary sense of the word.\nTested by these principles, there is not the slightest doubt that the possession of the gas, as well as the right to it under this lease, was in the complainants when the bill was filed. They had put down a well, which had tapped the gas-bearing strata, and it was the only one on the land. They had it in their control, for they had only to turn a valve to have it flow into their pipe, ready for use. The fact that they did not keep it flowing, but held it generally in reserve, did not affect their possession any more than a mill-owner affects the continuance of his water-right when he shuts his sluice-gates. On the other hand, Brown had no possession of the gas at all. His possession of the soil for purposes of tillage, etc., gave him no actual possession of the gas; and he had no legal possession, for his lease had conveyed that to another. How, then, had he taken “ full and absolute possession of the premises and rights,” as found by the master? Apparently he had asserted to the complainants, his claim that the lease was forfeited. In addition, on one occasion, .when the agent of complainants was at their well for a specific purpose, Brown had ordered him off the land; but there is no evidence that he went until he had finished his business there. Shortly before this the complainants had sent men on the land to begin the erection of a derrick for a second well, and Brown had ordered them off. This, which is the strongest item in the proof, is really no evidence at all of dispossession of complainants. They still remained in possession of their well, which gave them the sole control of the gas, so far as its utilization was concerned, and the sole possession of which it was capable, apart from the land, from which it had been legally severed by the lease. The utmost that can be said of such an occurrence is that it was a violent and temporary interference with that portion of complainants’ rights which authorized them to put down a second well. This was no more a dispossession of complainants from their occupation of the gas, than blocking up one of a farmer’s roads to his home would be an ouster from his farm.\nWe are therefore of opinion that the master was wrong in finding as a fact that complainants were out of possession, and should be remitted to an ejectment to establish their title at law. As to the other objections to the jurisdiction of equity, they require but a brief notice. The bill is a bill to stay waste, and that the damage threatened, even if not irreparable, is entirely incapable of measurement at law, cannot be seriously questioned. Such cases were among the earliest, and- have always been among the most incontestable, within the chancellor’s jurisdiction. It is superfluous to cite authorities for so familiar a principle, but I may refer to Allison’s App., 77 Pa. 221, as a recent case in this court, where the invasion restrained was of complainants’ right to oil, a fluid far more capable of accurate measurement than gas.\nThe learned master having come to the conclusion that the bill should be dismissed for want of equity, forbore to consider and pass upon the substantial issues raised by the pleadings. But as the evidence was fully taken by both parties before him, and he has found all the facts necessary to a final determination of the whole controversy, we will proceed to consider it. The actual facts, as already said, are not disputed, and both issues substantially depend upon the construction of the lease.\nWe have therefore to consider, first whether the well threatened to be put down by respondents was upon the leased land. Of this there cannot be the slightest doubt. The lease is of “ all that certain tract of land,” etc, This means the whole tract. The grant is limited as to intention “ for the sole and only purpose of drilling and operating wells,” etc., but is not limited as to territory. Following the description of the tract is the clause on which respondents rely: “No wells to be drilled within three hundred yards of the brick building belonging to J. H. Brown.” The well which respondents propose to bore is within this prohibited distance; and the respondents claim that Brown, and they as his lessees, have the right to drill wells within that part of the territory. But the clause in question is neither a reservation nor an exception as to the land, but a limitation as to the privilege granted. It does not in any way diminish the area of the land leased; that is still the whole tract; but it restricts the operations of -the lessees in putting clown wells to the portions outside of the prohibited distance. For right of way and other purposes of the lease, excepting the location of wells, the space inside the stipulated line is as much leased to the lessee as any other part of the tract. The terms of the grant would imply the reservation to the lessor of the possession of the soil for purposes other than those granted to the lessee, and the parties have expressed what otherwise would have been implied by the provision that the lessor is “ to fully use and enjoy the said premises for the purpose of tillage, except such part as shall be necessary for said operating purposes.” From the nature of gas and gas operations, already discussed, the grant of well-rights is necessarily exclusive. It was so held even as to oil-wells, in Funk v. Haldeman, 53 Pa. 229, 247-248, although in that case the plaintiff had a mere license to enter, etc., and not, as complainants here, a lease of the land; and it is exclusive, in the present case, over the whole tract. As already said, the clause relative to the three hundred yards distance was a restriction on the privilege granted, not a reservation of any land or any boring rights to the lessor; and a well upon the prohibited portion was just as damaging to the lessees as upon any other portion of the tract. The drilling of the well threatened by respondents is therefore in violation of the lease, and should be enjoined if the lease is still in force.\nSecondly, has there been a forfeiture of the lease? It is claimed by respondents, on account of the failure of the lessee to make certain stipulated payments. The lease is dated December 7,1885, and by its terms the lessee was to pay $500 a year for each gas-well, payable quarterly, in advance, from the completion of each and every well; and in case one well should not be completed within three months from the date of the lease, then to pay “ for such delay the sum of one hundred and twenty-five dollars every three months from the date of this agreement; .... and [lessor] agrees to accept such sum as full consideration and payment for such delay until one well shall be completed ; and a failure to complete one well, or to make any of such payments, within such time and at such place as above mentioned, renders this lease null and void.....It is further agreed that if any of the within payments remain unpaid thirty days, then this lease to be null and void.” These are all the provisions which bear upon the present question, and their effect is entirely clear. One well is to be completed in three months, and the rent is to begin from its completion. This is the primary intent and expectation of the parties. But, if not so completed, then the lessee is to pay a like amount from the date of the agreement, until one well is completed, and thereafter, of course, the payments are not to be for delay at the end of each three months, but as rent quarterly in advance. A failure to pay any of thé sums due for a period of thirty days is to render the lease null and void. The first provision for forfeiture cannot be read literally and separately, as it is in manifest conflict with the other covenants. Thus it invokes a forfeiture for failure to complete one well in three months, but in so doing it is repugnant to the agreement to accept the stipulated “ full consideration and payment for delay.” Again, it imposes the forfeiture for failure to make any of the payments at the time and place mentioned, and in so doing is in conflict with the subsequent agreement that the forfeiture shall only be for a default of thirty days. Reading all these clauses together, therefore, as we are bound to do, the last-mentioned clause, calling for a forfeiture upon a default of thirty days in the payments, is the only one that is effective for the purpose of forfeiture.\nBefore passing to the acts of the parties, it may be well to notice very briefly the construction of the agreement set up by the respondents in their answer, though not pressed in their argument. It is that the default in payment ipso facto created a forfeiture; or in other words, that the forfeiture was absolute and self-operating, without regard to the acts or wishes of the parties. Such a construction is utterly untenable. It is contrary, not only to the settled rules of law, but to the manifest intentions of the parties. This question is definitively settled in Wills v. Gas Co., decided at the present term, the opinion in which is filed herewith by our Brother Clark: ante, 222.\nComing now to the facts as reported by the master and practically undisputed, we find that the parties from the outset entirely disregarded the strict times and terms of payment, as set out in the lease. On the day following the date of the lease the lessees paid $250 on account. It is admitted that such payment was made, and that it was a voluntary advance, as nothing was or would be due under the lease for three, months, and then only half that amount. In June another payment of $250 was made, and this, again, was more than was due under any possible construction of the lease. A quarterly payment for delay had become due on March 7,1886. The well being completed April 23, there would, under the construction contended for by the lessor, then be due compensation for the forty-six days of additional delay, amounting to $65, and a quarter’s rent in advance, which latter was covered by the advance of $250 in the previous December. The June payment, therefore, fully covered this $65, another quarter’s rent from July 23d to October 23d, and an advance of $60, nearly one half the quarter’s rent that would become due in October, four months later. This calculation, as already said, is upon the most favorable possible construction for the lessor. But in fact there is not the slightest doubt that both parties entirely disregarded the strict terms of the lease as to times of payment, and treated the payments of December and June as semi-annual advances of the stipulated sum, no matter whether called “ compensation for delay” or “rent,” as the amounts in either case were exactly the same. Neither party paid the least attention to the possible fag end of a quarter’s delay; the lessor never demanded it, no reference to it was made at the time of the June payment, and it made its appearance in the transactions months later as an after-thought. Forfeitures, if no longer odious, — and I for one am too strongly in favor of the enforcement of contracts as parties make them to apply harsh names to strict constructions, — are yet not favored either at law or equity, and among the least favored have always been those founded on mere delay in the payment of money. In this case there is not the slightest pretence of any other ground for forfeiture than the failure to pay a small amount of money in advance. As already shown, not a single payment under this lease was made strictly according to its terms; the departure was begun by the lessor’s request, and was always in his favor. To allow him now to turn around without notice and enforce a forfeiture for a failure of the insignificant proportions shown, would be sanctioning a fraud such as no court has ever permitted.\nThere is another ground equally fatal. Forfeitures are always strictly construed; and, looking at the facts, none has been incurred here, even on respondents’ own view of the amounts due. As already seen, the June payment, deducting the $65 for delay, still paid, the quarter’s rent beginning July 23d, and nearly half of the quarter beginning October 23,1886. Under the lease a forfeiture would not be incurred unless a payment should remain unpaid for thirty days. On October 23d, a quarter’s rent was due in advance, but only half of it was unpaid, for half of it had been paid in advance in the preceding June. The lease does not provide a forfeiture for failure to pay a balance, but only “ if any of the within payments remain unpaid,” which means a whole payment, not a balance on a running account. No forfeiture, therefore, was incurred, or could be, until the next payment should become due and be unpaid for thirty days. The next quarter day was January 23,1887; and a week before that date, on January 15th, the lessees tendered the rent to Brown, and it was refused. The master’s findings of fact, under the view he took, do not extend to the occurrences of January 15, 1887; but the testimony was taken by both parties, and leaves no doubt that there was a valid tender. Both Rhodes and Webb say the money was held in one hand, where Brown could see it, while the voucher was read to him; and Brown himself says Rhodes told him he had come to pay, though he did not actually see the money, and that he told Rhodes it would “ be altogether unnecessary ” to show the money. This, under the circumstances, dispensed with further formalities.\nWhether, therefore, we regard the strict conditions of the lease as waived by the conduct of the parties, or the failure in payment as only a partial and incomplete default, it is equally clear that there was no forfeiture, and the respondents have failed to show any defence to the bill.\nThe decree is reversed, the bill reinstated, and the injunction reinstated, made perpetual, and directed to be so issued; costs to be paid by the appellees ; and the record is remitted to the court below to excute this order."}