{"id": "568975", "contents": "Opinion,\nMb. Justice Williams :\nThe appellee is a mutual fire insurance company, issuing a uniform policy, unless otherwise specially requested, to all its members, for the term of five years. Noel, the appellant, was a member having a policy for five years on his barn and contents for $1,000. When his policy had been running a little over two years, he applied for $200 additional insurance on the contents of his barn, and, at the suggestion of the agent, surrendered his policy in order that a new one might issue for the whole amount of insurance needed. A new policy for •11,200 was issued and returned to Noel, wbo laid it away with out opening it. It was issued about July 12, 1882. On February 9, 1887, the barn and much of the contents burned. Notice was given to the company, and two of its officers came to adjust the loss. Examining the policy, they found that it had not issued for five years, or three years, or any other number of full years, but to expire on June 28,1885. On the register of the company it appeared to have been entered as a five-years policy, and two assessments had been levied, and paid by the assured, after June 28, 1885, and before the fire. It appeared, therefore, that both insurer and assured understood the policy to be issued in the usual form, and had acted upon that understanding. An action was brought upon the policy, and defence was made upon the provision that it should expire on June 28, 1885. The plaintiff below asked the court to find that the provision was inserted by mistake, and to reform the contract in accordance with the understanding of both the parties to it. The court regarded the evidence as insufficient to justify such finding, and held that the policy expired on June 28, 1885.\nHow did the evidence stand on this question? There was first the fact that no change in the duration of the policy was asked for. There was then the uniform practice to make no variation from the five-years term unless it was asked for. There was the fact that the policy was entered on the register at the time it was issued as a five-years policy, and the fact that it was assessed for two successive years after the date of expiration written in it. This evidence tended strongly to show that the person who filled out the policy had written into it the date of the expiration of the canceled policy by mistake, and that it was the intention of the company to issue, as it was the expectation of the insured to receive, a policy issued in the ordinary manner and for the ordinary term. There was nothing to account for the deviation from the daily practice, or to show that either party desired or intended it, except the fact that such deviation appeared on the face of the policy. But the entry upon the register, made the same day, shows that the company did not understand that any deviation from the common practice had been made. It was entered as a five-years policy, and so understood and treated by the company and by Noel until the fire occurred. The best evidence of what the parties understood the contract to be, is afforded by what they did in pursuance of it at the time it was made, and afterwards. This shows clearly that the minds of the contracting parties were never together upon the terms of the contract as written, and that neither party knew that the limitation was inserted in it. We have, then, a case in which both parties intended a contract in a given form, viz., the common five-years form of policy. Both parties understood it to be drawn as intended. Both parties acted in good faith upon that understanding until the loss occurred. Then, when the plaintiff asks for the indemnity for which he had contracted, as he and the company both understood their contract, the limitation in the policy is discovered, and set up as a reply to his demand. To this the plaintiff answers that the limitation was inserted by mistake; that it was not in accordance with the intention of the parties when the contract was made, or their understanding of it afterwards. This question was for the jury.\nThere was evidence competent, and, as we think, sufficient, to justify a verdict in accordance with the plaintiff’s position, and the reformation of the policy. The learned judge of the court below mistook the question when he said: “ In this case the allegation is that through mutual mistake this policy was written to expire June 28, 1885.” The allegation is that the mistake was made by the person who filled up the blanks in the printed policy, and that it escaped the notice of both parties until an examination of the policy, made after the fire, disclosed it. That this was true as to the insurance company, appeared by the entry of this policy on its register as a five-years policy, and by its uniform treatment of it as such. That it was true as to the plaintiff, appears by his payment of two annual assessments after the date written into his policy as the time of its termination. The learned judge concedes that both parties believed the policy to be in force as a five-years policy, but says: “Neither party believed this because of anything the other had said or done in the course of their negotiations.” We think this conclusion was also mistaken. The agent of the company suggested to the insured to apply for a new policy as the best way to secure the increased insurance desired. A new policy was applied for in tbe usual manner, and the old one surrendered. The new one was issued with no notice of any change in the form of policy. All that was said and all that was done looked to a policy for five years. The belief of both parties that it was such a policy rested on, and was in'duced by, what was said and done in the negotiations that led up to its execution.\nThe existence of the written limitation in the policy, notwithstanding the belief of both parties that it was issued in the common form, could be accounted for on the supposition that the person by whom- the blanks were filled had the old policy open before him for the purpose of copying the description of the property from it into the new, as no new written application had been furnished, and had thoughtlessly copied the date of its expiration also. Without noticing what he had done, he might then have entered the policy upon the register as he supposed it to be. The subsequent delivery of the policy without comparing it with the register, left no means for detecting the mistake in the office of the company, and, as the policy was not opened by the insured, the mistake was not discovered by him. The question of mistake was for the jury.\nJudgment reversed, and a venire facias de novo awarded."}