{"id": "568982", "contents": "Opinion,\nMb. Justice Gbeen :\nWe think the first and second assignments of error are sustained. Practically, the learned court below, in the portions of the charge covered by these two assignments, assumed that the borough was guilty of negligence in the structure of the sidewalk at the place of the accident. The question of the defendant’s negligence in this regard was not submitted to the jury for their consideration in this part of the charge, but was assumed, and indeed substantially asserted, as an established fact. Thus, the court said: “ So that there does not seem to be much dispute in this case but that there was negligence on the part of the borough in not having that sidewalk at that place properly guarded; or, in other words, in leaving it in such a condition'that in a dark night a man might walk off of it, and sustain an injury. If that were all there was in this case, then it would be the duty of the jury to find a verdict for the plaintiff, and assess the damages at such as he has sustained.” In substance, this is a direct statement to the jury that there was little, if any, dispute that the defendant was guilty of negligence, and, that being so, it was the duty of the jury to find a verdict for the plaintiff, unless there was other matter in the case which relieved the defendant from its liability to a verdict. That other matter was immediately explained to be, whether the plaintiff was guilty of contributory negligence. This subject was introduced to the jury by these words : “ That brings you to the real question that is in this case, does the evidence show you that there was any contributory negligence ? ” The remainder of the charge was occupied with the discussion of that question.\nThe effect of this method of treating the facts was, necessarily, that the defendant was assumed to be guilty of negligence in the structure of the sidewalk, and the attention of the jury was diverted from the consideration of that subject, and was given exclusively to the question whether the plaintiff was guilty of contributory negligence. Of course, there would be no error in this mode \"of disposing of the facts, if the negligence of the defendant were undisputed; but such is not the case. On the contrary, it is claimed for the defendant that there was a good substantial sidewalk made of planks, eight feet wide, and in good condition ; that it was raised but three or four feet above the surface of the outlet of the creek which it crosses ; that the defendant is a small country town, with not many persons passing and re-passing over its streets and sidewalks ; and that with a very slight degree of care on the part of the foot-passenger the plank walk in question is perfectly safe for those having occasion to use it, although it has no side-rails. The length of this walk at the place of the accident is but 34 feet, and it is argued that for so short a space a good plank sidewalk, eight feet wide, is entirely safe and sufficient for the travel of so small a town. It is manifest at once thathe question whether such a sidewalk, in such a town, is sufficiently safe for the travel passing over it, is a pure question of fact, to be determined exclusively by the jury, upon a consideration of all the circumstances affecting it. Of course, there is a difference in this respect betweon the villages and small country towns of the state, and the cities and larger towns, in which the travel is so much greater. What would be negligence in the latter, might be sufficient care in the former. As to all these matters the jury should be properly instructed, and then told that it is for them, under all the evidence in the case, to determine whether the sidewalk in question was reasonably safe for the travel passing over it, and that if it was not the defendant would be guilty of negligence, while if it was it would not be, and in the latter event the question of contributory negligence would not arise. But in the charge, as it was delivered, the question of the plaintiff’s contributory negligence -was the only one discussed, and the defendant’s negligence was practically removed from the consideration of the jury. In this there was error, and the first and second assignments are sustained.\nThe language covered by the third assignment is perhaps not strictly erroneous in itself, but the connection in which it was used was, we think, calculated to mislead the jury from the true consideration of the subject referred to. Of course, the roadway in a borough is not a place where pedestrians are ordinarily expected to walk, but when the sidewalk at a given place is manifestly dangerous, it is the duty of the citizen to walk upon the roadway instead of the sidewalk. This duty becomes more or less imperative as the danger of the sidewalk is more or less apparent and conspicuous. In the case of Erie City v. Magill, 101 Pa. 616, the whole fate of the cause depended upon the fact that the plaintiff did not leave the sidewalk in the presence of a manifest danger, and go upon the street to avoid it. In that case the dangerous condition of the sidewalk was .perfectly apparent, and upon the question of the defendant’s negligence there could scarcely be a doubt; yet, because the plaintiff did not abandon the sidewalk and walk upon the street, we held she was conclusively guilty of contributory negligenee, and could not recover. It was 'a case of much hardship, as the injuries sustained were very severe, and the defendant was clearly negligent; but a very important principle was at stake, which we could not disregard. In the present case it may well be that the necessity of precaution on the part of the plaintiff was enhanced by the circumstance that it was a very dark night, the wind was blowing, and rain and sleet falling, and the plaintiff knew the character and condition of the plank sidewalk at this place thoroughly. He was in the habit of passing over it four times a day, and was therefore most intimately acquainted with it; and it was scarcely correct, therefore, for the court in the charge to belittle, as it were, the duty of the plaintiff to exercise caution, even to the point of going upon the roadway if necessary, by suggesting that the roadway was not designed or ordinarily used by foot-passengers.\nWe think the same considerations apply to the language covered by the fourth assignment, and we sustain both the third and fourth assignments of error. The law was correctly stated in the answer to the defendant’s first point, but the effect of this answer was practically destroyed by the other portions of the charge to which we have just adverted. We do not sustain the fifth assignment, because the point asked the court to say to the jury, as matter of law, that if the plaintiff walked more rapidly than Mr Glenn he was therefore guilty of contributory negligence. Of course the jury might so find, if they thought the plaintiff was not ordinarily prudent in the rate of his movement ; but it was not for the court to determine the measure of the plaintiff’s duty by setting up as a standard the movement of another person. The sixth and seventh assignments are not sustained. We can scarcely say as matter of law that the plaintiff was conclusively guilty of contributory negligence, because he was so well acquainted with, the condition of the sidewalk that he might be able to pass over it safely by the use of ordinary precaution. But at the same time there was ample evidence to sustain an adverse verdict, had it been rendered, on the ground of a want of ordinary care. We think the question was fairly for the jury, under all the evidence.\nJudgment reversed, and new venire awarded."}