{"id": "569004", "contents": "NO. 14.\nOpinion,\nMb. Justice Stebrett :\nThe appellant, James Sellers, was indicted, convicted, and sentenced for furnishing intoxicating liquors, on September 5, 1887, in the county of Butler, “to Tillie Cline and E. B. McDonald, for their use,.....they, the said Tillie Cline and E. B. McDonald, being then and there minors, contrary to the act,” etc.\nThe subject of complaint in the first and second specifications is, that the court erred in not quashing the indictment before the jury was sworn, because it does not aver that the defendant knowingly and wilfully furnished the intoxicating liquor, etc. To that it may be answered that the indictment is not under the former law, but under the seventeenth section of the act of May 13,1887, in which the words “ knowingly and wilfully ” are not employed. It charges the offence substantially in the language of the act prohibiting it and prescribing the punishment, and is therefore sufficient according to the provisions of our criminal procedure act: § 11, act of March 31, 1860, P. L. 433.\nThe third and fourth specifications are that the court erred in sustaining the conviction, and sentencing defendant, under the act of May 13, 1887, and in not holding that said act is unconstitutional.\nIt is claimed the act is unconstitutional because it offends against § 3 of article III. of the constitution, which declares : “No bih, except general appropriation bills, shall be passed containing more than one subject, which shall be clearly expressed in its title.” The act in question is entitled “ An act to restrain and regulate the sale of vinous and spirituous, malt, or brewed liquors, or any admixture thereof.” There is not a single section, or clause of any section, in the act, that is not clearly germane to the subject expressed in its title.\nIt is also claimed that the act offends against § 7 of same article, in that the proviso to the nineteenth section declares that none of its provisions “ shall be held to authorize the sale of any spirituous, vinous, malt, or brewed liquors, or any admixture thereof, in any city, county, borough, or township having special prohibitory laws.” The object of this proviso was not to designate other districts in which no license to sell intoxicating liquors shall be granted, but to avoid any doubt as to the intention of the legislature to leave intact special prohibitory laws, enacted prior to the adoption of the present constitution.\nThe last specification is that the court erred in sentencing appellant, under the act of May 18, 1887, passed subsequent to the date of granting him a tavern license under prior laws. The license referred to was granted by the commonwealth, and accepted by appellant, subject to such laws as were then in •force, or might thereafter be passed, restraining and regulating the sale of intoxicating liquors. In granting the license under then existing laws it is not possible that the commonwealth intended to barter away its right to legislate, as to him and everybody else, on the subject of selling or disposing of intoxicating liquors, whenever the public good might require.\nThe able and ingenious argument of the learned counsel for appellant has failed to convince us that there was any error in the trial, conviction, or sentence.\nThe judgment of the Court of Quarter Sessions is therefore affirmed, and record remitted.\nNO. 15.\nOpinion, Mr. Justice Stekrett:\nSubstantially the same questions that are presented in this case have been considered and decided in Commonwealth against same appellant, No. 14 of this term. For reasons given in the opinion just filed in that case, we are not convinced that there is any error in this record.\nThe judgment of the Court of Quarter Sessions is therefore affirmed, and record remitted."}