{"id": "569019", "contents": "Opinion,\nMr. Justice Sterrett:\nIn December, 1885, Mrs. Brosius was injured in consequence of a dangerous defect in the sidewalk of Pickering street, Brookville; and afterwards, in an action on the case for negligence, she recovered a verdict and judgment against the borough for $5,000 damages, which it subsequently paid, with interest and costs. The defect that caused the injury complained of in that case was in front of a lot owned by Richard Arthurs, Esq. The borough, claiming that, as between itself and Mr. Arthurs, the latter was liable over to it, brought the present action against him to recover the amount it was compelled to pay. The claim was grounded on substantially the following state of facts:\nIn 1873 the borough council, pursuant to the provisions of its charter, passed an ordinance requiring owners of real estate fronting on Pickering street to grade “and erect or repair, and keep erected and repaired, at all times, sideways or foot-walks ” eight feet wide on both sides of the street. The side- or footwalks were then made according to the requirements of the ordinance. In the summer of 1885, complaint was made that the sidewalk in front of Mr. Arthurs’ lot was in bad condition, and unsafe for public travel; and thereupon the council notified him to repair the same within five days, etc., and appointed a committee to confer with him on the subject. At first he denied council’s authority in the premises, but finally said he intended to put down a stone pavement in the spring, and, if the borough authorities would indulge him, he would repair the old sidewalk, and see that it was kept in proper condition until it was replaced by the new' pavement. That proposition was reported to council, and accepted as satisfactory. He afterwards made some slight repairs, but not sufficient to put the sidewalk in safe condition. Subsequently, Mrs. Brosius was injured by accidentally stepping into an opening in the sidewalk, and brought suit against the borough, with the result above stated. The borough authorities notified Mr. Arthurs that the suit had been brought, and requested him to defend the same, etc., but, aside from being present at the trial, it does not appear that he took any active part in defending the suit.\nOn the trial of the present action, evidence tending to prove the foregoing allegations of fact was introduced by the plaintiff. The defendant, Arthurs, being called, testified, as recited in the ninth specification of error, inter alia, as follows: “ After they served notice of some kind on me, which I thought they had no legal authority to do, it was in possession of my tenant; •and I didn’t think they had any business to disturb the tenant; I didn’t think they had any right to make such an ordinance; but they served it on me, and I thought the easiest way was the best way, perhaps, to save a lawsuit; I went and fixed it where those loose boards Emery had taken out. They were not very good, and the sun would cap them; and I went and fixed them; and afterwards I went and saw that (men kicking at them, and great travel up and down there; 1 don’t know who) they all were fixed there. I didn’t take great pains to fix them at that time.....I fixed them a little at that time, but not very great.”\nRobert Stewart, a member of the street committee, also testified as set forth in the same specification. Among other things, he said that, having been deputed by council, he “ called •on Mr. Arthurs about the time the five days’ notice was up. .....After considerable talk and scolding, he agreed to go with me, and look at the pavement, and did so.....He agreed that he would fix that pavement as soon as he could get time, and likewise said that when the spring-time came he would put a good pavement there, that should not trouble anybody. I went back to the council, and reported Mr. Arthurs what he bad agreed to do.....I went to see Mr. Heasley, the street commissioner, and said to him that Mr. Arthurs had agreed to fix that pavement. And somebody fixed it after-wards, I don’t know who; patched it up a little.”\nThe plaintiff also offered to prove by the street commissioner, Mr. Heasley, that, in consideration of the borough authorities giving Mr. Arthurs time, until the next spring, to lay a new .sidewalk, he agreed “ that he would see that the sidewalk was kept up.” This was objected to; and, upon an intimation from the court that the evidence “ would properly be rebutting,” the witness was withdrawn, with the right to recall him in rebuttal. When plaintiff’s evidence in chief was closed, the learned judge, of his own motion, struck out the testimony of Arthurs and Stewart, above referred to, and also the evidence of notice to Mr. Arthurs to repair the sidewalk. This action of the court constitutes the ninth specification of error. After-wards the plaintiff recalled, the witness Heasley, and offered to prove by him, in rebuttal, that the defendant, Arthurs, agreed with him, as street commissioner of the borough, “to look after that sidewalk, and see that it was kept in repair, and also to pay all damages that would happen to any person who was ‘injured or killed,’ as he said, upon the sidewalk; that he agreed to take care of the sidewalk, and exonerate the borough from all liability.” The offer was objected to, and its rejection by the court is the subject of complaint in the tenth assignment of error.\nThe rulings complained of in these two specifications are clearly erroneous. The borough had a right to show that, as between itself and Mr. Arthurs, it was his duty to keep the sidewalk in front of his own property in good repair. The evidence that was stricken out, as well as the testimony that was offered and rejected, tended to prove facts from which that duty undoubtedly arose. If, for a good consideration, he assumed the obligation of repairing the sidewalk in question, and keeping the same in proper condition, and by his neglect to do so the borough was compelled to pay the damages awarded to Mrs. Brosius, there is no reason why he should not be liable over to the borough for the amount thus paid. In 2 Dillon Mun. Corp., § 1035, the law is stated thus: “ If a municipal corporation be held liable for damages sustained in consequence of the unsafe condition of the sidewalks or streets, it has a remedy over against the person by whose act or conduct the sidewalk or street was rendered unsafe, unless the corporation was itself a wrong-doer, as between itself and the author of the nuisance; and, if the latter had notice of the pendency of the action against the municipality, and could have defended it, he has been held to. be concluded as to the existence of the defect or nuisance in the street, and as to the liability of the corporation to the plaintiff in consequence thereof, and as to the amount of damage or injury it occasioned; but .... he is not .... estopped from showing that he was under no obligation to keep the street in a safe condition, and that it was not through his fault that the accident happened.” It is undoubtedly the duty of a municipal corporation, having the exclusive care and control of its streets, to see that they are kept in a condition that is safe for the passage of persons and property, and if that plain duty is neglected, and thereby injury results to any one, the corporation is primarily liable to the injured party; but if, as between the corporation and a third party, the injury resulted from the negligence of the latter, he is liable over to the corporation. The purpose of the evidence referred to was to establish such a relation as that between the parties to this suit. It was clearly competent and relevant, and hence the ninth and tenth specifications should be sustained.\nIn disposing of the remaining assignments of error, it is proper to consider them in the light of the evidence that was improperly stricken out and rejected, and as though the same were in the case.\nThere was no error in that part of the general charge recited in the first specification, except in the last clause thereof, wherein the learned judge said: u If the jury find from the evidence that there was fault on the part of the borough and the defendant, Arthurs, the borough cannot recover in this action, for the reason that one of two joint wrong-doers cannot have contribution from the other.” This was a misapplication of a well-recognized principle. The borough and Mr. Arthurs were in no sense .of the term joint wrong-doers. They did not co-operate in the same wrongful act in such way as to make them joint wrong-doers. While it is true that the borough could not deny its liability for neglect of its general duty to see that the streets and sidewalks thereof are kept in reasonably good and safe condition, it cannot be pretended that the corporation in any way co-operated with the defendant in his neglect to perform the duty which, as between it and himself, he assumed to discharge. As shown by the evidence, the true relation of the defendant to the borough was that of a resident property owner, bound by the ordinance, and still further by his express promise, to keep the sidewalk in question in good repair. The claim is not for contribution, but to recover from'the defendant the amount which the plaintiff was compelled to pay in consequence of his neglect to do what he should/have done, and expressly, promised to do. As such, it should have been submitted to the jury on the evidence. It follows from what has been said that the learned judge also erred in his answers to the points recited in the fourth, fifth, and seventh specifications, respectively. The remaining specifications of error are not sustained.\nJudgment reversed, and a venire facias de novo awarded."}