{"id": "574695", "contents": "Opinion by\nMr. Justice Roberts,\nOn February 7, 1971, appellant gave birth, out of wedlock, to a baby boy. The mother had been seriously ill during pregnancy and remained ill after the birth of her son. Because of appellant’s condition she had contacted the Catholic Social Services of Butler County for counselling during her pregnancy. After the birth of her child appellant gave written authorization to that social agency to place the infant in foster care for six weeks. A voluntary relinquishment hearing was scheduled for March 23, 1971. Prior to the hearing appellant again became seriously ill. She did, however, appear at the scheduled hearing on March 23, 1971, at which time she consented to the voluntary relinquishment of her child. The court on that date entered a Decree of Relinquishment and awarded custody of the child to the adoption agency in accordance with the Adoption Act of 1970, Act of July 24, 1970, P. L. 620, art. Ill, 1 P.S. §321 (Supp. 1972).\nOn October 27,1971, pursuant to a petition for adoption, and hearing thereon, the Orphans’ Court of Butler County approved the petition of the adoptive parents and entered an appropriate decree of adoption. Approximately nine months thereafter, on July 18, 1972, the natural mother filed a petition seeking to vacate both the adoption decree (October 27, 1971) and the earlier decree of voluntary relinquishment (March 23, 1971). On September 7, 1972, the court dismissed the petition without a hearing. Appellant then appealed to this Court. We now affirm.\nAppellant contends that the voluntary relinquishment decree of March 23, 1971, must be vacated because her consent to relinquish all rights to her child, given at the March 23, 1971 hearing, was not intelligent, voluntary or deliberate. Appellant advances two reasons for vitiating her consent. First, she alleges that the social worker assigned to her informed her incorrectly that foster care in Pennsylvania could be arranged for a maximum of only six weeks. Since appellant felt she would not be well enough to care for the child within six weeks she contends that she felt compelled to consent to the relinquishment proceeding. Appellant urges that this incorrect information amounted to a material mistake of present fact sufficient to invalidate her consent to the relinquishment. Secondly, appellant asserts that because of her continuing illness she was “in a drugged state” at the relinquishment hearing. Therefore, she argues, that although her consent on the record appears valid, she did not actually comprehend what was happening due to her alleged condition, and thus her consent was neither intelligent, voluntary, nor deliberate.\nThe record reveals the following colloquy at the relinquishment hearing on March 23, 1971: “[The Court] Q. You understand that if the court grants your petition that your rights as a parent to this child will be terminated forever? [Appellant] A. Yes, sir. [The Court] Q. You understand that if the court enters a decree here that you will not have any right to learn anything about the child in the future? [Appellant] A. Yes, sir. [The Court] Q. You understand that you will have no right to visit the child or have any contact with the child? [Appellant] A. Yes, sir. [The Court] Q. Do you understand that the Catholic Social Service will have the power and the authority to place the child for adoption? [Appellant] A. Yes. [The Court] Q. You understand that? [Appellant] A. Yes. [The Court] Q. So, Miss [Appellant], this petition to the court is a free and voluntary act on your part? [Appellant] A. Yes, sir.” On its face this colloquy presents a clear, unambiguous, voluntary relinquishment by appellant of all future legal rights to the child. Further, the record fails to suggest any support whatever for the natural mother’s claimed “drugged state”.\nMoreover, appellant on this record is faced with two paramount intervening and controlling circumstances which preclude granting her petition. This Court has acknowledged in another context (abandonment), that “. . . because of the finality of the severance, the rights of a natural parent should not be terminated unless clearly warranted by the record. Best Adoption Case, 413 Pa. 253, 196 A. 2d 342 (1964) ; Southard Adoption Case, 358 Pa. 386, 392, 57 A. 2d 904, 907 (1948).” Hunter Adoption Case, 421 Pa. 287, 292, 218 A. 2d 764, 767 (1966). Here the record clearly does warrant the termination of the rights of the natural mother. First, a proper decree of adoption was entered subsequent to the decree of voluntary relinquishment—7 months thereafter. Secondly, appellant filed her petition 16 months after the original relinquishment hearing, and 9 months after the entry of the decree of adoption. In these circumstances the court below was completely justified in dismissing appellant’s petition, and it would have been reversible error to have done otherwise.\nOne who seeks to vacate an adoption decree has the clear and heavy burden of proving the decree’s invalidity. List Adoption Case, 418 Pa. 503, 509, 211 A. 2d 870, 873-74 (1965). Moreover, “[p]roof of the invalidity of an adoption decree must be clear and convincing and, unless such qualitative standard of proof is met, an adoption decree should not be vacated.” Id. at 517, 211 A. 2d at 877. Appellant, in the face of a valid adoption decree entered nine months prior to the petition to vacate, has not met the substantial burden of proving the adoption decree’s invalidity that would justify disturbing the integrity of that decree. In fact, appellant’s assertion that her consent to the relinquishment proceedings, some seven months prior to the decree of adoption, was invalid, is not a permissible challenge to the validity or integrity of the adoption decree at all. Eather, it is only an attack on her consent to the earlier voluntary relinquishment proceeding. On this record the adoption decree is legally immune from such attack. Had appellant actually challenged the validity of the adoption decree she would have been required to satisfy the mandate of List Adoption- Oase, supra. Absent such a direct challenge to the adoption decree itself, appellant has failed to allege any basis for relief. The integrity and conclusiveness of the decree remains undisturbed.\nAppellant relies on Susko Adoption Case, 363 Pa. 78, 69 A. 2d 132 (1949), where the natural mother successfully withdrew her consent to an adoption. In that case the natural mother alleged that her consent was made under the duress and undue influence of her seven brothers, and that she was mentally confused because of her mother’s recent death. We there said that valid consent must be “intelligent, voluntary, and deliberate”. Id. at 83, 69 A. 2d at 135. However, that case is distinguishable because there appellant attacked her consent prior to the final decree of adoption. Here no such proceeding was initiated until nine months af ter the entry of the final decree of adoption, and after her consent.\nIn Hildenbrand Appeal, 405 Pa. 579, 176 A. 2d 900 (1962), an unwed mother placed her child with an adoption agency. After hearing, the natural mother permanently relinquished her parental rights to the child, but six months later requested return of the child. Her request was refused. In sustaining that refusal this Court held that consent by the natural parent to adoption may be withdrawn “at any time before the entry of the final decree of adoption” Id. at 581, 176 A. 2d at 901 (emphasis added); Hunter Adoption Case, 421 Pa. 287, 218 A. 2d 764 (1966); Gunther Adoption Case, 416 Pa. 237, 206 A. 2d 61 (1965) ; Stone Adoption Case, 398 Pa. 190, 156 A. 2d 808 (1959); Harvey Adoption Case, 375 Pa. 1, 99 A. 2d 276 (1953). Here the final decree of adoption was entered nine months prior to appellant’s petition. The natural mother’s attempt to withdraw her consent came much too late. Many important rights and relationships involving the child and the adoptive parents had been conclusively created and permanently established.\nThis Court noted in Hildenbrand that it would be cruel and unfair to subject the prospective adopting parents to “the risk of a change of mind by the natural parents . . . with resulting heartbreaks to several persons and possible harm to the child.” Id. at 582, 176 A. 2d at 901. Certainly it would be even more cruel and more unfair to subject the adoptive parents, as well as the child, here, to the risks of such a change of mind by the natural mother after two judicial proceedings and after the child has been legally adopted for so long a time.\nAs this Court has previously said: “. . . a decree of adoption terminates forever all relations between the child and its natural pm~ents, severs it entirely from its own family tree and engrafts it upon that of its new parentage: Schwab Adoption Case, 355 Pa. 534, 536, 50 A. 2d 504, 505.” (Emphasis added.) List Adoption Case, supra at 516, 211 A. 2d at 877; Harvey Adoption Case, supra at 3-4, 99 A. 2d at 277-78. Moreover, this statutorily created and judicially decreed relationship between adoptive parents and the child must be given “such finality as will abolish the fear that in the years ahead something will occur to extinguish the parent-child status and force [the adoptive parents] to relinquish the children they have adopted and upon whom they have lavished care and affection.” List, supra at 517, 211 A. 2d at 877.\nClearly, this wise, necessary and justified “finality” of all adoption decrees, statutorily and judicially mandated, precludes appellant at this late date from imperiling and jeopardizing the adjudication of adoption. Our adoption statute, the controlling decisions of this Court, and the happiness and well-being of this child-parent relationship require us to conclude as the orphans’ court division correctly did, that the family relationship so established is final and conclusive and may not be disturbed.\nDecree affirmed.\nEach party to pay own costs.\nMr. Justice Nix concurs in the result.\nMr. Justice Mandebino dissents.\nAppellant alleged that during and after her pregnancy she was taking phenaphen, codeine, and valium for her illness.\nThe Adoption Act of 1970, Act of July 24, 1970, P. h. 620, §§101 et seq., 1 P.S. §§101 et seq. (Supp. 1972), intends that voluntary relinquishment proceedings shall finally and conclusively terminate all rights of the natural parents in the child.\n“§321. Effect of a decree of termination\n“A decree terminating all rights of a parent or a decree terminating all rights and duties of a parent entered by a court of competent jurisdiction shaU extinguish the power or the right of such parent to object to or receive notice of adoption proceedings. The decree shall award custody of the child to the agency or the person consenting to accept custody under section 301 or section 302.\n. . . An agency or person receiving custody of a child shall stand in loco parentis to the child and in such capacity shall have the authority, inter alia, to consent to marriage, to enlistment in the armed forces and to major medical, psychiatric and surgical treatment, and to exercise such other authority concerning the child as a natural parent could exercise.” Act of July 24, 1970, P. I/. 620, art. Ill, §321, 1 P.S. §321 (Supp. 1972) (footnotes omitted)."}