{"id": "574792", "contents": "Opinion by\nMr. Justice Manderino,\nWalter Goldsmith, appellant, was convicted of murder in the first degree and sentenced to life imprisonment in December, 1958. No appeal was taken. In 1965, appellant filed pro se a petition for a writ of habeas corpus. Original trial counsel was appointed by the court to represent the appellant. An order denying relief was affirmed on appeal. Commonwealth ex rel. Goldsmith v. Myers, 430 Pa. 385, 243 A. 2d 429 (1968). In 1970, appellant filed pro se a PCHA petition, claiming for the first time that he had not knowingly and voluntarily waived his appeal rights following his conviction in 1958. The public defender was appointed by the court to represent the appellant. The POHA hearing resulted in a finding that the appellant had not knowingly and voluntarily waived his right of appeal and, thus, appellant was permitted to file post-trial motions. These motions were filed by the public defender. Later, appellant’s original trial counsel was substituted for the public defender and argued the post-trial motions. Relief was denied and appellant, represented by original trial counsel, is now before us on direct appeal from his judgment of sentence.\nAppellant raises one issue. He contends that he is entitled to a new trial since he cannot effectively and meaningfully exercise his direct appeal rights because he has not been furnished a full transcript or other equivalent picture of what transpired during his trial. We agree.\nUnder the Act of May 1, 1907, P. L. 135, §7, 17 P.S. 1809, following a conviction of murder in the first degree, it is “. . . the duty of the official stenographer forthwith to make, certify, and file of record a typewritten copy of the stenographic notes of trial, without any order of court. . . .” In this case trial counsel made repeated requests but never received a full transcript. It is not disputed that substantial and pertinent portions of the notes of testimony were never transcribed because the stenographer became ill and later died. Other stenographers unsuccessfully attempted to transcribe the notes of the deceased stenographer.\nDecently, in Commonwealth v. DeSimone, 447 Pa. 380, 384-85, 290 A. 2d 93, 96 (1972), this Court said: “Simple logic and justice require that once a defendant is guaranteed a right of appeal ... he must be provided with a ‘transcript or other equivalent “picture” of what transpired below’ in order to have a ‘meaningful appeal.’ It is just as constitutionally impermissible to deny a defendant a record necessary for appellate review as it is to deny him the assistance of counsel necessary to prosecute the appeal.”\nAs in DeSimone, the appellant in this case cannot meaningfully exercise his appeal rights without a full transcript or other equivalent picture.\nIn Commonwealth v. Anderson, 441 Pa. 483, 272 A. 2d 877 (1971), a new trial was granted because no transcript or other equivalent picture of what transpired in the trial court was available for appellate review even though trial counsel failed to request a stenographic recording of the trial. The same circumstances were present in DeSimone. In this case, the trial was stenographically recorded but a full transcript was never filed, as legally required. The difference is not material. A meaningful appellate review is impossible absent a full transcript or an equivalent picture of the trial proceedings. If a meaningful appellate review is impossible, for whatever reason, and the appellant is not at fault, he is entitled to a new trial. As we said in both Anderson and DeSimone, fairness compels the grant of a new trial.\nAppellant’s failure to claim a denial of his appeal rights in his 1965 habeas corpus petition did not constitute a waiver and appellant was entitled to raise the issue in his 1970 PCHA petition. The waiver concept, introduced into our law by the Post Conviction Hearing Act, Act of January 25, 1966, P. L. 1580. §1 et seq. 19 P.S. 1180-1 et seq., can bar a claim, raised in a petition under the Act, only if an appellant knowingly and understanding^ failed to raise the claim in a proceeding filed after the effective date of the Act, March 1, 1966, Commonwealth v. Melton, 449 Pa. 223, 296 A. 2d 727 (1972); Commonwealth v. Butler, 442 Pa. 476, 276 A. 2d 536 (1971); Commonwealth v. Cannon, 442 Pa. 339, 275 A. 2d 293 (1971).\nThe appellant has not previously had a ruling on whether he is entitled to a new trial because the lack of a transcript or equivalent picture of his trial proceedings deprives him of an effective direct appeal to which he is entitled. Indeed, in appellant’s previous appeal, this Court assumed—and appellant did not contend otherwise—that the appellant had knowingly and voluntarily waived his rights to a direct appeal. For this reason the missing transcript did not entitle the appellant to any relief in his habeas corpus proceeding. If the appellant had waived his appeal rights in 1958, which we assumed in his first appeal, the missing transcript years later would be immaterial. An appellant who waives his appeal rights after trial cannot request relief years later in a collateral attack on the basis that he cannot obtain a transcript. That is why, in appellant’s first appeal, we said, “[sjince the [appellant] withdrew his motions for a new trial and in arrest of judgment originally filed by him, and waited ten years before taking any action with regard to alleged deprivation of rights, he may not now use mere passage of time as an asserted basis of px*ejudice against him.” Commonwealth ex rel. Goldsmith v. Myers, 430 Pa. at 387, 243 A. 2d at 430-431.\nThus, in the 1965 habeas corpus proceeding this Court considered the effect of a missing transcript only to the extent that the missing transcript had a bearing on the claims raised by the appellant in his habeas corpus petition. In that petition, the only claim raised was whether appellant’s confession was voluntary. There was no claim at that time, as there is now, that the missing transcript affected appellant’s rights on a direct appeal.\nThus, in appellant’s first appeal we noted that the appellant, “. . . does not point to any specific prejudice or harm resulting to him from his not having the entire transcript of testimony. . . .” Commonwealth ex rel. Goldsmith v. Myers, 430 Pa. at 387, 243 A. 2d at 430. In the habeas corpus proceeding appellant pointed to no specific harm and had not raised the claim that he was entitled to a direct appeal. We properly denied relief.\nNow appellant, who has since raised a claim that was not waived in 1965, (his right to a direct appeal which has been granted) does point to “specific prejudice or harm” resulting from not having the entire transcript of testimony; namely, that meaningful appellate review is impossible without a complete transcript. We have so held in Anderson and DeSimone.\nThe Commonwealth also argues that this case is distinguishable because appellant was not provided trial counsel as an indigent but rather had private counsel. The indigency of the appellant is irrelevant. Neither indigency nor the lack of indigency can deprive an appellant of his rights. Both must knowingly and voluntarily waive appeal rights. It has already been determined—and no contrary argument is before us—that this appellant was not at fault in failing to appeal in 1958. He is now exercising that right and is entitled to a meaningful appeal which is impossible without a full transcript or its equivalent.\nThe Commonwealth also contends that the lack of a transcript or its equivalent for the purpose of exercising appeal rights should not entitle the appellant to a new trial because he is represented by the same counsel on this appeal that he had at the original trial. Apparently, the Commonwealth’s theory is that the presence of trial counsel for appeal purposes is an adequate substitute for a full transcript or an equivalent picture. That theory, however, presupposes that an equivalent picture has been captured and retained by a photographic memory with which all trial counsel are endowed. It is true that new counsel on appeal must of necessity have a blank memory as far as trial proceedings are concerned. It does not follow, however, that trial counsel has a perfect memory. Without a transcript or equivalent picture, trial counsel can be just as severely handicapped as new counsel on appeal. Often, the significance of occurrences during the course of a trial cannot be perceived without the availability of a complete transcript. Even issues that may be recalled without the help of a transcript frequently cannot be properly assessed by trial counsel or a court without a transcript. Additionally, under the doctrine which permits appellate review of constitutional or fundamental error, even if there has been no objection during the trial, it is impossible, without a transcript, to present a full and meaningful appeal.\nA rule which granted a new trial if someone other than trial counsel were arguing the appeal but denied a new trial if original trial counsel were arguing the same appeal would readily be nullified just as soon as the rule were announced. Such a ruling would only warn appellants to obtain new attorneys for appeal purposes and if the nonindigent could obtain new counsel, the indigent could insist, under a claim of invidious discrimination and denial of equal protection of the laws, that they too are entitled to new counsel for appeal purposes. See Douglas v. California, 372 U.S. 353, 9 L. Ed. 2d 811, 83 S. Ct. 814 (1963).\nThe responsibility of defense counsel at the trial and during the trial is that of an advocate on behalf of Ms client’s cause. It is the responsibility of the state—not defense counsel-—to see to it that a transcript or equivalent picture is available so that appellant may effecively pursue Ms appeal rights to which he is entitled. The Commonwealth misconceives the possible significance of the availability of trial counsel. The Commonwealth may attempt to reconstruct an equivalent picture and in so doing utilize whatever witnesses may be available, including trial counsel. The responsibility, however, for reconstruction is the Commonwealth’s. See Anderson, supra and DeSimone, supra. In this case, the Commonwealth has not provided a full transcript or an equivalent picture.\nTrial counsel has stated, without contradiction, that various trial objections occurred and there were several motions for withdrawal of a juror. It is not unusual that trial counsel’s memory is not more perfect since twelve years elapsed before appellant was granted his direct appeal rights. Appellant had been deprived of his rights twelve years earlier through no fault of his own. In fact, it was appellant, and not any attorney, who raised the deprivation of Ms appeal rights in a pro se petition.\nSince the Commonwealth has not provided a full transcript or other equivalent picture of what transpired during the trial, appellant cannot effectively and meamngfully pursue his guaranteed right of appeal and is entitled to a new trial.\nJudgment of sentence reversed and a new trial ordered.\nMr. Justice Nix concurs in the result."}