{"id": "575042", "contents": "Opinion by\nMr. Justice Pomeroy,\nOn September 28, 1968 George Flickinger, II, appellants’ decedent, was driving his motorcycle northward on U. S. Route 422, a four-lane highway in Patton Township, Centre County. At the same time, defendant Ritsky, driving his own automobile, pulled onto the highway from a “Dairy Queen” parking lot on the easterly side of the highway. Ritsky’s car and Flickinger’s motorcycle collided, resulting in the death of the cyclist. A week prior to this occurrence, defendant-appellee Marona Construction Company [hereinafter “Marona”] had, in the course of laying a sanitary sewer line, piled dirt from the sewer excavation onto the berm of the highway. The dirt pile was located 138 feet south of the point at which Ritsky exited from the parking lot and in the direction from which Flicldnger approached the point of collision.\nFlickinger’s father, as administrator of his son’s estate, filed a survival action against Ritsky (on the theoiy that he was negligent in entering the highway without an adequate view of the oncoming traffic) and against Marona (on the theory that the construction company was negligent in permitting a pile of dirt to obstruct the vision of drivers such as Ritsky), and joined that action with a wrongful death action on the same theories. The cases were settled as to Ritsky, who executed a joint tortfeasor release, but the actions against Marona were tried and resulted in a jury verdict for plaintiffs in the sum of $18,500. The lower court granted Marona’s motion, for judgment n.o.v., and the Superior Court affirmed. We granted allocatur to consider the question of proximate causation presented in light of our decision in White v. Rosenberry, 441 Pa. 34, 271 A. 2d 341 (1970), and Clevenstein v. Rizzuto, 439 Pa. 397, 266 A. 2d 623 (1970).\nIt is the contention of appellee Marona that its negligence in permitting a pile of dirt to remain on the berm of the highway merely created a “passive condition” upon which Ritsky’s negligence acted and that Ritsky’s conduct was a superseding cause as a matter of law. Appellee cites Cotter v. Bell, 417 Pa. 560, 208 A. 2d 216 (1965); Kite v. Jones, 389 Pa. 339, 132 A. 2d 683 (1957); Listino v. Union Paving Co., 386 Pa. 32, 124 A. 2d 83 (1956); DeLuca v. Manchester Laundry and Dry Cleaning Co., 380 Pa. 484, 112 A. 2d 372 (1955) as decisions in which this Court has held, using language such as “defendant’s negligence was merely a passive background or circumstance of the accident”, that proximate causation could not as a matter of law be established. Appellant, on the other hand, argues that Cotter v. Bell, supra, and its predecessors were in effect overruled by Clevenstein v. Rizzuto, supra.\nBoth Cotter and Clevenstein were cases in which the question of superseding causation was raised at a preliminary stage of the case. In Cotter we affirmed the grant of judgment on the pleadings in favor of the defendant who was “passively” negligent, whereas in Clevenstein we reversed the grant of judgment on the pleadings granted in favor of the defendant. Mr. Justice Eagen, who authored both opinions for the Court, pointed out in Clevenstein that “Cotter was the first instance wherein we decided the question of superseding cause in the context presented at a preliminary stage in the pleadings, whereas in other relevant cases the question was resolved only after the facts were developed at trial.” Justice Eagen then wrote in Clevenstein: “Cotter might possibly be distinguished from the instant case on the ground that therein a hedge was involved, i.e., a static or rather permanent condition, as opposed to a parked but movable object; or that the object obstructing the visibility was located off the highway. We prefer to be more intellectually honest than to rely on such tenuous distinctions. Better should avc say, Wisdom should never be rejected merely because it comes late.’ ” Olevenstein, supra, 439 Pa. at 403. In the present case trial was had and the jury found against the party (Maraña) whose antecedent act constituted the “passi\\Te” negligence. Relying on Cotter v. Bell, supra, however, the trial court granted judgment n.o.v. It is perhaps uncertain whether our disapproval of Cotter Avas based only on the fact that it had decided a difficult causation question as a matter of law before the evidence Avas in, or whether we also disapproved of the substantive holding which Avas a repetition of that in Kite v. Jones, 389 Pa. 339, 132 A. 2d 683 (1957) : “An act of negligence Avhieh merely creates a passive background or circumstance of an accident is not the proximate cause thereof, Avhere the accident is, in fact, caused by an intervening act of negligence which is a superseding cause.” 417 Pa. at 562.\nIt thus appears necessary to explore further the validity of the “passive condition” argument vis á vis the question of proximate causation in Pennsylvania.\nIt should be made clear at the outset that we are not here concerned with the concept of factual causation. Appellee Maraña does not dispute that the jury could have and did find that but for the presence of the sewer excavation fill which Maraña had piled on the berm of the roadside, George Flickinger would not have died in a collision with Ritsky’s automobile. Thus liability is not blocked by the rule of the Restatement (Second) of Torts §432(1). We are rather concerned with the problem of proximate causation, a concept which is often confused with that of factual causation. The latter is invariably a question of fact; the former “is essentially a problem of law . . . whether the defendant should be legally responsible for what he has caused.” W. Prosser, Law of Torts §49, at 282 (1964). “It is [a question] of the policy as to imposing legal responsibility.” Id. at 309.\nThe controlling rule of law in Pennsylvania on the extent of liability of a negligent actor, i.e., the law of proximate causation, where that question is presented in the light of an intervening act of negligence, is contained in section 447 of the Restatement (Second) of Torts (1965) :\n“§477. Negligence of Intervening Acts\nThe fact that an intervening act of a third person [here Ritsky] is negligent in itself or is done in a negligent manner does not make it a superseding cause of harm to another which the actor’s [here Marona’s] negligent conduct is a substantial factor in bringing about, if\n(a) the actor at the time of his negligent conduct should have realised that a third person might so act, or\n(b) a reasonable man knowing the situation, existing when the act of the third person was done would not regard it as highly extraordinary that the third person had so acted, or\n(c) the intervening act is a normal consequence of a situation created by the actor’s conduct and the manner in which it is done is not extraordinarily negligent.” (Emphasis supplied.)\nIt is easily seen that this statement of the law, like the rules controlling the question of what conduct is negligent, presents fact questions of its own force. An intervening negligent act will not be a superseding cause relieving the original negligent actor from liability if that actor at the time of his negligent act should have realised that another person’s negligence might cause harm; or, if a reasonable man would not regard the occurrence of the intervening negligence as highly extraordinary; or, if the intervening act is not extraordinarily negligent. What the original actor should have realized and what a reasonable man would say was highly extraordinary are, of course, fact questions which must in the majority of cases be left to the jury. The Eestatement (Second) of Torts §453 (1965) (Comment b) makes quite clear this division of responsibility as between court and jury: “If, however, the negligent character of the third person’s intervening act or the reasonable foreseeability of its being done is a factor in determining whether the intervening act relieves the actor from liability of his antecedent negligence, and under the undisputed facts there is room for reasonable difference of opinion as to whether such act was negligent or foreseeable, the question should be left to the jury.” See also Bleman v. Gold, 431 Pa. 348, 246 A. 2d 376 (1968).\nIt must be acknowledged, as appellee argues, that at times in the past this Court has been of the view that persons who have proceeded without due regard for obvious physical obstructions to vision—fences, hedges, parked trucks and the like—have been extraordinarily negligent as a matter of law and that therefore liability should terminate short of the negligent constructor of the hedge or the fence, or the driver of the truck. At the same time it is necessary to recognize that normally such situations present essentially factual questions under the principles of section 447 of the Restatement (Second) of Torts, and that where reasonable minds could differ, resolution of such questions is properly left to the jury.\nThe wisdom which may be said to have come late to this Court with regard to the problem presented by this type of case is the recognition that “the [passive condition] distinction is now almost entirely discredited”, W. Prosser, Law of Torts §49, at 286 (1964); this Court will no longer attempt to solve questions of proximate causation by resort to the label “passive”. As Professor Prosser puts it, “it is not the distinction between 'cause’ and 'condition’ which is important, but the nature of the risk and the character of the intervening cause”. Id. at 286 (emphasis added). These two factors, of course, are the central concern of section 447 of the Restatement.\nIn considering a motion for judgment n.o.v., the evidence must be considered in the light most favorable to the verdict winner, together with all reasonable inferences flowing therefrom. Kresovich v. Fitzsimmons, 439 Pa. 10, 264 A. 2d 585 (1970). It is clear from Ritsky’s testimony that he was aware of the dirt pile placed by Marona. As he said, “you could see the pile”. While conscious of the dirt, there is nothing in the evidence to indicate that he was aware of the risk created by the dirt. We cannot conclude therefore that as a matter of law Ritsky’s act in driving onto highway Route 422 was extraordinary, that is to say, was performed with disregard for a known and appreciated danger. If anything, we think Ritsky’s actions were altogether commonplace. It follows that there is no basis upon which to disturb the verdict returned by the jury in appellants’ favor, and we are thus obliged to disagree with the learned trial court in its grant of judgment for the defendant and to disagree as well with the Superior Court which by majority vote affirmed that action.\nThe order of the Superior Court is reversed. The judgment n.o.v. for defendant Marona is vacated, and the case remanded for entry of judgment on the verdict.\nFlickinger v. Marona Construction Co., 219 Pa. Superior Ct. 15, 279 A. 2d 257 (1971). Judge Hoffman, joined by Judges Spaulding and Cercone, dissented.\nThe Restatement (Second) of Torts, §440, at 465 (1965), defines “superseding cause” as follows: “A superseding cause is an act of a third person or other force which by its intervention prevents 'the actor from being liable for harm to another which his antecedent negligence is a substantial factor in bringing about.”\nOur decision in Clevenstein v. Rizzuto, supra, was handed down on July 2, 1970, only three weeks prior to the order of the lower court granting appellee’s motion for judgment n.o.v. A petition to “reopen argument” was made after the filing of an appeal in the Superior Court, but was denied on the ground that the docketing of the appeal left the lower court powerless to act in the matter. The lower court stated, however, that if it had had knowledge of Olevenstein, “a different decision on the motion for judgment n.o.v. might have resulted.” White v. Rosenberry, supra, was not decided until after the lower court’s decision.\nRestatement (Second) of Torts §432(1): “. . . [T]he actor’s negligent conduct is not a substantial factor in bringing about harm to another if the harm would have been sustained even if the actor had not been negligent.” See also Whitner v. Lojeski, 437 Pa. 448, 455-58, 263 A. 2d 889 (1970).\nGreen, Proximate Cause in Texas Negligence Law, 28 Tex. L. Rev. 471, 621 (1950).\nThis Court has cited and adopted the language of section 447 of the Restatement in various previous decisions. See, e.g., White v. Rosenberry, 441 Pa. 34, 271 A. 2d 341 (1970) ; Clevenstein v. Rizzuto, 439 Pa. 397, 266 A. 2d 623 (1970) ; Whitner v. Lojeski, 437 Pa. 448, 263 A. 2d 889 (1970) ; Shimer v. Bangor Gas Co., 410 Pa. 92, 188 A. 2d 734 (1963) ; Kline v. Moyer, 325 Pa. 357, 364, 191 A. 43 (1937)."}