{"id": "577572", "contents": "Opinion by\nMr. Justice O’Brien,\nRespondents Michael Franck and William P. Stewart are special counsel conducting a special judicial investigation by order of the Court of Common Pleas of Philadelphia County. Franck and Stewart are responsible for the formulation of charges of unethical conduct where the investigation reveals the need therefor, and for the prosecution of the formal charges. Respondent Shoyer is a judge assigned by the President Judge of the Court of Common Pleas of Philadelphia to hear and review testimony presented by the special counsel for the purpose of determining whether formal charges of unethical conduct should be brought.\nIn the course of the special judicial investigation, Franck and Stewart began to inquire into the activities of attorneys X-l and X-2, identified in a confidential report of the Committee of Censors of the Philadelphia Bar Association as probable violators of tbe ethical proscription against solicitation. Pursuant to that investigation, Eugene Frohlich, a client of X-l, was subpoenaed to appear before the court. X-l advised Frohlich that he, Frohlich, should be represented by an attorney at this court appearance and X-l offered to pay an attorney to provide Frohlich with such representation. Accordingly, Frohlich appeared represented by attorney I. Raymond Kremer, who admits he is being paid by X-l. Judge Shoyer, on motion of special counsel Stewart, disqualified Kremer as attorney for Frohlich because of the conflict of interest arising from the fact that Kremer was being paid by X-l and not Frohlich. Kremer and Frohlich petitioned us for a writ of mandamus and/or a writ of prohibition, to compel the court to permit Kremer to represent Frohlich and petitioned for a stay of all proceedings until we reached a decision.\nPetitioners rely heavily upon DR-5-107 of the Code of Professional Responsibility, which states:\n“(A) Except with the consent of his client after full disclosure, a lawyer shall not:\n“(1) Accept compensation for his legal services from one other than his client. . . .”\nPetitioners argue that since Frohlich consented to Kremer’s acceptance of compensation from the attorney under investigation, the Code has not been violated. Stewart and Franck contend that since Frohlich’s interests are not affected by the investigation, if X-l, the attorney under investigation, can pay Kremer to advise Frohlich, he might be able to silence the only source of information to which the investigation can turn. Consequently, they argue, citing Jedwabny v. Phila. Tr. Co., 390 Pa. 231, 135 A. 2d 252 (1957), that the court should be able to prevent Kremer from representing Frohlich, for, as respondents contend, “the impropriety or appearance of impropriety” in Kremer’s representation of Frohlich., while being paid by X-l, “seriously impedes the administration of justice,” and permits X-l to circumvent the disciplinary rules.\nHowever, as we said in Carpentertown Coal & Coke Co. v. Laird, 360 Pa. 94, 102, 61 A. 2d 426, 430 (1948) : “The writ of prohibition is one which, like all other prerogative writs, is to be used only with great caution and forbearance and as an extraordinary remedy in cases of extreme necessity, to secure order and regularity in judicial proceedings if none of the ordinary remedies provided by law is applicable or adequate to afford relief. It is a writ which is not of absolute right but rests largely in the sound discretion of the court.”\nApplying the standard spelled out in Carpentertown, supra, we do not believe that a writ of prohibition would be appropriate in the instant case. Since the examination of Frohlich must be confined to a determination of whether, in fact, Frohlich had been “unethically solicited”, Frohlich need not fear to answer such questions. Preventing him from receiving representation from an attorney paid for by the attorney under investigation does not create a situation of “extreme necessity” so as to justify the issuance of a writ of prohibition.\nAs for the petitioner’s alternative request for a writ of mandamus, as we have frequently stated: “. . . mandamus lies where there is a clear legal right in the plaintiff and a corresponding duty in the defendant, and the act requested is not discretionary but only ministerial, [but] . . . mandamus will not lie to control an official’s discretion or judgment where that official is vested with a discretionary power.” (Emphasis in original.) Garratt v. Philadelphia, 387 Pa. 442, 448, 127 A. 2d 738, 741 (1956). See also Martin v. Garnet Valley School District, 441 Pa. 502, 272 A. 2d 913 (1971); Travis v. Teter, 370 Pa. 326, 87 A. 2d 177 (1952); Skok and Thurner v. Hoch, 3 Pa. Commonwealth Ct. 640 (1971).\nUnder that standard, mandamus does not lie in the instant case.\nPetition denied.\nIf the questioning were to branch out into other fields, so that Frohlieh’s answers could threaten him with the institution of charges against him for acts of fraud against an insurance company, as petitioners contend, then the denial of his right to representation by the attorney of his choice, regardless of who was paying the attorney, might lead us to a different conclusion."}