{"id": "577596", "contents": "Opinion bv\nMe. Justice Nix,\nThe principal question presented by this appeal is whether the evidence offered by the Commonwealth was sufficient as a matter of law to support the jury’s verdict of murder in the second degree. The appellee, William Eay Blevins, was indicted on the charges of murder and involuntary manslaughter as a result of the death of Jeffrey Dishman, the three year old natural child of the appellee and Anna Dishman. A jury returned a verdict of murder in the second degree and post trial motions were filed. After argument the court sustained appellee’s motion in arrest of judgment and ordered his discharge. The Commonwealth has taken this appeal.\nWhere the question is purely one of law the Commonwealth may appeal from an adverse ruling in a criminal case. Commonwealth v. Melton, 402 Pa. 628, 168 A. 2d 328 (1961); Commonwealth v. Hartman, 383 Pa. 461, 119 A. 2d 211 (1956); Commonwealth v. Wallace, 114 Pa. 405, 6 A. 685 (1886). Here the pure issue of law is whether the testimony offered at trial by the Commonwealth was insufficient to support the jury’s finding of second degree murder. To so find, as did the court below, it must he determined that accepting all of the evidence and all reasonable inferences therefrom, upon which, if believed the jury could properly have based its verdict, it would be nonetheless insufficient in law to find beyond a reasonable doubt that the appellee is guilty of the crime charged. Commonwealth v. Ponton, 450 Pa. 40, 44, 299 A. 2d 634 (1972); Commonwealth v. Oates, 448 Pa. 486, 489, 295 A. 2d 337 (1972); Commonwealth v. Chasten, 443 Pa. 29, 31, 275 A. 2d 305; Commonwealth v. Commander, 436 Pa. 532, 538, 260 A. 2d 773 (1970); Commonwealth v. Frye, 433 Pa. 473, 481, 252 A. 2d 580 (1969).\nIt is equally axiomatic that in reviewing the evidence we must do so in a light most favorable to the verdict winner, in this instance the Commonwealth. Commonwealth v. Cimaszewski, 447 Pa. 141, 143, 288 A. 2d 805 (1972); Commonwealth v. Rankin, 441 Pa. 401, 404, 272 A. 2d 886 (1971); Commonwealth v. Gray, 441 Pa. 91, 94, 271 A. 2d 486 (1970); Commonwealth v. Simpson, 436 Pa. 459, 463, 260 A. 2d 751 (1970); Commonwealth v. Gulbreath, 439 Pa. 21, 24, 264 A. 2d 643 (1970); Commonwealth v. Kravitz, 400 Pa. 198, 202, 161 A. 2d 861 (1960).\nThe Commonwealth’s evidence tended to establish that the mother of the deceased on October 6, 1970, resided with the appellee and Jeffrey. She further testified that she left the apartment at 5:3Q a.m. at which time Jeffrey was awake and apparently well. The appellee had sole custody of the child from the time the mother departed and was responsible for the child’s care and supervision until her return. At about 9:00 a.m. that morning the appellee took the child to the office of a physician with the complaint that the child had fallen on the steps and apparently hurt himself. Since the particular physician was not in at the time the appellee was directed to a hospital where the doctor could be found at 11:0Q a.m. The child was received in the hospital at 11:30 a.m. and pronounced dead at approximately 12 noon. Dr. Doyle, who was the treating physician at the hospital and also the doctor that the appellee was looking for earlier that morning, testified that he first saw the deceased at 11:30 a.m. at which time the patient was receiving artificial respiration and a cardiac massage. He unsuccessfully attempted to restore heart action by the application of the electronic pacemaker and the defibrillator. He observed bruises over the exterior abdominal wall and on the face.\nThe pathologist testified that his external examination revealed approximately 39 recent bruises (within 24 hours of death) about the head, lower chest, abdomen and back. His internal examination showed that a piece of the liver had been completely torn off and also injury to the area surrounding the kidneys. He gave the immediate cause of death as a hemorrhage resulting from the tear of the liver. When questioned as to the plausibility of the injury of the liver resulting from a fall on or down the stairs the doctor testified as follows: “Q. Doctor, based on your autopsy and findings with regard to the liver, are you able to give a reasonable medical opinion, with reasonable medical certainty, as to whether or not that injury to the liver could have resulted from the child falling down those stairs? A. Yes, I am. Q. What is your opinion? A. I find it difficult to believe that an injury to the liver such as this, which was very localized and which actually resulted in the liver being torn off, could result from falling down a flight of stairs.” At a later point in his testimony under questioning by the court the doctor conceded: “The Court: Doctor, I have a question. Could that injury have been caused by a body coming into contact with the edge of the step, the treads which are upright or—I am referring to the step itself. Could that injury to the kidney have been caused by— The Witness: Injury to the kidneys? The Court: I mean, not the kidneys, to the liver. Suppose he was tumbling down the steps and just got into a certain position and would have struck the treads, the sharp treads here, could that have caused the tear to the liver? The Witness: Yes, your Honor. I have said that I consider it unlikely that this happened, but I cannot say that it did not happen. Under certain circumstances, it could, yes.”\nThe appellee did not take the stand or offer witness, however, the Commonwealth introduced the statement given by the appellee to the police after the child’s death to the effect that he heard the sound like the wind going out of him—like the sound of a thud. He assumed he fell from the steps. The Commonwealth also introduced evidence which tended to show prior mistreatment of the child by appellee and also the nurse’s observation that, although at the hospital the appellee appeared to appreciate the seriousness of Jeffrey’s condition, he showed no signs of emotion and remained calm.\nAccepting for the moment that the force applied was accomplished by human agency, there can be no serious question, in view of the severity and the number of the blows inflicted, that a jury could reasonably Infer the requisite malice for the crime of second degree murder. Commonwealth v. Paquette, 451 Pa. 250, 301 A. 2d. 837 (1973); Commonwealth v. Bowden, 442 Pa. 365, 276 A. 2d 530 (1971); Commonwealth v. Winebrenner, 439 Pa. 73, 265 A. 2d 108 (1970); Commonwealth v. Myers, 489 Pa. 381, 266 A. 2d 756 (1970). Proceeding upon this assumption in view of the appellee’s exclusive control and in absence of any testimony suggesting the presence of any other human agency the jury could reasonably infer from these facts that appellee was the person responsible for the injuries.\nThe troublesome issue that this case presents is whether there is sufficient testimony to warrant a finding that the injuries were caused by a human agency and not by accident. As we noted in Commonwealth v. Paquette, supra, it is not fatal that the Commonwealth cannot establish by direct evidence that these blows causing the fatal injury were inflicted by human agency. “Admittedly, there were no eyewitnesses to the alleged beating; but the Commonwealth need not prove its case directly. Circumstantial evidence can be as reliable and persuasive as eyewitness testimony.” 451 Pa. at 255. See also Commonwealth v. Dickerson, 406 Pa. 102, 176 A. 2d 421 (1962) and Commonwealth v. Wentzel, 360 Pa. 137, 61 A. 2d 309 (1948).\nThis case differs from Paquette only in that in the latter instance the evidence of accident was totally implausible where as here the Commonwealth introduced evidence which, if believed, would suggest that the possibility of accident as described, although possible, was highly improbable. Our law has never required that the Commonwealth prove any element of a crime beyond all possible doubt or to exclude completely the possibility of accident. Commonwealth v. Garrett, 423 Pa. 8, 12, 222 A. 2d 902 (1966); Commonwealth v. Chester, 410 Pa. 45, 52, 188 A. 2d 323 (1963); Commonwealth v. DePetro, 350 Pa. 567, 576, 39 A. 2d 838 (1944). The burden traditionally has been one of establishing guilt beyond a reasonable doubt, Commonwealth v. Garrett, supra; Commonwealth v. Finnie, 415 Pa. 166, 202 A. 2d 85 (1964); Commonwealth v. Carroll, 412 Pa. 525, 194 A. 2d 911 (1963); Commonwealth v. Kravitz, 400 Pa. 198, 161 A. 2d 861 (1960). A qualified and experienced expert, upon viewing photographs of the stairs down which the deceased was alleged to have fallen and npon a complete examination of the deceased, concluded that in his opinion, it was highly unlikely that the injury received could have resulted from a fall down those stairs, Commonwealth v. Rogozinski, 387 Pa. 399, 128 A. 2d 28 (1956). The jury was also allowed to view photographs of the scene where the alleged accident supposedly occurred. There was valid and sufficient evidence for the jury to reject the occurence of an accident as described by the appellee to the police and conclude, as they apparently did, that this young life was intentionally and brutally extinguished.\nFurther, where a jury verdict has been suspended it is not a question as to whether the trial judge, if he had been the trier of fact would have acquitted, but rather whether the evidence would, justify a finding of guilt by twelve reasonable men. The case is sufficient for a jury to find guilt “unless the proof relied npon for a conviction is so weak and inconclusive that as a matter of law 150 probability of fact can be drawn from the combined circumstances”, Commonwealth v. DePetro, 350 Pa. 567, 578, 39 A. 2d 838 (1944). Restated, the test requires, before the granting of a motion in arrest of judgment based on insufficiency of the evidence, that the court make a finding that the evidence supporting the verdict of guilt is so weak and inconclusive that a jury of reasonable men and women could not be satisfied as to the guilt of the defendant beyond a reasonable doubt. We do not believe that to be the case under the facts before us. Here a jury could conclude guilt, as it did, based upon the medical testimony and the view (photographs) of the scene of the alleged accident. We reverse the lower court’s order granting the motion in arrest of judgment and discharging the appellee.\nOrder of the court below arresting the judgment of sentence and discharging the appellee is reversed and the case is remanded for the imposition of sentence.\nApproximately two and one half months after this incident the appellee and the mother of the deceased were married. Although the mother testified that the deceased was the son of the appellee the hospital personnel testified that appellee denied being the natural father and claimed to be the stepfather.\nA motion in arrest of judgment is an available means through which to challenge the sufficiency of the evidence after conviction in a trial by jury. Act of June 15, 1951, P. L. 585, §1, 19 P.S. §873, Commonwealth v. Dillinger, 440 Pa. 336, 269 A. 2d 505 (1970).\nThe pathologist indicated that separate blows caused the injury to the kidney and the liver and further testified that botb injuries could only have been accomplished by considerable force."}