{"id": "577590", "contents": "Opinion by\nMk. Justice Eagen,\nSteven Thomas York appeals from the judgment of sentence imposed following his conviction by a jury of murder in the second degree. York did not testify at trial, and the court instructed the jury this was his constitutional right and no adverse inference should be drawn therefrom. The sole assignment of error is that such an instruction, in the absence of a request by the defendant, is constitutionally impermissible.\nThe record discloses that no exception was entered to the charge and, more importantly, the instruction now challenged was not assigned as error in the motion for a new trial filed in the trial court. Under such circumstances, the complaint will not be entertained on appeal. See Commonwealth v. Bittner, 441 Pa. 216, 272 A. 2d 484 (1971).\nJudgment affirmed.\nThe court’s instruction, was as foUows: “Now, there is another important principle in connection with the testimony that you must keep in mind, and this also is a fundamental principle of our law. The defendant in this case did not take the stand nor present any testimony, and the law is very clear on the meaning of that. A person may choose, for any undisclosed reason, for any reason at all, to exercise his right not to take the witness stand. This is one of our, as I say, basic constitutional principles in our democratic form of government. A person has a right, as I say, to elect not to take the stand for any reason of his own that he does not have to disclose. In addition to that, our Constitution provides that a person accused of crime has a constitutional right not to testify. And that means that if a person has exercised that right you may not draw, you cannot draw, any adverse inference from his failing to take the witness stand. In other words, defendant’s failure to take the stand is no indication, and it cannot be used by you as any inference or any indication, adverse to him as to his guilt or innocence. You see how things tie together. This is so because it’s the Commonwealth’s duty to prove his guilt beyond a reasonable doubt. And, therefore, he need not take the stand to prove anything.”"}