{"id": "577617", "contents": "Opinion by\nMb. Justice Eagen,\nThis is an appeal from the judgment of sentence imposed on William B. Smith after his conviction in a nonjury trial of felonious possession of narcotic drugs. The Superior Court unanimously affirmed and we granted allocatur.\nSmith and another male were taken into police custody by two officers acting without a warrant as they exited from a bar in Philadelphia. Smith and his companion were placed in a police vehicle and directed to empty their pockets. This disclosed Smith was in possession of two bags of heroin. The sole legal issue is whether or not the evidence of possession of the heroin should have been suppressed as the fruit of an illegal arrest.\nIt is now fundamental a legal arrest must be based on probable cause. Spinelli v. United States, 393 U.S. 410, 89 S. Ct. 584 (1969).\nTo sustain its burden of establishing probable cause for the arrest here, the Commonwealth at the suppression hearing relied completely on the testimony of one of the arresting officers. He stated a reliable informant telephoned and informed him that while he was drinking in a bar with two Negro males he “found out” they had narcotics in their possession. The informant did not tell the officer how he “found out.” The officer then proceeded to the bar with another officer and when the informant pointed to Smith and his companion as they left the bar, the arrest ensued.\nProbable cause may be based on hearsay information, but this information must include sufficient underlying circumstances to permit an objective determination that the information is credible. Conclusory statements on the part of the informant are not enough. See Aguilar v. Texas, 378 U.S. 108, 84 S. Ct. 1509 (1964).\nAs noted before, the informant instantly merely said he “found out.” How he gained this information was not disclosed. The Commonwealth argues that “there are only two ways this could have happened: either he saw the narcotics, or one of the two defendants told him he had narcotics.” This ignores that it is just as possible the informant gained the information from a third party or from overhearing conversations among patrons in the bar. Contingencies such as those last mentioned would not provide a valid basis for prohable cause. A police officer may not delegate the determination of the reliability of a potential secondary informant to tbe primary informant. Commonwealth v. Garvin, 448 Pa. 258, 293 A. 2d 33 (1972).\nTbe order of tbe Superior Court and the judgment of the court of original jurisdiction are reversed.\nA pretrial motion to supress this evidence was denied and it was admitted at trial over objection.\nAlthough Aguilar involved a search warrant, the Supreme Court has subsequently stated in a discussion of Aguilar's standards that the judgment required of a magistrate in passing on the validity of a search warrant is basically the same as that involved when an arresting officer is determining probable cause for an arrest without a warrant. Spinelli v. United States, supra, at 417 n. 5, 89 S. Ct. at 590 n. 5. Specifically, the Supreme Court has held that “less stringent standards for reviewing the officer’s discretion in effecting a warrantless arrest and search would discourage resort to the procedures for obtaining a warrant. Thus, the standards applicable to the factual basis supporting the officer’s probable-cause assessment at the time of the challenged arrest and search are at least as stringent as the standards applied with respect to the magistrate’s assessment.” Whiteley v. Warden, 401 U.S. 500, 566, 91 S. Ct. 1031, 1036 (1971)."}