{"id": "577620", "contents": "Opinion by\nMr. Justice Manderino,\nAppellant, Joseph Dutton, was convicted of murder in the first degree, burglary and aggravated robbery on January 28, 1970, following a jury trial. Post-trial motions were denied. A sentence of life imprisonment was imposed on December 1, 1971, and this appeal followed.\nPrior to trial, appellant requested the suppression of an inculpatory statement allegedly given by the appellant even though he refused to sign the statement. The trial court refused to suppress the statement. In his post-trial motions, appellant again claimed that the statement was involuntary and was a product of unnecessary delay between arrest and preliminary arraignment.\nAppellant was arrested without a warrant at approximately 10:0:5 a.m., at his home on January 28, 1969. Approximately seven hours earlier, a night watchman had been killed at a laundry company. Appellant was taken to police headquarters and a first round of interrogation began at 10:32 a.m. He was given advice concerning his constitutional rights and denied any involvement in the crime. The questioning of the appellant continued throughout the day and did not end until approximately 10:18 pan., at which time the appellant refused to sign a formal statement. Appellant was not taken before a magistrate until the following day. The exact time is not clear from the record, hut it was apparently at 12:41 pan., approximately twenty-six hours after his arrest.\nDuring the first eight hours after appellant’s arrest, he was subjected to six different interrogation periods. The shortest period was approximately a half-hour and the longest period was approximately two hours. After the first three interrogation periods, a new officer began his participation in the interrogation process. After the first five interrogation sessions, another officer, who had not participated in the first five interrogation sessions, began his participation in the interrogation process. At one point, the appellant was given a polygraph test. During the first five interrogation sessions, appellant continually denied any involvement in the crime. After the sixth interrogation session, involving three officers, had been in progress continually for approximately an hour and a half, appellant, for the first time, made oral statements admitting involvement in the crime. This was approximately eight hours after his arrest and following six separate interrogation sessions throughout the day during which confrontation took place between the appellant and at least six different police officers. A seventh interrogation session then followed for approximately three hours. At about 10:18 p.m., the appellant was asked to sign a formal statement and refused. He did write thereon the words refused to sign and his initials.\nThe appellant claims that his statements were the product of an unnecessary delay between his arrest and his preliminary arraignment and violated Rule 116(a) of the Pa. R. Crim. P. Rule 116(a), in effect at that time (now covered by Rule 118), provided: “When a defendant has been arrested with or without warrant, in a court case ... he shall be taken without unnecessary delay before the proper issuing authority for a preliminary arraignment.”\nIn Commonwealth ex rel. Fox v. Mahoney, 417 Pa. 308, 207 A. 2d 810 (1965), we specifically called attention to the requirement of taking the person arrested without unnecessary delay before the proper issuing authority for a preliminary arraignment. We there said that unnecessary delay is “. . . regrettable and to be discouraged. . . .” In Commonwealth v. Futch, 447 Pa. 389, 290 A. 2d 417 (1972), we held that a violation of the Rules requires that the trial court “. . . exclude all evidence obtained during ‘unnecessary delay’ except that which . . . has no reasonable relationship to the delay whatsoever.” See also Commonwealth v. Tingle, 451 Pa. 241, 301 A. 2d 701 (1973). In this case the delay which occurred between arrest and arraignment was clearly related to the statements obtained. The appellant for approximately eight hours denied any involvement. It was only after six interrogation sessions involving various officers that the appellant made any inculpatory statement. See Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 148-156, 239 A. 2d 426, 429-434 (1968). The delay in this case was not necessary for any administrative processing; neither was the delay caused by the unavailability of a magistrate. The interrogation of the appellant throughout the day took place on the second floor of a building in which magistrates were located on the first floor. This was known to the police. We must conclude under these circumstances that the unnecessary delay was related to the evidence.\nJudgment of sentence reversed and case remanded for a new trial."}