{"id": "577610", "contents": "Opinion by\nMr. Justice Eagen,\nOn September 12,1962, Felix Wade Horner was convicted by a jury of murder in the first degree and the punishment was fixed at life imprisonment. No post-trial motions were filed and the court imposed sentence as the jury directed. No appeal was entered from the judgment.\nOn February 13, 1969, Horner filed a petition seeking post-conviction relief under the provisions of the Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. §§1180-1 et seq. After an evidentiary hearing, the trial court found Horner’s right to appeal as mandated by Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963), had been violated and granted him permission to file post-trial motions “mine pro tunc.” Such motions were filed and subsequently a court en banc by a vote of two to one granted Horner a new trial. The Commonwealth filed this appeal challenging the correctness of that order.\nThe relevant facts may be summarized as follows:\nOn December 18, 1959, two police officers, acting pursuant to an anonymous phone call, went to the residence of a Mr. and Mrs. Donald Newman in Philadelphia and discovered the dead body of Mr. Newman buried under earth in the basement. A medical examination disclosed death was caused by a gunshot wound of the thorax.\nLater the same day, Homer and Mrs. Newman were taken into police custody in Harrisburg, Pennsylvania, and following questioning Homer made a statement, which was recorded, wherein he admitted shooting Newman, but stated he acted in self-defense. Homer completely absolved Mrs. Newman of any complicity. Prior to making the above statement, Horner was advised that anything he said could be used against him in court, but he was not advised he could have the assistance of counsel during the questioning.\nOn December 19, 1959, Homer was given a preliminary hearing before a committing magistrate. He was not represented by counsel, nor was he advised he could have such assistance. At this hearing the district attorney called Horner as a Commonwealth witness and, after warning him that he did not have to testify and anything he said could be used against him in the event he was held for trial, asked Horner to “tell us what happened.” “Do you understand the warning?” After Homer indicated he understood the warning, the district attorney again asked, “Do you want to tell us what happened? Tell us what happened?” Homer’s testimony was consistent with his statement given to the police the day before. During his testimony, Horner was asked specific questions by the district attorney about his relationship and conduct with Mrs. Newman and the events leading up to the killing. He was also asked about the truthfulness and voluntariness of the statement he made to the police. Homer admitted the voluntariness of the statement and affirmed its truthfulness. At the conclusion of the hearing, Homer was committed to jail to await action by the grand jury.\nIn the days that immediately followed, the police continued to question Horner and told him Mrs. Newman had changed her story. On December 23, 1959, Homer was again questioned by a police detective and confronted with a written statement given the police by Mrs. Newman. In this statement Mrs. Newman said she and Horner plotted her husband’s death for a month, and Homer shot her husband as he lay asleep in bed. Homer then admitted Mrs. Newman’s statement was true and he signed it.\nAt trial, Mrs. Newman testified as a Commonwealth witness, and her testimony was consistent with the statement she had previously given the police, namely, that she had been romantically involved with Horner, and the two plotted Mr. Newman’s death and Horner shot the victim while he was asleep in bed.\nTestifying on his own behalf, Homer admitted his romantic relationship with Mrs. Newman while Newman was alive and having discussions with her about killing her husband. He also admitted securing the gun which was eventually used. However, he stated he gave the gun to Mrs. Newman and she did the shooting in a second floor bedroom while he was in the living room on the first floor. He admitted helping conceal the body following the shooting and traveling with Mrs. Newman to Harrisburg immediately thereafter.\nOn cross-examination the district attorney, without objection, asked Horner, in part, if he remembered his testimony at the preliminary hearing before the committing magistrate on December 19, 1959, and if at that hearing Homer did not testify under oath he shot Newman. Homer admitted he so testified at that time, but said it was “to protect Evelyn [Mrs. Newman] ”.\nA majority of the court en banc below ruled this use at trial of Homer’s testimony at the preliminary hearing when he was without counsel and not informed he could have such assistance was prejudicial error which required a new trial. We reluctantly agree.\nThe issue is controlled by White v. Maryland, 373 U.S. 59, 83 S. Ct. 1050 (1963). See also Arsenault v. Massachusetts, 393 U.S. 5, 89 S. Ct. 35 (1968).\nCiting Coleman v. Alabama, 399 U.S. 1, 90 S. Ct. 1999 (1970), Adams v. Illinois, 405 U.S. 278, 92 S. Ct. 916 (1972), and Commonwealth v. James, 440 Pa. 205, 269 A. 2d 898 (1970), the Commonwealth argues the ruling in White v. Maryland, supra, need not be applied retroactively. These decisions are inapposite. Herein, unlike in Coleman, Adams and James, the preliminary hearing was a critical stage in the prosecution proceedings where the assistance of counsel was required. Under such circumstances, White v. Maryland, supra, is retroactive. See Adams v. Illinois, supra, and Commonwealth ex rel. Firmstone v. Myers, 431 Pa. 628, 246 A. 2d 371 (1968).\nThe Commonwealth argues the preliminary hearing instantly may not be considered a critical stage in the prosecution proceedings, because as distinguished from White and Arsenault, it did not involve the entry of a guilty plea. Accepting that the use of the entry of a guilty plea at a preliminary hearing is not the same as utilizing the testimony of the accused that he shot and killed a person in self-defense, nonetheless, prejudice did result to Horner by the trial use of his testimony at the preliminary hearing, and this prejudice renders the preliminary hearing a “critical stage.” Cf. Commonwealth ex rel. Firmstone v. Myers, supra, and Commonwealth ex rel. Parker v. Myers, 414 Pa. 427, 200 A. 2d 770 (1964).\nFinally, the Commonwealth urges Harris v. New York, 401 U.S. 222, 91 S. Ct. 643 (1971), requires the conclusion that the use at trial of Homer’s testimony at the preliminary hearing to impeach his credibility was proper. However, Harris concerned the use of a pretrial statement by the accused not meeting Miranda standards on cross-examination to impeach the defendant’s credibility. Here, we are faced with the use of pretrial testimony given under oath. We agree with the court en banc below that the two situations are vitally different. In this connection, the court said: “The adverse use of testimony given by defendant at a preliminary hearing without advice of counsel is far more prejudicial to him than the use of a statement given to the police without the required Miranda warnings because that testimony is given under oath in open court before an impartial magistrate rather than at a police station to a policeman interested in gathering evidence and without an oath. A statement given to the police is more vulnerable to attack as made under duress or from fear and without full knowledge and understanding of an individual’s constitutional rights than testimony given at a public preliminary hearing. A jury is more likely to believe that the individual’s will was overborne by the interrogation of police officers than by questioning of a district attorney governed by the rules of evidence. Consequently, the use of such testimony on cross-examination has a significantly greater impact than a similar use of an incriminating statement. The impact distinguishes the use, on cross-examination, of testimony given at an uncounseled preliminary hearing from the similar use permitted by Harris, of an incriminating statement taken without the required Miranda warnings.”\nOrder affirmed.\nMr. Justice Nix concurs in the result.\nOn October 3, 1961, Horner pleaded guilty to murder generally and, after an evidentiary hearing, was adjudged guilty of murder in the first degree and sentenced to death. However, he was later permitted to withdraw the guilty plea and the sentence was vacated.\nSince the order complained of was based on pure questions of law, the Commonwealth may appeal. Cf. Commonwealth v. Wrona, 442 Pa. 201, 275 A. 2d 78 (1971).\nPrior to Horner’s trial, Mrs. Newman plead guilty to an indictment charging her with her husband’s murder. She was adjudged guilty of murder in the first degree and sentenced to life imprisonment.\nThe district attorney’s questions during this phase of the cross-examination emphasized Horner had sworn on “The Holy Bible” at the preliminary hearing to tell the truth and nothing but the truth.\nThe court also ruled it was reversible error for the trial court to deny a specific request to instruct the jury that it must determine the voluntariness of Horner’s statement to the police and his subsequent adoption of Mrs. Newman’s statement to the police. In view of our disposition of the principal issue, it is unnecessary for us to reach the correctness of this ruling.\nIn White, petitioner entered a guilty plea at his preliminary hearing without counsel being present. Following the hearing, White obtained counsel, withdrew his plea, and went to trial. Since the prior uncounseled guilty plea was introduced into evidence at trial, the Supreme Court held that White’s preliminary hearing constituted a critical stage in the proceedings requiring assistance of counsel. Accordingly, petitioner was granted a new trial at which the withdrawn guilty plea was not to be used against him.\nThe decision in Harris v. New York has been criticized as undercutting Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966). See 85 Harv. L. Rev. 44-53 (1971). Additionally, some jurisdictions have refused to follow the ruling in Harris. See State v. Santiago, 53 Haw. 254, 263, 492 P. 2d 657, 662 (Hawaii Supreme Court 1971); People v. Taylor, 104 Cal. Rptr. 350, 501 P. 2d 918 (1972)."}