{"id": "577626", "contents": "Opinion by\nMb. Chief Justice Jones,\nAppellant was convicted of voluntary manslaughter on September 15, 1971 for the killing of Mumford James (deceased) who died from a gunshot wound received on November 4, 1970. On September 24, 1971, appellant was sentenced to a term of imprisonment of three to twelve years. Post trial motions for a new trial and/or in arrest of judgment were denied on December 29, 1971 and this appeal followed.\nThe evidence establishes that deceased had spent most of the day in his apartment at 4508 Walnut Street in Philadelphia, Pa., with Arthur Page and Eugene Wilson. In the early evening Page, at the request of the deceased, attempted, without success, to contact appellant by telephone about some business matter between appellant and dec >ased. Appellant’s wife, however, met with Page and deceased at about 10:30 p.m. on the corner of 45th and Walnut Streets. Deceased and Mrs. Parks quarrelled. Deceased told her that he did not appreciate appellant sending Ms wife instead of taking care of his business himself. Before she left deceased grabbed her by the arm. Mrs. Parks said she would send her husband around to see the deceased. Deceased and Page returned to the apartment.\nApproximately one half hour later, deceased answered either a bell or a knock on the door of the apartment, Wilson was reclining on a sofa in the living room and facing into a 32-foot long hallway that led to the door. He testified that deceased went to the door, inquired who was there and the person answered “Candy”. Deceased opened the door about half way and “Candy” said something pertaining to deceased bothering his wife. Deceased then took a couple of steps backward and leaned against the hallway wall. “Candy” stepped forward into the hallway and shot deceased. Wilson positively identified appellant and stated that he had known appellant as “Candy” prior to the incident. Although Wilson didn’t see a gun in appellant’s hand he did hear the shot and saw sparks coming from appellant. Wilson further testified that he neither saw deceased pull a gun on appellant nor saw deceased carrying a gun on the evening in question.\nPage was sitting on the other side of the living-room and was unable to see the shooting. When deceased went to the door, Page heard some mumbling and then a shot. Page and Wilson took deceased to Pennsylvania General Hospital by ear, and as they were getting into the car, Wilson saw appellant and another man driving off. Wilson stated that he also saw another man with appellant standing on the landing outside of the apartment when deceased was shot.\nDeceased died at 2:00 a.m. on November 5, 1970. Appellant was subsequently arrested at his residence at approximately 3:30 a.m. on the same day and taken to police headquarters. Appellant first received his Miranda, warnings at 5:20 a.m. and indicated that he understood his rights and was willing to make a statement. He was questioned at 5:20 a.m. for fifteen minutes and at 5:55 a.m. and 7:35 a.m.; each additional period lasting about forty minutes. Appellant did not sign a formal written statement. The investigating detective, however, testified from his notes that appellant made three statements—one during each questioning period. In Ms first statement, appellant said that he and his wife had only seen deceased for a few minutes at deceased’s apartment at about 6:00 p.m. Appellant, in his second statement said deceased mistreated Ms wife when she went to see him a little before 9:00 p.m. about collecting some money deceased owed appellant. Appellant then admitted that he had an argument with deceased some time after 9:00 p.m. In his third statement appellant admitted that a shooting occurred while he was arguing with deceased, but claimed that deceased pulled a gun and that the gun went off accidentally during the struggle.\nInitially, appellant contends that these statements were involuntary and, therefore, inadmissible because lie received Ms Miranda warnings about two hours after his arrest. However, in addition to not being warned of his constitutional rights immediately after Ms arrest appellant was not questioned and did not give a statement prior to being properly warned. It is well settled, that as soon as a suspect is placed in custody, for any reason he must be given Ms Miranda warnings before he is interrogated. Miranda v. Arizona, 384 U.S. 436 (1966); Commonwealth v. Simala, 434 Pa. 219, 252 A. 2d 575 (1969). It is not necessary, however, that a suspect be given warnings immediately after Ms arrest. Commonwealth v. Fogan, 449 Pa. 552, 296 A. 2d 755 (1972); Commonwealth v. Bartlett, 446 Pa. 392, 288 A. 2d 796 (1972); Commonwealth v. Marabel, 445 Pa. 435, 283 A. 2d 285 (1971). Furthermore, appellant’s statements were not involuntary merely because he was kept in custody for about two hours prior to being warned and interrogated.\nAppellant further argues that these statements were inadmissible because he did not receive additional warnings before each oral interview by the investigating detective. On numerous occasions we have refused to hold that Miranda warnings must be given immediately prior to the commencement of every interrogation session. Instead, we must review the totality of the circumstances to determine whether it was necessary to repeat the warnings because they become stale or remote. E.g., Commonwealth v. Bradley, 449 Pa. 19, 295 A. 2d 842 (1972); Commonwealth v. Ferguson, 444 Pa. 478, 282 A. 2d 378 (1971). Here there was no need to repeat the warnings since there Avas a clear continuity of interrogation interrupted only by two short lapses of time. The interrogation began immediately after appellant indicated he understood his rights and was willing to make a statement. The second questioning period was held only one half hour after the reading of the warnings and only two hours and fifteen minutes elapsed between the warnings and the third questioning period. The interrogation was conducted at the same place as the warnings were given and by the same detective that read appellant the Avarnings.\nMoreover, the record reveals that appellant’s trial counsel, as part of his trial strategy, abandoned any attack on the voluntariness of the statements and used the statements as part of appellant’s defense. In his opening address to the jury defense counsel said that either the Commonwealth or defense would introduce evidence that appellant freely and voluntarily gave statements to the police shortly after the killing in which he explained that he had gone to see deceased to find out why he had abused his wife and what happened at deceased’s apartment. Defense counsel then stated: “I think any man here who is married would do the same thing and any wife who had been abused the same way would want her husband to find out what the problem was.” In addition, no objection was made to the investigating detective’s testimony, the detective was not cross-examined, and the issue of voluntariness was not raised in the post-trial motions. Appellant cannot now object to the admissibility of evidence which was used as part of his trial strategy to help establish his defense.\nAppellant next contends that the trial court erred in denying his motion in arrest of judgment or his motion for a new trial based in part on the claim that Wilson, a drug addict and the Commonwealth’s hey witness, had shot up four bags of heroin two hours before the incident. No objection to the competency of Wilson was raised prior to his testimony nor did appellant’s counsel move to strike his testimony. A witness is not incompetent per se merely because it is established that he is a drug addict and had taken drugs prior to the incident to which he testifies. Commonwealth v. Farrell, 319 Pa. 441, 181 A. 217 (1935); Commonwealth v. Reginelli, 208 Pa. Superior Ct. 344, 222 A. 2d 605 (1966), cert. den., 387 U.S. 945 (1967). Wilson’s addiction and the fact that he had taken heroin two hours before the incident were explored on cross-examination. As this Court stated in Commonwealth v. Farrell, 319 Pa. 441, 444, 181 A. 217, 218 (1935): “'The use of narcotics may impair mind and memory, but the extent of the impairment is for the jury’s measurement.”\nAppellant’s claim that Wilson’s location in the apartment and the lighting conditions in the hallway would have made it impossible for him to see that to which he testified is not supported by the record. Wilson was located only forty feet from the doorway and was facing it directly. He stated that, although the hallway was dark, light shone into the entranceway from the landing. The mere fact that Wilson stated he did not see a gun in appellant’s hand is not enough to reverse appellant’s conviction. That appellant shot deceased was proven by circumstantial evidence. Commonwealth v. Ware, 453 Pa. 15, 307 A.2d 840 (1973); Commonwealth v. Frazier, 411 Pa. 195, 191 A. 2d 739 (1963).\nFinally, appellant contends that the trial court erred in refusing to include a number of appellant’s points for charge in his charge to the jury. Having carefully read the charge in its entirety, it is clear that it was more than adequate.\nJudgment of sentence affirmed.\nA pre-trial motion to suppress these statements was denied after an evidentary hearing."}