{"id": "579858", "contents": "Opinion by\nMr. Chief Justice Jones,\nThis is an appeal from a decree of the Court of Common Pleas, Orphans’ Court Division, of Greene County, declaring tlie involuntary termination of appellants’ parental rights as to six of their thirteen children. This action is the latest event in a series involving appellants, Roland and Gladys Sanders, and appellee, Child Welfare Service of Greene County. Appellants’ family initially came to appellee’s attention in the fall of 1965. After a number of unsuccessful attempts to ameliorate conditions in the Sanders home, appellee petitioned the Juvenile Court of Greene County for custody of the children. As of December 1969, six children had been placed in foster care pursuant to court orders and a petition by the appellee for the similar placement of four more children was pending. On December 23, 1969, the court issued an order declaring that indications of improvement in the attitude of the parents and the conditions in the home warranted keeping the four children with their parents but directing appellee to contimie its supervision of the family. Subsequently, the court recanted its prior position and by October 1970 six additional children had been placed in foster homes pursuant to court order. Thus, all twelve children then living had been removed from appellants’ custody and temporarily placed elsewhere.\nOn May 20, 1971, appellee commenced the present proceeding by petitioning the Orphans’ Court Division for involuntary termination of parental rights as to the six youngest children then living. On August 23, 1971, following hearings on June 21 and June 25, 1971, the petition was granted, subject to the filing of exceptions, which appellants duly filed. On September 25, 1971, the court received additional testimony at appellants’ request. On July 11, 1972, the decree of August 23, 1971, was made final. This appeal followed.\nThe lower court’s determination was based on Section 311(2) of the Adoption Act, which provides:\n“The rights of a parent in regard to a child may be terminated after a petition filed pursuant to Section 312, and a hearing held pursuant to section 313, on the ground that: Cl\n“(2) The repeated and continued incapacity, abuse, neglect, or refusal of the parent has caused the child to be without essential parental care, control, or subsistence necessary for his physical or mental well-being and the conditions and causes of the incapacity, abuse, neglect, or refusal cannot or will not be remedied by the parent----” In the court below, appellee sought to prove that appellants had drinking problems, that they failed to maintain a clean home and furnish adequate food and clothing for their children, and that they were generally neglectful in their parental care. In their case, appellants attempted to discredit appellee’s evidence as well as demonstrate their own recent efforts at self-improvement. Obviously, the lower court was unimpressed with these recent developments as it concluded that appellants lacked the capacity to consistently provide “essential parental care.”\nAppellants contest the admissibility of some of the evidence on which the court relied in making this determination. They argue that the lower court erred in admitting into evidence the contents of a summary report of one of appellee’s caseworkers. While testifying as to the agency’s experience with the Sanders family, the caseworker, Wilma Johnson, mentioned a report of child neglect from the Department of Public Assistance which was handled by two other employees of the appellee. At this point in the hearing, the record shows the following: “By the Court: Q. What does the record show as to the program [sic] made at that time? A. At the time the children were left with their parents and conditions, as I understand, progressed for a very short time and within a three weeks’ period after the last hearing, conditions weren’t better. The parents had been gone overnight and there was no food in the home. [Counsel for the Appellants] : We object to his [sic] unless she knows of this. By the Court: She is only testifying from her records. [Counsel for the Appellants] : Mr. Knight’s and Mrs. Sutton’s. By the Court: Let the record show [counsel for the appellants] objects and the objection is overruled.” The above quoted testimony is classic hearsay. The witness’ first-hand knowledge of some of the facts contained in the report cannot justify the admission of otherwise incompetent hearsay testimony drawn from the same report. This conclusion is mandated by our decision in Jones Appeal, 449 Pa. 543, 297 A. 2d 117 (1972), wherein we held that a summary report “permeated with hearsay” could not support a decree of involuntary termination of parental rights. Furthermore, while appellee might possibly have avoided this hearsay problem by compliance with the Uniform Business Records as Evidence Act, it failed to do so. Accordingly, we hold that this decree, similar to that in Jones, was based, at least partially, on inadmissible evidence.\nWhile the contested evidence discussed above constituted only a minor part of appellee’s case, we cannot say that without this evidence the lower court would have reached the same result. Because of the serious impact attending the termination of parental rights, it is important that a judicial decree extinguishing such rights be based solely on competent evidence. In light of appellant’s significant evidence of self-improvement, it is quite possible that the incompetent evidence accepted below provided the “swing factor” in that court’s determination. Appellants are entitled to a hearing and decision free from such taint. Hence, we will remand this matter to the court below for the purpose of conducting a proceeding consistent with this opinion.\nDecree vacated and matter remanded. Costs on appellee.\nThe names and birthdays of appellants’ thirteen children are as follows:\nGladys August 24, 1951\nBoland, Jr. October 19, 1952\nCatherine October 11, 1953\nDeborah December 22, 1954\nLois March 25, 1956\nEthel December 15, 1958\nMichael May 15, 1961\nJacqueline April 5, 1963\nMary Jane December 28, 1965\nValorie November 1, 1967\nJaspar March 4, 1969\nGlenn March 22, 1970\nLisa November 9, 1971\nThe order below terminated parental rights as to Michael, Jacqueline, Mary Jane, Valorie, Jaspar, and Glenn. It also removed Deborah, Lois, and Ethel from foster homes and returned them to their parents. This latter part of the order is not now in issue. The two oldest girls are married and Boland, Jr., is employed and occasionally lives at home. As the youngest child, Lisa, was born after the hearings were held, she was not covered by the order.\nAppellants had filed a petition for a hearing to take additional testimony, alleging failure of the appellee to serve them with a copy of the petition for involuntary termination of parental rights and late service of notice of the prior hearing.\nAppellee has moved to quash this appeal as untimely. An appeal from mi order must he taken within thirty days of entry of the order (Section 502(a) of the Appellate Court Jurisdiction Act, Act of July 31, 1970, P. L. 673, art. V, 17 P.S. §211.502(a)). However, such appeal may not be taken until the order has been entered on the appropriate docket in the lower court (Rule 19A of the Buies of the Supreme Court). Although the appeal in the instant ease was taken more than thirty days after the decree was announced, it was taken within thirty days of its entry on the docket. Therefore, the appeal was timely and the motion to quash will be dismissed.\nAct of July 24, 1970, P. L. 620, art. III, §311, 1 P.S. §311(2).\nThese efforts included: (1) the father’s obtaining full-time employment as a coal miner with family medical and hospital insurance; (2) the paying off of most of their debts; (3) the renovation of their home and the purchase of furniture and other household items; and (4) the cessation of heavy drinking habits by both liaren ts.\nAppellants raise two other questions in their brief, namely: (1) whether the lower court’s determination of proper parental care in its order of December 23, 1969, constitutes res judicata as to events occurring prior to that date, and (2) whether the Adoption Act of 1970 applies retroactively so as to permit testimony of events occurring prior to its passage. However, since these issues were not properly raised in the court below, we will not consider them on appeal. Commonwealth v. Agie, 449 Pa. 187, 189, 296 A. 2d 741 (1972); Commonwealth v. Henderson, 441 Pa. 255, 260, 272 A. 2d 182, 185 (1971); Wenzel v. Morris Distributing Co., Inc., 439 Pa. 364, 373-74, 266 A. 2d 662, 667 (1970).\nUT ‘pBqS .TO UOIJipUOO ‘JOB UB JO PJ009.T y„ : SAiOHOJ SB S9PTA\n-OJd U0TJ09S sitio: -qT6§ 'SM 85 *5§ ‘Zf 'T ’a ‘6S6T ‘f *Pi JO joy L so far as relevant, be competent evidence if the custodian or other qualified witness testifies as to its identity and the mode of its preparation, and if it was made in the regular course of business\neqj UT ‘JT PUB ‘JU9A9 jo uoTjrpuoo ‘job sqj JO 9TUTJ 9qj JB9U JO JB opinion of the court, the sources of information, method and time of preparation were such as to justify its admission.”\nAppellee failed to comply in two respects: (1) no foundation was laid as to the mode of preparation of the report, etc.; and (2) the witness attempted to testify as to what the report said rather than let the report speak for iself by offering it into evidence. See note 7, supra.\nDue to the lapse of time between the last hearing held in this matter (September 25, 1971) and the date of this opinion, events in the interim period relating to appellants’ present ability to provide adequate parental care should also be considered when the new proceeding in this matter is held."}