{"id": "579916", "contents": "Opinion by\nMr. Justice Pomeroy,\nThis case concerns the distribution of a testamentary trust created by the will of Edith Y. Hamilton. Testatrix died on October 21, 1943, and by Paragraph Six of her will dated January 2, 1942, gave §10,000 to Oil City National Bank, now Northwest Pennsylvania Bank and Trust Company, in trust, to pay the income therefrom to her niece, Ella Weidle Kerr, for life.\nParagraph Six(e) provides as follows: “Upon the death of my said niece, Ella Weidle Kerr, to pay the principal or corpus of the trust hereby created, as it is then constituted, to such persons as would be entitled to share in the distribution of my estate under the intestate laws of the Commonwealth of Pennsylvania, in force at the date of this will, but applied at the death of said Elia Weidle Kerr, share and share alike.”\nAt the time the will was drawn, the testatrix had three living sisters (Lulu Y. Armstrong, Minta Y. Gartley, and Alma Y. Shaw), one niece (Ella Weidle Kerr) who was the daughter of a deceased sister, and two nephews (C. Gibson Shaw and John A. Shaw), both of whom were the sons of her sister Alma. John A. Shaw then had five children, and Ella Weidle Kerr had two (Lorn D. Kerr and Lonis Sam Kerr). The life tenant, Ella Weidle Kerr, died on January 28, 1970. Between the date of execution of the will and the date of Ella Kerr’s death, the three sisters of the testatrix had died, as had also her grandnephew, Louis Sam Kerr. Three more children had been born to John A. Shaw, but he himself and two of his older children had died. As a result, there were then eight surviving heirs of the testatrix, as follows: one nephew, appellant C. Gibson Shaw; one grandnephew, appellant Lorn D. Kerr, and six grandnephews and grandnieces, the surviving children of John A. Shaw.\nThe court below decreed that the trust be distributed in eight equal shares to each of the surviving heirs of the testatrix. The appellants contend that this per capita distribution is contrary to the terms of the will which, in their view, require a distribution per stirpes, thereby allotting to each of them a one-third share and dividing the remaining one-third share equally among the six children of John A. Shaw. For the reasons hereafter given, we have concluded that the lower court was correct, and will therefore affirm.\nIt is, of course, a cardinal rule that a will is to be construed according to the intent of the testator. If that intent is not evident from the plain meaning of the words of the instrument, then the testator’s scheme of distribution and the circumstances surrounding the making of the will are consulted, as well as the existing facts. Only as a last resort do we refer to our canons of construction.\nIn the will before us, whether the testatrix iptended her testamentary trust to be distributed per stirpes or per capita cannot be resolved from the words themselves, since they are susceptible of two conflicting interpretations. The court below and appellees here take the position that the controlling words of distribution create a single class of persons whose share in the corpus is determined by the words “share and share alike”; only the identity of these persons, it is argued, is to be determined by the intestacy laws. Although this is a reasonable interpretation of the will, it can also reasonably be argued that the testatrix intended the intestacy laws to govern doth the designation of the distributees and the manner in which they are to receive their shares. Rather than creating a single class, the intestacy law divides all the heirs into several classes, according to their degree of relationship to the decedent. Mindful of this distribution scheme, the appellants urge that, by the words “share and share alike,” the testatrix intended to have each of these classes receive an equal share. This argument also is consistent with the language of the will, and we have previously given recognition to similar arguments: “The word ‘equally’ as used herein does not require a per capita distribution among all heirs. ‘Equally’, prima facie, means as appellants contend, a per capita distribution among the heirs. However, appellants then admit, as they logically and under the authorities must—Love Estate, 362 Pa. 105, 66 A. 2d 238—that tbe word ‘equally’ means equally amongi heirs of the same class, but tbe issue of a deceased member of that class would not take equally with tbe members of tbe first class, but would take per stirpes.” Burleigh Estate, 405 Pa. 373, 379, 175 A. 2d 838, 841 (1961).\nBecause tbe words of tbe testatrix are susceptible to either of tbe above interpretations, our next recourse for determining tbe testatrix’s intent is tbe scheme of distribution created by tbe will. There is no apparent pattern, however, in the eleven bequests contained in Edith Hamilton’s will. If it had attempted an equal distribution to each of testatrix’s nephews and nieces, either directly or through their parents, that distribution scheme would arguably support a stirpital distribution. Such a scheme, however, does not appear in this will, and the amalgam of bequests which does appear gives no clue as to whether the particular bequest here in question is to be distributed per stirpes or per capita.\nNor do we receive any indication of Edith Hamilton’s intent from the circumstances surrounding the making of her will. The only circumstances disclosed by the record are the identities of the relatives of Mrs. Hamilton who were alive at the time she drew her will, as above described. Such evidence alone, however, is insufficient for drawing any conclusions relevant to the question before us: we cannot say from these facts that for the testatrix’s nephew and grandnephew to receive a greater share than each of her six grandnieces and grandnephews is more or less in, accord with her. intent than for all eight to receive an equal share.\nBeing unable to determine Edith Hamilton’s intent from the scheme of her will or the circumstances surrounding its execution, we are relegated to our canons of construction. Even these, however, do not supply a ready answer. We consider four of them.\n(1) There is a generally adhered to principle that, when the beneficiaries are of equal degrees of kinship, the estate passes per capita, but when they are of different degrees of kinship, the estate passes per stirpes. This is a corollary to an older presumption that the distribution of an estate follows the laws of intestacy unless a contrary intent is clearly expressed. Ashburner’s Estate, 159 Pa., at 546-48, 28 A., at 361-62 (1894); Hoch’s Estate, 154 Pa. 417, 420-21, 26 A. 610, 611 (1893); Risk’s Appeal, 52 Pa. 269, 273 (1866); Minter’s Appeal, 40 Pa. 111, 115 (1861). Pursuant to that presumption, we have required a stirpital distribution where the bequest “shall be equally divided between all the heirs,” Baskin’s Appeal, 3 Pa. 304 (1846), and. where the gift is “to be divided in equal shares to my legal heirs”, Hoch’s Estate, supra.\nIt is significant, however, that the testator in Baskin’s Appeal and Hoch’s Estate used the word “heirs”, and that the will before us used the words “such persons as would be entitled to share in the distribution of my estate under the intestate laws . . .”, the latter language being more susceptible to the interpretation that the testatrix intended that those laws be used only for designating her beneficiaries, and not for determining the share each is to receive. Because this language is more susceptible to a per capita distribution than that in Baskin, supra, and Hock, supra, we are not bound by the holdings of those cases.\n(2) The foregoing presumption, moreover, viz, that distribution follows the laws of intestacy unless a contrary intention appears, is here counterbalanced by the presumption that the words “share and share alike”, or their equivalent, require each beneficiary to receive an equal share. This presumption exists even where the language of the will renders such words gramatically inconclusive, a complication not present in the case at bar.\n(3) There is an additional canon wbicb disfavors an interpretation rendering language in the will nugatory. This would occur here under a per stirpes construction, appellees argue, since that is the distribution which would have resulted had the words “share and share alike” been omitted altogether from the will. But this argument ignores the fact that words requiring equal shares can mean “equally among heirs of the same class”, as well as “equally among all the heirs”, Burleigh Estate, supra; consequently, the words “share and share alike” have meaning under either interpretation.\n(4) Equally inconclusive is the canon which teaches that words which appear repeatedly in a will are used consistently throughout. On the one hand it is argued that “share and share alike” are used consisently throughout the will to effect a per capita distribution; on the other hand, the appellants argue that these words are used consistently as surplusage. We must reject the latter argument because it is contrary to the rule that words used are not to be ignored. The former argument we also reject because the provision at issue is the only place, aside from an identical provision in the residuary clause, where the words “share and share alike” refer to a bequest for persons of different degrees of kinship. Consequently, we are here dealing with the only bequest which raises the issue of whether the distribution is per stirpes or per capita; under these circumstances, we cannot hold that the meaning of “share and share alike” in the other bequests controls the one before us.\nNone of our canons of construction, therefore, clearly controls this case. The two which clearly do apply [ (1) and (2), supra] counterbalance one another, while each of the other two [(3) and (4), supra] can be used to support the positions of either appellants or appellees. Nevertheless, considering the canons altogether, they do provide sufficient guidelines for reaching a decision. Although interpreting this will as creating a stirpital distribution does not render the words “share and share alike” completely nugatory, those words certainly have more meaning under a per capita construction. Similarly, even though the provision before us is, with the exception noted, unlike others in the will, we should still give preference to a distribution scheme which is consistent in its equality of treatment with every other provision in which more than one person is the beneficiary of a bequest.\nIt is apparent, moreover, that a distribution per capita is more consistent with the language of the will as a whole than would be a distribution per stirpes. In order to reach a stirpital distribution, we would first have to infer that the testatrix was not thinking of her heirs as a class, but rather as several classes, consistent with the intestacy laws. A per capita distribution, on the other hand, does not require such an inference, and thus comes closer to the plain meaning of the testatrix’s language.\nIn sum, we conclude that a per capita distribution is in greater conformity both with the rules of interpretation and the language of the testatrix than would be a distribution per stirpes.\nThe decree is affirmed. Costs on appellants.\nMr. Chief Justice Jones dissents.\nBy the terms of the win, the heirs are determined by the Act of June 7, 1917, P. L. 429, 20 P.S. 65 (Appendix), the intestate law in effect at the date of execution of the will.\nHouston Estate, 414 Pa. 579, 586-87, 201 A. 2d 592, 595 (1964), citing Dinkey Estate, 403 Pa. 179, 168 A. 2d 337 (1961); Pruner Estate, 400 Pa. 629, 162 A. 2d 626 (1960); Wanamaker Estate, 399 Pa. 274, 159 A. 2d 201 (1960); and Hope Estate, 398 Pa. 470, 159 A. 2d 197 (1960). See also Hoover Estate, 417 Pa. 263, 266-67, 207 A. 2d 840, 842 (1965); Burleigh Estate, 405 Pa. 373, 376, 175 A. 2d 838, 839-40 (1961).\nIn this case, three classes are created, the first consisting of O. Gibson Shaw, the second being the descendants of Ella Weidle Kerr, and the third being the descendants of John A. Shaw. Act of June 7, 1917, P. L. 429, §9(d), 20 P.S. 65 (Appendix).\nSee also Ashburner’s Estate, 159 Pa. 545, 547, 28 A. 361, 362 (1894); Baskin’s Appeal, 3 Pa. 304, 307 (1846).\nIn Burleigh Estate the language of the will divided the testator’s estate “equally among my said brother and sister, or their heirs”; the Court interpreted this to mean that the heirs of the sister would not take equally with the heirs of the brother, but would instead divide the share which the sister would have received had she lived.\nThe first gift in the will devised aU of testatrix’s real estate in specified counties to two of the sisters, Lulu and Minta, for life, “share and share alike”, with the remainder to Ella Weidle Kerr.\nThe second and third bequests divided the testatrix’s silver into two portions, the first (consisting of engraved spoons) going to Ella Weidle Kerr, and the second, along with dishes and jewelry, going to the three sisters, “share and share alike”. The fourth bequest divided the remaining personalty among Lulu and Minta, “share and share alike.”\nThe remaining bequests were gifts of money: $10,000 to be held in trust for Ella Weidle Kerr, for life, provided she survived, •then to be distributed to the heirs of Edith Hamilton (this is the distribution now being contested) ; $5,000 to her sister, Alma; $5,000 to her nephew, Gibson Shaw; $2,000 to the First Presbyterian Church of Emlenton, Pennsylvania; $1,000 to the Woman’s Missionary Society of the church; and $2,000 in trust for the maintenance of the grave site.\nBy the residuary clause, the remainder of the estate was to be held in trust for two of the sisters of testatrix, Lulu and Minta, “share and share alike”, during their lifetimes, then to be distributed to the then living children of John A. Shaw, “share and share alike’’. If no children of John A. Shaw were then living, then the distribution was to be the same as that of the trust now at issue.\nJohn A. Shaw was named the executor of the will. [Throughout this summary of the will, emphasis has been added to the words “share and share alike” for the purposes of later discussion.]\nContrast the present case with those in which we did find the distribution scheme significant in ascertaining the intent of the testator: Hoover Estate, 417 Pa. 263, 266, 268, 207 A. 2d 840, 842, 843 (1965); Burleigh Estate, 405 Pa., at 377, 175 A. 2d, at 840; Wanamaker Estate, 399 Pa. 274, 281-82, 159 A. 2d 201, 204-05 (1960); Campbell Estate, 395 Pa. 395, 399, 150 A. 2d 333, 334-35 (1959); Davis’s Estate, 319 Pa. 215, 219, 179 A. 73, 74-75 (1935).\nSee Hoover Estate, 417 Pa. at 267-68, 207 A. 2d at 843; Burleigh Estate, 405 Pa., at 379, 175 A. 2d, at 841; Campbell Estate, 395 Pa., at 399, 150 A. 2d, at 334-35.\nCf. England Estate, 414 Pa. 115, 120, 200 A. 2d 897, 899-900 (1964), where the Court, noting that a stirpital distribution would give one set of grandchildren a disproportionate share of the bequest, failed to find evidence that the testator intended such a result. For other cases in which surrounding circumstances were found helpful in construing a will, see Burleigh Estate, 405 Pa. at 378, 175 A. 2d, at 840; Hollenbaugh Estate, 402 Pa. 256, 261-62, 167 A. 2d 270, 272-73 (1961).\nLove Estate, 362 Pa. 105, 108-09, 66 A. 2d 238, 240-41 (1949); Wootten’s Estate, 253 Pa. 136, 142-43, 97 A. 1066, 1067 (1916). It is significant to note that nearly all of the decisions cited in this opinion are in accord with this principle on their facts.\nBut see Witmer's Executors v. Ebersole, 5 Pa. 458, 461 (1846), in which the testator instructed “that all my heirs, and my wife’s heirs, not herein aforesaid mentioned, are to share equal share alike,” but the Court upheld a per capita distribution on the ground that all the beneficaries were in equal degree of kinship. See comment in ftnt. 9, supra.\nHoover Estate, 417 Pa. at 287, 207 A. 2d, at 842; England Estate, 414 Pa., at 120, 200 A. 2d, at 899; Burleigh Estate, 405 Pa. at 379, 175 A. 2d, at 841; Garnier v. Garnier, 265 Pa. 175, 180, 108 A. 595, 598 (1919).\nHoover Estate, 417 Pa., at 267, 207 A. 2d, at 842; Campbell Estate, 395 Pa., at 397, 150 A. 2d, at 334; Scott’s Estate, 163 Pa. 165, 170, 29 A. 877, 878 (1894).\nThis occurs when the words of purchase include two or more groups of persons, thus allowing the words “share and share alike” to modify each person as readily as each group. For example, in Scott’s Estate, supra, the bequest was “to be divided among my nephews and nieces, to wit: the legal heirs of Mrs. Lilly A. Gwin, the heirs of my deceased brother James A. Scott, and the lawful heirs of my beloved brother John W. Scott, and Anna B. Stuckey, each to take share and share alike.” Thus, the groupings created by the language itself led to the ambiguity as to whether each group was to receive an equal share, or each nephew and niece was to do so, regardless of the group to which he or she belonged. A similar situation arose in both Hoover Estate and Campbell Estate, supra.\nIn the case at bar, however, the words of purchase refer to one group only, namely, “such persons as would be entitled to share in the distribution of my estate”, and there is thus no question as to which words are being modified.\nEngland Estate, 414 Pa., at 119, 200 A. 2d, at 899; Hollenbaugh Estate, 402 Pa., at 259, 167 A. 2d, at 271; Collins Estate, 393 Pa. 519, 522, 143 A. 2d 45, 47 (1958); Joyce’s Estate, 273 Pa. 404, 408, 117 A. 90, 91 (1922).\nBlackburne’s Estate, 290 Pa. 55, 58, 138 A. 538 (1927); Duckett’s Estate, 214 Pa. 362, 367, 63 A. 830, 832 (1906)."}