{"id": "582061", "contents": "Opinion\nPer Curiam,\nAppellant’s case has twice previously been before this Court. On December 30, 1971, we remanded the case to the Court of Common Pleas of Lancaster County for a determination as to whether appellant had waived his Douglas rights. Commonwealth v. Jones, 447 Pa. 228, 286 A. 2d 892 (1971). The lower court found that a Douglas hearing would be fruitless and granted appellant the right to appeal, as though timely filed, to this Court. On that appeal, appellant raised the issue of whether his confession was voluntary. The record of appellant’s murder trial had not been transcribed, however, and we again remanded the case, this time for a Jackson-Denno hearing on the voluntariness of appellant’s alleged confession. Commonwealth v. Jones, 450 Pa. 372, 301 A. 2d 631 (1973).\nAt the Jackson-Denno hearing, testimony was received from appellant, from the custodian of the records of the Lancaster City Police, and from a former police officer who had attended and testified at appellant’s murder trial. Although in a Jackson-Denno hearing the Commonwealth must prove the voluntariness of a confession by a preponderance of the evidence, Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 239 A. 2d 426 (1968), the burden of proving that a confession was taken and used against a defendant is upon that defendant. This is no less true in a silent record ease, especially where the testimony of a witness who attended the trial and the availability of the police records which would normally contain any written confession provide “an equivalent picture” of what transpired at trial on this issue.\nAt the commencement of tbie tTackson-Denno bearing, the court below erroneously stated that the burden rests upon the defendant to prove that his confession was involuntary. This is clearly a misstatement of the law of our Commonwealth. However, in view of the finding of the court below that no confession was offered at trial, this error must be viewed as harmless. We believe the finding of the court below was supported by credible evidence and the dismissal of appellant’s post-conviction petition was proper.\nJudgment of sentence affirmed.\nMr. Justice Eagen concurs in the result.\nDouglas v. California, 372 U.S. 353 (1963).\nAppellant alleged that a written confession had been offered at trial over defense counsel’s objection and over the trial court’s sustention thereof. Appellant claimed further that he was coerced into signing the confession without being afforded the opportunity to read it and that the context of the written confession differed materially from the statement appellant gave the police following arrest.\nAppellant’s trial took place in 1930 and at the time of this hearing the trial judge, the prosecuting attorney, the defense attorney, and the stenographer were no longer living.\nSee Commonwealth ex rel. Goldsmith v. Myers, 430 Pa. 385, 391-92, 243 A. 2d 429, 432-33 (1968) (concurring opinion of Mr. Justice Roberts).\nThe court below found:\n“The absence of any written confession among the police records, especially in view of the fact that other statements of witnesses are among the police records, we consider to be not only remarkable but indicative that no written statement was taken from Defendant.\n“From our prior knowledge of and experience with Daniel W. Shaub, former police officer of the Lancaster City Police, we are satisfied that if a written statement had been taken from the Defendant and used at his trial, he would have knowledge of that fact and his recollection of the circumstances are so remarkable that such an important fact we do not believe would have been overlooked and forgotten.\n“We are not bound to accept as true anything the Defendant said and the mere fact that he testified that his written confession was read to the Jury by the District Attorney is not binding on us and we find as a fact that his testimony is not credible. We have not determined the voluntariness of any confession made by the Defendant since we have determined that no confession was taken from him by the police and no confession was used against him in the trial of his case.”"}