{"id": "582208", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant, Mamie Brittain, was charged with the murder of her friend, Deborah Barley. Following a jury-waived trial, the court found appellant guilty of voluntary manslaughter. Post-trial motions were denied, and, on February 27, 1973, sentence of not less than one day nor more than five years imprisonment was imposed. This direct appeal followed. We affirm.\nOn April 10, 1971, the loud playing of a stereo in the Brittain home awakened appellant, who had been taking a nap in an upstairs bedroom. She went downstairs, where Deborah Barley and several mutual friends were listening to music. Deborah was wearing a pair of slacks that she had borrowed without permission from appellant. Appellant recognized her slacks and asked Deborah to remove them. When Deborah refused to comply, an argument ensued. Appellant, who admits she is “very quick tempered,” then ran upstairs and got a knife. She returned armed and again demanded her slacks, but Deborah refused. Angered, appellant stabbed Deborah once in the chest. The single wound proved fatal.\nPolice were immediately summoned. Officer Rogers of the Philadelphia police arrived, saw the victim prostrate on the floor, and asked what had happened. This general inquiry was directed to no one in particular. Mamie Brittain volunteered, “I stabbed her.” The officer, without first giving appellant the warnings mandated by Miranda v. Arizona then asked her, “What did you stab her with?” She responded, “A knife; it is upstairs under the bureau.” The knife was retrieved and appellant taken to police headquarters.\nAt police headquarters, a detective advised appellant of her Miranda rights. Appellant indicated her willingness to talk; within one hour a complete oral confession was obtained.\nPrior to trial, defense counsel moved that all statements given both at the Brittain residence and at police headquarters be suppressed. The motion was denied and the statements introduced into evidence over objection. On this appeal, Brittain challenges the admissibility of her oral statements.\nThere can be no question that appellant’s first statement, “I stabbed her,” was properly admitted. Miranda warnings were not required before Officer Rogers asked generally of the several persons on the scene what had happened. Miranda v. Arizona, 384 U.S. 436, 477-78, 86 S. Ct. 1602, 1629-30 (1966); Commonwealth v. Jefferson, 423 Pa. 541, 545, 226 A.2d 765, 767-68 (1967). The officer’s initial inquiry cannot be equated with interrogation; appellant’s first response surely was volunteered. Commonwealth v. Yount, 455 Pa. 303, 308, 314 A.2d 242, 245 (1974); Commonwealth v. Miller, 448 Pa. 114, 121 n.2, 290 A.2d 62, 65 n.2 (1972).\nAfter appellant volunteered that she had committed the stabbing, she was, as the Commonwealth correctly recognizes, a suspect. See Commonwealth v. Marabel, 445 Pa. 435, 283 A.2d 285 (1971); Commonwealth v. Sites, 427 Pa. 486, 235 A.2d 387 (1967). Moreover, after appellant gave this incriminating statement, “she Was certainly not free to leave and at least technically On custody.’” Commonwealth v. Jefferson, supra at 546, 226 A.2d at 768. See Orozco v. Texas, 394 U.S. 324, 89 S. Ct. 1095 (1969); Commonwealth v. D’Nicuola, 448 Pa. 54, 56-58, 292 A.2d 333, 335-36 (1972); Commonwealth v. Sites, supra at 492, 235 A.2d at 390. Appellant’s second statement, “A knife; it is upstairs under the bureau,” should therefore have been suppressed as the product of improper custodial interrogation not preceded by Miranda warnings.\nThe admission of appellant’s second statement is precluded by this Court’s decision in Commonwealth v. Jefferson, supra. As in Jefferson, Brittain’s first response “was truly a volunteered, spontaneous, freely-made utterance to general questioning of citizens in the police fact-finding process.” Id. at 545, 226 A.2d at 768. However, after appellant volunteered that she had stabbed Deborah Barley, as in Jefferson, “a new situation had arisen.” Id. Our holding in Jefferson controls the instant case: “As of then, [Officer Rogers] knew there had been a stabbing and [Brittain] was, by her own admission, the perpetrator. She should immediately have been advised of her right to remain silent before further questioning ensued, and such warning not having been given renders her statements made from that point on constitutionally inadmissible.” Id. Accord, Commonwealth v. Yount, supra at 311, 314 A.2d at 246; Commonwealth v. Feldman, 432 Pa. 428, 432-33, 248 A.2d 1, 3-4 (1968).\nThe Commonwealth argues, however, that Officer Roger’s second question, “What did you stab her with?”, was proper as merely a clarifying inquiry. We do not agree. The officer’s second question was interrogation and not a neutral inquiry of a clarifying nature. Only recently this Court held: “[A]fter an incriminating, but ambiguous, statement is volunteered ... a question which does not do ‘anything more than clarify statements already made,’ in the absence of any coercion or prompting, subtle or overt, is permissible.” Commonwealth v. Yount, supra at 310, 314 A.2d at 246 (emphasis added). See Commonwealth v. Youngblood, 453 Pa. 225, 234, 307 A.2d 922, 927 (1973); Commonwealth v. Simala, 434 Pa. 219, 226 n.2, 252 A.2d 575, 579 n.2 (1969).\nIn Yount, the appellant went to a police station and there volunteered, “I killed that girl,” without specifying his victim. Yount’s incriminating statement was plainly ambiguous. We there held admissible appellant’s identification of his victim given in response to a police question asking him to identify “that girl.” Here, however, appellant’s initial statement was in no sense ambiguous. By her first statement, volunteered while appellant was standing in the same room with Deborah Barley’s body, appellant indicated both that she had killed someone and identified Deborah as her victim. There was no ambiguity to clarify. The officer’s second question sought more than mere clarification.\nInterrogation as to the details of a crime may not be equated with permissible clarification of ambiguity. Consequently, admission of appellant’s second statement was error. On this record however, this error was clearly harmless beyond a reasonable doubt Chapman v. California, 386 U.S. 18, 87 S. Ct. 824 (1967); Commonwealth v. Davis, 452 Pa. 171, 305 A.2d 715 (1973); Commonwealth v. Padgett, 428 Pa. 229, 237 A.2d 209 (1968).\nAppellant’s statement that the stabbing was with a knife, while inadmissible, involved only a description of the weapon used and its location. These details on this record were only repetitive. The essential elements of proof of the weapon already appeared by other evidence in the Commonwealth’s case. At most, Brittain’s statement “played an insignificant role in the trial,” and was the subject of “minimal prosecutorial use.” Commonwealth v. Padgett, supra at 238, 237 A.2d at 213-14. Furthermore, no objection to the admission of the knife was interposed.\nMoreover, after proper and adequate Miranda warnings, appellant freely gave an admissible confession at police headquarters. This properly-admitted confession repeated the same details contained in her second, improperly-admitted statement. At trial, appellant also testified to the same details, admitting both the stabbing and the identity of the weapon used. In light of both appellant’s confession and her in-court testimony, it must be concluded that the error of admitting her second statement was cured and its admission rendered harmless beyond a reasonable doubt. Commonwealth v. Brown, 438 Pa. 52, 57, 265 A.2d 101, 104-05 (1970); Commonwealth v. Collins, 436 Pa. 114, 121-22, 259 A.2d 160, 164 (1969); Commonwealth ex rel. Edowski v. Maroney, 423 Pa. 229, 233, 223 A.2d 749, 752 (1966); Commonwealth ex rel. Adderley v. Myers, 418 Pa. 366, 368, 211 A.2d 481, 482-83 (1965); see People v. Jacob son, 63 Cal. 2d 319, 330, 405 P.2d 555, 563, 46 Cal. Rptr. 515, 523 (1965), cert. denied, 384 U.S. 1015, 86 S. Ct. 1954 (1966).\nFinally, we note that two eyewitnesses testified under oath that they saw appellant stab the victim with the knife, substantially corroborating appellant’s improperly-admitted statement, her confession, and her testimony. This testimony further served to render the error harmless beyond a reasonable doubt. Commonwealth v. Davis, supra.\nReview of this record satisfies us that in light of appellant’s properly-admitted confession, her in-court testimony, the substantial corroborative eyewitness testimony, and the minimal impact appellant’s unwarned statement played in this trial, admission of the statement “A knife; it is upstairs under the bureau” was harmless beyond a reasonable doubt. There is no basis for disturbing the trial court’s judgment.\nJudgment of sentence affirmed.\nThis Court’s jurisdiction is found in the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp. 1973).\n384 U.S. 436, 86 S. Ct. 1602 (1966).\nA written confession was also obtained, but not used at trial.\nAppellant also contends that the knife was improperly admitted into evidence. No pretrial motion to suppress the knife was made; its admissibility, therefore, may not now he questioned. Pa. R. Crim. P. 323(b); Commonwealth v. Sasser, 453 Pa. 622, 309 A.2d 352 (1973). Also, admission of the knife was not objected to at trial.\nSee generally Kamisar, “ 'Custodial Interrogation’ Within the Meaning of Miranda,” in Institute of Continuing Legal Education, Criminal Law and the Constitution—Sources and Commentaries 335 (1968).\nAppellant further argues that this confession was tainted by the statement obtained at the Brittain home. See e.g., Commonwealth v. Ware, 438 Pa. 517, 265 A.2d 790 (1970). A prerequisite to impermissible taint, however, is a causal connection between the two statements. Commonwealth v. Rowe, 445 Pa. 454, 458-60, 282 A.2d 319, 321-22 (1971) ; Commonwealth v. Frazier, 443 Pa. 178, 181, 279 A.2d 33, 35 (1971).\nHere, the causal link is missing. Appellant’s full confession cannot be realistically viewed as the product of the disclosure of the detail that she used a knife which was upstairs. If any statement caused appellant’s oral confession, it was the earlier admission, “I stabbed her,” volunteered on the scene in the presence of the police officer and the eyewitnesses.\nAppellant’s argument also overlooks the fact that she testified at trial to the same details contained in the challenged confession. Indeed, appellant’s trial strategy was to admit the stabbing but to show that it was done without premeditation and in anger. See Commonwealth ex rel. Adderley v. Myers, 418 Pa. 366, 211 A.2d 481 (1965)."}