{"id": "582362", "contents": "Opinion by\nMr. Justice Roberts,\nOn June 2, 1972, appellant Robert Greer pleaded guilty in the Court of Common Pleas of Philadelphia to a charge of voluntary manslaughter. Sentence of eighteen months to ten years was imposed. Appointed counsel, who represented appellant at trial, now seeks to withdraw from further representation. We con-elude that counsel has failed to comply with the requirements of Anders v. California, 386 U.S. 738, 87 S. Ct. 1396 (1967), and Commonwealth v. Baker, 429 Pa. 209, 239 A.2d 201 (1968), and we accordingly direct the filing of a brief consistent with the Anders-Baker standard.\nSince our decision in Bakher, this Court has several times reaffirmed the constitutionally-mandated procedure for withdrawal of counsel. Most recently, in Commonwealth v. Jones, 451 Pa. 69, 71, 301 A.2d 811, 812-13 (1973), we reiterated that Anders and Baher sought to assure that the quality of representation, and hence of justice, would not vary because of an accused’s indigency.\nAnders and Baker require that before appointed counsel may withdraw, he must thoroughly examine the record and determine whether his client’s case is wholly frivolous. If he so determines, counsel must then (1) request the court’s permission to withdraw, (2) submit with his request a brief referring the court to anything in the record which might arguably support an appeal, and (3) furnish a copy of this brief to his client in time to allow an appeal in propria persona or a request for appointment of new counsel. See Anders v. California, supra at 744, 87 S. Ct. at 1400; Commonwealth v. Jones, supra at 73, 301 A.2d at 813-14; Commonwealth v. Baker, supra at 214, 239 A.2d at 203. It should be emphasized that lack of merit in an appeal is not the legal equivalent of frivolity. Anders “appears to rest narrowly on the distinction between complete frivolity and absence of merit. The latter is not enough to support either a request by counsel to withdraw, nor the granting of such a request by the court.” ABA Project on Standards for Criminal Justice, Standards Relating to the Defense Function § 8.3, Commentary at 297 (Approved Draft, 1971).\nHere counsel does not allege that the appeal is frivolous. He merely “submits that he is unable to raise any argument which would compel or even permit this Court to grant a new trial.” While it may or may not be true that appellant’s prospects on appeal are dim, counsel may not withdraw unless he has determined that his client’s case is entirely frivolous. Whether a new trial should be granted must remain a decision for the court, not defense counsel.\nNeither has counsel complied with the Anders-Baker standard for an advocate’s brief. Here the “brief” is nothing more than the no-merit letter found constitutionally deficient in Anders. Counsel simply quotes portions of the colloquies in which appellant waived a jury trial and indicated an understanding of his guilty plea. Anders and Baker are not to be so cavalierly bypassed.\n“The constitutional requirement of substantial equality and fair process can only be attained where counsel acts in the role of an active advocate in behalf of his client, as opposed to that of amicus curiae.” An ders v. California, supra at 744, 87 S. Ct. at 1400. In the present case, the “brief” submitted with the request to withdraw effectively amounts to an argument in support of affirmance. See Commonwealth v. Baker, supra at 213, 239 A.2d at 203. Such an effort does not satisfy the constitutional standard.\nFinally, there is no indication in the record that counsel has satisfied the third Anders-Baker requirement—“indeed the most important requirement,” Baker, supra at 214, 239 A.2d at 203—notification of his client. Counsel must notify appellant that he is requesting permission to withdraw and provide a copy of his brief so that the appeal may be presented in propria persona or by new counsel. Id. This procedure is an obvious necessity if an appellate court is to permit wdthdrawal because the court must be aware of the client’s reaction to counsel’s request.\nSince counsel has failed to comply with the constitutional requirements for wdthdrawal from this case, we direct that a brief consistent with this opinion be filed. Counsel must also afford appellant sufficient time in which to respond to the copy of the brief which must be provided him.\nCounsel is directed to file a brief consistent with this opinion.\nThis Court’s jurisdiction attaches by virtue of the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp. 1973). This appeal was erroneously taken in the Superior Court and that court transferred. Id., art. V, § 503(b), 17 P.S. § 211.503(b) (Supp. 1973).\nSee, e.g., Commonwealth v. Jones, 451 Pa. 69, 301 A.2d 811 (1973); Commonwealth v. Bell, 449 Pa. 1, 295 A.2d 307 (1972); Commonwealth v. Taylor, 448 Pa. 272, 292 A.2d 340 (1972); Commonwealth v. Zanine, 444 Pa. 361, 282 A.2d 367 (1971); Commonwealth v. Villano, 435 Pa. 273, 256 A.2d 468 (1969).\nSee ABA Project on Minimum Standards for Criminal Justice, Standards Relating to Providing Defense Services § 5.3 (Approved Draft, 1968).\n“Counsel should not seek to withdraw because he believes that the contentions of his client lack merit, but should present for consideration such points as the client desires to be raised provided he can do so without compromising professional standards.” Id. at 49. Cf. id., Commentary at 51. See also ABA Project on Standards for Criminal Justice, Standards Relating to Criminal Appeals § 2.2 (Approved Draft, 1970).\nBrief for Appellant at 4-5.\nIn determining what constitutes “advocacy,” counsel when preparing his Anders brief, should be guided by this Court’s statements in our withdrawal eases. See cases cited note 2 supra. A review of Baker, our first ease applying Anders, and Jones, our most recent pronouncement on this question, should resolve any doubt regarding the role counsel must assume. See Commonwealth v. Jones, 451 Pa. 69, 73-76, 301 A.2d 811, 814-15 (1973); Commonwealth v. Baker, 429 Pa. 209, 213-14, 239 A.2d 201, 203 (1968). See also ABA Project on Standards for Criminal Justice, Standards Relating to the Defense Function § 8.3 (Approved Draft, 1971).\nSee Anders v. California, 386 U.S. 738, 744, 87 S. Ct. 1396, 1400 (1967); Commonwealth v. Baker, 429 Pa. 209, 213-14, 239 A.2d 201, 203 (1968)."}