{"id": "582381", "contents": "Opinion by\nMr. Justice Eagen,\nOn September 15, 1972, Nathaniel Nelson, the appellant, while assisted by counsel, entered a general plea of guilty to an indictment charging him with the murder of Eonald Lee Campbell on May 29, 1971. In answer to questions by the court, Nelson affirmatively indicated he understood the presumption of innocence in favor of a criminal defendant; the right to trial by jury; that by pleading guilty he was waiving Ms right to a trial and “was admitting doing everything” that he “was charged with”; that he was aware of the possible consequences and was pleading guilty “of my own free will.” The assistant district attorney then recommended to the court that Nelson be adjudged guilty of voluntary manslaughter and sentenced to prison for not less than three and one-half and no more than ten years.\nFollowing the foregoing, the court stated it was accepting “the plea of voluntary manslaughter,” although at that point in the proceedings, no factual basis for the guilty plea had been made part of the record. However, immediately thereafter, an evidentiary hearing ensued and the assistant district attorney with the acquiescence of defense counsel introduced into evidence in the presence of Nelson a recorded extrajudicial inculpatory statement by Nelson, and a recitation or summary of the testimony of certain named eyewitnesses who were present in court and ready to testify to the circumstances of the crime. This evidence indicated Nelson fatally stabbed Ronald Lee Campbell with a knife during a fight which began in a bar in Philadelphia and continued on out in the street; that Campbell was unarmed at the time and the fight was the culmination of prior hard feelings existing between the two. When the district attorney finished, the court asked defense counsel, “Do you wish the court to hear from the defendant or any witnesses on behalf of the defendant? Counsel replied, “No, Sir.” The court then asked, “None at all?” Counsel responded, “None.”\nThe court then directed questions to Nelson concerning his background after which defense counsel was asked if he wished to bring to the court’s attention any facts concerning Nelson. In response to this, Nelson’s mother was called and testified to his prior personal history.\nAt the conclusion of the above testimony, the court postponed sentence until a later date. On October 11, 1972, Nelson appeared with counsel before the court for sentencing. No request to withdraw the guilty plea was made. A prison sentence of three and one-half to ten years was imposed. This direct appeal was filed on November 9th.\nIt is now urged the guilty plea should be set aside, and the judgment that followed be reversed because the trial court did not “make a personal inquiry into the facts of the case to determine that there was a substantial basis for a guilty plea.”\nBefore accepting a plea of guilty to a criminal indictment, the court is required to satisfy itself there is a factual basis for the plea of guilt. See Rule 319, Pennsylvania Rules of Criminal Procedure; Commonwealth v. Ingram, 455 Pa. 198, 316 A. 2d 77 (1974); Commonwealth v. Maddox, 450 Pa. 406, 300 A. 2d 503 (1973); and Commonwealth v. Jackson, 450 Pa. 417, 299 A. 2d 209 (1973). And, while it may be more advisable for the court to elicit from the accused personally the factual basis for the guilty plea, the failure to follow this procedure is not sufficient to invalidate the plea, if during the plea proceedings the facts of the crime and the factual basis for the plea are placed on the record in the presence of the accused and the court. Cf. Commonwealth v. Campbell, 451 Pa. 465, 304 A. 2d 121 (1973), and Commonwealth v. Maddox, supra. If this is done, the purpose of Rule 319 is satisfied.\nThe validity of the guilty plea is also challenged because allegedly his counsel told Nelson the assistant district attorney agreed that if a guilty plea were entered, Nelson would be sentenced to Eaglesville Sanatorium where he would be treated for chronic alcoholism. Since there isn’t an iota of evidence in the record to support this allegation, it is impossible for us at this time to intelligently determine the truth or merits thereof.\nJudgment affirmed.\nMr. Chief Justice Jones took no part in the consideration or decision of this case."}