{"id": "582366", "contents": "Opinion by\nMr. Justice Eagen,\nThis action in equity seeks to enjoin the defendants from proceeding with the construction of a mobile home park on certain land in Union Township, Washington County. The plaintiffs are adjoining landowners. The complaint named William L. Recker as defendant; however, by stipulation High View Mobile Park, Inc. was added as a party-defendant prior to trial. After an extended hearing, the chancellor entered an adjudication and decree nisi in favor of the defendants. Some of the plaintiffs, including Robert C. Buckingham and his wife, Joanne, filed exceptions to the adjudication and decree nisi, but these exceptions were later dismissed by a court en banc and the decree nisi was made final. The Buckinghams then filed this appeal.\nThe following facts in the record, which are undisputed, disclose the background of the controversy.\nOn April 4, 1955, William F. Recker and Madeline Recker, his wife, became the owners in fee of a 155 acre tract of land in Union Township. Between 1956 and 1962, William P. Recker and Madeline Recker made eleven separate conveyances out of this 155 acre tract. The appellants were the grantees in one such conveyance. Each deed in these conveyances granted title to the grantees therein to a lot or lots of land subject to certain “covenants, conditions and restrictions” which were designated as “covenants running with the land.” One such covenant provided “[n]ot more than one dwelling house shall be constructed on each lot as shown on the plan.” Another provided that the construction plans for each dwelling house and septic tank installation were subject to the approval of the grantors prior to construction. In addition, each deed included the following restrictions dealing with trailers: “No trailer, basement, tent, shack, garage, or any outbuilding other than a dwelling house approved as herein provided erected thereon shall at any time be used as a residence.” Further, all hut two of the eleven deeds contained the following prohibition: “No trailer shall be placed, or parked on the above described land for use of occupancy as a dwelling house or for any other purpose whatever.”\nWilliam F. Becker died testate on April 10, 1969, and by his last will and testament he devised the remaining portion of the 155 acre tract [approximately 148 acres] to his seven surviving children, one of whom was the defendant, William L. Becker. In February 1971, William L. Becker submitted a mobile home trailer park site plan, “Becker-Walton Mobile Home Trailer Park”, to the Planning Commission and the Board of Supervisors of Union Township for approval. The trailer park was to be constructed on the 148 acre tract devised under the will of William F. Becker, deceased. In November 1971, the plan for construction of the park was approved by the township’s Planning Commission and Board of Supervisors. On May 1, 1972, the township’s Zoning Board of Adjustment issued the necessary building permit. On May 30th, title to the 148 acre tract was purchased by High View Mobile Park, Inc. [High View] for $65,000. William L. Becker owns one-third of the stock in this corporation and serves as its secretary-treasurer. The instant action was instituted on June 5th.\nThe appellants maintain the entire 155 acre tract from which their lot was carved is bound by the “covenants, conditions and restrictions” included in their deed, particularly, the restriction against use of the land for trailers. Admittedly, the appellants’ deed and the other deeds executed by William F. Recker and Madeline Recker making conveyances out of the 155 acre tract did not expressly subject the entire tract to these restrictions; however, it is urged this was the manifest intention of the grantors as evidenced by the circumstances surrounding the eleven conveyances. In essence, appellants assert the existence of a reciprocal negative easement.\nIn support of the foregoing position, the testimony of a registered professional engineer, Lloyd Provost, plus that of Robert C. Buckingham and other plaintiffs, was introduced in evidence at trial.\nMr. Provost stated he was first retained by William F. Recker to survey that portion of the 155 acre tract lying “along the Elrama-Finley Road” and on a subsequent date he was employed to survey that portion of the 155 acre tract lying “up towards his [Recker’s] farm house.” He identified a trial exhibit as being a copy of a map or plan dated June 22, 1957, that he and his associates prepared following these surveys. This map or plan contained at most twenty building lots, and Mr. Provost specifically stated he did not “lay out the whole farm”. However, some of the building lots shown on the Provost map or plan were located within the area of the now contemplated mobile home park development.\nRobert C. Buckingham testified, subject to objection, that he discussed the purchase of a lot with William F. Becker on several occasions and was advised of the restrictions which would be applicable thereto; that during these discussions Becker showed him a map which included building lots within the area where the proposed mobile home park is to be located and Becker said it was his intention to develop his entire property for residential purposes; that no trailers would be permitted and the restrictions imposed on the Buckingham lot would apply to the whole tract; and that relying on these representations the purchase was made.\nOther plaintiffs who also purchased lots from William F. Becker and Madeline R. Becker gave testimony of like import, again subject to objection.\nThe chancellor did not determine the credibility or the admissibility of the testimony of Buckingham and the other witnesses, who related the circumstances surrounding their negotiations for purchase of lots from the Becker tract. He deemed this unnecessary and ruled the plaintiffs failed to establish a general scheme of development restricting the use of trailers on the entire tract, because: (1) there was no express covenant in the deeds to Buckingham and the other purchasers of the lots prohibiting the use of trailers on the entire 155 acres; and (2) there was no proof at trial of a plan laying out the entire 155 acres in building lots.\nIt is true that in the absence of a covenant in the deeds to Buckingham and the other purchasers of lots from the Beckers prohibiting the use of trailers on the entire tract, it was incumbent upon the plaintiffs to establish that the owners, William F. Becker and Madeline Becker, manifestly intended a general scheme of development, entailing a restriction on the use of trailers. However, proof of the existence of a plan laying out the laud in building lots was not essential to establishing the existence of such an intention. Such a purpose may be proven by other evidence. As we pertinently stated in Adams v. Field, 297 Pa. 247, 146 A. 889 (1929): “Nor is it a matter of any particular moment that the deeds do not refer to a plan on which the lots were plotted, and that no such plan was recorded. In Clark v. Martin, 49 Pa. 289, we held, . . . 'that a general plan of lots need not be shown; such a plan being only one means of proof of the existence of the right and duty.’ ” Id. at 250, 146 A. at 890. See also Baederwood, Inc. v. Moyer, 370 Pa. 35, 87 A. 2d 246 (1952), wherein we stated: “Though there be no plot, it is still permissible to show that there were limitations applicable to all the land included within a general scheme of development, as a result of which the purchase was made, and the grantees will then be entitled to equitable protection. . . .” Id. at 42, 87 A. 2d at 249. To the same effect, see Ladner v. Siegel, 294 Pa. 360, 144 A. 271 (1928), and Patton v. Goldsborough, 9 S. & R. 47 (Pa. 1822).\nAs we view it, the crux of this case lies in the trial testimony of the appellant, Buckingham and the other trial witnesses who purchased lots from William E. Recker and Madeline Recker, and for present purposes the important issue is the competency of this testimony. The appellees contend this testimony was incompetent in toto as violative of both the Parol Evidence Rule and the Dead Man’s Statute. Admission of a substantial portion thereof would violate the Parol Evidence Rule, but, by the same token, there is an important part of this testimony which is not restricted by either cited rule.\nUnder the Parol Evidence Rule, the law is well settled that when the terms of a written instrument are clear and incontrovertible, parol or extrinsic evidence is not admissible to explain the intent of the contracting parties. Factor v. Getz, 442 Pa. 384, 276 A. 2d 511 (1971). However, such evidence is admissible to prove the intent of the parties when the written instrument is vague and ambiguous. Factor v. Getz, supra, and Scholler Trust, 403 Pa. 97, 169 A. 2d 554 (1961). Instantly, as noted previously, the deeds to the plaintiffs from William F. Recker and Madeline Recker included in part a covenant, “ [n] ot more than one dwelling house shall be constructed on each lot as shown on the plan.” [Emphasis added.] This “plan” was not recorded and the deeds do not explain it. Hence, the deeds are ambiguous as to the identity and the extent of the land this plan encompassed, and, thus, parol testimony may be introduced. If the grantors intended and referred to the Provost plan, then the building lots outlined therein and only those lots would be included in the general plan of development intended by the grantors, and, as such, would be subject to the restrictions intended for all of the land included within the development plan. Assuming High View is an innocent purchaser for value, the deeds to the plaintiffs which were a matter of public record would constitute constructive notice that some development plan with building restrictions existed and was intended by the owners. Cf. Finley v. Glenn, 303 Pa. 131, 154 A. 299 (1931).\nSince the credibility of the testimony, as to what portion of the 155 acres was encompassed by the grantors’ development plan is for determination by the chancellor, we remand the record for that purpose. However, we hasten to note this caveat. The deeds were ambiguous only as to the bounds of the development plan intended by the owners of the tract, and, only parol testimony clarifying this facet of the deeds may be considered. Parol testimony concerning oral promises and representations made to the individual purchasers which concern matters other than the scope and identity of the plan would clearly constitute an attempt to vary or add to the contents of the deeds, and, as such, are violative of the Parol Evidence Eule.\nMoreover, parol testimony clarifying the development plan intended by the owners of the tract would not violate the Dead Man’s Statute. High View did not acquire its title in the 148 acres as a result of the decedent’s “own act” or by an “act of law.” It acquired its interest through a conveyance by the Eecker heirs.\nAdditionally, the estate of William E. Eecker is not an interested party within the meaning of the Dead Man’s Statute, nor, does High View represent in any way the rights of the deceased. A verdict in favor of the appellees would not, in any way, benefit the estate of William F. Recker. It is well established that in order for an adverse interest to disqualify a witness under the Dead Man’s Statute, such interest must exist at the time the witness is called. See First National Bank of Bloomsburg v. Gerli, 225 Pa. 256, 74 A. 52 (1909); Grasso v. John Hancock Mutual Life Insurance Company, 206 Pa. Superior Ct. 562, 214 A. 2d 261 (1965). Since the estate of William F. Becker no longer has an interest in property which it sold to the appellees, the Dead Man’s Statute will not prohibit testimony from William F. and Madeline Becker’s grantees.\nDecree vacated, and the record is remanded for further proceedings in accordance with this opinion. Costs to be paid in equal parts by the appellants and High View.\nApparently, William F. Recker was predeceased by his wife, but the record is silent as to this.\nRecker also filed an application with the Commonwealth of Pennsylvania for the approval of a plan for the construction of a sewerage treatment facility to serve the proposed park. [This approval was given October 22, 1971.]\nA leading case dealing with reciprocal easements is Sanborn v. McLean, 233 Mich. 227, 206 N.W. 496 (1925), which states: “If the owner of two or more lots, so situated as to bear the relation, sells one with restrictions of benefit to the land retained, the servitude becomes mutual, and, during the period of restraint, the owner of the lot or lots retained can do nothing forbidden to the owner of the lot sold. For want of a better descriptive term this is styled a reciprocal negative easement. It runs with the land sold by virtue of express fastening and abides with the land retained until loosened by expiration of its period of service or by events working its destruction. It is not personal to owners, but operative upon use of the land by any owner having actual or constructive notice thereof.” Id. at 229-30, 206 N.W. at 497.\nThis map or plan was never recorded.\nThe Parol Evidence Rule states: “‘[I]n the absence of fraud, accident or mistake, parol evidence as to preliminary negotiations or oral agreements and as to a prior or contemporaneous oral promise or representation or agreement is not admissible in evidence if it adds to or modifies or contradicts or conflicts with a written agreement which purportedly contains the entire agreement between the parties.’ ” Lefkowitz v. Hummel Furn. Co., 385 Pa. 244, 247, 122 A. 2d 802, 804 (1956) (quoting from Bosker v. Lewis, 383 Pa. 507, 511, 119 A. 2d 67, 69 (1956)).\nThe Dead Man’s Statute, Act of May 28, 1887, P. L. 158, §5, Cl. (e), as amended, 28 P.S. §322. The pertinent portion of the statute reads as follows: “Nor, where any party to a . . . contract in action is dead . . . and his right . . . therein has passed, either by his own act or by the act of the law, to a party on the record who represents his interest in the subject m controversy, shall any surviving . . . party to such . . . contract, or any other person whose interest shall be adverse to the . . . right of such deceased . . . party, be a competent witness to any matter occurring before the death of said party . . . .” [Emphasis added.]"}