{"id": "584459", "contents": "Opinion by\nMr. Justice O’Brien,\nAppellant, Hugh Clayton Durant, was found guilty of murder in the second degree by a judge sitting without a jury. Post-trial motions were denied, and appellant was sentenced to a term of not less than two nor more than ten years in a state correctional institution. This appeal followed.\nThe Commonwealth presented its case principally through one Ethel Robinson, sister of appellant. Mrs. Robinson testified that prior to the shooting, she, four of her brothers, including appellant, her sister, two in-laws, and her boyfriend, the decedent, Lawrence Allen, had been drinking in a nightclub, where appellant “may have gotten a little drunk.” The party left the club at about 2:00 a.m., and after dropping off the rest of the group, Mrs. Robinson, the decedent and appellant returned to their residence, where all three lived. When the trio arrived at home, an argument broke out when Mrs. Robinson accused her brother’s son (appellant’s son) of being responsible for the pregnancy of her daughter. During the argument, appellant and the decedent became embroiled in a fist fight and the police were summoned to the residence to restore peace. After the police left, Mrs. Robinson and the decedent returned to their second-floor bedroom and began preparing for bed. Appellant ascended the stairs to his third-floor bedroom, and while the decedent and Mrs. Robinson were undressing, they heard a gunshot that sounded as if it came from the third floor. The decedent then left his bedroom to go to the bathroom on the second floor and soon after Mrs. Robinson heard another shot. She found the decedent lying in the hallway, bloody and unconsicous. She then saw appellant leaving the second floor and going up the stairs to the third floor.\nDetective Grace, testifying for the Commonwealth, read appellant’s statement, in which appellant admitted that during the fight with Mr. Allen, he broke loose and ran to his room on the third floor and got his 12-gauge shot gun. While trying to load the gun, it went off accidentally. He then reloaded the gun, returned to the second floor and walked over to the bathroom, at which time the victim turned toward him. Appellant then pointed the gun at the floor and fired, intending to frighten the decedent, but accidentally hitting him in an artery near the knee, causing his death.\nAt trial, appellant gave a different version of the homicide. He claimed he fired the gun on the third floor to scare the decedent and that when this had no effect, he came downstairs with the weapon and asked the victim to leave the residence. He then claimed that the gun went off accidentally, although he had not intended to fire at all.\nAppellant first argues that the evidence presented by the Commonwealth failed to prove the existence of malice which is required to support a verdict of murder in the second degree. In viewing the evidence in a light most favorable to the Commonwealth, we are presented with appellant’s own statement to the police that he fired in the direction of the decedent in order to scare him. While appellant may not have actually intended to hit the decedent, his act of firing in his direction was clearly enough to supply malice. In Commonwealth v. Chermansky, 430 Pa. 170, 242 A.2d 237 (1968), we stated : “It is true that malice, express or implied, is an absolute essential of murder. However, legal malice may be inferred and found from the attending circumstances. ... It consists either of an express intent to kill or inflict great bodily harm, or of a ‘ “wickedness of disposition, hardness of heart, cruelty, recklessness of consequences and a mind regardless of social duty” ’ indicating an unjustified disregard for the probability of death or great bodily harm and extreme indifference to the value of human life.” Page 175.\nThe instant case is factually analogous to Commonwealth v. Chruscial, 447 Pa. 17, 288 A. 2d 521 (1972), where we found a defendant guilty of murder in the second degree when he stated that he only meant to frighten the victim by pointing the gun. In Chruscial, supra, we stated: “. . . even though the homicide is unintentional, it is not excusable where it is the result or incident of an unlawful act, such as pointing or presenting a gun, pistol or other firearm at another person in such a manner as to constitute an offense under the laws of the state. . . . Pointing a firearm at another human being, even to scare, is not a lawful act in Pennsylvania.” Page 20. See also Commonwealth v. Alston, 456 Pa. 128, 133, 311 A.2d 229, 231 (1974).\nLastly, appellant argues that Ms conviction is based upon an impermissible inference and cites Commonwealth v. McFarland, 452 Pa. 435, 308 A.2d 592 (1973), to support Ms proposition. Appellant, however, confuses the basis of his conviction. It was not based upon inferences, but rather upon his statement that he did in fact point and fire the weapon in the direction of the victim. Although he sought to negate this statement by Ms trial testimony, wherein he stated that the death was an accident, his testimony was not believed by the trier of fact. The original version that he gave the police, shortly after the incident, was sufficient to support a finding of murder in the second degree.\nJudgment of sentence affirmed."}