{"id": "584461", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant, seventeen years old, was arrested on two charges of murder. On November 2, 1970, a preliminary hearing was conducted before a district justice of the peace. Appellant’s counsel there objected to the hearing’s being held before a justice of the peace, asserting that it should be held in juvenile court. His objection was overruled.\nThe Commonwealth then established prima facie cases of murder, and appellant was held for grand jury consideration. Two indictments charging murder were returned. Following arraignment in the Court of Common Pleas of Cambria County, appellant, still age seventeen, entered counseled pleas of guilty and was adjudged guilty of voluntary manslaughter in both cases. On March 18, 1971, concurrent sentences of six to twelve years imprisonment were imposed. No direct appeal from the judgments of sentence was taken.\nOn March 9, 1972, appellant filed a petition under the Post Conviction Hearing Act, Act of January 25, 1966, P.L. (1965) 1580, 19 P.S. §§ 1180-1 to -14 (Supp. 1973). On this appeal from the hearing court’s denial, following argument by counsel, of post-conviction relief, appellant contends that his guilty pleas were invalid solely because his preliminary hearing was held before a justice of the peace instead of in juvenile court. It is argued that the Juvenile Court Law in effect at the time of his preliminary hearing required that any action against a juvenile be initiated exclusively as a certification hearing in juvenile court, and that the committing magistrate’s refusal, over objection, to transfer the hearing to juvenile court requires that appellant’s pleas be vacated and appellant discharged. We disagree and affirm.\nAlthough counsel objected at the preliminary hearing to the now-asserted pre-indictment procedural irregularity, no subsequent challenge to the validity of the indictments was made and no objection to this procedure was raised at the time of appellant’s pleas. Furthermore, appellant’s plea of guilty “constituted a waiver of all nonjurisdictional defects and defenses.” Commonwealth ex rel. Walls v. Rundle, 414 Pa. 53, 55, 198 A.2d 528, 529 (1964) ; see Commonwealth v. Irby, 445 Pa. 248, 284 A.2d 738 (1971). Consequently, this claimed error may not now be reviewed. See Commonwealth v. Moore, 440 Pa. 86, 270 A.2d 200 (1970); cf. Commonwealth v. Bruno, 203 Pa. Superior Ct. 541, 201 A.2d 434 (1964), cert. denied, 379 U.S. 965, 85 S. Ct. 656 (1965); Commonwealth v. Hunsicker, 189 Pa. Superior Ct. 63, 149 A.2d 584 (1959).\nAppellant contends, however, that counsel was ineffective in not objecting to the claimed procedural defect at the entry of his guilty pleas or in post-trial motions. This claim is meritless because there was no basis for an objection. In Commonwealth ex rel. Riggins v. Superintendent, 438 Pa. 160, 263 A.2d 754 (1970), this Court specifically held that a juvenile accused of murder does not have the absolute right to an initial hearing in juvenile court even though such hearings are commonly there conducted. Counsel cannot be faulted for failing to assert a nonexistent right. See Commonwealth v. Hill, 450 Pa. 477, 301 A.2d 587 (1973).\nMoreover, appellant correctly concedes that once he was indicted, he could be tried only in the court of common pleas. Indeed, had the magistrate initially transferred the preliminary hearing to juvenile court, the juvenile court in turn would have had no alternative but to do exactly what the committing magistrate did — return the case for further proceedings in criminal court. Commonwealth v. McIntyre, 435 Pa. 96, 254 A.2d 639 (1969); Gaskins Case, 430 Pa. 298, 244 A.2d 662, cert. denied, 393 U.S. 989, 89 S. Ct. 470 (1968). See also Commonwealth v. Schmidt, 452 Pa. 185, 299 A.2d 254 (1973). Counsel, therefore, obviously was not ineffective in not pursuing what on this record would have been a plainly frivolous issue. His stewardship of this case clearly satisfies the standards enunciated in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967).\nOrder affirmed.\nA timely appeal was erroneously taken to the Superior Court. Jurisdiction is properly vested in this Court pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp. 1973), and the Superior Court transferred the case. Id. art. V, § 503(b), 17 P.S. § 211.503(b) (Supp. 1973).\nJuvenile Court Law, Act of June 2, 1933, P.L. 1433, as amended, 11 P.S. §§ 243-68 (1965) (now the Juvenile Act, Act of December 6, 1972, P.L. 1464, No. 333, 11 P.S. §§ 50-101 to -337 (Supp. 1973)).\nIn any event, claimed irregularity in proceedings prior to a plea of guilty, in this case irregularity in the preliminary hearing, would be relevant only to the extent it affects the voluntary character of the plea itself. Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 341 n.2, 223 A.2d 699, 701 n.2 (1966). Here no attack on the voluntariness of appellant’s pleas is made."}