{"id": "584443", "contents": "Opinion by\nMb. Justice Eobebts,\nGerald Bodman and Albert Sabo, Jr. brought an action in equity to compel appellant Albert Bodman to remove a chain barricade from a lane which crosses his property and provides access to appellees’ land. The chancellor enjoined appellant from interfering with appellees’ future reasonable use of the lane. This appeal followed; we affirm.\nAppellant does not question the right of appellee Gerald Bodman to use the land in question; the dispute centers on whether and to what extent Sabo may use the easement. The chancellor found that Gerald Bodman has for more than thirty years transported farm machinery and other vehicles over this lane. The court held that Gerald Bodman had acquired an appurtenant easement by prescription. Appellant, however, maintains that when Gerald Bodman conveyed part of his land to Sabo and Sabo used the easement for access to four recreational cabins which he built, the permissible extent of the easement was exceeded. The chancellor concluded that the right of access exercised by Sabo did not unreasonably enlarge the use of the easement. We agree.\nThe inquiry conducted by the chancellor was whether in the circumstances of this case Sabo’s use of the easement was reasonable. This is the correct approach. Restatement of Property § 478 (1944); 3 R. Powell, The Law of Real Property § 416 (1973). In his discussion, the chancellor stated that the case was controlled by Soltis v. Miller, 444 Pa. 357, 282 A.2d 369 (1971). While we cannot agree that Soltis controlled, we affirm because the court reached the correct result. See Concord Township Appeal, 439 Pa. 466, 469, 268 A.2d 765, 766 (1970); Ridley Township v. Pronesti, 431 Pa. 34, 37, 244 A.2d 719, 720-21 (1968); see also Prynn Estate, 455 Pa. 192, 315 A.2d 265 (1974).\nIn Soltis, this Court held that the chancellor had erred in limiting the extent of an easement by necessity to the use made at the time of its creation. We concluded that both logic and the policy of maximum land use dictated that the extent of an easement by necessity be defined by the reasonable and lawful uses of the dominant tenement. 444 Pa. at 360, 282 A.2d at 370-71.\nThe difference between easements by necessity and by prescription is, of course, the manner of their creation. An easement by necessity may be created when, after severance from adjoining property, a piece of land is without access to a public highway. See Soltis v. Miller, supra at 359, 282 A.2d at 370; Borstnar v. Allegheny County, 332 Pa. 156, 159, 2 A.2d 715, 716 (1938); Restatement of Property § 474 (1944). An easement by prescription, on the other hand, is created by adverse, open, continuous, notorious, and uninterrupted use of land for the prescriptive period — in Pennsylvania, twenty-one years. Act of March 26, 1785, 2 Sm. L. 299, § 2, 12 P.S. § 72 (1953); Lewkowicz v. Blumish, 442 Pa. 369, 371, 275 A.2d 69, 70 (1971); Restatement of Property § 457 (1944). Because it is created by adverse use, an easement by prescription is limited by the use made during the prescriptive period. Donahue v. Punxsutawney Borough, 298 Pa. 77, 82-83, 148 A. 41, 43 (1929); Jones v. Crow, 32 Pa. 398 (1859).\nThis limitation is not, however, absolute. Easements by prescription may be apportioned when the dominant tenement is subdivided. Restatement of Property § 488 (1944). Furthermore, “normal evolution in the use of the dominant tenement” will permit reasonable increases in the burden imposed on the servient tenement. Restatement of Property § 479 (1944). Here, the use during the prescriptive period was for entry and exit by various motor vehicles. Since a portion of the dominant tenement was sold the use has continued to be for access by motor vehicles. Although the number of vehicles using the lane may have increased, we conclude that the chancellor correctly found that the increase is not unreasonable. Only four cabins have been built. Testimony indicates that these cabins are to be sold to private parties who will use them for recreational purposes. On this record we cannot say that it was error for the chancellor to find that the burden imposed on the easement is reasonable.\nDecisions in other jurisdictions are in accord with our holding. A driveway was used by a family for residential and farming purposes in Gaither v. Gaither, 165 Oal. App. 2d 782, 332 P.2d 436 (1958). After the prescriptive period had run, two rental units were constructed on the dominant tenement and the tenants of the dominant owner used the driveway for access to their home. The California Court of Appeal held that the change in the use of the easement was one of degree only and no greater burden was imposed on the servient tenement. Id. at 785-86, 332 P.2d at 438. The court reasoned that the same physical objects — automobiles— used the driveway for the same purpose — ingress and egress. It noted however that the original prescriptive easement would not support the use of the driveway for access to a planned trailer park. Id. See also Pipkin v. Der Torosian, 35 Cal. App. 3d 722, 728, 111 Cal. Rptr. 46, 50 (1973); Hill v. Allan, 259 Cal. App. 2d 470, 483-88, 66 Cal. Rptr. 676, 685-88 (1968).\nIn the instant case, considering the purpose, physical attributes, and relative burden to the servient tenement caused by the easement before and after Sabo’s purchase, the chancellor concluded that the use of the lane was not unreasonable. See Restatement of Property § 478 (1944); 3 R. Powell, The Law of Real Property § 416 (1973). We cannot say that this was error.\nAlthough we affirm the chancellor’s conclusion that on this record the additional use is not unreasonable, the servient owner is always free to petition a court of equity if the dominant owner should unreasonably increase the burden imposed by the easement.\nDecree affirmed. Each party pay own costs.\nThe chancellor refused appellees’ request for compensatory and punitive damages. No appeal has been taken from the refusal to award damages.\nThis Court has jurisdiction pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(4), 17 P.S. § 211.202(4) (Supp. 1973).\nThe testimony taken by the chancellor indicated that Gerald Bodman and others used his land for farming and hunting.\nAlthough Gerald and Albert Bodman are brothers, there is no record of a history of common ownership of the tracts in question. Thus no easement by necessity was created. See Restatement of Property § 474 (1944)."}