{"id": "584405", "contents": "Opinion by\nMr. Chief Justice Jones,\nFollowing a negotiated guilty plea to a charge of murder and to a charge of unlawful carrying of a firearm without a license, appellant was sentenced to six to fifteen years on the murder bill with a concurrent sentence of one and one-half to three years on the weapons charge. Appellant’s only argument on this appeal is that his guilty plea was not knowingly and voluntarily entered since it was primarily motivated by the existence of an illegally-obtained confession.\nAppellant argues, as he did at the suppression hearing, that he was suffering from severe narcotics withdrawal at the time of the confession and, therefore, that the confession was involuntary. In addition to his own testimony, appellant produced a neurologist who testified as to the capacity of one suffering from the type of withdrawal which appellant claimed to have suffered at the time his statement was taken. This expert testimony was based on an interview with appellant some six months after the date of the statement. On the other hand, the Commonwealth produced three police detectives who testified that appellant had appeared normal and had not complained of any discomfort at or about the time the confession was made. The judge at the suppression hearing resolved this factual issue in favor of the Commonwealth as indicated by the fourth finding of fact accompanying his order denying appellant’s motion to suppress:\n“4. The defendant was not under the influence of alcohol or narcotics at the time of his interrogation and statements nor was he suffering from narcotic withdrawal at that time.”\nSubsequently, at the time the guilty plea was entered, an extensive colloquy occurred between the judge and appellant in which, inter alia, the following exchange transpired:\n“The Court: Do you understand that by pleading guilty you are giving up your right to raise questions concerning the admissibility of any statements you may have given or any confessions you may have made; the admissibility into evidence of any parts of evidence found by any search or seizure or any other means, improper means; giving up the right to challenge any identifications that have been made?\n“The Defendant : Yes, sir.\n“The Court : Do you understand that I understand certain motions have been decided at a prior hearing against you, the right that your attorney challenges the right to admit into evidence certain statements that you had made. That decision went against you. Do you understand that by pleading guilty now you are giving up the right to appeal any decision that was made at that hearing?\n“The Defendant : Yes, sir.”\nAppellant contends that this colloquy “failed to emphasize the significance of a guilty plea with respect to the admissibility of an involuntary confession” since the trial judge’s questions on this point were “too broad and all encompassing” to be comprehended by a layman such as appellant.\nWe find appellant’s position wholly untenable. In order to succeed in attacking his plea as being the product of an illegal confession, appellant must establish: (1) that the confession was, in fact, illegally obtained; (2) that the guilty plea was motivated by fear of this evidence; and (3) that the plea was entered on the ineffective advice of counsel. Commonwealth v. Butler, 454 Pa. 95, 102, 309 A.2d 720, 724 (1973) ; Commonwealth v. Tolbert, 450 Pa. 149, 151, 299 A.2d 252, 254 (1973) ; Commonwealth v. Hollenbaugh, 449 Pa. 6, 9, 295 A.2d 78, 80 (1972); Commonwealth v. Marsh, 440 Pa. 590, 593, 271 A.2d 481, 483 (1970). The factual determination by the judge at the suppression hearing that appellant was not suffering from withdrawal at the time he confessed is unassailable as it is amply supported by competent evidence. See Commonwealth v. Sharpe, 449 Pa. 35, 44, 296 A.2d 519, 524 (1972). Accordingly, we cannot find that the contested statement was illegally obtained. Moreover, there is no suggestion that the plea was entered on ineffective advice of counsel. On the contrary, it appears that appellant made a reasonable bargain since there was apparently evidence available which could have supported a first-degree murder conviction.\nFinally, appellant’s suggestion that the judge’s questions regarding the effect of appellant’s plea on the questioned confession were somehow defective is without merit. Judge Klein’S above-quoted exchange with the appellant was hardly so “broad and all encompassing” as to escape the layman’s understanding.\nJudgment of sentence affirmed.\nThe District Attorney had certified that the degree would not rise above that of second-degree murder.\nAs noted above, the Commonwealth produced several witnesses to dispute appellant’s statement as to his condition at the time the confession was made.\nThe summary of facts read into the record indicates that the Commonwealth could have produced two eyewitnesses to testify that appellant entered a bar where the victim was tending bar, said to him “did you really mean what you said,” and then shot him dead."}