{"id": "607148", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe issue on appeal is whether a utility company violates its duty to provide reasonable and adequate service as required by Section 1501 of the Public Utility Code, 66 Pa.C.S. § 1501, where extensive damage is caused to a rental property after the utility company disconnects electric service for the property at a tenant/ ratepayer’s request without first notifying the landlord of the disconnection, where the landlord is not the ratepayer for the electric service. Because we find that a utility company does not violate its statutory duties in such a situation, we reverse the order of the Commonwealth Court and reinstate the order of the Pennsylvania Public Utility Commission.\nThe relevant facts are that appellees, Robert and Carola Rohrbaugh, owned a single-family residential property located on West Pine Grove Road in Pine Grove Mills, Centre County, Pennsylvania. Appellees rented this property to other individuals as a residential home. The electric service to the property was provided by appellant, West Penn Power Company (“West Penn”). Appellees do not personally reside in an area serviced by West Penn.\nIn 1983, West Penn adopted a “landlord/tenant agreement” policy. The policy allowed landlords to sign an agreement with West Penn which permitted West Penn to either disconnect service or put the service in the landlord’s name if the tenant notified West Penn that the tenant no longer desired electric service. This policy was instituted because West Penn was experiencing financial losses when tenants would vacate a residence and West Penn was forced to continue service without having the ability to bill either the tenant who left the property or the landlord if the landlord refused to have service switched over to the landlord’s account. West Penn notified customers of this available option via a notice enclosed in a monthly bill. West Penn’s written internal procedures in effect during this time stated that West Penn would disconnect all service at the request of a tenant unless the landlord had entered into a “landlord/tenant agreement.” The policy was never made a part of West Penn’s tariff, which was filed with the other appellant, the Pennsylvania Public Utility Commission (“PUC”). Also, until 1988, West Penn never strictly enforced the policy.\nIn 1988, West Penn instituted a strict practice of enforcing its landlord/tenant agreement policy by disconnecting service at a tenant’s request if there was no signed agreement on file’ with the landlord. West Penn admits that it never gave its customers advance notice of its plan to strictly enforce the policy.\nIn July of 1988, appellees rented their property to a tenant. Pursuant to the lease agreement, the tenant was responsible for paying all utility bills, including electricity. The tenant occupied appellees’ rental property from July 27, 1988 until October 31, 1989, when the tenant vacated the premises under the threat of eviction by appellees for non-payment of rent. During this entire period, the electric bills were in the tenant’s name.\nOn December 4, 1989, the tenant requested,that West Penn disconnect the electric service at the property that she was renting from appellees. While speaking with a West Penn representative, the tenant allegedly informed West Penn that appellees were the owners of the property. The West Penn representative then checked the company’s files to determine whether appellees had entered into a landlord/tenant agreement with West Penn. Since there was no agreement in its files, West Penn began processing a disconnection order for appellees’ rental property -without notifying appellees.\nOn December 7, 1989, West Penn proceeded to appellees’ rental property and disconnected the electric supply line to the property. Consequently, the heating system at the property was unable to function since it was dependent on electric service to operate. At the time of disconnection and for several days thereafter, temperatures in the area surrounding appellees’ rental property reached below freezing. As a result of the freezing temperatures and the inability of the heating system to operate, the pipes and radiators burst, causing water to spill throughout the house and damaging the floors, floor coverings, walls, ceilings, plumbing fixtures and electrical wiring. Appellees did not discover the damage until they visited the property on December 11, 1989. This date was also the first time that appellees discovered that West Penn had disconnected the electric service.\nOn November 21, 1990, appellees filed a civil complaint against West Penn in the Court of Common Pleas of Centre County. The complaint alleged that West Penn’s disconnection of service without notification to them as owners of the property was negligent, unreasonable and a violation of PUC regulations. Thus, appellees demanded monetary damages from West Penn in order to compensate them for the damages that the house incurred as a result of the service disconnection.\nOn July 23,1991, West Penn answered appellees’ complaint. One affirmative defense raised by West Penn in its answer was that the complaint raised issues within the sole province of the PUC. West Penn then filed a motion for bifurcation requesting that the issues concerning the reasonableness of its service be referred to the PUC while the issues concerning damages remain in the trial court. On April 10,1992, the trial court granted West Penn’s motion.\nOn November 15, 1992, appellees filed a complaint with the PUC in which they simply attached their civil complaint and requested the PUC to rule on liability issues. After conducting hearings, an administrative law judge (“ALJ”) ordered West Penn to cease strict enforcement of its landlord/tenant agreement policy until it obtained PUC approval of this policy as part of its tariff, pursuant to 52 Pa.Code § 53.25. The ALJ also ordered West Penn to pay a monetary penalty of five hundred dollars ($500) because he found that West Penn’s discontinuance of service to appellees’ property in accordance with its landlord/tenant agreement policy, which was not a part of its tariff, constituted unreasonable and inadequate service under Section 1501.\nWest Penn filed exceptions to the ALJ’s ruling with the PUC. While the PUC believed that West Penn had exercised poor judgment in disconnecting service during a period of extreme temperatures, the PUC reversed the ALJ and dismissed appellees’ complaint on the basis that the Public Utility Code and related regulations did not obligate West Penn to notify non-ratepaying landlords such as appellees that service was being disconnected at their property. The PUC determined that West Penn had furnished reasonable and adequate service to its ratepayer, the tenant, when it discontinued service to the property at the tenant’s request.\nOn July 12, 1995, the Commonwealth Court, in a published opinion, reversed the PUC and reinstated the order of the ALJ. In doing so, the Commonwealth Court found that West Penn had violated its statutory obligation to provide and maintain adequate and reasonable service by disconnecting electric service at appellees’ rental property at the tenant’s request without first notifying appellees, the property owners. The dissenting member of the Commonwealth Court panel argued that the majority unnecessarily expanded the duties that a utility company owed to individuals not paying for the service and that the majority failed to give proper deference to the PUC’s interpretation of West Penn’s statutory duties.\nThis Court granted allocatur in order to determine whether a utility company violates its duty to provide reasonable and adequate service as required by Section 1501 of the Public Utility Code where the utility company disconnects electric service for the property at a tenant/ratepayer’s request without first notifying the landlord, who was not the ratepayer for the electric service and who had not entered into a contractual agreement whereby service could be continued with the account transferred to the landlord’s name after the tenant requested termination. The resolution of this issue turns on longstanding principles of statutory construction and agency law.\nAppellate review of a PUC order is limited to determining whether a constitutional violation, an error of law or a violation of PUC procedure has occurred and whether the necessary findings of fact are supported by substantial evidence. 2 Pa.C.S. § 704. Appellees contend that the PUC committed an error of law by interpreting section 1501 to allow a public utility to terminate service without providing notice to a nonratepaying landlord. We disagree.\nSection 1501 of the Public Utility Code provides:\nEvery public utility shall furnish and maintain adequate, efficient, safe, and reasonable service and facilities, and shall make all such repairs, changes, alterations, substitutions, extensions, and improvements in or to such service and facilities as shall be necessary or proper for the accommodation, convenience, and safety of its patrons, employees and the public. Such service also shall be reasonably continuous and without unreasonable interruptions or delay. Such services shall be in- conformity with the regulations and orders of the commission.\n66 Pa.C.S. § 1501. The PUC has been expressly granted the power and responsibility to “prescribe as to service and facilities ... just ,and reasonable standards, classifications, regulations and practices to be furnished, imposed, observed and followed by any or all public utilities.” 66 Pa.C.S. § 1504(1). Relative to this responsibility, the PUC has enacted a specific regulation at 52 Pa.Code § 56.72 concerning the discontinuance of service. That regulation provides, in pertinent part, that:\nA utility may discontinue service without prior written notice under the following circumstances:\n(1) Ratepayer’s residence. When a ratepayer requests a discontinuance at his residence, when the ratepayer and members of his household are the only occupants.\n52 Pa.Code § 56.72 (emphasis added). A ratepayer is defined by PUC regulations as:\n[A] person in whose name a residential service account is listed and who is primarily responsible for payment of bills rendered for the service. For the purposes of establishing credit, this term includes a transfer of service from a residence or dwelling within the service area of the utility or the reinstitution of service at the same location within 60 days following termination or discontinuance of service.\n52 Pa.Code § 56.2.\nThus, the unambiguous language of 52 Pa.Code § 56.72, concerning the disconnection of residential service, demonstrates that a public utility can discontinue service without prior written notice when the ratepayer requests discontinuance of service. Consequently, the crux of this matter is whether this regulation was validly enacted, for if it was, then a public utility cannot be said to owe a statutory duty to notify non-ratepaying landlords that service will be disconnected at their rental property.\nThis Court has long recognized the distinction in administrative agency law between the authority of a rule adopted pursuant to an agency’s legislative rule-making power and the authority of a rule adopted pursuant to interpretive rule-making power. Girard School District v. Pittenger, 481 Pa. 91, 94-95, 392 A.2d 261, 263 (1978). The former type of rule is the product of an exercise of legislative power by an administrative agency, pursuant to a grant of legislative power by the legislative body, and is valid and is as binding upon a court as a statute if it is (a) within the granted power; (b) issued pursuant to proper procedure, and (c) reasonable. Id. (citing K.C. Davis, 1 Administrative Law Treatise § 503, at 299 (1958)). A court, in reviewing such a regulation, is not at liberty to substitute its own discretion for that of administrative officers who have kept within the bounds of their administrative powers. To show that these have been exceeded in the field of action involved, it is not enough that the prescribed regulations shall appear to be unwise or burdensome or inferior to another regulatory scheme. Error or lack of wisdom in a ruling is not per se equivalent to abuse. A regulation must appear to be so entirely at odds with fundamental principles as to be the expression of a whim rather than an exercise of judgment. Id. (citing AT & T v. United States, 299 U.S. 232, 236-37, 57 S.Ct. 170, 81 L.Ed. 142 (1936)(additional citations omitted)).\nHere, the regulation at issue was adopted pursuant to the Commission’s legislative rule-making power. See 66 Pa. C.S. § 1504(1), supra. Thus, we must decide whether the regulation was (a) within the PUC’s granted power; (b) issued pursuant to proper procedure, and (c) reasonable. Girard School District, supra, 481 Pa. at 94-95, 392 A.2d at 263. In evaluating the “reasonableness” of any discretionary agency action, appellate courts accord deference to agencies and reverse agency determinations only if they were made in bad faith or if they constituted a manifest or flagrant abuse of discretion or a purely arbitrary execution of the agency’s duties or functions. Slawek v. State Bd. of Medical Education And Licensure, 526 Pa. 316, 322, 586 A.2d 362, 365 (1991).\nHere, appellees do not argue that the regulation at issue was enacted outside the scope of the power granted to the PUC or that there was any procedural irregularity in the promulgation of the regulation. Regarding the “reasonableness” of the regulation at issue, we find that the regulation was neither arbitrary nor promulgated in bad faith, and thus that it is “reasonable” under' the established test. Indeed, to hold otherwise would be to require public utilities to continue to provide service to a non-ratepayer until notice could be properly effectuated, even where the non-ratepayer had an opportunity to enter into an agreement with the public utility to protect itself but chose not to do so. Such a result would be neither equitable nor reasonable. If non-ratepaying landlords desire notice of impending termination of service, they may either (1) pay for the electric service themselves in order to reap the protection of 66 Pa.C.S. §§ 1521 et seq(2) file the requisite agreement, such as that offered by West Penn, with the public utility or (3) incorporate into the lease agreement a requirement that the ratepaying tenant notify the landlord within a reasonable time of any planned discontinuation of service so that the' landlord has the option of continuing service once the tenant decides to terminate it. This Court will not rectify a landlord’s failure to protect himself contractually by creating a statutory duty out of whole cloth for public utilities to provide notice to non-ratepaying landlords. Thus, we find the regulation promulgated by the PUC to be reasonable and not an “arbitrary execution of the agency’s functions” which would render it invalid.\nAccordingly, the Commonwealth Court exceeded its proper scope of review in holding that the PUC had erred by determining that the Public Utility Code and related regulations did not obligate West Penn to notify non-ratepaying landlords such as appellees that service was being disconnected at their property. The order of the Commonwealth Court is reversed and the order of the PUC is reinstated.\nJustice NEWMAN did not participate in the consideration or decision of this matter.\nJustice NIGRO files a dissenting opinion.\n. Appellees never signed such an agreement.\n. A tariff is defined in the Public Utility Code as \"all schedules of rates, all rules, regulations, practices, or contracts involving any rate or rates, including contracts for interchange of service, and, in the case of a common carrier, schedules showing the method of distribution of the facilities of such common carrier.” 66 Pa.C.S. § 102.\n. The record fails to reveal why a lapse of approximately one month existed between when the tenant vacated the rental property and when she requested that the electric service be disconnected.\n. This Court approved of such a bifurcated procedure in Elkin v. Bell Tel. Co., 491 Pa. 123, 134, 420 A.2d 371, 377 (1980).\n. 52 Pa.Code § 53.25 provides that:\n[A] utility shall set forth all rules and regulations which apply generally to all classes of service covered by the tariff, and definitions of technical terms and abbreviations used in the tariff, the meanings of which are not common knowledge and cannot be gathered exactly from the context in which used. Where practicable, special rules applying to a given class of service shall be included in the rate schedule covering the particular class.\n. For purposes of the Public Utility Code, the term \"service” encompasses numerous activities performed by a public utility company. The term \"service” is defined by statute as follows:\nUsed in its broadest and most inclusive sense, including any and all acts done, rendered, or performed, and any and all things furnished or supplied, and any and all facilities used, furnished, or supplied by public utilities, or contract carriers by motor vehicle, in the performance of their duties under this part to the patrons, employees, other public utilities, and the public, as well as the interchange of facilities between two or more of them----\n66 Pa.C.S. § 102.\n. The PUC regulations distinguish between the discontinuance and termination of service. The discontinuance of service involves \"the cessation of service with the consent of the ratepayer and otherwise in accordance with § 56.72 (relating to discontinuance of service).\" 52 Pa.Code § 56.2. The termination of service involves the \"cessation of service, whether temporary or permanent, without the consent of the ratepayer.” Id. The parties do not dispute that the present dispute involves the discontinuance of service since the ratepayer, the tenant, requested that service be discontinued.\n. The dissent urges that § 56.72(1) is not applicable to this matter because the ratepayer technically was no longer residing in the property at issue when she sought termination of service on December 4, 1989. However, the Commonwealth Court characterized the record in this matter as follows:\nThe underlying facts as found by the ALJ were adopted by the PUC and are not disputed. The Rohrbaughs owned a residential rental property that they rented to Ethel Bisbicos. On December 4, 1989, Biscopos in her capacity as tenant and ratepayer of record telephoned West Penn and requested that electric service be disconnected....\n663 A.2d at 810 (emphasis added). Appellees do not take issue with the foregoing characterization of the record by the Commonwealth Court. Indeed, in their brief to this Court, appellees essentially concede that appellants complied with § 56.72(1), arguing instead that the regulation itself is either invalid or else should be overriden by policy considerations derived from other parts of the Code. See Brief of Appellee at 12, 15, 20.\nWe do not believe that it is appropriate for this Court to create a dispute over whether the termination of service in this matter comported with § 56.72(1) when the parties themselves have determined that compliance with § 56.72(1) is not at issue, have not raised that issue herein, and thus have not tested the Commonwealth Court’s characterization of the record which would indicate that there was compliance with § 56.72(1).\n. The legislature and the PUC have enacted provisions concerning notice requirements to be given to a landlord/ratepayer when service is terminated at the residence where service is in the name of the landlord. See 66 Pa.C.S. § 1521, et seq., and 52 Pa.Code § 56.121. These provisions are not applicable here since service was never placed in appellees' name."}