{"id": "607210", "contents": "OPINION\nSAYLOR, Justice.\nBetween June and December of 1992, Appellant, Alexander Keaton, perpetrated a series of brutal sexual assaults on women in his neighborhood who were fellow crack cocaine addicts. In one of those assaults, Keaton caused the strangulation death of his victim, Sherrill Ann Hall. As a consequence of this killing, a jury found Keaton guilty of first degree murder. A sentence of death was imposed and this direct appeal followed. We affirm.\nThe trial evidence, viewed in the light most favorable to the Commonwealth as verdict winner, reveals that on the night of June 1,1992, Keaton was standing on a street corner in North Philadelphia when he saw Michelle B., whom he recognized as having been a classmate in junior high school more than fifteen years earlier. Keaton approached Michelle B., who was on her way to her aunt’s house, and asked why they had never “gotten together” in school. When Michelle B. responded that she did not know, Keaton said, “Well, we’re going to get together now.” At this point, Keaton produced a gun, pressed it into Michelle B.’s side, and forced her to proceed with him to an abandoned house several blocks away on Redner Street. Once inside the house, which was full of trash and debris, Keaton forced Michelle B. into a room with an old mattress, where he ordered her to disrobe and then raped her.\nAfter the rape, Keaton gave his victim back her pants and shirt, but retained her bra and panties, which he placed in his jacket. He did not, however, allow her to leave. Seeing that she was still in Keaton’s power, Michelle B. suggested that they visit a nearby establishment known as the Motorcycle Club, where they would be more comfortable, and where, unbeknownst to Keaton, Michelle B.’s godfather was a member. Keaton at first agreed, but as they approached the club, he became suspicious that Michelle B. was “playing games” with him. Keaton then slapped and punched Michelle B., and then picked her up and carried her through an empty lot to another abandoned house, this one on West Oxford Street, two blocks from the first house. Once inside this second house, which was also full of debris, Keaton again forced his victim to undress, and then tied her wrists and ankles together, and raped her anally. Keaton inserted a tree branch into Michelle B.’s vagina several times, and repeated this act with a wine bottle. After this, Keaton urinated into his victim’s mouth, and then severely beat her on her back and buttocks with a weightlifter’s belt. He then removed all the money from her pocketbook, gave her back her pants and shirt, and released her, leaving her bra and panties in the house.\nAfter wandering the streets for several hours, Michelle B. saw Officer Pat Repholz of the Philadelphia Police Department, whom she had known from the neighborhood for many years. When she recounted to Officer Repholz what had happened, the patrolman accompanied her back to the West Oxford Street house and collected evidence, including the bottle, the tree branch, the bra and the panties.\nAfter Michelle B. was transported to the hospital, specimens were removed from her vaginal, vulva, cervical and anal areas. The vaginal, vulva and cervical swabs were all bloody and all tested positive for both spermatazoa and prostatic acid phosphatase, a substance in semen. Additionally, the anal swab tested positive for spermatazoa, but was inconclusive as to the presence of acid phosphatase. Subsequent testing by the Philadelphia Police Department’s criminalistics laboratory indicated that the wine bottle tested positive for both blood and spermatazoa; the tree branch tested negative for blood, but positive for spermatazoa; the panties and bra recovered from the West Oxford Street house were stained with blood, but tests for seminal stains were negative; and Michelle B.’s pants and shirt tested positive for both blood and spermatazoa.\nAt the time of the attack, Michelle B., an African American, was in her late twenties and was a recovering crack cocaine addict.\nLater that year, on the night of November 19, 1992, Keaton was frequenting the same part of town, when he saw Nadine S., with whom he was acquainted from the neighborhood. Nadine S. was walking from a friend’s house to the Motorcycle Club where Michelle B. had attempted to go after being raped. On seeing Nadine S., Keaton approached her and forcibly turned her around so her back was to him, placed his arm firmly around her neck, stated that he had a gun, and placed a bullet in her hand, telling her that the bullet was for her. He then forced her into a nearby abandoned house and blocked the door from the inside with a large stick. Keaton then retrieved a flashlight and forced his victim up a flight of stairs and into a room where there was a cot. After this, Keaton ordered her to undress. After Nadine S. complied, Keaton placed a rope that had been fashioned into a noose tightly around her neck and told her that the noose’s purpose was to “motivate” her. He then forced her to perform oral sex on him, following which he raped her anally. Ultimately, Keaton coerced his victim to perform additional oral sex, until she spit the semen onto the floor.\nNadine S. then began to cry, and Keaton told her to “shut up,” and that if he killed her nobody would ever know. Keaton then explained that he was exacting revenge for a prior incident in which he had approached Nadine S. in a bar, and she had rebuffed him. Every time Nadine S. tried to say something, Keaton would pull the noose tighter and tell her he did not want to hear her talk. After this, Keaton raped Nadine S. vaginally, and then told her to put her clothes on and leave with him, because the house was about to explode due to a bomb he had planted. When they left the house, Keaton continued to terrorize Nadine S. by following her and telling her to keep running every time she looked back.\nNadine S. eventually reached a police garage, and the police were summoned. Officers Paula Robinson and Jose Perez met Nadine S. at the garage and returned with her to the scene of the crime to gather evidence. The officers noticed that Nadine S. was very upset, her clothes were dirty, and her hair disheveled. According to Patrolman Perez, when they arrived at the house, Nadine S. was trembling and frightened, and initially would not enter. Eventually, the officers persuaded her to show them where the attack had taken place. When they reached the room where the assault had occurred, Officer Perez noticed that a rope was tied to a part of the cot, and that there was what appeared to be a semen stain on the floor.\nNadine S. was then transported to the hospital, where specimens were removed from her vaginal, vulva, cervical and anal areas. The vaginal and cervical smears tested positive for both spermatazoa and prostatic acid phosphatase. The anal and vulva smears tested positive for spermatazoa, but were inconclusive as to the presence of acid phosphatase. Additionally, subsequent testing by the Philadelphia Police Department’s criminalistics laboratory indicated that the underpants Nadine S. was wearing the night of the attack, which she put back on after the rape, were stained with blood and had seminal stains containing spermatazoa.\nAt the time of the attack, Nadine S., an African American, was in her late thirties and was a crack cocaine addict.\n, One month later, on December 19, 1992, Nadine S. was driving her car in the same part of town, when she saw Keaton on the street. She immediately notified a nearby police officer, who arrested him. Keaton was subsequently charged with rape, 18 Pa.C.S. § 3121, involuntary deviate sexual intercourse, 18 Pa.C.S. § 3123, kidnapping, 18 Pa.C.S. § 2901, false imprisonment, 18 Pa.C.S. § 2903, unlawful restraint, 18 Pa. C.S. § 2902, aggravated assault, 18 Pa.C.S. § 2702, and recklessly endangering another person, 18 Pa.C.S. § 2705, all stemming from the attack on Nadine S.\nSeveral weeks after Keaton’s arrest on the above charges, on January 7, 1993, the partially decomposed body of Sherrill Arm Hall, a former girlfriend of Keaton’s, was found in the trash-strewn basement of an abandoned house two doors from where Keaton had accosted Nadine S., and two blocks from where he had raped Michelle B. Ms. Hall had been missing since November 1, 1992, and the results of an autopsy were consistent with a date of death of November 1 or 2,1992. The house in which Ms. Hall’s body was found had no electricity, and the officer who investigated at the scene of the crime testified that, even at noon, it was pitch black in the basement where the body was found.\nWhen Ms. Hall’s body was found, the right legging of a pair of tights was tied tightly around her neck as a ligature, with the knot pressing into her throat, and the other legging of the tights was pulled up above her left knee, such that any movement by that leg would cause the ligature to tighten further. The knot pressing into Ms. Hall’s throat was tied so tightly that the medical examiner was unable to untie it, but had to cut it with a razor blade. Additionally, she had a tan jacket on her arms, which were positioned high above her head, with the remainder of the jacket twisted around behind her, and then tied around her neck.\nThe autopsy revealed that the cause of death was ligature strangulation, and showed that at the time of her death, Ms. Hall had recently used alcohol and cocaine. When her body was found, Ms. Hall’s shirt and bra were pushed up exposing her breasts, and she was naked from the waist down, with her legs spread apart. Because of the advanced state of decomposition, however, the medical examiner could find no evidence of sexual activity. In spite of the decomposition of the body, the examiner was able to discern a bruise on the right leg consistent with a pre-death struggle.\nAt the time of her death, Ms. Hall, an African American, was in her thirties and was a crack cocaine addict.\nOn January 13, 1993, while Keaton was in custody for the attack on Nadine S., the police questioned him about the death of Ms. Hall. Keaton waived his constitutional rights and gave' the police a written statement in which he said he had last seen Ms. Hall “a couple weeks” before Thanksgiving in 1992, when he, Ms. Hall, and another cocaine addict named “Topaz” entered the house where Ms. Hall’s body was found in order to smoke crack and engage in sex. Keaton also admitted having wrapped the legging of Ms. Hall’s tights around her neck, but claimed it was merely part of a “sex game.” Keaton further stated that he and Topaz left the house to obtain more drugs, leaving Ms. Hall unconscious on the floor, in the dark, with the legging of her tights tied around her neck.\nWhen reviewing his statement prior to signing it, Keaton crossed out a sentence stating that the knot around Ms. Hall’s neck was tight, and wrote in, “I did not know it was tight.” Keaton was then charged with criminal homicide in the death of Sherrill Ann Hall.\nLater in the day on January 13, 1993, the police questioned Keaton about the attack on Michelle B. After waiving his constitutional rights, Keaton gave the police a written statement in which he admitted knowing Michelle B. and having oral sex with her inside one of the two abandoned houses in which she was accosted. However, he denied striking her, tying her hands and ankles together, and having a gun. Keaton was then charged with rape, 18 Pa.C.S. § 3121, involuntary deviate sexual intercourse, 18 Pa.C.S. § 3123, false imprisonment, 18 Pa.C.S. § 2903, unlawful restraint, 18 Pa. C.S. § 2902, aggravated assault, 18 Pa.C.S. § 2702, and possession of an instrument of crime, 18 Pa.C.S. § 907, all stemming from the sexual assault on Michelle B.\nThe trial court granted, over defense counsel’s objection, the Commonwealth’s motion to consolidate the informations charging Keaton with the offenses against all three victims. At the conclusion of the trial on the guilt phase, at which Keaton did not testify, the jury convicted Keaton of first degree murder as to Ms. Hall, and of all of the charges pertaining to the sexual assaults on Michelle B. and Nadine S.\nAt the penalty hearing for the murder conviction, the Commonwealth proffered two aggravating circumstances: 1) the murder was committed in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6); and 2) the defendant had a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9). Keaton proffered, as possible mitigating circumstances: 1) that he was under the influence of extreme mental or emotional disturbance on account of his drug addiction, 42 Pa.C.S. § 9711(e)(2); 2) his age at the time of the crime (thirty-one), 42 Pa.C.S. § 9711(e)(4); and 3) any other evidence of mitigation concerning the character and record of the defendant or the circumstances of his offense, 42 Pa.C.S. § 9711(e)(8).\nThe jury found no mitigating circumstances and one aggravating circumstance, that the murder occurred in the perpetration of the felony of rape, 42 Pa.C.S. § 9711(d)(6), and accordingly set the penalty at death. See 42 Pa.C.S. § 9711(c)(l)(iv). Keaton was subsequently formally sentenced to death for the murder of Sherrill Ann Hall, as well as ten to forty years’ imprisonment for the offenses against Michelle B. and Nadine S., consecutive to the death sentence. Trial counsel was permitted to withdraw without having filed an appeal. An automatic appeal was filed with this Court pursuant to Section 9711(h)(1) of the Judicial Code, 42 Pa.C.S. § 9711(h)(1), and present counsel was appointed.\nSUFFICIENCY OF THE EVIDENCE\nWe first address Keaton’s claim that the evidence was insufficient to sustain the conviction of first degree murder. The applicable standard of review is whether, viewing the evidence in the light most favorable to the Commonwealth as verdict winner, a jury could find every element of the crime to have been established beyond a reasonable doubt. Commonwealth v. Michael, 544 Pa. 105, 110, 674 A.2d 1044, 1047 (1996).\nSection 2502(a) of the Crimes Code states that “[a] criminal homicide constitutes murder of the first degree when it is committed by an intentional killing.” 18 Pa.C.S. § 2502(a). An “intentional killing” is statutorily defined as a “willful, deliberate and premeditated killing,” 18 Pa.C.S. § 2502(d), which has been interpreted by this Court to mean a killing that is accompanied by a specific intent on the part of the perpetrator to kill the victim, see, e.g., Commonwealth v. Harvey, 514 Pa. 531, 537, 526 A.2d 330, 333 (1987). A specific intent to kill may be proven by circumstantial evidence. Commonwealth v. Williams, 455 Pa. 539, 546-47, 316 A.2d 888, 891 (1974).\nIn this case, the evidence adduced at trial established that that the cause of Ms. Hall’s death was ligature strangulation, which was the result of the leg of Ms. Hall’s tights being wrapped so firmly around her neck that it caused hemorrhaging in the neck muscles and cut off the flow of oxygen to her brain. Additionally, the knot, which was pressed into her throat, was tied so tightly that it could not be untied, but instead had to be severed with a razor blade.\nKeaton claims that the evidence only established his mere presence at the scene of Ms. Hall’s death, as well as his participation with her in “certain sexual activities.” He additionally asserts that, because the Commonwealth failed to prove that he had a motive to kill Ms. Hall, the jury could not reasonably have found that he intentionally killed her. Keaton’s argument is meritless.\nContrary to Keaton’s assertion, in his statement to the police he admitted far more than mere presence at the scene. He admitted having wrapped the pant leg around Ms. Hall’s neck in essentially the manner in which it was found when her body was discovered. He also admitted having left Ms. Hall thus tied and unconscious on the floor when he departed. Further, motive is not an element of the offense; to the contrary, it is “axiomatic that the Commonwealth is not required to prove motive to establish guilt even where the crime charged is murder of the first degree.” Commonwealth v. Brantner, 486 Pa. 518, 522, 406 A.2d 1011, 1013 (1979). In any event, the medical examiner’s report as to the cause of death, and the fact that Keaton admitted to the police that he had fashioned the ligature around Ms. Hall’s neck, were sufficient to support the conclusion that Keaton in fact caused Ms. Hall’s death, whether or not he possessed a motive to do so.\nAs to whether Keaton specifically intended to kill Ms. Hall, we note that this Court has deemed the act of tightening a strap around a person’s neck, with enough force and violence to kill the victim, sufficient to permit a finding of a specific intent to kill. See Harvey, 514 Pa. at 538, 526 A.2d at 334; see also Commonwealth v. Johnson, 459 Pa. 141, 147, 327 A.2d 124, 127 (1974) (holding that the acts of placing a cord around the neck of the victim and rigging it so as to strangle her are consistent with no interpretation other than a specific intent to take her life). Also supporting the finding of a specific intent to kill is the fact that the victim was bound in such a manner that any movement by her left leg would only tighten the ligature further. Finally, by Keaton’s own admission, after binding his victim in such a manner, he left her on the floor, unconscious in the pitch black of the basement, and never returned to check on her. Accordingly, we hold that the jury’s finding that Keaton specifically intended to cause Ms. Hall’s death was amply supported by the evidence.\nGUILT PHASE\nPre-Trial\nKeaton contends that the trial court abused its discretion by consolidating the information charging him with the murder of Sherrill Ann Hall with the informations charging him with the rapes of Michelle B. and Nadine S. He claims that because Ms. Hall was murdered but not raped, and the other victims were raped but not murdered, consolidation was not warranted.\n“Whether or not separate indictments should be consolidated for trial is within the sole discretion of the trial court and such discretion will be reversed only for a manifest abuse of discretion or prejudice and clear injustice to the defendant.” Commonwealth v. Newman, 528 Pa. 393, 398, 598 A.2d 275, 277 (1991). Consolidation of separate offenses in a single trial is proper if the evidence of each of them would be admissible in a separate trial for the others and is capable of separation by the jury so that there is no danger of confusion. Pa.R.Crim.P. 1127(A)(1). See generally Commonwealth v. Morris, 493 Pa. 164, 425 A.2d 715 (1981). Evidence of distinct crimes is inadmissible solely to demonstrate a defendant’s criminal tendencies. Newman, 528 Pa. at 399, 598 A.2d at 278. Such evidence is admissible, however, to show a common plan, scheme or design embracing commission of multiple crimes, or to establish the identity of the perpetrator, so long as proof of one crime tends to prove the others. Id. This will be true when there are shared similarities in the details of each crime. Id. at 400, 598 A.2d at 278. See generally 1 McCormick, Evidence § 190, at 801-03 (4th ed.1992) (discussing the admissibility of “signature” crimes).\nA comparison of the three incidents reveals that such similarities in the details of each crime exist in the present case. Namely, 1) the offenses were committed over a period of less than six months; 2) each was committed at night; 3) in each case, Keaton forced his victim into an abandoned house; 4) the abandoned houses were all in the same neighborhood in which Keaton and the victims lived; 5) the abandoned houses were within a two-block radius of each other; 6) each offense involved a combination of bondage or strangulation of the victim; 7) each offense involved the rape of the victim; and 8) all victims shared similar personal characteristics: all were black females in their late twenties or thirties, all were acquainted with Keaton, and all were crack cocaine addicts. Such similarities have been held by this Court to establish a sufficient logical connection to render consolidation of trials proper. See Commonwealth v. Hughes, 521 Pa. 423, 458-60, 555 A.2d 1264, 1282-83 (1989); see also Commonwealth v. Elliott, 549 Pa. 132, 145-46, 700 A.2d 1243, 1249-50 (1997), cert. denied, — U.S.-, 118 S.Ct. 2375, 141 L.Ed.2d 742 (1998). Moreover, the jury could readily separate the evidence pertaining to the three offenses. Each crime was perpetrated against a different victim, none of the physical evidence relating to the offenses overlapped, different investigating officers testified at trial as to each crime, and “ ‘the evidence as to each [offense] was short and simple,’ ” Com monwealth v. Peterson, 453 Pa. 187, 200, 307 A.2d 264, 271 (1973) (quoting United States v. Lotsch, 102 F.2d 35, 36 (2d Cir.)(L.Hand, J.), cert. denied, 307 U.S. 622, 59 S.Ct. 793, 83 L.Ed. 1500 (1939)). Accordingly, the trial court did not abuse its discretion by consolidating the charges for trial.\nAlleged Trial Errors\nKeaton next argues that the district attorney committed prosecutorial misconduct by making three improper remarks during closing argument at the trial’s guilt phase. Such claims are renewable under an abuse of discretion standard. Commonwealth v. Hall, 549 Pa. 269, 285, 701 A.2d 190, 198 (1997). To obtain relief, Keaton must demonstrate that, “considering all the circumstances of the case, the unavoidable effect of the comments was to prejudice the jury against [him], causing them to form a fixed bias and hostility toward him such that they could not render a fair and impartial verdict.” Commonwealth v. Dennis, 552 Pa. 331, 347, 715 A.2d 404, 411-12 (1998). Moreover, “ ‘in order to evaluate whether [the prosecutor’s] comments were improper, we must look at the context in which they were made.’ ” Id. at 350, 715 A.2d at 413 (quoting Commonwealth v. Morales, 549 Pa. 400, 424, 701 A.2d 516, 528 (1997)). We note that “this is a relatively stringent standard against which appellant must labor.” Hall, 549 Pa. at 285, 701 A.2d at 198.\nKeaton first complains of the following remark, which the prosecutor made while she was reviewing the evidence relative to the attack on Nadine S.:\n[Y]ou remember Officer Perez who told you that when he saw Nadine S[.], she was so shaken and so upset, she was crying, that it took the officers five minutes to get her to go back into that house to show them where [the rape] had happened. She took [the officers] to that property but was scared to go in there because she was afraid the defendant was still there.\nKeaton alleges that in making this statement, the prosecutor “deliberately flouted rules of evidence” and relied on statements improperly received into evidence. Contrary to Keaton’s allegation, however, the only arguably improper portion of this remark is the statement that the reason Nadine S. was reluctant to enter the property was that she was afraid Keaton was still in it, inasmuch as the court had stricken from the record, as hearsay, Officer Jose Perez’ testimony to that effect. Although the prosecutor may have strayed slightly from the evidence of record, Keaton’s claim that this remark entitles him to a new trial is meritless.\nFirst, the trial court had repeatedly instructed the jurors that the arguments of counsel are not evidence, and that they must- base their verdict solely on the evidence presented to them. Second, the evidence of Keaton’s guilt was direct and proceeded from a reliable source: the one eyewitness to the crime, other than Keaton himself, was the victim, Nadine S., who was already quite familiar with Keaton prior to the assault. Nadine S. testified at trial that Keaton was the perpetrator, and such testimony was entirely consistent with testimony concerning her prior actions in identifying Keaton to the police when she saw him on the street a month after he assailed her. Finally, it is difficult to discern how the prosecutor’s comment might have biased the jurors toward conviction, given that they already knew that when Nadine S. returned to the property where she had been accosted several hours earlier, she was distraught and reluctant to enter. Whether or not the reason for this reluctance was premised upon her fear that her attacker was still in the property is wholly unrelated to the ultimate question of whether Keaton committed the crime. Therefore, considering all the circumstances of this case, we cannot conclude that the unavoidable effect of the remark was to arouse the jurors’ emotions or to so prejudice them that they could not fairly weigh the evidence and return a true verdict.\nKeaton’s next claim of prosecutorial misconduct concerns the following comments by the prosecutor as she recounted the evidence regarding the assault on Nadine S.:\nYou remember that Officer Perez also saw something else. You remember Nadine S[.] told you that not only did the defendant make her perform anal sex and oral sex, but that he ejaculated in her mouth after doing all of that and that she spit it out and Officer Perez saw the spot where the seminal fluid was on the floor, but because of monetary reasons, or whatever, the Crime Lab was not called for in either of the sexual ...\n[DEFENSE COUNSEL]: Objection.\nTHE COURT: Sustained.\n[PROSECUTOR]: There was no Crime Lab called to either of those scenes as the Crime Lab went to the homicide scene. So, nobody collected the specimen, but Officer Perez did see it.\nKeaton alleges that by making reference to the crime lab not being “called for” or “called to the scene,” the prosecutor “flouted” the trial court’s prior ruling that the defense could not argue the absence of DNA testing. He also takes issue with the prosecutor’s suggestion that monetary reasons prevented the use of the lab, since there was no trial evidence bearing on why the crime lab was not involved. Neither claim entitles Keaton to relief.\nWe disagree with Keaton’s assertion that the mere mention of the crime lab’s absence ran afoul of the trial court’s prior ruling barring the defense from arguing the lack of DNA evidence. Indeed, to the contrary, while precluding arguments based on DNA evidence because such evidence had not been presented, the court ruled that defense counsel could argue the absence of scientific evidence linking Keaton to any of the blood and semen samples that the police gathered from the victims’ garments and other physical objects. Immediately after this ruling, defense counsel proceeded to highlight the fact that the police did not produce any such scientific or other evidence. Moreover, at trial the responding officers gave extensive and detailed testimony concerning their'efforts to gather articles of evidence from the scenes of the crimes and have them analyzed. In all of this testimony there was no reference to the crime lab being summoned to the scenes of the non-homicidal rapes. Because “[cjounsels’ remarks to the jury may contain fair deductions and legitimate inferences from the evidence presented during the testimony,” Commonwealth v. D’Amato, 514 Pa. 471, 489, 526 A.2d 300, 309 (1987), the reference to the crime lab not being called to the scenes of the non-homicidal rapes was based on the trial evidence and thus cannot form the basis for relief on appeal.\nAs for the suggestion that the lab was not called to the scene “for monetary reasons, or whatever,” we cannot conclude that this suggestion so tainted the jury that it was unable to render a fair and impartial verdict. As noted, the court had previously instructed the jury that counsels’ arguments were not evidence, and. defense counsel’s objection to this remark was sustained. Moreover, the statement is so general that it gives no firm basis as to why the crime lab was not called. Additionally, the reason that the crime lab was not summoned appears to lack substantial relevance to the issue of Keaton’s guilt or innocence. We thus find that the remark did not have the unavoidable effect of prejudicing the jurors and forming in their minds such a fixed bias and hostility towards Keaton that they could not fairly weigh the evidence. Accordingly, no relief is due.\nThe third remark that Keaton contends was improper was the prosecutor’s comment, at the conclusion of her closing argument, that “animals don’t treat each other the way this defendant treated these young women.” Keaton argues that this remark incited the anger of the jurors and thus deprived him of a fair trial. We disagree.\nFirst, Keaton fails to acknowledge that defense counsel’s objection to the remark was sustained, and that counsel asked for neither a curative instruction nor a new trial. Thus, Keaton received all the relief he requested at trial. Cf. Commonwealth v. Goins, 508 Pa. 270, 275-76, 495 A.2d 527, 529-30 (1985). Second, the remark itself was not manifestly inappropriate. It is well established that a prosecutor is permitted wide latitude to advocate the Commonwealth’s case, and may properly employ a degree of rhetorical flair in so doing. Commonwealth v. Beasley, 544 Pa. 554, 571, 678 A.2d 773, 780 (1996), cert. denied, 520 U.S. 1121, 117 S.Ct. 1257, 137 L.Ed.2d 337 (1997). As noted above, in evaluating remarks of this kind, the primary guideline is whether they are of the type that engender such hostility and bias in the hearer as to render the jury incapable of weighing the evidence fairly and returning a true verdict. Under the circumstances of this case, it cannot reasonably be said that the challenged comment so infected the jury as to have impaired its ability to render a verdict based on the evidence. See Commonwealth v. Chester, 526 Pa. 578, 598-600, 587 A.2d 1367, 1377-78, cert. denied, 502 U.S. 849, 112 S.Ct. 152, 116 L.Ed.2d 117, 502 U.S. 959, 112 S.Ct.422, 116 L.Ed.2d 442 (1991) (district attorney’s comments that the defendants carved the victim up “like a cheap piece of tenderloin” merely summarized trial evidence with permissible oratorical flair).\nKeaton’s next allegation is that the guilty verdict is against the weight of the evidence, requiring the award of a new trial. To support this contention, Keaton asserts that the two unrelated rape charges in which the victims were not killed suggest that Ms. Hall’s death was accidental.\n“A motion for a new trial alleging that the verdict was against the weight of the evidence is addressed to the discretion of the trial court. Appellate review, therefore, is a review of the exercise of discretion, not the underlying question whether the verdict is against the weight of the evidence.” Commonwealth v. Brown, 538 Pa. 410, 435-36, 648 A.2d 1177, 1189 (1994). The finder of fact is free to believe all, part or none of the evidence and to determine the credibility of the witnesses. Commonwealth v. Hawkins, 549 Pa. 352, 370, 701 A.2d 492, 501 (1997). The trial court will award a new trial only when the jury’s verdict is so contrary to the evidence as to shock one’s sense of justice. Brown, 538 Pa. at 435, 648 A.2d at 1189. In determining whether this standard has been met, appellate review is limited to whether the trial judge’s discretion was properly exercised, and relief will only be granted where the facts and inferences of record disclose a palpable abuse of discretion. Commonwealth v. Counterman, 553 Pa. 370, 409-10, 719 A.2d 284, 304 (1998). Thus, the trial court’s denial of a motion for a new trial based on a weight of the evidence claim is the least assailable of its rulings. Id.\nIn this case, it is evident that the trial court did not abuse its discretion in denying Keaton’s motion for a new. trial on the ground that the verdict was against the weight of the evidence. Particularly in view of the brutality of the other two rapes, Keaton’s argument is wholly without merit.\nPENALTY PHASE\nKeaton contends that the evidence at the penalty phase of his trial was insufficient to establish the sole aggravating circumstance found by the jury, namely, that he had committed the homicide in the perpetration of the felony of rape. 42 Pa.C.S. § 9711(d)(6). For that reason, Keaton urges, he is entitled to a new sentencing hearing.\nTo establish the aggravating circumstance of homicide in the perpetration of the felony of rape, the Commonwealth was required to prove beyond a reasonable doubt that: 1) Keaton had sexual intercourse with Ms. Hall; 2) such intercourse was accomplished by force or by a threat of force that would have prevented resistance by a reasonably resolute person; and 3) Ms. Hall was not Keaton’s wife at the time of the intercourse. See 18 Pa.C.S. § 3121(a).\nKeaton does not deny that he had sexual intercourse with Ms. Hall, nor does he claim that the Commonwealth failed to prove that Ms. Hall was not his wife at the time of the homicide. His only contention is that there was not enough evidence presented at trial to establish that the intercourse was accomplished by forcible compulsion or a threat of forcible compulsion. In support of this contention, Keaton highlights the fact that the medical examiner did not find any signs of vaginal or anal trauma; that the basement where the victim’s body was found was littered with crack cocaine vials, syringes and matchbooks, thus indicating drug use; and that in Keaton’s statement to police he claimed that he and Ms. Hall were together by consent and engaged in “sex games.” Keaton contends that the only evidence offered by the Commonwealth that Ms. Hall might have been raped was his convictions for the other two rapes.\nIt is well established that the Commonwealth may sustain its burden to prove every element of an offense beyond a reasonable doubt by means of wholly circumstantial evidence. Commonwealth v. Tedford, 523 Pa. 305, 322, 567 A.2d 610, 618 (1989); Commonwealth v. Stanley, 453 Pa. 467, 469, 309 A.2d 408, 410 (1973). Where, as here, the victim is dead and there were no other eyewitnesses to the crime, such evidence is plainly the only kind available. Keaton’s assertion to the contrary notwithstanding, when viewed in the light most favorable to the Commonwealth, and when all reasonable inferences are drawn from it, the circumstantial evidence of record does provide a sufficient basis for the jury’s finding that Keaton raped Sherrill Hall.\nThe fact of a sexual episode is established by Keaton’s own admission. Moreover, based on the trial evidence, the jury could reasonably have found that Ms. Hall had no freedom to move due to the tightness of the ligature around her neck; that the ligature was fashioned for the purpose of stopping or preventing the victim from screaming; that the tan jacket restraining Ms. Hall’s arms further restricted her ability to resist intercourse; that the bruise on her leg indicated a pre-death struggle; and that after the intercourse was concluded, Keaton did not untie the ligature, but instead left Ms. Hall in a pitch-black basement, unconscious and lying on a filthy, trash-strewn floor. See Commonwealth v. Perrin, 484 Pa. 188, 192-93, 398 A.2d 1007, 1010 (1979) (holding that the fact the victim was strangled to death with her legs spread apart and her clothing torn from her body, combined with spermatozoa found inside her vagina, constituted sufficient evidence to support a jury finding that she had been raped); Commonwealth v. Williams, 476 Pa. 557, 563-64, 383 A.2d 503, 506 (1978) (noting that evidence that the victim was suffocated during sex supported the conclusion that force was used to engage in intercourse); Commonwealth v. Thomas, 522 Pa. 256, 271, 561 A.2d 699, 706 (1989) (finding the evidence sufficient to sustain a rape conviction where, inter alia, the victim had been strangled and her body was discovered naked from the shoulders down with bruises on both of her thighs). Additionally, as already noted, the evidence of the other rapes tended to show that Keaton acted pursuant to a plan, scheme or design that was common to all three .of his victims. The cumulative effect of all this evidence is sufficient to support the jury’s conclusion that Keaton’s sexual encounter with Sherrill Hall was accomplished by force. As a final matter, given that the jury had already determined that Keaton used force to end Ms. Hall’s life, the jury could have concluded that the same force was used to achieve penetration. See Commonwealth v. Miller, 555 Pa. 354, 367 & n. 6, 724 A.2d 895, 901 & n. 6 (1999) (holding that where sexual intercourse occurs “concomitant” with a homicide, the element of forcible compulsion for rape is an integral part of the force employed to commit the homicide).\nKeaton’s next assignment of error relative to the penalty phase is that during voir dire, he was unconstitutionally prohibited from “life-qualifying” the jury. See Morgan v. Illinois, 504 U.S. 719, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992) (holding that a trial court’s refusal to allow all prospective jurors to be asked whether they would automatically impose the death penalty for first degree murder violated the Due Process Clause of the Fourteenth Amendment). Specifically, on the first day of jury selection, the following colloquy occurred during the questioning of the fifth venireperson, William Sanginiti, by defense counsel:\nQ. Sir, you heard the judge advise the jury that only in certain cases that a death penalty applies. Only in some cases involving first degree murders. Do you understand, sir, that a first degree murder involves an intentional killing?\nA. Yes.\nQ. Do you feel that you would tend to vote for the death penalty in any case involving intentional killing?\n[PROSECUTOR]: Objection, Your Honor.\nTHE COURT: Sustained.\nTHE VENIREPERSON:' Do I what?\n[PROSECUTOR]: You don’t have to answer that if the judge has sustained it.\nBY [DEFENSE COUNSEL]:\nQ. Sir, do you feel that—is it your belief, sir, that the death penalty is the appropriate penalty for any murder?\n[PROSECUTOR]: Objection.\nTHE COURT: Sustained.\nKeaton maintains that the above exchange demonstrates that defense counsel was attempting to determine if Mr. Sanginiti would automatically impose the death penalty in all cases of murder, and that the trial court’s denial of the right to ask such questions violated Morgan. He argues that, as a consequence. of such violation, his death sentence must be reversed and the matter remanded for a new sentencing hearing.\nWe agree that, under Morgan, the trial court erred in refusing to allow defense counsel to ascertain whether the venireperson would automatically impose a sentence of death if the jury returned a conviction on the charge of first degree murder. While Morgan does not impose a constitutional requirement that each prospective juror be life-qualified, it does stand for the proposition that if the defendant chooses to life qualify any or all venirepersons, the trial court must allow him to do so.\nThe Commonwealth argues that there was no Morgan violation because counsel’s questions were directed at the “personal feelings, tendencies, and beliefs” of the prospective juror, and not his fixed and unalterable opinion concerning the proper punishment for murder. Thus, according to the Commonwealth, the questions were properly excluded under Commonwealth v. England, 474 Pa. 1, 8, 375 A.2d 1292, 1296 (1977) (stating that “[a] prospective juror’s personal views are of no moment absent a showing that these opinions are so deeply embedded as to render that person incapable of accepting and applying the law as given by the court”). We disagree. While the second question quoted above only inquired as to Mr. Sanginiti’s “feelings” and “tendencies,” and was properly excluded, the third question was manifestly aimed at uncovering any fixed opinion he might have that the death penalty should always be imposed for first degree murder. We can apprehend no other interpretation of the phrase, “the death penalty is the appropriate penalty for any murder.”\nThe Commonwealth notes that this phrase is preceded with the word “belief’ and asserts that there is a difference between mere “beliefs” and “fixed opinions.” Such a fine semantic distinction, however, is unavailing. Indeed, we note that in several other jurisdictions, life-qualifying questions have often used some variant of the word “belief.” More important, we think it unrealistic to require that, during voir dire, counsel be restricted to a particular, pre-determined set of words, such as “fixed opinion” or “unalterably biased,” or else be forever barred from ascertaining the juror’s views about the death penalty. Such a rule would violate the principles animating Morgan, in which the Court emphasized that it is only through questioning at voir dire that the state has the opportunity to exclude jurors who would never impose the death penalty, and the defendant has the chance to eliminate those who would always do so. See Morgan, 504 U.S. at 733-35, 112 S.Ct. at 2232. We hold, therefore, that, pursuant to Morgan, where the trial court’s questionnaire, if any, does not contain a life-qualifying question, defense counsel must be allowed to ask individual venirepersons questions that are reasonably calculated to expose a prospective juror’s inability to assess life imprisonment following a first degree murder conviction. Accordingly, the trial court erred in sustaming the objection to defense counsel’s third question above.\nHaving found that the court erred, we must determine whether such error warrants a new penalty hearing. Keaton claims that it does because, he avers, the error deprived him of his right, guaranteed under the Fourteenth Amendment, to an impartial jury. We cannot agree.\n“It is well settled that the Sixth and Fourteenth Amendments guarantee a defendant on trial for his life the right to an impartial jury.” Ross v. Oklahoma, 487 U.S. 81, 85, 108 S.Ct. 2273, 2277, 101 L.Ed.2d 80 (1988). The appellant carries the burden of showing that his jury was not impartial. See id. at 86, 108 S.Ct. at 2277. In Ross, the trial court erroneously declined to remove for cause a prospective juror who indicated that if the jury found the defendant guilty, he would automatically vote to impose the death penalty. That prospective juror was not seated on the jury, however, as the defendant exercised a peremptory challenge to exclude him. Id. at 84, 108 S.Ct. at 2276. Because the appellant was unable to demonstrate that those jurors who did sit were not impartial, the Court held that no violation of his right to an impartial jury occurred. See id. at 88, 108 S.Ct. at 2278.\nSimilarly, in the present case, Keaton’s counsel excluded Mr. Sanginiti from the jury by use of a peremptory challenge. Thereafter, he did not attempt to life-qualify any other juror, and specifically declined a later opportunity to add a life-qualifying question to the questionnaire to be filled out by subsequent panelists from which additional jurors and alternates were chosen. Nor does Keaton contend that any of the jurors who actually decided his fate were not impartial. See id. at 84, 108 S.Ct. at 2276. Indeed, he did not even exhaust his peremptory challenges. Accordingly, Keaton has failed to demonstrate that the trial court’s erroneous exclusion of life-qualifying questions relative to Mr. Sanginiti deprived him of an impartial jury or prejudiced him in any other way.\nKeaton next asserts that his death sentence should be invalidated based on the following jury instruction, which the trial court gave at the penalty phase:\nIn this case, as I have told you before, the Commonwealth has alleged two aggravating circumstances, the first of which is the defendant committed a killing while in the perpetration of a felony, in this case there being rape charges for the other two victims. I defined the charge of rape for you yesterday. If you find you need an additional definition of it, please report to me and I will give it to you. However, the question is were you convinced beyond a reasonable doubt by the evidence in this case that the defendant killed Miss Hall in the perpetration of the felony of rape. If you find that that was so, then it becomes ... [an][a]ggravating circumstance for you to consider. Otherwise, it is not an aggravating circumstance.\nKeaton claims that this instruction erroneously invited the jury to consider the other rape charges in determining whether he murdered Ms. Hall in the perpetration of a felony.\nIt is true that the trial judge misspoke in the opening portion of the instruction, when he referred to the rapes of Michelle B. and Nadine S. as the basis for the aggravating circumstance at Section 9711(d)(6). The trial court, however, immediately corrected this misstatement and clearly instructed the jury that it could only return a verdict of death if it found that the killing occurred during a rape: “[T]he question is were you convinced beyond a reasonable doubt ... that the defendant killed Miss Hall in the perpetration of the felony of rape.” Thus, the jury was clearly apprised that the aggravator was the rape involving the murder victim, Ms. Hall. See generally Commonwealth v. Saunders, 529 Pa. 140, 144, 602 A.2d 816, 818 (1992) (noting that appellate review of a trial court’s jury instruction must involve a consideration of the charge as a whole to determine whether it was fair and complete). Moreover, to the extent that the instruction can be considered ambiguous in light of the trial court’s initial misstatement, this would constitute trial error only if the jury was “reasonably likely” to have arrived at an erroneous interpretation. Boyde v. California, 494 U.S. 370, 380, 110 S.Ct. 1190, 1198, 108 L.Ed.2d 316 (1990). As differences among jurors are resolved through a deliberative process, the commonsense understanding of the instruction is likely to prevail. Id. at 381, 110 S.Ct. at 1198. In light of the commonsense meaning of the phrases, “in the perpetration of’ and “while in the perpetration of,” employed by the trial court in its charge and on the pre-printed portion of the verdict slip, coupled with the court’s express instruction that the aggravator was the rape involving the murder victim, Keaton has failed to establish that the trial court’s instruction, taken as a whole, constituted reversible error.\nKeaton’s final claim that he is entitled to a new sentencing hearing involves an instance of alleged prosecutorial misconduct by the district attorney as she was cross-examining him during the penalty phase. The district attorney was aware that Norman Price, a prisoner with whom Keaton had been incarcerated prior to trial, had given a statement to the police, in which Price stated that Keaton had told him that\n[Keaton] met up with a girl named Topaz, after he left Sherrill in the basement because she had stopped breathing. He said that he told you’s [sic] that Topaz was with them in the basement, so to make sure that I did not tell anyone because no one knew that Topaz had not been in the basement\nDuring cross-examination, after Keaton admitted that he had been in the basement with Sherrill Hall and had wrapped her pant leg around her neck, the following exchange then took place:\n[KEATON]: We were just getting high and everything ... it was all three of us down there.\n[PROSECUTOR]: There was a third person there?\n[KEATON]: Yes, there was.\n[PROSECUTOR]: Didn’t you tell Norman Price that there never was a Topaz, that you made that up?\n[DEFENSE COUNSEL]: Objection.\nTHE COURT: Sustained.\nFollowing this exchange, defense counsel did not request a cautionary instruction.\nKeaton observes that, contrary to the implication of the prosecutor’s question, Price’s statement actually corroborated the existence of a woman named “Topaz,” and that “the issue was only at what point did Topaz enter the picture.” Thus, Keaton complains, the prosecutor gave the jury the impression that he had lied about the existence of Topaz, when in reality Price’s statement only supports the conclusion that Keaton lied about the presence of Topaz in the house where Ms. Hall was killed. Such a misrepresentation of the content of the lie, Keaton avers, deprived him of his right to a fair trial under the Fourteenth Amendment’s Due Process Clause.\nThis argument is devoid of merit. There is scant likelihood that the jury would have been any more likely to find that Keaton had raped Sherrill Hall if they thought he lied about Topaz’ existence than if they only thought he lied about her presence in the house during the killing. Moreover, Keaton never answered the question, as his attorney’s objection to it was sustained, and he did not request a cautionary instruction. Further, the trial court had already instructed the jury that the questions of counsel do not constitute evidence. Consequently, Keaton cannot reasonably contend that the unavoidable effect of the question was to so prejudice the jury against him that it could not render a fair and impartial verdict. See Commonwealth v. Dennis, 552 Pa. at 347, 715 A.2d at 411-12. Accordingly, no relief is due.\nINDEPENDENT REVIEW OF THE DEATH SENTENCE\nHaving concluded that Keaton’s claims do not entitle him to relief, we must affirm the judgment of sentence unless we determine that:\n(i) the sentence of death was the product of passion, prejudice, or any other arbitrary factor;\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to ■ the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\n42 Pa.C.S. § 9711(h)(3).\nAfter reviewing the record, we conclude that the sentence imposed in this case was not the product of passion, prejudice or any other factor, but rather, was based upon the evidence that Keaton killed his victim with specific intent during a rape.\nIn addition, we conclude that the aggravating circumstance found by the jury was amply supported by the evidence. The Commonwealth presented evidence that Keaton killed Sherrill Ann Hall while raping her, thus establishing that the homicide was committed during the perpetration of a felony. See 42 Pa.C.S. § 9711(d)(6).\nFinally, having réviewed Keaton’s sentence in light of the sentencing data compiled and monitored by the Administrative Office of the Pennsylvania Courts, we conclude that the sentence of death imposed upon Keaton was not excessive or disproportionate to the penalties imposed in similar cases. See Commonwealth v. Gribble, 550 Pa. 62, 91-92, 703 A.2d 426, 440-41 (1997).\nAccordingly, we affirm the verdict and sentence of death imposed upon Keaton by the Court of Common Pleas of Philadelphia County.\nJustice NIGRO concurs in the result.\n. The Commonwealth eventually chose not to proceed on the charge of reckless endangerment.\n. Subsequent efforts by the police to locate \"Topaz” proved unavailing.\n. Although no rape was charged as to Sherrill Ann Hall, at the penalty phase the jury found beyond a reasonable doubt that Appellant had raped her. The sufficiency of the evidence supporting such finding is discussed infra.\n. The Commonwealth argues that this and several other claims of error are waived, as Keaton did not object to the challenged conduct at trial. Under our doctrine of relaxed waiver applicable in direct appeals in capital cases, however, we address such issues on the merits. See Commonwealth v. Zettlemoyer, 500 Pa. 16, 50 n. 19, 454 A.2d 937, 955 n. 19 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983).\n. The remainder of the quoted remark is based on testimony properly received into evidence. The statement that Nadine S. was shaken and upset mirrors Officer Perez’ testimony regarding her emotional state that was received without objection. Similarly, the assertion that \"it took the officers five minutes” to persuade her to enter is based on the officer’s testimony that, while Nadine S. at first refused to enter the property, the officers eventually prevailed upon her to go inside. The precise length of the delay would appear to lack significant materiality.\n. As an apparent afterthought, Keaton argues that to the extent any of his claims are waived, trial counsel should be considered ineffective for having failed to preserve them. As we address all of Keaton's claims on the merits, Keaton’s ineffectiveness claim is superfluous.\n. The requirement of a non-spousal relationship was subsequently removed from the rape statute.\n. As noted, the Commonwealth did not file an information charging Keaton with rape as to Ms. Hall. See supra note 3. At the penalty phase, the Commonwealth sought to demonstrate that Keaton had raped the decedent by proceeding only under the “forcible compulsion” sections of the rape statute. See 18 Pa.C.S. § 3121(a)(1) and (2). Moreover, these are the only sections on which the trial court instructed the sentencing jury.\n. The term \"life-qualification” refers to the process in which counsel or the trial court identifies and excludes those prospective jurors who have a fixed opinion that a sentence of death should always be imposed for a conviction of first degree murder. See Commonwealth v. Morris, 546 Pa. 296, 301 n. 2, 684 A.2d 1037, 1039 n. 2 (1996).\n. See, e.g., Camacho v. State, 864 S.W.2d 524, 529 (Tex.Crim.App.1993) (jury questionnaire choices were: \"I believe that the death penalty is appropriate in all murder cases”; “I believe that the death penalty is appropriate in some murder cases”; “Although I do not personally believe in the death penalty, as long as the law provides for it, I could assess it under the proper set of facts and circumstances”; and \"I could never, under any circumstances, return a verdict which assessed the death penalty”); State v. Wright, 1998 WL 734771, *12 n. 85 (Del.Super.Ct.1998) (standardized juiy inquiry contained the question, \"Do you believe that a person who is convicted of intentionally murdering another person should automatically be given the death penalty, even if there are mitigating circumstances which might support a punishment of life in prison without the possibility of probation or parole?”); see also People v. Mitchell, 61 Cal.2d 353, 38 Cal.Rptr. 726, 392 P.2d 526, 534-35 (1964) (characterizing counsel’s question, “[D]o you have a personal belief that all first degree murder cases should suffer the death penalty as opposed to life imprisonment” as an attempt to ascertain whether the veniremember would immutably vote for the death penalty in the event of a conviction of first degree murder); Thomas v. State, 1998 WL 560280, *23-24 (Ala.Crim.App.1998) (deeming counsel’s question “Does anyone here believe the death penalty ought to be imposed any time there's a murder?” sufficient to identify those venirepersons who would automatically sentence the defendant to death, if convicted); State v. Biegenwald, 126 N.J. 1, 594 A.2d 172, 226 (1991) (noting that a prospective juror was properly excused for his “belief” that capital punishment was appropriate for all homicides except those committed either in anger or accidentally).\n. The manner in which voir dire will be conducted is left to the discretion of the trial court; there is no requirement that a party be permitted to engage in individual voir dire questioning. Pa.R.Crim.P. 1106(D); Commonwealth v. Craver, 547 Pa. 17, 29, 688 A.2d 691, 697(1997); Commonwealth v. Chambers, 546 Pa. 370, 398, 685 A.2d 96, 109 (1996), cert. denied, — U.S. -, 118 S.Ct. 90, 139 L.Ed.2d 46 (1997). A procedure which includes the opportunity for oral questioning by counsel of necessity entails a greater degree of flexibility in terms of the exact phraseology of questions than does a procedure which relies exclusively upon a written questionnaire. In the latter case, counsel will have greater opportunity to reflect and refine questions, and jurors' responses may be obtained without the benefit of interchange. Cf. Commonwealth v. Copenhefer, 553 Pa. 285, 300-01, 719 A.2d 242, 250 (1998) (holding that the trial court did not err by rejecting a written life-qualifying question that was “overbroad, ambiguous, and meaningless to jurors”). Notably, in the present case, the trial court followed the common practice of allowing for the conduct of voir dire employing both written interrogatories and oral questioning by counsel. That defense counsel may have had the opportunity to include life qualification questions among the written interrogatories, however, does not validate the trial court's subsequent refusal to allow the oral life qualification of Mr. Sanginiti. Ráther, since the record does not reflect notice to counsel that such questions would be limited to the written form, it was error to foreclose counsel from probing the juror’s views concerning the imposition of a life sentence during the oral voir dire.\n. By legislation enacted June 25, 1997, subsection (h)(3)(iii) providing for proportionality review and a portion of subsection (h)(4) that references such review were stricken from Section 9711(h). See Act of June 25, 1997, No. 28, § 1 (Act 28), effective immediately. However, this Court will continue to undertake proportionality review in cases where the sentence of death was imposed prior to the effective date of Act 28. Commonwealth v. Gribble, 550 Pa. 62, 91, 703 A.2d 426, 440 (1997).\n. Pursuant to 42 Pa.C.S. § 971 l(i), the Prothonotary is directed to transmit the complete record of this case to the Governor of Pennsylvania within ninety days."}