{"id": "630352", "contents": "OPINION OF THE COURT\nJustice CASTILLE.\nThis Court granted review to determine whether, in amending Section 309(d) of the Workers’ Compensation Act (“Act”), see 77 P.S. § 582(d), the General Assembly intended that a seriously and permanently injured full-time worker, whose full-time employment was preceded by part-time after-school employment, should be penalized by having the periods of part-time employment included in the calculation of his average weekly wage. Citing to the overall humanitarian purpose of the Act and the unusual circumstances presented here, both the Workers’ Compensation Judge (“WCJ”) and the Workers’ Compensation Appeal Board (“WCAB”) construed the amended Act as not requiring that the part-time wages be included in the computation of average wages. A panel of the Commonwealth Court reversed, holding that the Act permits no distinction between full-time and part-time employment and, accordingly, the calculation of appellant’s average weekly wage must include earlier quarters of employment during which he was a part-time employee. For the following reasons, we reverse.\nThe industrious appellant worked on a part-time basis for Hannaberry HVAC (“employer”) while he was a high school student. On June 20, 1996, after graduating from high school, appellant accepted a full-time position with employer. Appellant’s work schedule had varied greatly during his part-time employment, with his paychecks generally increasing as graduation neared. Thus, in the three quarterly periods preceding his entry into full-time employment, appellant’s average weekly wages were: $57.25 (for the period from September 20, 1995 to December 20, 1995); $96.87 (December 20, 1995 to March 20, 1996); and $110.56 (March 20, 1996 to June 20, 1996). In contrast, appellant’s average weekly wage for the calendar quarter after he assumed full-time status, the period from June 20, 1996 until September 20, 1996, increased more than four-fold, to $473.65.\nOn September 20, 1996, appellant suffered a devastating work injury when a forklift fell on him, injuring his spinal cord and rendering him quadriplegic. Appellant was nineteen years old. There has never been any dispute concerning the severity of the injury, its work-relatedness and permanence, or appellant’s entitlement to workers’ compensation benefits. The dispute is limited to the amount of the benefit.\nEmployer issued a notice of compensation payable acknowledging appellant’s injury and calculating his average weekly wage as $207.03 with a corresponding compensation rate of $186.33. Appellant filed a claim petition challenging employer’s computation of the average weekly wage. During the litigation, employer amended the average weekly wage to $229.43 with a corresponding compensation benefit rate of $206.49. Employer based its calculation upon the highest three quarters of employment in the previous year, two of which were periods of part-time employment. Appellant contended that his average weekly wage should be calculated based solely upon the quarter coinciding with his full-time employment, which was also the most recent quarter. Appellant argued that including his part-time high school employment in calculating his average weekly wage artificially decreased the wages he actually earned as a full-time worker, which was the status he enjoyed when injured, and would consign him to a lifetime of insufficient compensation.\nThe WCJ agreed with appellant and calculated his average weekly wage as $473.65, with a corresponding compensation rate of $315.76. The WCJ based the average weekly wage solely on claimant’s last calendar quarter of work. The WCJ noted that “the very unusual circumstances” of the case made it a “difficult one.” The WCJ recognized that the Act, as amended, does not explicitly distinguish between part-time and full-time employment in providing for the calculation of a claimant’s average weekly wage. But, the WCJ concluded, it would be “manifestly unfair” to ignore the “dramatic” distinction between part-time employment as a full-time student and full-time adult employment in this context. In the WCJ’s view, the benefit due appellant should “reflect his adult earnings [and] not his after school activities.” WCJ Op., 15.\nEmployer and its insurer appealed to the WCAB, which affirmed. Stressing the “recognized humanitarian intent of the Act,” the WCAB held that the WCJ had correctly decided the matter and, accordingly, adopted the WCJ’s opinion. WCAB Op., 1-3.\nUpon further appeal, a panel of the Commonwealth Court reversed in a published opinion. Hannaberry HVAC v. Workers’ Compensation Appeal Bd. (Snyder, Jr.), 767 A.2d 650 (Pa.Cmwlth.2001). The panel noted that the amended Act neither explicitly addressed, nor made a distinction between, part-time and full-time employment. The panel further noted that the 1996 statutory formula, which required that the three highest of the last four quarters of employment be averaged in calculating a claimant’s wages, represented a deliberate change in policy from the prior legislation, which had calculated wages premised upon the single highest earnings quarter of employment in the previous year. The panel deemed itself constrained to hold, as a matter of law, that appellant’s periods of part-time employment during the year preceding his injury could not be excluded from the calculation of his average weekly wages.\nIn reaching this conclusion, the panel opined that the legislative history behind the 1996 amendments revealed that the General Assembly sought to prevent individuals from receiving more through workers’ compensation than they would have earned had they remained in the workforce. This situation could arise under the previous computational formula since a claimant could cite the highest quarter during the year preceding the injury, even if that quarter reflected aberration-ally high wages: i.e., the claimant may have earned inflated wages due to overtime, a one-time bonus, a temporary assignment to a higher wage position (as on a prevailing-wage contract), etc. In support of its conclusion that such was the legislative intent, the panel quoted the following remarks made by one senator during the legislative debates:\nNow, how do you get people back to work when they can make $527 a week by doing nothing, or going back to work and making $400? I do not think that is fair and I think we should try to change that, and under this bill we are going to level that playing field and use three of the last four quarters to determine your average salary instead of just using one high peaked quarter, and many times on that peak they would use bonuses and vacation time and peak it even higher.\nHannaberry HVAC, 767 A.2d at 653, quoting Senate Legislative Journal, June 10, 1996, p. 2156 (remarks of Sen. Armstrong).\nThe panel further noted that there was nothing in the legislative history to suggest that the General Assembly had considered the part-time to full-time employment paradigm presented here. The panel recognized the “inadequacy” of the 1996 amendment to the Act as so construed in a case such as this, as it results in a “grossly unfair average weekly wage for certain workers.” 767 A.2d at 654 n. 4. The panel nevertheless felt such a grossly unfair result was commanded by the legislation. Id.\nIn workers’ compensation appeals, this Court will affirm the adjudication below unless we find that an error of law was committed, that constitutional rights were violated, that a practice or procedure of a Commonwealth agency was not followed or that any necessary finding of fact is not supported by substantial evidence of record. 2 Pa.C.S. § 704; Mitchell v. Workers’ Compensation Appeal Bd. (Steve’s Prince of Steaks), 572 Pa.380, 815 A.2d 620, 623-24 (2003); Reinforced Earth Co. v. Workers’ Compensation Appeal Bd. (Astudillo), 570 Pa.464, 810 A.2d 99, 104 (2002) (plurality opinion). Here, the facts are undisputed and neither party has alleged a constitutional violation or that an agency practice or procedure was not followed. The sole issue is whether the Commonwealth Court committed an error of law in determining that the amended Act commands a conclusion that appellant’s earnings while a part-time scholastic employee must be included in the calculation of his average weekly wages for purposes of determining the benefit due him following his permanent, disabling work injury. Since this is a question of law, our review is plenary. See Murphy v. Duquesne University of the Holy Ghost, 565 Pa. 571, 777 A.2d 418, 429 (2001) (citation omitted); Thompson v. Workers’ Compensation Appeal Bd. (USF & G Co.), 566 Pa.420, 781 A.2d 1146, 1150 (2001) (citing Universal Am-Can, Ltd. v. Workers’ Compensation Appeal Bd. (Minteer), 563 Pa.480, 762 A.2d 328, 331 n. 2 (2000)).\nWe begin by noting that there is no escaping the harshness of the result that the Commonwealth Court deemed to be statutorily commanded here. Appellant was, and had been for three months, a continuous full-time employee when he suffered his devastating work injury. Had the Act not been amended, the three month period during which he was a full-time employee would have provided the measure for calculating his average wage, and not just because it was the most recent quarter, or the only quarter during which he was a full-time employee, but because the most favorable quarter to the worker/claimant provided the statutory measure. We agree with the parties and the Commonwealth Court that one obvious purpose of the amendment to Section 309(d) was to prevent a claimant from receiving artificially inflated benefits by being able to select, as the measuring point for calculating his average wage, a work quarter during which his pay was atypically high. Viewed in a broader light, the amendment was thus an attempt to ensure that the calculation of wages would be a more accurate and realistic measure of what the employee could have expected to earn had he not been injured which, in turn, would ensure both that the employee was not over-compensated and the employer not over-burdened. But, the wages appellant was receiving at the time of his work injury were not artificially inflated. Those wages did not reflect a one-time “peak” or “spike” in pay; rather, these were the wages that appellant regularly earned at the time of injury. Moreover, even ignoring the enduring fact of appellant’s permanent total injury, there is no question that, if appellant were to prevail on appeal, he will still be worse off financially than if he had not been injured, since he will receive but two-thirds of the wages that he was actually and consistently earning at the time he was injured on the job.\nThe mere harshness of the result below alone cannot dictate the course of our legal analysis. We emphasize it only because we take seriously this Court’s settled recognition that “[o]ur basic premise in workmen’s compensation matters is that the Workmen’s Compensation Act is remedial in nature and intended to benefit the worker, and, therefore, the Act must be liberally construed to effectuate its humanitarian objectives.” Peterson v. Workmen’s Compensation Appeal Bd. (PRN Nursing Agency), 528 Pa.279, 597 A.2d 1116, 1120 (1991) (collecting cases). Accordingly, [b]orderline interpretations of the [Workers’ Compensation] Act are to be construed in the injured party’s favor. Harper & Collins v. Workmen’s Compensation Appeal Bd. (Brown), 543 Pa.484, 672 A.2d 1319, 1321 (1996), citing Turner v. Jones & Laughlin Steel Corp., 479 Pa. 618, 389 A.2d 42, 47 (1978).\nAppellant contends that the Commonwealth Court misapplied the amended statute in holding that his average weekly wage must be calculated not upon his actual full-time wages, but upon those wages as diluted by averaging them with two work quarters of part-time wages he earned as an industrious high school student. Appellant’s argument is not a mere equitable one. Appellant submits that, when the General Assembly amended Section 309(d), it did not consider the type of circumstantial calamity that befell him and did not intend the result commanded by the Commonwealth Court’s statutory interpretation. To apply the amendment in the “rigid” fashion adopted by the Commonwealth Court, appellant argues, conflicts with the remedial, humanitarian nature of the overall Act and would permit the General Assembly’s attempt “to address one particular problem to defeat the rights of a worker facing a much different, and much more difficult, problem entirely.” Brief for Appellant, 6, 7.\nRelying upon the legislative history cited by the Commonwealth Court, appellant further emphasizes that his is not the situation that motivated the 1996 amendment to the Act. Appellant argues that the “true intendment” of the 1996 amendment was to provide for an accurate calculation of wages, unaffected by occasional “high points” in a pay cycle. Appellant notes that, far from seeking a windfall based upon some artificially “peaked” pay period, he merely seeks to avoid having his full-time wages artificially devalued by including periods of an entirely different type of employment.\nFinally, appellant cites by analogy to dicta in this Court’s decision in Workmen’s Compensation Appeal Bd. (Katz) v. Evening Bulletin, 498 Pa.219, 445 A.2d 1190 (1982). In that case, this Court considered a prior version of that part of Section 309 which rendered an employer liable to pay compensation for wages earned by an employee who, at the time of injury, had been engaged in concurrent employment with multiple employers. The subsection at issue required that the employer liable for the injury have knowledge of the concurrent employment before those additional wages could be included in the calculation of the average weekly wage. The claimant in Evening Bulletin was a union worker who worked part-time on an as-needed basis as a substitute newspaper “mailer” and “stuffer.” The union served as the hiring agent for both newspaper employers for whom the claimant worked. This Court held that the union/hiring agent’s knowledge of the concurrent employment had to be attributed to the employer/defendant. In arriving at this conclusion, the Court discussed the development of this area of law, noting the obvious tension between employers (whose economic interest was in limiting exposure to the wages they usually paid the worker) and the employee (whose economic interest was in being made whole for the effects of the work injury). In dismissing the employer’s concern with overpayment, this Court noted the following:\nIt is obviously repulsive to legislation, that is remedial in intent, to construe such legislation as relegating a claimant to a part-time wage basis, although his actual earnings are that of a full-time member of the labor force. Moreover, any isolated example of an injustice will be eradicated by an overall view of the situation. It is legitimate to consider the employer’s sector as a composite, since that is the perspective used to determine premiums for workmen’s compensation coverage. It is not fair to apply such a perspective to the individual workman whose entire life and that of his family may be dependent upon the award received in a given case.\n445 A.2d at 1192 (emphasis supplied). Appellant relies upon the emphasized language in support of his claim that the Commonwealth Courts construction of Section 309(d) is contrary to the overall intent of the Act.\nEmployer’s responsive argument is short and straightforward. Employer notes, as the Commonwealth Court panel did, that section 309(d) does not explicitly differentiate between part-time and full-time employment. Although professing sympathy for the crippling, permanent injury appellant suffered while in its employ, employer argues that Section 309(d)’s silence respecting periods of part-time employment must be read as indicating a legislative judgment not to except them from inclusion in the calculation of average wage. Employer opposes what it characterizes as appellant’s attempt to calculate his benefits based upon “his own private formula.” Employer submits that the very purpose of the amendment was to “remove the practice of allowing a Claimant to choose his highest earning quarter” in calculating his average weekly wage. Employer further notes that, in adopting this formula, the General Assembly was hoping “to curtail businesses and industry from leaving the Commonwealth ... in favor of other states with more favorable Workers’ Compensation Laws.”\nAmicus Curiae Pennsylvania AFL-CIO has also filed a brief, supporting appellant’s position. Amicus argues that, at least with respect to the part-time to full-time employment paradigm presented here, the amended Act is not “clear and free from all ambiguity” and, thus, resort to principles of statutory construction is required. See 1 Pa.C.S. § 1921(b). Amicus notes that this Court’s decision in Lane Enterprises, Inc. v. Workers’ Compensation Appeal Bd. (Patton), 537 Pa.426, 644 A.2d 726 (1994), authorizes a resort to rules of construction in a situation where Section 309 does not directly address an issue. Brief of Amicus, 5-8.\nIn arguing the presence of a statutory ambiguity, amicus notes that the Commonwealth Court’s construction creates an “undeniable imbalance in the workers’ compensation benefits framework.” Id. at 12. The imbalance is revealed by consideration of other aspects of the 1996 amendment to Section 309(d) — in particular, subsection (d.2), which addresses the calculation of the average weekly wage for recently hired employees. This subsection provides as follows:\n(d.2) If the employe has worked less than a complete period of thirteen calendar weeks and does not have fixed weekly wages, the average weekly wage shall be the hourly wage rate multiplied by the number of hours the employe was expected to work per week under the terms of employment.\n77 P.S. § 582(d.2). This provision retains, with some modifications, a part of former subsection (d) which had similarly addressed the circumstances of short-term employees, and in a way that ensured an accurate picture of their actual wages. Amicus argues that an interpretation of amended Section 309(d) which would ignore the actual wages of a worker such as appellant, whose situation differs from that of a recent hire only in that he was industrious enough to work part-time while in school, reveals the ambiguity. As proof of how unreasonable the Commonwealth Court’s interpretation is, amicus then quotes the panel’s own observation:\nUnder the present law, an individual who works full time for only thirteen weeks prior to an injury would be entitled to a higher average weekly wage calculation than an individual, like Claimant in this case, who worked part time for the first three quarters and full time for the last quarter preceding his injury. In this comparison, the individual who worked only the last quarter would be awarded greater benefits than a claimant who worked for an entire year prior to the injury, although both claimants had received the identical wage for the last quarter before the injury.\nBrief of Amicus, 14, quoting Hannaberry HVAC, 767 A.2d at 654 n. 4. Amicus concludes by arguing that approval of the Commonwealth Court’s construction of the Act “would create a classification of injured worker that bears no rational relationship to a legitimate legislative goal.” Brief of Amicus, 15.\nThe polestar of statutory construction is to determine the intent of the General Assembly. 1 Pa.C.S. § 1921(a) (court’s sole objective in construing or interpreting a statute remains to “ascertain and effectuate the intent of the General Assembly”). See P.R. v. Com., Dept. of Public Welfare, Office of Hearings and Appeals, 569 Pa. 123, 801 A.2d 478, 482 (2002). When the words of a statute are clear and free from all ambiguity, they are presumed to be the best indication of legislative intent. Pennsylvania Financial Responsibility Assigned Claims Plan v. English, 541 Pa. 424, 664 A.2d 84, 87 (1995). However, if “the words of the statute are not explicit” on the point at issue, “the intention of the General Assembly may be ascertained by considering, among other matters:”\n(1) The occasion and necessity for the statute.\n(2) The circumstances under which it was enacted.\n(3) The mischief to be remedied.\n(4) The object to be attained.\n(5) The former law, if any, including other statutes upon the same or similar subjects.\n(6) The consequences of a particular interpretation.\n(7) The contemporaneous legislative history.\n(8) Legislative and administrative interpretations of such statute.\n1 Pa.C.S. § 1921(c). See P.R., supra. Moreover, the Act also requires that we presume that the General Assembly did not intend a result that is absurd or unreasonable. 1 Pa.C.S. § 1922(1) (fundamental presumption in “ascertaining the intention of the General Assembly in the enactment of a statute” is that “the General Assembly does not intend a result that is absurd, impossible of execution or unreasonable”); Housing Authority of County of Chester v. Civil Service Com’n, 556 Pa. 621, 730 A.2d 935, 947 (1999) (“The first principle of statutory construction is that courts will not interpret legislative enactments in a manner which imputes absurdity to the legislative enactment.”); accord Bowser v. Blom, 569 Pa. 609, 807 A.2d 830, 835 (2002).\nWe are satisfied that a proper resolution of this appeal requires statutory construction and that, in light of those principles of construction, the Commonwealth Court’s interpretation of the statute cannot stand. To understand the ambiguity, one need only view Section 309(d) in context. Section 306(a) of the Act provides the following framework for calculating total disability payments: “For total disability, a sixty-six and two-thirds per centum of the wages of the injured employe as defined in section 309 beginning after the seventh day of total disability, and payable for the duration of total disability....” 77 P.S. § 511(1). Section 309 of the Act, as amended by the Act of June 24, 1996, P.L. 350 (Act 57), then provides for the computation of “wages,” in pertinent part, as follows:\nWherever in this article the term ‘wages’ is used, it shall be construed to mean the average weekly wages of the employe, ascertained as follows:\n(a) If at the time of the injury the wages are fixed by the week, the amount so fixed shall be the average weekly wage;\n(b) If at the time of the injury the wages are fixed by the month, the average weekly wage shall be the monthly wage so fixed multiplied by twelve and divided by fifty-two;\n(c) If at the time of the injury the wages are fixed by the year, the average weekly wage shall be the yearly wage so fixed divided by fifty-two;\n(d) If at the time of the injury the wages are fixed by any manner not enumerated in clause (a), (b) or (c), the average weekly wage shall be calculated by dividing by thirteen the total wages earned in the employ of the employer in each of the highest three of the last four consecutive periods of thirteen calendar weeks in the fifty-two weeks immediately preceding the injury and by averaging the total amounts earned during these three periods.\n(d.l) If the employe has not been employed by the employer for at least three consecutive periods of thirteen calendar weeks in the fifty-two weeks immediately preceding the injury, the average weekly wage shall be calculated by dividing by thirteen the total wages earned in the employ of the employer for any completed period of thirteen calendar weeks immediately preceding the injury and by averaging the total amounts earned during such periods.\n(d.2) If the employe has worked less than a complete period of thirteen calendar weeks and does not have fixed weekly wages, the average weekly wage shall be the hourly wage rate multiplied by the number of hours the employe was expected to work per week under the terms of employment.\n(e) Except as provided in clause (d.l) or (d.2), in occupations which are exclusively seasonal and therefore cannot be carried on throughout the year, the average weekly wage shall be taken to be one-fiftieth of the total wages which the employe has earned from all occupations during the twelve calendar months immediately preceding the injury, unless it be shown that during such year, by reason of exceptional causes, such method of computation does not ascertain fairly the earnings of the employe, in which case the period for calculation shall be extended so far as to give a basis for the fair ascertainment of his average weekly earnings.\n77 P.S. § 582.\nSubsection (d), thus, is but one of many subsections addressing various types of employment relationships commonly found in the working world. The statute attempts to address in a fairly comprehensive manner those general relationships based upon the manner in which compensation is fixed, the length of employment and, to a certain extent (as with seasonal employees), the type of employment. The Section as a whole obviously is designed to ensure an accurate calculation of wages. To this end, the Assembly has provided differing methods of calculation to account for factors unique to different employment arrangements. With respect to employees paid a fixed weekly, monthly, or yearly salary, the computation is fairly straightforward. With other types of employees, however, the statute allows for the flexibility needed for accurate assessment. Thus, as amicus notes, in the case of recently hired workers, the statute permits a projection based upon the number of hours the employee was “expected” to work. 77 P.S. § 582(d.2). Similarly, with respect to seasonal employees, the statute permits deviation from a general formula focusing on the wages in a given year if, “by reason of exceptional causes,” that method of computation “does not ascertain fairly” the employees earnings, “in which case the period for calculation shall be extended so far as to give a basis for the fair ascertainment of his average weekly earnings.”\nIt is equally apparent from the language of subsection (d) (as well as subsection (d.l), which addresses a similar work circumstance) that a “fair ascertainment” of the employee’s wages is the legislative intendment. The “averaging” formula adopted in these provisions should generally result in an accurate assessment of the actual average weekly wages of employees, such as appellant, who are paid on an hourly basis. That such accuracy is the aim of the amendment is corroborated both by a comparison of new subsection (d) with the old— the old subsection permitted the employee to rely upon the highest calendar quarter, even if it were an aberration — and by the legislative history relied upon by the Commonwealth Court, ie., the remarks of Senator Armstrong, suggesting that it was necessary to “level the playing field” by eliminating the injured worker’s prior ability to rely exclusively upon an artificially peaked quarter of wages. By making the average weekly wage of these employees dependent upon an averaging of thirteen-week periods of employment, the amendment obviously was intended to lead to a calculation which would more accurately reflect the hourly worker’s true wages.\nThis case, however, reveals a gap in the legislative scheme and movement toward greater accuracy in the calculation of average weekly wage. As was the case in Lane Enterprises, Section 309(d) simply does not address the circumstance that is the crux of the dispute sub judice, i.e., the situation where the injured worker had progressed (or as here, literally graduated) from part-time, after-class student employment to full-time work. We do not share the confidence of employer and the Commonwealth Court that the General Assembly must have intended by that silence to have the actual wages of the injured employee in that circumstance — unlike all other workers under the overall statutory scheme — underestimated. The fact that the General Assembly did not anticipate this precise scenario is no reason to assume that it intended a result totally at odds with the otherwise logical and consistent slant of the legislation and its humanitarian purpose. We think that it would do extreme violence to Section 309 and the overall Act to assume that the Assembly sub silentio intended to single out employees in circumstances such as appellant’s for special, punitive treatment based upon an unrealistic assessment of wages.\nSince Section 309 does not address the part-time to full-time paradigm presented here, and a reading of the statute as requiring dilution of the benefit would be contrary to the overall humanitarian purpose of the Act, resort to principles of statutory construction is appropriate. Those principles dictate that appellant’s part-time wages not be permitted to dilute the benefit due to him as a result of an injury suffered after he became, and had been for some time, a full-time employee. Consideration of the “occasion and necessity” for the 1996 amendment, “the circumstances under which it was enacted,” the mischief it sought to remedy, the object it sought to attain, and the former law, 1 Pa.C.S. 1921(c)(1) — (5), all weigh in favor of calculating appellant’s average weekly wage based upon his quarter of full-time employment. The change effected in the legislation, as noted above, was aimed at ensuring more, not less, accuracy in the computation of average weekly wage. The mischief sought to be remedied (as revealed, in part, by the legislative history, id. 1921(c)(7)) — i.e., workers relying exclusively upon artificially peaked periods of pay and thereby receiving more in workers’ compensation than they would have received in the work force — is not at all implicated by appellant’s circumstances. As reflected by the decisions of the WCJ and the WCAB in the case sub judice, our interpretation is also consistent with the administrative interpretation of the amendment. Id. 1921(c)(8). Finally, the consequences of our interpretation •will further the overall general purpose of Section 309 — to accurately calculate average weekly wage — while a contrary interpretation would lead, as the Commonwealth Court recognized, to a “grossly unfair weekly wage.” See id. 1921(c)(6). Furthermore, no less than in Lane Enterprises, we are convinced that a contrary interpretation leads to an absurd and unreasonable result — a result we will not presume the General Assembly to have intended. Id. 1922(1).\nBy our holding today, we do not resurrect the former law, which specified that the most favorable quarter to the employee be the measure of average weekly wage. New-subsection (d) remains the governing law for those work paradigms for which it was intended, and averaging of the designated work periods is the formula. Nor, contrary to employer’s argument, are we approving of appellant’s “own private formula” for calculating his average weekly wage. We merely hold that subsection (d) does not control the calculation in a circumstance, such as this one, where it would lead to a grossly and demonstrably inaccurate measure of a worker’s average weekly wage. At bottom, this case involves a circumstance, not uncommon in this complicated age, where the General Assembly did not specifically contemplate a certain factual scenario. But, we are not left without guidance. For the reasons we have specified above, we have no difficulty in discerning the overall legislative intent to ensure accurate measurement and that intent, in turn, resolves the interpretive question presented herein. Accordingly, we reverse the Commonwealth Court’s order and reinstate the order of the WCJ.\nReversed.\nFormer Chief Justice ZAPPALA did not participate in the decision of this case.\nJustice EAKIN files a dissenting opinion in which Chief Justice CAPPY joins.\n. The General Assembly has since amended the Act to delete the requirement of knowledge of the concurrent employment. See 77 P.S. § 582(e).\n. With respect to the last point, employer does not argue or suggest that the construction forwarded by appellant in this particular case, if accepted, would put Pennsylvania businesses at a competitive disadvantage to businesses in other states. Indeed, neither party accounts for the manner in which other states approach the question presented sub judice.\n. The issue in Lane Enterprises involved the proper allocation of a \"bonus” paid to an employee in computing his average weekly wage— i.e., should the bonus be prorated over fifty-two weeks, or be included only in the quarterly period in which it was paid out. In resorting to statutory construction — specifically, the legislative proscription against interpretations that would lead to absurd or unreasonable results, 1 Pa.C.S. § 1922 — the Lane Enterprises Court noted that \"Section 309 does not directly address the ... proper allocation of a 'bonus.' \" 644 A.2d at 728. Ultimately, this Court held that the bonus, which was based upon the worker's yearly performance, should be pro-rated accordingly. We noted that a contrary reading \"would create such an unreasonable result.” Id."}