{"id": "630478", "contents": "OPINION\nJustice LAMB.\nWe granted discretionary review of the Commonwealth Court’s disposition of consolidated petitions for review that were filed by the Pennsylvania State Police (State Police) from decisions rendered by the Office of Attorney General (OAG), holding that orders of the respective courts of common pleas had relieved Appellees, John Paulshock (Paulshock) and Rodney Reed (Reed), of disability from purchasing, owning or using firearms. The disability arose from operation of the Uniform Firearms Act (Uniform Act), 18 Pa.C.S. § 6101 et seq., specifically 18 Pa.C.S. § 6105. Disability also arose pursuant to the Federal Gun Control Act of 1968 (Federal Act), 18 U.S.C. § 921 et seq., specifically 18 U.S.C. § 922. The underlying issue in this appeal is whether the order in each of the two consolidated cases was sufficient to relieve firearm disability under the Federal Act. For the reasons set forth below, we find that such orders could not relieve the federal firearms disability, and therefore, we reverse the order of the Commonwealth Court.\nA person who is firearm disabled as a result of a prior conviction in accordance with 18 Pa.C.S. § 6105(a) was able to seek relief from a firearm disability pursuant to Section 6105(d) by applying for such relief in the common pleas court of the county of the applicant’s principal residence. In the first of the two consolidated cases, Paulshock, in 1997, filed a petition with the Luzerne County Court of Common Pleas pursuant to 18 Pa.C.S. § 6105(a). Paulshock had a 1960 conviction for burglary, arson, larceny, and malicious mischief for which he served three years in prison. Paulshock voluntarily limited his request to long guns for sport and recreation. The District Attorney of Luzerne County did not object to Paulshock’s petition. Following a hearing, the common pleas court granted Paulshock’s petition, stating in its order:\nPetitioner shall be entitled to purchase, possess, and use long guns or rifles for sporting, hunting and recreational purposes, and which were designed and manufactured for the purposes of sporting events, hunting and recreational purposes only, and when called upon to provide proof of relief of disability to possess said long gun, Petitioner may present this order as proof that disability has been waived and/or relieved.\nPennsylvania State Police v. Paulshock, 789 A.2d 309, 313 (Pa.Cmwlth.2001) (citing Application of Paulshock, Docket No. 2691, Trial Ct. Order August 19,1997)(footnote added).\nThe Commonwealth Court summarized the events that ultimately led to the Paulshock lawsuit:\nOn August 21,1999, Paulshock attempted to purchase a long gun for hunting but was prevented from doing so. Following a records check, the [State Police] determined that, regardless of the order relieving Pennsylvania firearms disability under the Uniform Act, Paulshock’s 1960 conviction for crimes punishable by more than two years’ imprisonment disabled him from completing the purchase under Section 922(g) of the Federal Act. Paulshock challenged the purchase denial, and, after the [State Police] confirmed its decision, Paulshock appealed to the [Office of Attorney General].\nPennsylvania State Police v. Paulshock, 789 A.2d at 313(foot-note added).\nThe setting of Reed’s case was summarized by the Commonwealth Court as follows:\nRodney Reed’s firearms disability under Section 6105 of the Uniform Act and under Section 922 of the Federal Act occurred as a result of his conviction in 1966 for malicious mischief and unlawfully carrying a firearm. He served six weeks on sentences of three to twenty-four months. In 1996, when Reed sought to acquire a handgun from a friend, the local sheriff told him that his 1966 conviction disqualified him from gun ownership. In May of 1997, Reed petitioned common pleas pursuant to Section 6105(d) of the Uniform Act for relief from firearms disability. No objection to the petition having been entered by the Dauphin County District Attorney, common pleas granted Reed’s request in an order stating, in pertinent part, as follows:\n[l]t is hereby Ordered that Defendant’s Petition for Relief From Firearms Disability is GRANTED pursuant to 18 Pa.C.S. 6105(d). Petitioner RODNEY E. REED is therefore permitted to seek application for reinstatement of his firearm privileges, as his prior criminal history is hereby expunged for that purpose.\nCommonwealth v. Reed, (Dauphin County Nos. 190-3S-66 and 192-3S-66, dated August 29, 1997).\nAfter receiving common pleas’ order, Reed applied to the local sheriff for a concealed weapon permit. The weapon’s permit was initially denied but later granted after Reed supplied a copy of common pleas’ order to the sheriff. Thereafter, Reed purchased two handguns. However, in December of 1998, when Reed attempted a subsequent purchase from a friend, the local gun dealer refused to complete the paperwork for the transfer of ownership. Based on a records check pursuant to Section 6111.1(b) of the Uniform Act, [the State Police] reported that Reed was disqualified from possessing a firearm by Section 922(g) of the Federal Act, due to his 1966 conviction for unlawfully carrying a firearm, a crime punishable by more than two years imprisonment. Reed challenged the purchase denial and [the State Police] confirmed its decision. Thereafter, Reed appealed to the Office of Attorney General (OAG), which assigned an administrative law judge (ALJ) for a hearing.\n789 A.2d at 310-12 (footnotes omitted) (alteration in original).\nIn Paulshock’s challenge, the ALJ, who was appointed by OAG, found that the order of the Luzerne County Court of Common Pleas that exempted Paulshock from firearms disability in Pennsylvania constituted an amendment of his criminal history record that also relieved his firearm disability under the Federal Act. With respect to Reed’s challenge, the ALJ determined that the order of the Dauphin County Court of Common Pleas fully removed his firearms disability, but refused to order the State Police to enforce the complete expungement of Reed’s criminal record pursuant to Section 9122 of the Criminal History Records Information Act, 18 Pa.C.S. § 9122. The State Police appealed the ALJ orders, arguing that both of the underlying orders entered by the respective common pleas courts were insufficient to relieve Reed and Paulshock’s firearm disabilities under the Federal Act. After oral argument on the consolidated cases was presented to the Commonwealth Court en banc, the Commonwealth Court affirmed.\nIn its appeal of the Commonwealth Court’s holding relating to Reed, the State Police present the following issue: Did the Commonwealth Court err as a matter of law when it held that a person who was convicted of a federal firearm disabling offense and applied for relief of Pennsylvania firearms disability, pursuant to 18 Pa.C.S. § 6105, could have his criminal record expunged, thereby relieving him of any federal firearms disability? The Commonwealth Court found that:\nSection 922(g) of the Federal Act prohibits any person convicted in any court of a crime punishable for a term exceeding one year from possessing a firearm. However, Section 921 of the Federal Act defines a disqualifying conviction in a manner that excludes from federal disqualification persons whose convictions have been expunged and who have received post-conviction restoration of civil rights. It provides:\nAny conviction which has been expunged, or set aside or for which a person has been pardoned or has had civil rights restored shall not be considered a conviction for purposes of this chapter, unless such pardon, expungement or restoration of civil rights expressly provides that the person may not ship, transport, possess, or receive firearms.\n18 U.S.C. § 921(a)(20). In the simpler of these cases, Reed obtained an order expunging his prior criminal history. Therefore, under the plain terms of Section 921(a)(20), his 1966 guilty plea “shall not be considered a conviction.”\n789 A.2d at 313.\nThe State Police concede that if Reed had obtained a full expungement pursuant to 18 Pa.C.S. § 9122, which deals specifically with the expungement of criminal history record information, the expungement would have been effective as to the Federal Act firearms disability. See Appellant’s Brief at 29. However, the State Police argue that Reed had obtained an order of expungement in the context of a proceeding under Section 6105, rather than under 18 Pa.C.S. § 9122, and that the common pleas court’s order only effectuated an expungement of his prior criminal history for purposes of Section 6105. See Dauphin County Order dated August 29, 1997, supra at 4-5. We agree. The plain language of Section 6105(d) stated: A person who has been convicted of a crime specified in subsection (a) or (b) or ... may make application to the court of common pleas of the county where the principal residence of the applicant is situated for relief from the disability imposed by this section upon the possession, transfer or control of a firearm. 18 Pa.C.S. § 6105(d) (emphasis added). Therefore, the only relief that can be given pursuant to a petition filed under Section 6105(d) is from the firearm disability that is imposed pursuant to Section 6105(a). Appellees argues that the plain language of 18 Pa.C.S. 6105(d)(3) suggests that relief from state disability imposed under Section 6105(a) means relief is also granted for purposes of the federal disability. We disagree. 18 Pa.C.S. 6105(d)(3) stated:\n(d) Exemption. — A person who has been convicted of a crime specified in subsection (a) or (b) or a person whose conduct meets the criteria in subsection (c)(1), (2), (5) or (7) may make application to the court of common pleas of the county where the principal residence of the applicant is situated for relief from the disability imposed by this section upon the possession, transfer or control of a firearm. The court shall grant such relief if it determines that any of the following apply:\n(3) Each of the following conditions is met:\n(i) The Secretary of the Treasury of the United States has relieved the applicant of an applicable disability imposed by Federal law upon the possession, ownership or control of a firearm as a result of the applicant’s prior conviction, except that the court may waive this condition if the court determines that the Congress of the United States has not appropriated sufficient funds to enable the Secretary of the Treasury to grant relief to applicants eligible for the relief.\n(ii) A period of ten years, not including any time spent in incarceration, has elapsed since the most recent conviction of the applicant of a crime enumerated in subsection (b) or a felony violation of The Controlled Substance, Drug, Device and Cosmetic Act.\n18 Pa.C.S. § 6105(d). Paulshock relies principally on Section 6105(d)(3)(i), explaining that in his case, the common pleas courts determined that the Secretary of the Treasury had not relieved the federal firearms disability because Congress had not appropriated funds to enable the Secretary of the Treasury to grant such relief, and that therefore, the federal firearms disability is waived. Paulshock’s conclusion, and any agreement therewith on the part of the Commonwealth Court, is a misapplication of the plain language of the statute, and as such, is reversible error. Section 6105(d)(3)(l) merely allowed the common pleas courts to disregard, for purposes of granting relief from the state firearms disability, that the federal disability had not been relieved where it found that such was a result of the lack of federal funds available to adjudicate challenges to a federal disability. Section 6105(d)(3)(i) did not grant the common pleas court the power to relieve a federal firearms disability. Therefore, we find that the only relief that could be granted pursuant to Section 6105(d) is from the state firearms disability imposed under Section 6105(a), and that a common pleas court order could not effectuate removal of a firearms disability imposed pursuant to the Federal Act.\nAppellees argue that this renders Section 6105(d) meaningless because relief from the firearms disability is useless where the federal firearms disability still exists. We disagree. Now that the state firearms disability has been relieved, Appellees are one step closer to having a full, state and federal, removal of firearms disability.\nFurthermore, a criminal conviction on a criminal history record may only be expunged for purposes of 18 Pa.C.S. § 9122 where “(1) An individual who is the subject of the information reaches 70 years of age and has been free of arrest or prosecution for ten years following final release from confinement or supervision; or (2) An individual who is the subject of the information has been dead for three years.” 18 Pa.C.S. § 9122. See also Commonwealth v. Wolfe, 749 A.2d 507, 508 (Pa.Super.2000). Therefore, the orders of the common pleas courts entered in response to Appellees’ petitions for relief from the firearms disability, relieved the firearms disability in accordance with Section 6105(d)(3)®, and did not result in the total expungement of Appellees’ criminal history record information. Any finding to the contrary would require a finding that Section 6105(d) not only allows for relief from a state firearms disability, but that it also provides for expungement of a criminal history record information, which is unquestionably governed by 18 Pa.C.S. § 9122, and such expungement can only be achieved pursuant to that section.\nIn its appeal of the Commonwealth Court’s holding relating to Paulshock, the State Police also present the question: Did the Commonwealth Court err as a matter of law when it held that a common pleas court had the authority, pursuant to 18 Pa.C.S. § 6105(d), to fully restore a person’s civil rights, so as to relieve the subject of a federal firearms disability? See Appellant’s Brief at 13. Because we find, as explained supra, that a common pleas court could not remove a federal firearms disability in a proceeding filed pursuant to 18 Pa.C.S. 6105, we need not reach the latter issue.\nThe order of the Commonwealth Court is reversed. Appellees Reed and Paulshock remain firearm disabled under the Federal Act.\nJustice SAYLOR files a concurring opinion.\nJustice NEWMAN files a concurring and dissenting opinion.\n. Unless otherwise noted, all references to 18 Pa.C.S. § 6101 et seq. refer to the Uniform Act that was in effect as of 1997, Act of June 13, 1995, No. 17, as that is the version of the Act relied on and applicable to the underlying adjudications. See Pennsylvania State Police v. Paulshock, 789 A.2d 309, 310 (Pa.Cmwlth.2001).\n. The relevant sections of the Uniform Act that were in effect as of 1997, and relied upon by the Commonwealth Court read as follows:\n§ 6105. Persons not to possess, use, manufacture, control, sell or transfer firearms\n(a) Offense defined. — (1) A person who has been convicted of an offense enumerated in subsection (b), within or without this Commonwealth, regardless of the length of sentence or whose conduct meets the criteria in subsection (c) shall not possess, use, control, sell, transfer or manufacture or obtain a license to possess, use, control, sell, transfer or manufacture a firearm in this Commonwealth.\n(d) Exemption. — A person who has been convicted of a crime specified in subsection (a) or (b) or a person whose conduct meets the criteria in subsection (c)(1), (2), (5) or (7) may make application to the court of common pleas of the county where the principal residence of the applicant is situated for relief from the disability imposed by this section upon the possession, transfer or control of a firearm.\n18 Pa.C.S. § 6105.\n. On March 7, 2001, after briefs were filed with the Commonwealth Court, but prior to oral argument, Paulshock sought and obtained the following revised order from the Luzerne County Court of Common Pleas:\nPetitioner shall be allowed to purchase, possess and use handguns, in addition to long guns, for sporting, hunting, recreation and any other lawful purposes. Petitioner's rights with respect to the ownership, purchase and possession of firearms are fully restored and the Petitioner may present this Order as proof that any disability in that respect has been relieved.\nIt is further ordered and decreed that all of Petitioner's civil rights are fully restored, including, but not limited to, the right to vote and the right to serve on a jury. Petitioner may also present this Order as proof that any and all disabilities with respect to his civil rights have been fully relieved and that his civil rights have been fully restored. Application of Paulshock, (Luzerne County No. 2691 of 1997, filed March 10, 2001) (emphasis in original).\n789 A.2d at 314 (Amended Order). Paulshock then sought to have the appeal of the State Police dismissed as moot, believing that the Amended Order rectified any insufficiencies that the State Police had raised on appeal. The Commonwealth Court refused to dismiss the appeal. Rather than challenge the propriety of the Amended Order, the State Police asked the Commonwealth Court to address the original Paul-shock order and the Amended Order. The Commonwealth Court did so, and rejected the State Police's arguments with respect to both orders in its determination of the merits of the appeal.\n. Both Paulshock and Reed argue that the State Police do not have standing. However, the State Police never challenged the common pleas court decisions, it simply refused to remove the firearms disability under the federal act. Reed and Paulshock then brought a challenge with the OAG, naming the State Police as a respondent, claiming that the State Police were refusing to comply with the common pleas court orders of expungement and/or relief from firearms disability. See R.R.46a, 359a (Attorney General's hearing notice letters to Appellees acknowledging State Police as respondent). Moreover, the State Police are, based on Pennsylvania law, required to honor and enforce a federal firearms disability:\n(b) Duty of Pennsylvania State Police.—\n(1) Upon receipt of a request for a criminal history, juvenile delinquency histoiy and mental health record check of the potential purchaser or transferee, the Pennsylvania State Police shall immediately during the licensee’s call or by return call forthwith:\n(i) review the Pennsylvania State Police criminal history and fingerprint records to determine if the potential purchaser or transferee is prohibited from receipt or possession of a firearm under Federal or State law;\n18 Pa.C.S. § 6111.1. Appellees' argument that the State Police lack standing in this matter is meritless. See generally In re T.J., 559 Pa. 118, 739 A.2d 478, 482 (1999)(‘‘when the legislature statutorily invests an agency with certain functions, duties and responsibilities, the agency has a legislatively conferred interest in such matters”)."}