{"id": "630451", "contents": "OPINION\nJustice EAKIN.\nRichard Boxley has filed a direct appeal from the judgment of sentence of the Court of Common Pleas of Berks County sentencing him to death following his convictions for first degree murder, aggravated assault, recklessly endangering another person, possessing instruments of crime, violating the Uniform Firearms Act, and conspiracy. We affirm appellant’s conviction for first degree murder, but remand for a new penalty hearing.\nOn June 11, 1997, appellant and Tito Black arrived at LaDonna Johnson’s house in Reading. Tamika Johnson, who was also there, testified that after LaDonna left for work, Black, brandishing a 9 mm handgun, and appellant, brandishing a .357 magnum revolver, discussed their plan to kill Jason Bolton. Black stated Bolton had 48 hours to live.\nWilson Melendez, who sold drugs for Black, arrived after Tamika left. Black introduced Melendez and appellant, who had not previously met. Black told Melendez to go to the grocery store, and appellant accompanied him. En route, Melendez spotted Bolton. Melendez entered the store while appellant went to tell Black of Bolton’s whereabouts. Melendez met appellant and Black, and all three followed Bolton. When they reached Sixth and Chestnut Streets, appellant and Black told Melendez to look around the corner to determine Bolton’s location. Then appellant, with his hand in his back pocket, approached Bolton. Appellant’s gun accidentally discharged, and he immediately pulled it out and began firing at Bolton. At the same time, Black came around the comer and shot twice at Bolton. Appellant then fled with Black, telling him he had shot Bolton. Bolton lay dying in the gutter.\nAfter the shooting, appellant, Black, and Melendez returned to LaDonna’s house, where appellant and Black celebrated the killing. When Black asked if appellant had been successful in shooting Bolton, appellant replied, “[Y]eah, I’m sure I got him. I swear on my kids I got him.” N.T., 10/18/00, at 693. By this time, Tamika had returned. When she asked what they had done, Black responded, “[W]e got that nigger.” Id., at 611. Both men then gave their weapons to Melendez, who hid them in a backyard. Appellant and Black left separately.\nAppellant was charged with criminal homicide. Neil Hoffman, M.D., a board-certified forensic pathologist who was qualified as an expert at trial, testified Bolton died from a gunshot wound to the chest.\nTrooper Kurt Tempinski, an expert in firearms and ballistics identification, testified shell casings recovered from the scene matched those from Black’s 9 mm handgun. Trooper Tempinski further testified the two metal bullet jackets recovered from the scene matched those from the .357 magnum identified as appellant’s weapon.\nAt trial, appellant claimed Black and Melendez had killed Bolton and that he had not shot the victim at all. The jury-credited evidence to the contrary, and found appellant guilty of first degree murder, aggravated assault, recklessly endangering another person, possessing instruments of crime, violating the Uniform Firearms Act, and conspiracy, and sentenced him to death. This direct appeal followed.\nAppellant raises the following issues:\n1. Whether the evidence was sufficient to support appellant’s conviction.\n2. Whether the trial court erred by preventing defense counsel from conducting individual voir dire of all prospective venirepersons during the jury selection process.\n3. Whether the trial court abused its discretion by continuing jury selection into the evening hours.\n4. Whether the trial court erred in denying defense counsel’s request for a mistrial after berating counsel in the presence of the jury regarding the content and manner of cross-examination.\nAppellant first argues the evidence adduced at trial was insufficient to support his conviction. Specifically, he claims the Commonwealth failed to establish beyond a reasonable doubt that he intended to kill the victim. It is the specific intent to kill that distinguishes first degree murder from lesser grades of murder. Commonwealth v. Smith, 548 Pa. 65, 694 A.2d 1086, 1088 (1997). When reviewing the sufficiency of the evidence, an appellate court must determine whether the evidence, and all reasonable inferences therefrom, viewed in the light most favorable to the Commonwealth as verdict winner, is sufficient to establish all the elements of the offense beyond a reasonable doubt. Commonwealth v. Hall, 549 Pa. 269, 701 A.2d 190, 195 (1997). The use of a deadly weapon on a vital part of the human body is sufficient to establish the specific intent to kill. Commonwealth v. Walker, 540 Pa. 80, 656 A.2d 90, 95 (1995). The Commonwealth may prove specific intent to kill through circumstantial evidence. Commonwealth v. Brown, 551 Pa. 465, 711 A.2d 444, 449 (1998).\nAt trial, Melendez testified appellant and Black shot at Bolton, N.T., 10/18/00, at 689, who later died from gunshot wounds to the chest. This use of a deadly weapon on a vital part of the victim’s body was sufficient to establish specific intent to kill. Walker, at 95. Based on the evidence presented, the jury could have concluded appellant acted with specific intent and deliberation in the killing of Bolton. Accordingly, the evidence is sufficient to sustain appellant’s conviction for first degree murder.\nAppellant asserts the testimony of Tamika and Melendez was not credible because they offered inconsistent testimony regarding disposal of the murder weapons. Appellant also claims Melendez was motivated to testify against him in exchange for favorable treatment at his own trial for criminal homicide and conspiracy.\nThese claims, although couched as challenges to the sufficiency of the evidence, essentially go to the weight of the evidence. The weight of the evidence is exclusively for the finder of fact, who is free to believe all, part, or none of the evidence, and to assess the credibility of witnesses. Commonwealth v. Johnson, 542 Pa. 384, 668 A.2d 97, 101 (1995). As to these issues, an appellate court cannot substitute its judgment for that of the finder of fact. Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203, 1206 (1982). Appellant’s counsel raised these credibility issues at trial, and they were weighed and rejected by the jury in reaching its verdict. See Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 630 (1995) (appellant’s assertion that inconsistencies in witness’s testimony rendered witness not credible had no merit, because alleged inconsistencies were minor and credibility was solely for jury to determine). As we will not disturb the finder of fact’s credibility determinations, appellant’s claims fail.\nAppellant next asserts the trial court erred in denying him the right to individual voir dire, thereby preventing counsel from “life qualifying” the jury. Pennsylvania Rule of Criminal Procedure 631(E) mandates that in capital cases, a trial court must permit individual voir dire to be conducted, unless the defendant waives this alternative. During individual voir dire, a capital defendant is also permitted to ask life qualifying questions. See Morgan v. Illinois, 504 U.S. 719, 733, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992) (court must not restrict voir dire in way that limits defendant’s “ability to exercise intelligently his complementary challenge for cause against those biased persons on the venire who as jurors would unwaveringly impose death after a finding of guilt.”); Commonwealth v. Blount, 538 Pa. 156, 647 A.2d 199, 203 (1994).\nThe record discloses the trial court deprived appellant of his right to individual voir dire regarding the imposition of the death penalty. Although a trial court may collectively ask a jury panel questions pertaining to preliminary matters such as inability to serve, knowledge of the case or of -witnesses, acquaintance with law enforcement officers, and prior experiences as a victim or a relative of a victim of a crime, the trial court must give defense counsel the opportunity to thoroughly examine all potential jurors during individual voir dire. See Commonwealth v. Graver, 547 Pa. 17, 688 A.2d 691, 697 (1997); Commonwealth v. DeHart, 512 Pa. 235, 516 A.2d 656, 662 (1986).\nIt is well settled that “whenever a juror’s views on capital punishment would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath, he is properly excluded from the jury.” Commonwealth v. Lark, 548 Pa. 441, 698 A.2d 43, 48 (1997) (quoting Commonwealth v. Jasper, 531 Pa. 1, 610 A.2d 949, 953 (1992)) (internal quotation omitted). Here, the trial court collectively conducted general voir dire regarding preliminary matters. Then, instead of permitting defense counsel to conduct individual voir dire, the court collectively asked the panel questions regarding the imposition of the death penalty, as well as other life qualification questions. The trial court phrased these questions to identify only those potential jurors who responded affirmatively. During this general questioning, eleven venirepersons affirmatively responded that because of some moral, religious, or ethical belief, they would not impose the death penalty. In addition, numerous other venirepersons responded affirmatively to other general questions. Prior to the commencement of jury selection, the court ruled — over appellant’s objection — if no venirepersons responded affirmatively to general life qualification questions, there would be no further questioning regarding the death penalty during individual voir dire. None of the venirepersons responded affirmatively to any life qualification questions posed by the court.\nCounsel were then permitted to conduct sequestered individual voir dire of all 75 venirepersons regarding affirmative responses they may have made to general questions, or notations made on a prospective juror’s information questionnaire that called into question their beliefs regarding the death penalty. Despite the court’s ruling to the contrary, defense counsel were also permitted to individually voir dire some potential jurors regarding the death penalty and other life qualification questions, even though they did not respond affirmatively to the court’s general life qualification questions. Although defense counsel was permitted to individually voir dire some potential jurors regarding life qualification, the manner in which individual voir dire was conducted, as a whole, does not comport with the requirements of Pa. R.Crim.P. 631(E). Defense counsel was not permitted to individually question all prospective jurors regarding the death penalty, notwithstanding whether they responded affirmatively to the life qualification questions posed by the court during general voir dire.\nSuch limitation of individual voir dire deprived trial counsel the opportunity to individually life qualify every venireperson to uncover bias or prejudice, and to exclude prospective jurors who had a fixed opinion and were unwilling to follow the law. In capital cases, the right to individual voir dire is mandatory, not discretionary, and cannot be limited in the interest of judicial economy.\nThe inadequacy of voir dire in this case requires that appellant’s death sentence be vacated. It is not necessary, however, that he be retried on the issue of guilt. See, e.g., Turner v. Murray, 476 U.S. 28, 37, 106 S.Ct. 1683, 90 L.Ed.2d 27 (1986) (death sentence vacated but conviction upheld after trial court erroneously refused to permit questioning of prospective jurors on racial bias). The error in this case was the undue restriction of appellant’s ability to question venirepersons to uncover those who might harbor fixed opinions concerning imposition of the death penalty. The risk of such a venireperson serving on a petit jury is that the jury would be biased toward imposing a death sentence. In other words, the jury’s sentencing discretion could be improperly swayed in favor of a death sentence once the jury found the defendant guilty. For such a juror to taint the guilt phase, one would have to assume a juror with a predilection for death sentences would be more likely than other jurors to wrongly convict an innocent defendant in order to indulge that predilection. We find this tenuous assumption an insufficient reason to overturn the jury’s assessment of appellant’s guilt. Accordingly, we vacate appellant’s death sentence and remand for a new penalty hearing only.\nAppellant next argues the trial court abused its discretion by continuing jury selection three hours and 45 minutes after counsel’s request to recess for the evening. The scope of voir dire is within the discretion of the trial court. Commonwealth v. Marrero, 546 Pa. 596, 687 A.2d 1102, 1107 (1996). Appellant does not assert, and there is nothing in the record to suggest, he was in any way prejudiced by the court’s decision to complete voir dire that day. If the jury harbored any animosity toward appellant for the lengthy voir dire process, the trial court’s instruction to the jury on the first day of trial was sufficient to redirect it: the court informed the jury it was the court’s decision, not trial counsel’s, to extend jury selection until its completion the prior evening. The court did not abuse its discretion; accordingly, appellant’s claim fails.\nFinally, appellant contends the trial court erred in denying his motion for a mistrial following a sidebar discussion, outside of the jury’s hearing range, regarding defense counsel’s method of cross-examining Tamika. Appellant asserts that during sidebar, the court’s admonition of defense counsel in front of the jury prejudiced him and hampered his credibility. The relevant portion of the sidebar conference is as follows:\nTHE COURT: Can I see counsel at sidebar?\n* * ‡\nTHE COURT: You better have a basis for your questions before you continue with this line of questioning. It’s out of order and I don’t appreciate it.\n[COUNSEL]: I’d like to take my time asking questions, Your Honor. This is a death penalty case.\nTHE COURT: In all fairness, you have been on cross-examination for 45 minutes. You don’t have to take a pause of one to two to three minutes between each question. If you don’t know what you are going to ask at this point, that is your problem.\n[COUNSEL]: I do know what I’m asking. I’m prepared. THE COURT: Well, then ask.\nN.T., 10/18/00, at 645-46.\nThe decision to grant or deny a motion for mistrial is within the sound discretion of the trial court. Commonwealth v. Hawkins, 448 Pa. 206, 292 A.2d 302, 309 (1972). The trial court also has considerable discretion in determining the scope and limits of cross-examination, and this Court cannot reverse absent a clear abuse of discretion or error of law. Commonwealth v. Birch, 532 Pa. 563, 616 A.2d 977, 978 (1992). Further, the trial court has the power to exercise reasonable control over the mode and order of interrogating witnesses and presenting evidence, to avoid needless waste of time. See Pa.R.E. 611(a)(2).\nHaving reviewed the record, we conclude the trial court did not abuse its discretion when it questioned appellant’s counsel during sidebar about the long pauses between questions. The trial court exercised reasonable control over the mode of interrogation, in accordance with Pa.R.E. 611(a)(2), when it cautioned defense counsel against needless prolonged pauses during cross-examination. Furthermore, the sidebar conference was “out of the hearing distance of the jury by approximately thirty ... feet.” Trial Court Opinion, 1/3/01, at 9. Accordingly, the trial court did not err in denying appellant’s motion for a mistrial.\nWe affirm the verdict of guilt as to first degree murder. As to the sentence of death, we vacate the sentence and remand for a new penalty hearing. Jurisdiction relinquished.\n. Regardless of whether appellant or one of his co-conspirators fired the fatal shot, the evidence was sufficient to convict him of first degree murder, since all co-conspirators to the murder can be found guilty of first degree murder regardless of who actually inflicted the wound resulting in death. Commonwealth v. Bronshtein, 547 Pa. 460, 691 A.2d 907, 912-13 (1997).\n. \"Life qualification” refers to the process by which counsel or the court identifies and excludes prospective jurors who have a fixed opinion that a sentence of death should always be imposed for a conviction of first degree murder. Commonwealth v. Keaton, 556 Pa. 442, 729 A.2d 529, 542 n. 9 (1999).\n. Former Pa.R.Crim.P. 1106(E).\n. The court’s general questions regarding the imposition of the death penalty, as well as life qualification, were:\nAs has been indicated, Mr. Boxley has been charged with the offense of murder. In the event the jury in this trial returns the verdict of guilty of murder in the first degree, it will then be required to determine whether the death penalty should be imposed or whether Mr. Boxley should be sentenced to life in prison.\nDoes anyone have any moral, religious or ethical beliefs, which would prevent them from considering the imposition of the death penalty, if so, please rise?\nNow, only if the jury would convict Mr. Richard Boxley of murder of the first degree would you automatically sentence him to death, if so, please rise?\nAssuming a proper case for life imprisonment was made out, do you have any moral, religious or ethical beliefs that would prevent you from imposing a sentence of life imprisonment, if so, please rise? And, again, only if the jury would convict Mr. Richard Boxley of murder in the first degree, would you automatically sentence him to life without parole, if so, please rise?\nN.T., 10/16/00, at 25-27 (emphasis added)."}