{"id": "650269", "contents": "OPINION\nJustice BAER.\nAppellant Stanley Cimaszewski, a prisoner incarcerated at the State Correctional Institute in Somerset, Pennsylvania, appeals from the Commonwealth Court’s order dismissing his Petition for Review in the Nature of a Complaint in Mandamus. For the reasons set forth below, we affirm the Commonwealth Court’s order denying Appellant relief on his petition for mandamus.\nAppellant was convicted of robbery, possessing an instrument of crime, and carrying a firearm without a license in 1982. In November of 1983, the Court of Common Pleas of Philadelphia County sentenced Appellant to a term of imprisonment of seven and one-half to fifteen years. On February 23, 1994, Appellant was paroled to the Bethesda Manor Halfway Back facility (Bethesda Manor) in Philadelphia. Approximately five months later, on July 20, 1994, Appellant fled from the facility.\nOn March 17, 1998, Philadelphia police arrested Appellant for burglary, criminal trespass, theft, receiving stolen property, and criminal conspiracy allegedly arising from a new criminal episode. The following day, the Pennsylvania Board of Probation and Parole (“Board”) lodged a detainer against Appellant for technical parole violations. On April 4, 1999 Appellant was tried and acquitted of the new criminal charges. At a parole hearing before the Board on July 14, 1999, Petitioner pled guilty to technical parole violations, specifically, leaving Bethesda Manor without authorization, failing to report upon discharge, and violating curfew. On September 2, 1999, the Board recommitted Appellant to serve eighteen months of back-time for the multiple technical parole violations relating to his flight from Bethesda Manor in 1994, and stated that Appellant would be listed for parole on the next available docket. Appellant’s parole violation maximum term will expire on April 19, 2005.\nOn October 5, 1999, Appellant received a sentence status report indicating that the Immigration and Naturalization Service (INS) had lodged a detainer against him for possible deportation. Thereafter, on December 28, 1999, Appellant became eligible for parole and the Board interviewed him to consider granting parole. After the interview and a review of his file, the Board continued the proceeding pending receipt of the Department of Corrections’ recommendation in light of Appellant’s discharge from a substance abuse program and to await an updated status report from the INS, regarding Appellant’s possible deportation. Following another interview and a re-review of Appellant’s file, the Board ultimately-denied parole on May 3, 2000, because the Board did not yet have the updated INS status report and because of the Board’s finding that its mandate to protect the safety of the public and to assist in the fair administration of justice could not be achieved through Appellant’s release.\nThe crux of the controversy in this case is that the Board based its findings on the Parole Act, which the legislature amended in 1996. See 61 Pa.C.S. § 331.1 (1996). Prior to the 1996 amendment, the Parole Act provided:\nThe value of parole as a disciplinary and corrective influence and process is hereby recognized, and it is declared to be the public policy of this Commonwealth that persons subject or sentenced to imprisonment for crime shall, on release therefrom, be subjected to a period of parole ...\n61 Pa.C.S. § 331.1 (1995) (hereafter, “pre-1996 Parole Act”). After the legislature amended this section of the Parole Act in 1996, it provides:\n... the board shall first and foremost seek to protect the safety of the public. In addition to this goal, the board shall address input by crime victims and assist in the fair administration of justice by ensuring the custody, control, and treatment of paroled offenders.\n61 Pa.C.S. § 331.1 (1996) (hereafter, “the 1996 amendment.”) The issue here is whether the Board should have applied the' pre-1996 Parole Act criteria to Appellant rather than the 1996 amendment.\nAnother review was ordered for February, 2000. At this review, the Board interviewed Appellant and informed him that he had failed to complete his mandatory therapeutic substance abuse program, failed to obtain a favorable recommendation from the Department of Corrections, and, moreover, the Board still did not have an updated INS report. Consequently, the Board denied parole the second time concluding that the fair administration of justice could not be achieved through Appellant’s release. The Board again reviewed Appellant’s eligibility for parole in February of 2002, but refused to parole him for the same reasons it denied parole in February of 2001.\nEvidently believing his continued incarceration to be unlawful, Appellant filed a mandamus petition with the Commonwealth Court, seeking to compel the Board to grant him parole. Specifically, Appellant argued that the Board, through its denial of parole, had continuously violated the ex post facto clause of the Pennsylvania and United States Constitutions because the Board had applied the criteria of the 1996 amendment to Appellant. Further, Appellant claimed that the Board abused its discretion by imposing back-time in excess of the maximum presumptive range for a technical parole violation, and abused its discretion by refusing to parole Appellant to the INS.\nBy per curiam order, the Commonwealth Court dismissed Appellant’s petition, stating that “denial of parole is not appealable” pursuant to that court’s decisions in Reider v. Pa. Bd. of Prob. & Parole, 100 Pa.Cmwlth. 333, 514 A.2d 967 (1986) (holding that the action of denying parole is not an adjudication subject to judicial review) and Stewart v. Pa. Bd. of Prob. & Parole, 714 A.2d 502 (Pa.Cmwlth.1998) (holding that parole is not a right in Pennsylvania). Cmwlth. Ct. Order, 4/9/2002. The court, therefore, failed to address the specific claims made by Appellant. Acting pro se, Appellant filed this direct appeal, in which he raises five issues for our review: (1) Whether the Commonwealth Court failed to follow Coady v. Vaughn, 564 Pa. 604, 770 A.2d 287 (2001) when it dismissed Appellant’s mandamus petition; (2) whether applying the 1996 amendment to Appellant violates the ex post facto clause; (3) whether the Board abused it discretion by inquiring into the status of the INS detainer; (4) whether the Board abused its discretion by imposing back-time in excess of the maximum presumptive range without written justification; (5) and whether the Board’s decision to deny parole is an adjudication subject to appeal. We will address these five issues seriatim,\nI. Mandamus\nAppellant argues that the Commonwealth Court erred in refusing to review his claim that the Board violated the ex post facto clause when it applied the 1996 amendment to him, because such a claim, Appellant argues, may properly be raised in an action for mandamus pursuant to this Court’s decision in Coady. As set forth in the following discussion, while we agree with Appellant that the Commonwealth Court erred in failing to review this claim pursuant to our prior decision in Coady, we nevertheless conclude that the claim does not entitle Appellant to relief.\nMandamus is an extraordinary writ “which will only lie to compel official performance of a ministerial act or mandatory duty where there is a clear legal right in the [petitioner], a corresponding duty in the [respondent], and want of any other adequate and appropriate remedy.” Bronson v. Pa. Bd. of Prob. & Parole, 491 Pa. 549, 421 A.2d 1021, 1023 (1980). Further, mandamus will not lie to compel a discretionary act, nor will it restrain official activities. Id. See also Commonwealth v. Vladyka, 425 Pa. 603, 229 A.2d 920 (1967). “While [potential parolees] are not entitled to appellate review of a [Board] decision, they may be entitled to pursue allegations of constitutional violations against the [Board] through a writ of mandamus.” Rogers v. Pa. Bd. of Prob. & Parole, 555 Pa. 285, 724 A.2d 319, 323 n. 5 (1999); see also Coady, 770 A.2d at 289.\nCoady exemplifies these principles. There, a majority of this Court held that mandamus is not the proper avenue for presenting a challenge to the Board’s discretionary decision to deny parole. Coady, 770 A.2d at 290. We went on to hold, however, that where a challenge to the Board’s decision to deny parole is based on the Board’s application of new statutory criteria, rather than on some exercise of the Board’s discretion, a mandamus action is a viable means for examining whether statutory requirements have been altered in a manner that violates the ex post facto clause. Id. at 290. Under the plain terms of Coady, then, Appellant is correct that the Commonwealth Court should have reviewed the merits of the ex post facto claim raised in his mandamus petition.\nThere is, however, no need to remand this case to the Commonwealth Court for such consideration, because, as concluded in the remaining discussion, Appellant has not recited a sufficient factual premise (under our fact-pleading system of jurisprudence), to warrant an evidentiary hearing exploring the merits of his claims. See Pa.R.C.P. 1019(a) (“The material facts on which a cause of action or defense is based shall be stated in a concise and summary form”).\nII. A. The ex post facto clause and the 1996 amendment\nThe crux of Appellant’s argument before this Court is that since 1996, the Board has continuously violated the ex post facto clause by retroactively applying the 1996 amendment, 61 P.S. § 331.1, to prisoners convicted prior to its enactment. Specifically, Appellant contends that the 1996 amendment shifted the policy of the Board and altered the criteria the Board utilizes in making parole determinations.\nThe ex post facto prohibition forbids the Congress and the States from enacting any law “which imposes a punishment for an act which was not punishable at the time it was committed; or imposes additional punishment to that then prescribed.” Weaver v. Graham, 450 U.S. 24, 28, 101 S.Ct. 960, 67 L.Ed.2d 17 (1981), citing Cummings v. Missouri, 4 Wall. 277, 71 U.S. 277, 326, 18 L.Ed. 356 (1866); see also Collins v. Youngblood, 497 U.S. 37, 41, 110 S.Ct. 2715, 111 L.Ed.2d 30 (1990) (holding that the constitutional prohibition on ex post facto laws applies only to penal statutes which disadvantage the offender affected by them) and Garner v. Jones, 529 U.S. 244, 120 S.Ct. 1362, 146 L.Ed.2d 236 (2000) (noting that one function of the ex post facto clause is to bar enactments which, by retroactive operation, increase the punishment for a crime after its commission). Two critical elements must be present for a criminal or penal law to be violative of the ex post facto clause: “It must be retrospective, that is, it must apply to events occurring before its enactment, and it must disadvantage the offender affected by it.” Weaver, 450 U.S. at 29, 101 S.Ct. 960. It is the effect, not the form of the law, that determines whether it is ex post facto. Weaver, 450 U.S. at 31, 101 S.Ct. 960.\nFurthermore, “[r]etroactive changes in laws governing parole of prisoners, in some instances, may be violative of this precept.” Garner, 529 U.S. at 250, 120 S.Ct. 1362; California Dept. of Corrections v. Morales, 514 U.S. 499, 115 S.Ct. 1597, 131 L.Ed.2d 588 (1995) (holding that California’s amended parole procedures allowing the Board of Prison Terms to decrease the frequency of parole suitability hearings under certain circumstances did not violate the ex post facto clause). The ex post facto clause, however, should not be employed for the “micromanagement of an endless array of legislative adjustments to parole and sentencing procedures.” Garner, 529 U.S. at 252, 120 S.Ct. 1362 (citing Morales, 514 U.S. at 508, 115 S.Ct. 1597). Instead, the states “must have due flexibility in formulating parole procedures and addressing problems associated with confinement and release.” Id.\nAppellant argues that applying the concepts articulated in Weaver compels the conclusion that the 1996 amendment, as applied to him, violates the ex post facto clause because Appellant claims that if he were evaluated under the pre-1996 Parole Act, such evaluation would have resulted in his release by the Board.\nIn Winklespecht v. Pa. Bd. of Probation and Parole, 571 Pa. 685, 813 A.2d 688 (2002) (plurality), this Court was faced, inter alia, with the exact question Appellant presents today: Does application of the 1996 amendment to an inmate sentenced prior to the promulgation of the amendment violate the ex post facto clause? Mr. Justice Eakin authored the Opinion Announcing the Judgment of the Court, which determined that the amendment to the Parole Act did not increase an inmate’s punishment and merely reordered the considerations for parole, which did not rise to an ex post facto violation. Id. at 691-92. Specifically, Mr. Justice Eakin reasoned that because the rewording of the Parole Act did not create a substantial risk that parole would be denied any more frequently than under the previous wording, nor did the additional language create a new offense or increase the penalty for existing crimes, the concepts in the new language were nothing new to the parole process and had always been underlying concerns which the Board considered. Id. Furthermore, Mr. Justice Eakin concluded that both versions of the Parole Act left the decision regarding whether to grant or deny parole within the discretion of the Parole Board. Id.\nThe Third Circuit weighed in on the issue in Mickens-Thomas v. Vaughn, 321 F.3d 374 (3d Cir.2003), cert. denied, 540 U.S. 875, 124 S.Ct. 229, 157 L.Ed.2d 136 (2003). Mick-ens-Thomas was an inmate whose sentence was commuted by former Governor Robert Casey. The Parole Board, however, refused to parole him. In his habeas corpus petition in federal court, Mickens-Thomas alleged that the Board denied his parole in violation of the ex post facto clause by applying retroactively the 1996 amendment. Id. at 383. The court determined that the issue presented was whether, in practice, the new language had altered the underlying theoretical basis for reviewing parole applications. Id. at 384. The court examined the Board’s pronouncements of policy and its public statements shedding light on its interpretation of its statutory mandate, and found that after the 1996 amendment, the Board gave foremost importance to the public safety factor. Id. Further, of the 266 historical instances of commuted sentences on which the Board had kept records, all were granted parole on their first or second application. Mickens-Thomas’ application was distinguished from the 266 other commutation cases only by the intervening 1996 amendment. Consequently, the court held that to apply retroactively changes in the parole laws made after a conviction adversely affecting the release date of prisoners violates the ex post facto clause. Id. at 393. The court noted at the time the Board reviewed Mickens-Thomas’ parole application, Winklespecht had not yet been decided. Therefore, without the benefit of guidance from Winklespecht, the Board “interpreted [the 1996 amendment] to mandate foremost the consideration of public safety ... [and] mistakenly construed the 1996 [amendment] to signify a substantive change in its parole function.” Mickens-Thomas, 321 F.3d at 391; see also Winklespecht, 813 A.2d at 692 (“Reordering of considerations for necessary decisions within an unchanged penalty do not rise to an ex post facto violation”).\nIn reaching its conclusion that the ex post facto clause barred application of the 1996 amendment to Mickens-Thomas, the Third Circuit held that, based on the statistical evidence regarding commutation discussed above, the 1996 amendment was ex post facto because “an offender, prior to his conviction and sentencing, is entitled to know not only his maximum possible punishment, but also his or her chances of receiving early release... .An adverse change in one’s prospects for release disadvantages a prisoner just as surely as an upward change in the minimum duration of sentence.” Mickens-Thomas, 321 F.3d at 392.\nSeveral months after the Third Circuit’s decision in Mick-ens-Thomas, our Court reevaluated the issue presented in Winklespecht in Finnegan v. Pa. Bd. of Probation and Parole, 576 Pa. 59, 838 A.2d 684 (2003). Finnegan was a prisoner sentenced to 15 to 30 years’ incarceration in 1986. In 2001, the Board denied parole applying the criteria of the 1996 amendment. There, a clear majority of this Court endorsed the lead position of Winklespecht that the 1996 amendment does not violate the ex post facto clause when applied to a prisoner convicted prior to 1996. Finnegan, 838 A.2d at 690. The majority reasoned that adding language to the Parole Act regarding public safety, which clarified the pre-existing policy underlying the parole process, did not make Finnegan’s punishment more severe, because his maximum sentence remained the same. Id. at 687. The Court distinguished Mick-ens-Thomas by observing that Mickens-Thomas concerned the issue of greater emphasis being given to the public safety factor in the parole decision, whereas “public safety was not even a factor mentioned as a basis for the denial of parole in [Finnegan’s] case.” Id. at 689.\nIn light of the division between Pennsylvania and the Third Circuit apparent in Finnegan and Mickens-Thomas, we revisited the issue in Hall v. Pa. Bd. of Prob. and Parole, 578 Pa. 245, 851 A.2d 859 (2004), but were unable to reach a majority opinion. A plurality of this Court, in a non-precedential Opinion Announcing the Judgment of the Court, once again opined that application of the 1996 amendment to persons sentenced prior to 1996 does not violate the ex post facto clause. A plurality of this Court was not persuaded by the rationale of Mickens-Thomas, holding instead that the ex post facto issue regarding the 1996 amendment had already been decided by this Court in Winklespecht and Finnegan, and that this Court is not bound by determinations of federal courts inferior to the United States Supreme Court. Accordingly, the Hall plurality thought it more jurisprudentially sound to confirm the prior decisions of Winklespecht and Finnegan than to overturn those decisions in deference to Mickens-Thomas. Chief Justice Cappy dissented in Hall, joined by Justices Nigro and Saylor, and this author concurred in the result only.\nTurning to the matter before us, we conclude that we are bound by the decisions of the United States Supreme Court in Morales and Gamer in resolving this matter. Specifically, the controlling inquiry articulated by the United States Supreme Court in Morales in the context of an ex post facto claim is whether retroactive application of the subject change in the law creates a “sufficient risk of increasing the measure of punishment attached to the covered crimes.” 514 U.S. at 509, 115 S.Ct. 1597. The change in the law at issue in Morales concerned a 1981 amendment to California’s parole procedures to allow the Board of Prison Terms to decrease the frequency of parole suitability hearings under circumstances where the prisoner had been convicted of more than one murder, if the Board of Prison Terms found that it was not reasonable to expect that parole would be granted during the following years. Morales, 514 U.S. at 503, 115 S.Ct. 1597; Cal.Penal Code Ann. § 3041.5(b)(2) (West 1982). The Board of Prison Terms held a hearing on July 25, 1989 to determine the suitability for parole of Morales, a two-time convicted murderer, at which, pursuant to the 1981 amendment, it scheduled the next hearing for 1992. Morales, 514 U.S. at 503, 115 S.Ct. 1597. In rejecting Morales’s argument that the 1981 amendment increased the punishment attached to his crime, the Court noted that both before and after the amendment, California punished the offense for which Morales was convicted with a sentence of “15 years to life.” Id. at 507, 115 S.Ct. 1597. Moreover, the substantive formula for securing any reduction in that sentence remained unchanged. Id.; Cal.Penal Code Ann. § 190 (West. 1982). The Court noted that the amendment had no effect on the standards for fixing a prisoner’s initial date of eligibility for parole, but exacted only one change: “It introduced the possibility that after the initial parole hearing, the Board would not have to hold another hearing the very next year, or the year after that, if it found no reasonable probability that [an inmate] would be deemed suitable for parole in the interim period.” Morales, 514 U.S. at 507, 115 S.Ct. 1597.\nFor several reasons, the Court in Morales concluded that the 1981 amendment created only the most speculative and attenuated possibility of producing the prohibited effect of increasing the measure of punishment for covered crimes, and such conjectural effects were insufficient. Id. at 509, 115 S.Ct. 1597. First, “the 1981 amendment applied only to a class of prisoners for whom the likelihood of release on parole is quite remote.” Id. at 510, 115 S.Ct. 1597. Second, the Board of Prison Term’s authority under the amendment was carefully tailored to relieve the Board of Prison Terms from the costly and time-consuming responsibility of scheduling parole hearings for prisoners who had no chance of being released. Id. at 511, 115 S.Ct. 1597. Finally, the Board of Prison Terms “retained the authority to tailor the frequency of subsequent suitability hearings to the particular circumstances of the individual prisoner.” Id.\nThe United States Supreme Court further refined the ex post facto analysis in the context of parole procedures in Gamer, in which the Court considered whether an amended Georgia rule permitting the extension of intervals between parole considerations violated the ex post facto clause. Garner, 529 U.S. at 246, 120 S.Ct. 1362. At the time the inmate, Robert Jones, committed the offense for which he was sentenced to a second life term, the Parole Board’s rules required reconsiderations to take place every three years. Id. In 1985, after Jones had begun serving his second life sentence, the Parole Board amended its rules to provide that \"reconsideration of inmates serving life sentences who have been denied parole shall take place at least every eight years.” Id.; Ga. Rules & Regs., Rule 475-3.05(2) (1985). Consistent with the 1985 amendment, at Jones’ 1995 review, the Board set the next consideration for 2003. Garner, 529 U.S. at 247, 120 S.Ct. 1362.\nThe Court was asked to consider whether the amended Georgia rule created a significant risk of prolonging Jones’ incarceration, and concluded that it did not. Id. at 256, 120 S.Ct. 1362. It was significant to the Court that the law changing the frequency of parole reviews vested the Parole Board with discretion as to how often to reconsider an inmate’s eligibility for parole, with eight years being the maximum, and that the Board’s policies permitted expedited reviews in the event of a change in circumstance. Id. at 254, 120 S.Ct. 1362. Because the rule did not by its own terms show a significant risk of increasing punishment, the inmate was required to demonstrate, by evidence drawn from the rule’s practical implementation, that its retroactive application would result in a longer period of incarceration than under the earlier rule. Id. at 255, 120 S.Ct. 1362.\nThe Supreme Court has not defined precisely what constitutes a sufficient risk of increased punishment and has not delineated a single formula for identifying which legislative adjustments, in matters bearing on parole, would survive an ex post facto challenge. See, e.g., Garner, 529 U.S. at 252, 120 S.Ct. 1362; Morales. The Supreme Court has, however, noted that the question is a matter of degree and indicated that the party challenging the law has the burden of “establishing that the measure of punishment itself has changed.” Morales, 514 U.S. at 510, n. 6, 115 S.Ct. 1597; Garner, 529 U.S. at 255, 120 S.Ct. 1362; see also Dobbert v. Florida, 432 U.S. 282, 293-294, 97 S.Ct. 2290, 53 L.Ed.2d 344 (1977) (refusing to accept “speculation” that the effective punishment under a new statutory scheme would be “more onerous” than under the old one).\nTherefore, given the Supreme Court’s jurisprudence on this issue in Morales and Gamer, it is now clear that retroactive changes in the laws governing parole may violate the ex post facto clause. Morales, 514 U.S. at 509, 115 S.Ct. 1597 (holding that a change in parole law violates the ex post facto clause if the change in the law created a “sufficient risk of increasing the measure of punishment attached to the covered crimes”); Garner, 529 U.S. at 256, 120 S.Ct. 1362 (holding that a change in parole rules violates the ex post facto clause if the amended rule creates a significant risk of prolonging an inmate’s incarceration). The controlling inquiry in determining if an ex post facto violation has occurred is whether retroactive application of the change in the law “creates a significant risk of prolonging [Appellant’s] incarceration.” Garner, 529 U.S. at 251, 120 S.Ct. 1362 (citing Morales, 514 U.S. at 509, 115 S.Ct. 1597). Therefore, under Gamer and Morales, the 1996 amendment may be shown to violate the ex post facto clause if an inmate is able to demonstrate that the 1996 amendment, as applied to him, creates a significant risk of prolonging his incarceration. To the extent that Finnegan failed to comport with the reasoning of Gamer and Morales in this regard, Finnegan is hereby overruled.\nSpeculative and attenuated possibilities of increasing punishment, however, do not suffice. Instead, this fact-intensive inquiry must be conducted on an individual basis. As the Supreme Court has indicated, “[w]hen the rule does not by its own terms show a significant risk, the [challenger] must demonstrate, by evidence drawn from the rule’s practical implementation ... that its retroactive application will result in a longer period of incarceration than under the earlier rule.” Garner, 529 U.S. at 255, 120 S.Ct. 1362. Thus, to state an actionable claim, an inmate must present some facts showing that the result of this change in policy, by its own terms, demonstrates a significant risk of prolonging the inmate’s term of incarceration, or that it negatively impacts the chance the inmate has to be released on parole. See Garner, Morales. Preliminarily, the prisoner must first plead that he can provide the requisite evidence that he faces a significant risk of an increase in punishment by application of the 1996 amendment, specifically, that under the pre-1996 Parole Act, the Board would likely have paroled the inmate. Without first pleading that such evidence exists, there is no basis for providing a prisoner with the opportunity for an evidentiary proceeding, and, without such a hearing, no basis for affording relief.\nII. B. The ex post facto clause and the 1996 amendment as applied to Appellant\nOur analysis of Appellant’s claim does not end here, however. Based upon the principles articulated above, we must now examine whether the 1996 amendment is likely to be applied so as to enhance Appellant’s punishment. For the reasons that follow, as Appellant has failed to adduce any such evidence, his claim must fail.\nAppellant has not pleaded the existence of any evidence that would demonstrate that he faces an increased risk of incarceration based on the 1996 amendment. He filed a complaint in mandamus in the Commonwealth Court baldly asserting that the 1996 amendment as applied to him violates the ex post facto clause and that he would have been released under the pre-1996 Parole Act. Appellant, however, cites to no information specific to his situation which could demonstrate that he is at risk of prolonged incarceration as a result of the 1996 amendment. He merely cites to the same statistical evidence presented to the United States District Court in Mickens-Thomas v. Vaughn, 217 F.Suppud 570 (E.D.Pa.2002). We hold that it is insufficient to discuss the statistics from Mick-ens-Thomas, for the basis of the contention that one would have been released but for the 1996 amendment. Appellant bears the burden of pleading and proving that under the pre1996 Parole Act, he would have been paroled, while under the 1996 amendment he has not been paroled.\nHere, Appellant makes no attempt to substantiate his claims with evidence and more importantly, he offers no correlation which connects his parole denials to the changes in the law. Appellant simply asserted that the 1996 amendment violated the ex post facto clause when applied to him because Appellant was convicted before 1996. Such bald assertions, however, fall far short of Appellant’s burden under Gamer, which requires a showing that the 1996 amendment creates a “significant risk of prolonging” Appellant’s incarceration. 529 U.S. at 251, 120 S.Ct. 1362. Appellant’s pleading is woefully insufficient to place the opposing party on notice of any evidence in this regard. Furthermore, as noted previously, the Board did not rely exclusively on the criteria of the 1996 amendment in denying Appellant’s parole. To the contrary, the Board cited additional reasons for denying Appellant parole in that the Board was waiting for Appellant to complete a substance abuse program and an updated status report from the INS. Consequently, he has failed to establish how his measure of punishment was increased based on the 1996 amendment.\nIII. INS Detainer\nIn his next claim, Appellant argues that the Board committed an abuse of its discretion by inquiring into the status of an INS detainer issued against Appellant because, according to Appellant, the Board has consistently used the absence of an updated status report as an arbitrary reason to deny parole. As noted above, however, a majority of this Court specifically held in Coady that “mandamus will not lie where the substance of the Board’s discretionary action is the subject of the challenge.” 770 A.2d at 290. See County of Allegheny v. Commonwealth, 507 Pa. 360, 490 A.2d 402 (1985) (“Where the action sought to be compelled is discretionary, mandamus will not lie to control that discretionary act”); Pa. Dental Ass’n v. Com. Ins. Dept., 512 Pa. 217, 516 A.2d 647, 652 (1986) (holding that “while a court may direct that discretion be exercised, it may not specify how that discretion is to be . exercised nor require the performance of a particular discretionary act”). As noted previously, while Appellant’s first claim is actionable through mandamus, the argument concerning the INS detainer goes to the substance of the Board’s discretionary decision making authority. Thus, it is not the proper subject of mandamus relief.\nIV. Back-time\nAppellant alleges that the Board abused its discretion by imposing back-time in excess of the maximum presumptive range for a given technical violation without sufficient written justification when the Board denied him parole in 2000, 2001, and 2002. The application of presumptive ranges to convicted parole violators is pursuant to 37 Pa.Code § 75.1, which provides that “[t]he Board may deviate from the presumptive range ... provided written justification is given.” 37 Pa.Code § 75.1(c). Accordingly, the Board may, in its discretion on a case-by-case basis, exceed the maximum presumptive range in awarding back-time for parole violations, provided written justification is given and the aggravating circumstances relied upon are supported by substantial evidence in the record. Accord Brooks v. Pennsylvania Bd. of Probation and Parole, 704 A.2d 721 (Pa.Cmwlth.1997). Appellant’s claim in this regard fails because Appellant is challenging the discretion of the Board. As noted above, “mandamus will not lie where the substance of the Board’s discretionary action is the subject of the challenge.” Coady, 770 A.2d at 290.\nV. Adjudication\nIn his final claim, Appellant appears to be challenging this Court’s decision in Rogers v. Pa. Bd. of Prob. & Parole, 555 Pa. 285, 724 A.2d 319 (Pa.1999), where we held that due to its discretionary nature, the Board’s decision to deny parole is not an “adjudication” subject to appeal under the Administrative Agency Law, 2 Pa.C.S. § 101 et seq. Appellant seems to be arguing that Rogers was wrongly decided because the definition of the term “adjudication” in the Administrative Agency Law is unconstitutional. This claim, however, has been waived, as Appellant failed to raise it in the Commonwealth Court. See Pa.R.A.P. 302 (providing that issues not raised in the lower court are waived and cannot be raised for the first time on appeal). In any event, such a claim is not the proper subject of a mandamus action, as it does not seek to compel official performance of a ministerial duty, but rather, seeks to have this Court reevaluate its own precedent and declare the statutory definition of a term unconstitutional. See Bronson, 421 A.2d at 1023; Philadelphia Newspaper, Inc. v. Jerome, 478 Pa. 484, 387 A.2d 425 (1978). As such, Appellant’s final claim fails.\nBased on the foregoing, we affirm the order of the Commonwealth Court denying Appellant relief on his petition for mandamus.\nJustice SAYLOR files a Concurring and Dissenting Opinion in which Chief Justice CAPPY and Justice NIGRO join.\nJustice EAKIN files a Concurring and Dissenting Opinion in which Justice CASTILLE and Justice NEWMAN join.\n. “Back-time is 'that part of an existing judicially-imposed sentence which the Board directs a parolee to complete following a finding!,] after a civil administrative hearing!,] that the parolee violated the terms and conditions of parole,' and before the parolee begins to serve the new sentence.” Martin v. Pennsylvania Bd. of Probation and Parole, 576 Pa. 588, 840 A.2d 299 (2003), citing Krantz v. Pa. Bd. of Probation and Parole, 86 Pa.Cmwlth. 38, 483 A.2d 1044, 1047 (1984). Although the record is not clear on this point, it appears that in September, 1999, when the Board sentenced Appellant to eighteen months back-time, Appellant had already served eighteen months since his arrest in March of 1998. Therefore, Appellant was listed on the next docket for parole review, which was shortly after the sentence was rendered.\n. Apparently, Appellant is not a U.S. citizen. However, the record is not clear on this issue or the extent and reason for the INS’s involvement.\n. In February 2001 and 2002, the Board specifically indicated that at Appellant’s next parole review, the Board would consider whether Appellant had: (1) successfully completed the substance abuse program; (2) received a favorable recommendation from the Department of Corrections; and (3) maintained a clear conduct record. Additionally, the Board noted that it would consider implications from receipt or non-receipt of an updated status report concerning the INS detainer.\n. Article I, Section 10 of the United States Constitution provides:\nNo State shall enter into any Treaty, Alliance, or Confederation; grant Letters of Marque and Reprisal; coin Money; emit Bills of Credit; make any Thing but gold and silver Coin a Tender in Payment of Debts; pass any Bill of Attainder, ex post facto Law, or Law impairing the Obligation of Contracts, or grant any Title of Nobility.\nU.S. Const, art. 1, § 10, cl. 1.\nThe Pennsylvania Constitution provides:\nNo ex post facto law, nor any law impairing the obligation of contracts, or making irrevocable any grant of special privileges or immunities, shall be passed.\nPA. Const, art. 1, § 17.\nAppellant relies on both clauses to support his ex post facto argument. As a matter of convenience, we will refer to the Pennsylvania and United States ex post facto clauses collectively as \"the ex post facto clause.”\n. The Board may, in its discretion on case-by-case basis, exceed the maximum presumptive range in awarding back-time for parole violations, provided written justification is given and aggravating circumstances relied upon are supported by substantial evidence in record. 37 Pa.Code § 75.1.\n. Again, the record is unclear concerning the INS's continuing interest and intentions regarding Appellant.\n. This Court reviews on direct appeal matters brought in the original jurisdiction of the Commonwealth Court pursuant to 42 Pa.C.S. §§ 724 and 5105(d)(1).\n. As the issues before us raise questions of law, our standard of review is de novo, and our scope of review is plenary. Buffalo Township v. Jones, 571 Pa. 637, 813 A.2d 659, 664 n. 4 (2002); Pa.R.A.P. 2111(a)(2).\n. Winklespecht was decided upon a habeas corpus petition. Because the Court found that Winklespecht's claims did not raise an ex post facto claim, the Court \"left for another day the propriety of habeas corpus as a remedy” for the denial of parole based on a claimed ex post facto violation. Winklespecht, 813 A.2d at 692.\n. “If a majority of the Justices of this Court, after reviewing an appeal before us ..., join in issuing an opinion, our opinion becomes binding precedent on the courts of this Commonwealth.” Commonwealth v. Tilghman, 543 Pa. 578, 673 A.2d 898 (1996). In contrast, an Opinion Announcing the Judgment of Court is not binding precedent. C & M Developers v. Bedminster Twp. ZHB, 573 Pa. 2, 820 A.2d 143, 152 (2002).\n. The Winklespecht decision was decided on December 31, 2002, and Mickens-Thomas was filed on February 21, 2003.\n. It is noted that Justice Eakin files a concurring and dissenting opinion, in which Justices Castille and Newman join, wherein he agrees with the disposition on the merits to deny relief, but disagrees that we should overrule our prior decision in Finnegan. Thus, there is a majority disposition for denial of relief.\nJustice Saylor files a separate concurring and dissenting opinion, in which Chief Justice Cappy and Justice Nigro join, specifically joining Parts I (save the final paragraph), IIA, and III through V of the lead Opinion. Thus, a majority of the Court overrules Finnegan and finds that ex post facto relief may be available based upon the 1996 amendment. In this regard, three members of the Court, Chief Justice Cappy and Justices Nigro and Sayloxy believe that because Appellant invoked, via citation, the statistical evidence presented to the United States District Court in Mickens-Thomas, his claims are adequate to survive a demurrer. Contrary to this view, this author does not believe boilerplate assertioxxs based upon the Mickens-Thomas statistics are sufficient to entitle a petitioner to a hearing on their claims. Rather, in order to obtain a hearing, more specialized assertions are required demonstrating that under the pre-1996 Parole Act, the petitioner has stated a cognizable claim that he would have been released, while under the 1996 amendment, he has not been released."}