{"id": "6789249", "contents": "OPINION\nChief Justice SAYLOR.\nThis appeal concerns the scope of an employer’s liability exclusion in an umbrella commercial liability insurance policy.\nLeola Restaurant maintained an umbrella commercial liability insurance policy with Appellant, Mutual Benefit Insurance Company, which contained an employer’s liability exclusion. This exclusion prescribed, inter alia, that the policy did not provide coverage pertaining to liability for injury to “[a]n ‘employee’ of the insured arising out of and in the course of ... [ejmployment by the insured[.j” Complaint, Ex. C, Employer’s Liability Exclusion. In addition, the policy contained a clause captioned “Separation of Insureds,” which provided, subject to exceptions not relevant here, that “this insurance applies ... [sjeparately to each insured against whom claim is made or suit is brought.” Id. at Ex. C, § V ¶ 14(b) (emphasis in original).\nLeola Restaurant conducted its business on a property leased from Appellees Christos Politsopoulos and Dionysios Mihalopoulos (the “Property Owners”). The lease required the Property Owners to be “named as ... additional insured parties” on the liability policy. Id. at Ex. E, ¶ 1(d). While the Property Owners were not specifically designated on the declarations page of the umbrella policy, the instrument was designed to extend coverage to unidentified persons doing business with Leola Restaurant for whom the latter had agreed in writing to provide insurance. See id. at Ex. C, § III ¶ 2(f).\nIn December 2007, during the policy period, Appellee Marina Denovitz, an employee of Leola Restaurant, fell from an outside set of stairs and suffered injuries. She commenced a negligence action against the Property Owners in the common pleas court, asserting that they were negligent in maintaining the stairs in an unsafe and dangerous condition.\nThe Property Owners sought defense and indemnification from Appellant, per the umbrella policy. Appellant acknowledged that the Property Owners were insureds under the umbrella policy but nevertheless disclaimed coverage, invoking the employer’s liability exclusion. Based on the policy’s broad definition of “insured” to encompass named insureds to include Leola Restaurant, Complaint, Ex. C, § III ¶ 1, it was Appellant’s central position that Ms. Denovitz was an employee of “the insured,” for purposes of the exclusion (albeit she was not an employee of the Property Owners, ie., the insureds against whom a claim had been asserted). The Property Owners, on the other hand, took the position that the exclusion was unclear, and coverage should be deemed to be negated only upon injury to an employee of the specific insured seeking coverage. In particular, the Property Owners pointed to the separation-of-insureds clause providing that coverage extends separately to each insured against whom claims are asserted.\nAppellant commenced a declaratory judgment action in an effort to vindicate its position that the exclusion pertained. Summary judgment was awarded in Appellant’s favor, with the common pleas court — per the Honorable Jeffrey D. Wright — explaining that it was bound by precedent with which it did not agree, in particular, Pennsylvania Manufacturers’ Association Insurance Co. v. Aetna Casualty & Surety Insurance Co., 426 Pa. 453, 233 A.2d 548 (1967) [hereinafter, “PMA ”].\nThe common pleas court explained that PMA’s holding reflected that the term “the insured,” as it appears in an employer’s exclusion appearing in a liability policy, encompasses the named insured, regardless of whether coverage was sought by a different insured. Thus, the court reasoned, the exclusion prevented coverage from extending to redress harm to Ms. Denovitz, since she was an employee of the named insured (Leola Restaurant), and her injuries were occasioned in the course of such employment, even though suit was brought against additional insureds, i.e., the Property Owners.\nThe common pleas court also observed that the PMA Court rejected the argument that a severability-of-interests clause— which provided that “the term ‘the insured’ is used severally and not collectively,” representing an analogue to the separation-of-insureds provision presently in issue — applied in a way that would undermine a broad application of the employer’s liability exclusion relative to claims asserted by employees of a named insured. See id., 233 A.2d at 551.\nIn the common pleas court’s view, however, absent the PMA overlay, the policy language used in both PMA and in the present case should be deemed ambiguous. The court continued to summarize several decisions of the Superior Court which, it believed, were consistent with such view and reflected a more apt treatment of insurance law. See, e.g., Maravich v. Aetna Life & Cas. Co., 350 Pa.Super. 392, 408-11, 504 A.2d 896, 905-06 (1986) (holding that a fire insurance policy exclusion eliminating coverage for losses deriving from “neglect of the insured ... to save and preserve property” applied only to defeat coverage relative to a neglectful insured and not any or all insureds (emphasis added)); McAllister v. Millville Mut. Ins. Co., 433 Pa.Super. 330, 338-41, 640 A.2d 1283, 1287-89 (1994) (distinguishing Maravich on the basis that the exclusionary terms in the policy at issue in McAllister applied by their terms more broadly to neglect by “an insured” or “any insured”).\nHad it been free to discount PMA, the common pleas court explained, it would have implemented the following legal analysis centered upon the use of a definite article in conjunction with the term “insured” in the umbrella policy’s employer’s liability exclusion:\nThe use of the phrase “the” insured rather than “any” insured or “an” insured, particularly in a policy which contains a severability of interests clause, demonstrates that the interests of the different insureds were intended to be several rather than joint. In other words, the policy, as written by Mutual Benefit, provides for coverage to [the Property Owners] separate and independent from that to [Leola Restaurant]. Since Denovitz was not an employee of “the” insured Owners, the Employers’ Liability Exclusion should not be applied to preclude coverage to [the Property Owners] under the Umbrella Policy. At the very least, the use of “the” insured rather than “the named insured” or “any insured” makes the term ambiguous, and thus necessarily interpreted against [Appellant], as the insurer.\nMut. Benefit Ins. Co. v. Politopoulos, No. CI-10-02578, slip op. at 9 (C.P. Lancaster Feb. 2, 2012) (emphasis in original).\nNotwithstanding this analysis and its point of view that PMA was “flawed and outdated,” id. at 10, the common pleas court considered itself bound by the decision. Accordingly, as noted, summary judgment was awarded in Appellant’s favor.\nOn appeal, the Superior Court reversed in a published decision. See Mut. Benefit Ins. Co. v. Politopoulos, 75 A.3d 528 (Pa.Super.2013). In the opinion, initially, PMA was distinguished on the basis that the insureds seeking coverage in that case were not named insureds, whereas, according to the intermediate court, in the present case “the [Property] Owners undisputedly were named insureds under the Umbrella Policy.” Id. at 535. The court then transitioned to a distinct proviso in the separation-of-insureds clause addressing named insureds and providing (subject to limited exceptions not applicable here): “[T]his insurance applies ... [a]s if each named insured were the only named insured [.]” Complaint, Ex. C, § V ¶ 14(a) (emphasis in original). Based on the unsupported pronouncement that the Property Owners were named insureds, see supra note 3, and the effect of the above language, the Superior Court reasoned that:\n[w]hen determining coverage as to any one insured, the policy must be applied as though there were only one insured, i.e., the one as to which coverage is to be determined.\nThe plain, unambiguous language of the “Separation of Insureds” clause directs us to evaluate whether [the Property] Owners are insured under the Umbrella Policy as though they are the only named insured, an analytic conceit that is both clearer and stronger than a severability clause that simply identifies the insureds as “several” rather than “joint.” In no uncertain terms, the policy language directs us to evaluate coverage as though Employer does not exist.\nAn insured who does not exist cannot employ anyone. Thus, if the person injured is not employed by the lone insured as to whom coverage is to be tested, the Employers’ Exclusion simply does not come into play.\nPolitopoulos, 75 A.3d at 536-37 (emphasis in original).\nFinally, the Superior Court opined that its reading of the umbrella policy “dovetails with the exclusivity of remedy for an employee under the Workers’ Compensation Act.” Id. at 537 (citing 77 P.S. § 481). In this regard, the court elaborated, the Property Owners do not enjoy the protection of the exclusivity-of-remedies provision of that enactment and, therefore, they had ample reason to seek to insure themselves against liability to employees of Leola Restaurant. See Politopoulos, 75 A.3d at 537.\nWe allowed appeal both to address the apparent deficit in the Superior Court’s published opinion, see supra note 3, and to consider the scope of the exclusion in issue, particularly in light of the separation-of-insureds clause.\nInitially, Appellant complains of the Superior Court’s material factual error in denominating the Property Owners named insureds under the terms of a policy which simply does not identify them as such on the declarations page or otherwise. See supra note 3. Furthermore, according to Appellant, the intermediate court “manufactured distinctions” between the language of the policies at issue in PMA and the present case in order to circumvent this Court’s precedent. Brief for Appellant at 12. Cf. Brown & Root Braun, Inc. v. Bogan, Inc., 54 Fed.Appx. 542, 546-49 (3d Cir.2002) (finding PMA controlling relative to operative policy terms, including a “modern” separation-of-insureds clause, materially identical to those presently in issue). But see Arcelormittal Plate, LLC v. Joule Tech. Servs., Inc., 558 Fed.Appx. 205, 211 & n. 4 (3d Cir.2014) (reserving judgment concerning the breadth of PMA, in light of the Superior Court’s decision in the present case). As a policy matter, Appellant finds the result of the Superior Court’s decision to be incongruous, since it effectively results in an entity or individual qualifying as an additional insured attaining greater liability coverage than afforded to the named insured who actually purchased the policy. Id. According to Appellant, the opinion also undermines the exclusivity provisions of the WCA by making employers and their insurers pay twice for injuries to employees.\nAppellees, on the other hand, maintain that the separation-of-insureds clause is distinct from the severability-of-interests clause at issue in PMA and, therefore, must be afforded the meaning of the terms actually used, regardless of the propriety of the construction afforded to the language at issue in PMA. Cf. Brief for Amicus Pa. Ass’n for Justice at 10 (“This [separation-of-insureds] clause acts to separate the insureds such that the Employer’s Exclusion applies only to the insured employer not any insured under the policy.” (emphasis in original)). In particular, Appellees note differences between a standard automobile liability insurance contract with an omnibus provision (extending coverage to persons using the insured vehicle with the permission of the named insured) and a commercial general liability policy extending coverage to those having written agreements with the named insured, especially in terms of the contractual basis for coverage pertaining to additional insureds in the latter scenario. Accord Ramara, Inc. v. Westfield Ins. Co., 298 F.R.D. 219, 228-29 (E.D.Pa. 2014) (“We agree with the reasoning in Politopoulos that PMA ... does not control where, as here, the additional insured is covered by virtue of a contract requiring coverage and where the separation of insureds clause contains language providing for an analytical framework whereby we are to consider each insured as if it is the only insured.”). Further, Appellees contend that PMA does not contravene exclusivity under the Workers’ Compensation Act, where the Property Owners do not enjoy the benefit of immunity under such enactment and had ample reason to insure themselves against such liability.\nSupplementing Appellees’ arguments, their amici offer sharper focus. Initially, a group of insurance policyholders elaborate on the common pleas court’s perspective concerning the use of the definite article “the” — as opposed to an indefinite form such as “an” or “any” — in connection with the word “insured.” In this regard, the Policyholder Amici stress that, in various provisos, the policy at issue employs each of these phrases to achieve distinct aims and effects. For example, these amici observe the term “the insured” is utilized in one proviso to articulate the insurer’s indemnity obligations and rights respecting bodily injury and property damage, as follows:\nWe will indemnify the insured for ultimate net loss in excess of the retained limit because of bodily injury or property damage to which this insurance applies. We will have the right to associate with the underlying insurer and the insured to defend any claim or suit seeking damages for bodily injury or property damage to which this insurance applies.\nBrief for the Policyholder Amici at 7 (quoting Complaint, Ex. C, § I ¶ 1(a)) (emphasis in original). Self-evidently, the Policyholder Amici assert, “the insured” in this passage refers to the particular insured against whom a claim has been asserted. Accord id. at 8 (“The provisions comprising the Insuring Agreement thus use the definite article (‘the’) to refer to, qualify, and differentiate the specific insured as to whom the insurer has certain rights (i.e., to associate in the defense) and as to whom its indemnity obligations are triggered, due, and owing.”). The Policyholder Amici contrast instances in which the policy employs the terms “an” or “any” insured, which they believe reflects the intent to capture the broader range of insureds, for example, in the policy’s pollution exclusion provisions. See Complaint, Ex. C, § 1 ¶ 2(h)(1)(c) (excluding coverage relative to injury or damage relating to pollutants dispersed “[a]t or from any premises, site or location which is or was at any time used by or for any insured” (emphasis adjusted)).\nAmicus the Pennsylvania Association for Justice further contributes references to cases from other jurisdictions, concluding that the wide majority of jurisdictions take a narrower view of employer’s liability exclusions pertaining to employees of “the insured.” In particular, the Association highlights one federal court’s depiction of Pennsylvania’s contrary approach, as reflected in PMA, as being “archaic and isolated in the context of the laws of the federal union.” Costco Wholesale Corp. v. Liberty Mut. Ins. Co., 472 F.Supp.2d 1183, 1203 (S.D.Cal.2007) (quoting, indirectly, Paul A. Freund, Chief Justice Stone and the Conflict of Laws, 59 Harv. L.Rev. 1210, 1216 (1946)); see also id. at 1202 (observing that, “[i]n the current legal landscape, Pennsylvania belongs to a small minority of states that interpret employer’s liability exclusions broadly to bar coverage for lawsuits brought by employees of any named insured”).\nUpon our review, preliminarily, we find that the Superior Court’s decision cannot be sustained on its terms, for the reasons explained by Appellant and set forth above. There simply is no basis in the umbrella policy to support the intermediate court’s treatment of the Property Owners as named insureds. Furthermore, the court’s broader analysis is clouded by this mislabeling and the court’s corresponding invocation of an inapplicable subparagraph of the separation-of-insureds clause. Accord Ohio Cas. Ins. Co. v. Holcim (US), Inc., 744 F.Supp.2d 1251, 1271 n. 28 (S.D.Ala.2010) (“The portion of [a separation-of-insureds] clause stating that the insurance applies ‘as if each Named Insured were the only Named Insured’ has no conceivable bearing” on disputes involving persons and entities who are, at most, insureds or additional insureds but not named insureds (citation omitted)).\nIn considering the matter anew, we begin with the interrelationship between a separation-of-insureds clause and an employer’s liability exclusion. As explained, generally a separation-of-insureds clause indicates that insurance applies separately to each insured against whom claim is made. See, e.g., Complaint, Ex. C, § V ¶ 14(b). As a general rule, neither a separation-of-insureds clause nor its analogue, a severabilityof-interests provision, is to be interpreted in a manner which would subvert otherwise clear and unambiguous policy exclusions. See, e.g., Holcim, 744 F.Supp.2d at 1271-72 & n. 29 (collecting cases and explaining that “courts from many jurisdictions have emphasized that a separation of insureds provision is not designed to, and does not have the effect of, negating plainly-worded exclusions”); BP Am., Inc. v. State Auto Prop. & Cas. Ins. Co., 148 P.3d 832, 839411 & nn. 32-44 (Okla.2005) (“[CJlearly most courts addressing the issue of whether a severability clause will render a clear and unambiguous exclusionary provision doubtful determine that the clear language of the exclusion must prevail.”); Am. Wrecking Corp. v. Burlington Ins. Co., 400 N.J.Super. 276, 946 A.2d 1084, 1089 (App.Div.2008) (explaining that a separation-of-insureds clause does not create ambiguity, but merely spreads protection among insureds, without negating plainly-worded exclusions). This widely-accepted understanding is consistent with one facet of this Court’s decision in PMA. See PMA, 426 Pa. at 459, 233 A.2d at 552 (commenting on the insignificance of modest variations among severability-of-interests clauses as compared with the importance of clarity in policy exclusions).\nAccordingly, the appropriate focus here is less upon the specific wording of the separation-of-insureds clause than on the terms of the employer’s liability exclusion. See Holcim, 744 F.Supp.2d at 1271 (explaining that “the construction of [a separation-of-insureds] clause in conjunction with a particular contractual exclusion turns on the exclusion’s precise wording”); see also Abbeville Offshore Quarters Inc. v. Taylor Energy Co., 286 Fed.Appx. 124, 128 (5th Cir.2008). It is in this respect — namely, in the construction of the employer’s liability exclusion under review — that PMA departed from the wider body of decisional law.\nConsistent with the explanation provided by Judge Wright of the common pleas court, and as further developed by the Policyholder Amici, a majority of jurisdictions recognize potential differences in meaning which may be taken from the selective use of definite and indefinite articles in association with the word “insured” as employed in insurance policy exclusions. See, e.g., Postell v. Am. Family Mut. Ins. Co., 823 N.W.2d 35, 46 (Iowa 2012) (discussing instances in which an insurer “communicate[s] that, under [a] policy, the term insured does not always mean ‘any’ insured person, but sometimes, only ‘the’ insured claiming coverage”); Osbon v. Nat’l Union Fire Ins. Co., 632 So.2d 1158, 1160 (La.1994) (“Courts in other jurisdictions generally focus on the article modifying the word ‘insured,’ specifically, ‘the’ insured, ‘an’ insured, and ‘any’ insured”). Such potential differences, where recognized by the courts, have been taken to reflect ambiguities, thus requiring construction of salient policy language on the terms most favorable to the insured. Accord, e.g., Maryland Cas. Co. v. Am. Fidelity & Cas. Co., 217 F.Supp. 688, 691 (E.D.Tenn.1963) (questioning why, if an insurance company intended for “the insured” to mean “any insured,” the insurer would not utilize the latter term).\nPMA departed from this line of reasoning, relying primarily on two cases arising in the automobile liability insurance setting: Patton v. Patton, 413 Pa. 566, 198 A.2d 578 (1964), and Great American Insurance Co. v. State Farm Mutual Automobile Insurance Co., 412 Pa. 538, 194 A.2d 903 (1963). See PMA, 426 Pa. at 458-59, 233 A.2d at 551-52. Both held that a household exclusion in a motor vehicle liability policy pertained to family members of named insureds seeking recompense from omnibus insureds, by virtue of the exclusion’s direction to “bodily injury to the insured or any member of the family of the insured residing in the same household as the insured.” Patton, 413 Pa. at 570, 198 A.2d at 580; Great Am., 412 Pa. at 540-41, 194 A.2d at 904 (emphasis added). PMA bluntly transposed the usage from this discrete context (which particularity encompasses the coupling of “the insured” with “any member of the family of the insured”) into the setting of an employer’s liability exclusion. Such transposition, and the manner in which it was accomplished, suggests that PMA stands for the proposition that the term “the insured” always signifies “all insureds” (and thus encompasses the named insured even where no claim has been asserted against the named insured), regardless of contextual cues or comparative usage across the wider terms of a policy. This is why Judge Wright reasonably believed that he was bound to extend PMA’s holding into the context of an employer’s liability exclusion appearing in a commercial liability policy, although he strongly disagreed with PMA’s approach as to such exclusion.\nUpon consideration of the broader range of authorities and the reasoning which they provide — which were not overtly considered in PMA — we decline to extend PMA’s expansive construction of the term “the insured” to an instance in which a commercial general liability policy variously makes use of the terms “the insured” and “any insured.” Cf. Newman v. Mass. Bonding & Ins. Co., 361 Pa. 587, 591, 65 A.2d 417, 419 (1949) (explaining, in the interpretation of an insurance policy, “[t]he court must give effect to every word that can be given effect”). Rather, we are persuaded that, at least where a commercial general liability policy makes varied use of the definite and indefinite articles, this, as a general rule, creates an ambiguity relative to the former, such that “the insured” may be reasonably taken as signifying the particular insured against whom a claim is asserted. Accord Windt, 3 Insurance Claims and Disputes § 11.14 (“If the exclusion is written to apply to an employee of the insured, as opposed to any insured, ... the exclusion should not apply to a claim against an insured entity that is not the employer.”). Moreover, the separation-of-insureds clause, in this context, serves only to reinforce such an understanding. Accord Holcim, 744 F.Supp.2d at 1271 (collecting cases and explaining that “the distinction that surfaces time and again in the case law is that separation of insureds clauses affect interpretation of policy-exclusions using the term ‘the insured’ (essentially modifying that term to mean ‘the insured claiming coverage’), but have no effect on the interpretation of exclusions using the term ‘an insured’ or ‘any insured.’ ”); Postell, 823 N.W.2d at 46.\nIn summary, we conclude that the employer’s liability exclusion in the umbrella policy is ambiguous. Application of governing principles of insurance policy construction yields the understanding that the ambiguous exclusionary language pertains only to claims asserted by employees of “the insured” against whom the claim is directed, which understanding gains further support by reference to the policy’s separation-of-insureds provision. Since the Property Owners are not Ms. Denovitz’s employers, the employer’s liability exclusion is inapplicable.\nThe order of the Superior Court is affirmed, albeit on different grounds.\nFormer Chief Justice CASTILLE and former Justice McCAFFERY did not participate in the decision of this case.\nJustices BAER, TODD and STEVENS join the opinion.\nJustice EAKIN files a concurring opinion.\n. Additionally, the Property Owners claimed to have the status of insureds under a separate business owners policy issued by Appellant. The present appeal, however, concerns only the umbrella policy.\n. The particular policy at issue in PMA was a motor vehicle liability policy.\n. The Superior Court provided no explanation for why it viewed the Property Owners as named insureds, when their names do not appear on the declarations page of the umbrella policy. Parenthetically, as noted, the lease between Leola Restaurant and the Property Owners did contemplate that the latter would be \"named” as additional insureds in an appropriate policy. Complaint, Ex. E., ¶ 1(d). The intermediate court, however, failed to address the apparent analytical gulf between the unconsummated \"naming” of an additional insured and actual status as a named insured.\n. These amici include: Koppers Holdings Inc., Matthews International Corporation, Mine Safety Appliances Company, LLC, Dravo Corporation, E.W. Bowman, Inc., and United Policyholders [hereinafter the “Policyholder Amici \"].\n. See also Penske Truck Leasing Co. v. Republic W. Ins. Co., 407 F.Supp.2d 741, 751 (E.D.N.C.2006) (”[W]here [an employer’s liability exclusion] bars coverage for bodily injury to [an employee of] ‘the’ insured, and the policy specifically designates the 'insured’ as the insured who is seeking coverage [via a separation-of-insureds provision], it would not be logical to bar coverage where an additional insured ... is being sued by an individual who may be an employee of the named insured but who is, vis-á-vis [the additional insured], merely a member of the general public.”); Boise Cascade Corp. v. Reliance Nat’l Indem. Co., 99 F.Supp.2d 87, 101 (D.Me.2000) (determining that an employer's liability exclusion directed to claims asserted by employees of \"the insured” did not apply to claims asserted by an individual who was not an employee of the particular insured against whom the claim was directed); Motorists Ins. Cos. v. BFI Waste Mgmt., 133 Ohio App.3d 368, 728 N.E.2d 31, 37 (1999) (same); Michigan Mut. Liability Co. v. Ohio Cos. Ins. Co., 123 Mich.App. 688, 333 N.W.2d 327, 332 (1983) (indicating, in the context of an automobile liability policy, that \"the exclusion for injury to an employee of ‘the insured' deprives no one of coverage except with respect to his own employees” (quoting Shelby Mut. Ins. Co. v. Schuitema, 183 So.2d 571, 573 (Fla.Ct.App.1966)), overruled on other grounds as recognized in Century Mut. Ins. Co. v. League Gen. Ins. Co., 213 Mich.App. 114, 541 N.W.2d 272, 274-75 (1995)).\nParenthetically, in terms oí \"any insured” exclusions, the main controversy appears to center, not on whether the term unambiguously implicates any or all insureds, but upon whether such meaning should be narrowed to the insured against whom a claim is asserted in light of a separation-of-insureds clause. See, e.g., Allan D. Windt, 3 Ins. Claims and Disputes § 11:8 (6th ed.2014) (framing the different lines of authority). The great majority of courts, however, merely apply the rule that a separation-of-insureds clause does not negate the effect of a plainly worded exclusion. Accord id. (citing cases and explaining that, \"as applied even independently to each insured, an ‘any insured’ exclusion unambiguously eliminates coverage for each and every insured”).\n. The courts’ task in insurance policy interpretation and construction is centered on ascertaining the intent of the parties to the agreement. See Madison Constr. Co. v. Harleysville Mut. Ins. Co., 557 Pa. 595, 606, 735 A.2d 100, 106 (1999) (citing Gene & Harvey Builders v. Pennsylvania Mfrs. Ass’n, 512 Pa. 420, 426, 517 A.2d 910, 913 (1986)). Consistent with ordinary principles of contract interpretation, where a policy provision is ambiguous, it is generally construed against the insurance company as the drafter of the agreement. See id. This precept dovetails with the approach, reflected in decisions of our intermediate courts, that policy exclusions are to be construed narrowly in favor of coverage. See, e.g., Eichelberger v. Warner, 290 Pa.Super. 269, 275, 434 A.2d 747, 750(1981).\n. Notably, the PMA Court took pains to solidify the position that the term \"the insured,” as used in an employers' liability exclusion, consistently encompasses named insureds. See, e.g., PMA, 426 Pa. at 456, 233 A.2d at 550 (“ ‘The insured’ ... merely has been interpreted as the language dictates, to include the named insured.”). Accordingly, although the PMA Court forcefully denied that it had equated the terms \"the insured” and \"any insured,” id. (\" ‘The insured' has not been interpreted to mean ‘an insured’ or ‘any insured.'\" (emphasis in original)), we are unable to discern any meaningful distinction between such permutations left in PMA’s wake (at least on the specific terms of the decision). Indeed, while Appellant may not say so explicitly, its present argument rests on the notion that PMA effectively made \"the insured” and \"any insured” interchangeable. Accord Costco, 472 F.Supp.2d at 1203 (commenting on the broad impact of PMA relative to the meaning of \"insured” in any given context).\n. We have framed the above proposition in terms of a general rule, because other indications and contextual cues appearing in an insurance policy may serve to render the meaning of \"the insured” more apparent. This seems to be the case relative to the household exclusion appearing in vehicle liability policies, as construed in Patton and Great American. See Patton, 413 Pa. at 570, 198 A.2d at 580; Great Am., 412 Pa. at 540-41, 194 A.2d at 904. Notably, in this regard, these decisions are consistent with the majority view that such exclusion encompasses liability for injuries to family members of the named insured, regardless of whether the tortfeasor also is an insured under the salient vehicle liability policy. See generally Steven Plitt, Daniel Maldonado, Joshua D. Rogers, and Jordan R. Plitt, 8 Couch on Ins. § 114:48 (3rd ed. 2014) (\"The fact that the harm is caused by an omnibus insured does not affect the applicability of the policy exclusion of claims as to household members.” (footnote omitted)).\nA collateral consequence of decisions such as PMA which take a less circumspect approach, resting broad-reaching conclusions on limited reasoning, is that they foster efforts toward avoidance in the intermediate courts, which are often problematic in their own right. Examples pertinent to the present setting include the Superior Court's decision under review, see supra note 3, and Luko v. Lloyd’s London, 393 Pa.Super. 165, 176, 573 A.2d 1139, 1144 (1990). See Brown & Root Braun, 54 Fed.Appx. at 549 (observing that Luko \"fails to distinguish PMA adequately”); Costco, 472 F.Supp.2d at 1202 (commenting that \"the Luko court disregarded PMA \").\n. Appellant also argues that the umbrella policy provided a specific avenue to afford protection to the Property Owners, namely, the creation of an \"insured contract\" serving as an express exception to the employer's liability exclusion. See Complaint, Ex. C, Employer’s Liability Exclusion (rendering the clause inapplicable to \"liability assumed by the insured under an ‘insured contract’ ’’). We disagree with Appellant’s position, however, to the degree to which it suggests that such prescription alleviates the ambiguities arising from the remaining text of the exclusion.\nIn terms of Appellant’s contentions grounded in social policy, we find that the policy concerns are mixed. In this regard, it is self-evident both that an insurance company legitimately would wish to focus upon the narrowest avenue of benefits relative to claims asserted by employees of a named insured (i.e., workers’ compensation insurance), whereas, a lessor just as appropriately would seek to enjoy protection against the broadest range of claims (to include those asserted by employees of the lessee). Appellant's \"double payment” argument downplays both this diversity in the interests present and the potential impact of an employer's subrogation rights relative to workers' compensation payments. See 77 P.S. § 671. Thus, we decline to afford the position controlling significance here."}