{"id": "6789305", "contents": "OPINION\nChief Justice SAYLOR.\nPresently, we consider the effectiveness of an anticipatory invocation of the Miranda-based right to counsel.\nTo provide context, we begin with a brief summary of settled legal principles. The text of the Sixth Amendment to the United States Constitution expressly establishes a right to counsel pertaining in the criminal-law context. See U.S. Const, amend. VI (“In all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defense.”). This prescribed entitlement, however, attaches at critical stages only after the government initiates adversarial judicial proceedings. See, e.g., Rothgery v. Gillespie Cnty., Tex., 554 U.S. 191, 198, 128 S.Ct. 2578, 2588, 171 L.Ed.2d 366 (2008).\nNevertheless, federal constitutional law recognizes a distinct right to counsel which may inure prior to the commencement of a criminal prosecution. Although such entitlement is not expressly indicated in the Constitution, in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), the Supreme Court found that it derived from the right against compelled self-incrimination under the Fifth Amendment. Id. at 444, 86 S.Ct. at 1612. See generally Montejo v. Louisiana, 556 U.S. 778, 794, 129 S.Ct. 2079, 2089, 173 L.Ed.2d 955 (2009) (commenting on the non-textual, prophylactic character of the Miranda-based right to counsel). Furthermore, under Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), once a defendant has validly invoked this Miranda-based right to have counsel present during questioning, interrogation must be suspended. See id. at 484-85, 101 S.Ct. at 1885.\nThis appeal centers on the nature of a valid invocation of the Miranda-based right to counsel, specifically, in terms of whether the right must be asserted in close temporal proximity to custodial interrogation or may be effectively invoked remotely from such questioning.\nAppellee, Dennis Bland, Jr., allegedly shot and killed Keron Remberan in Philadelphia, then fled to his mother’s house in Florida. After learning of Appellee’s whereabouts, police obtained an arrest warrant and notified Florida law enforcement. Federal authorities in Florida detained Appellee, who was seventeen years old at the time, and he was placed in a juvenile facility to await extradition to Pennsylvania.\nThe day after Appellee’s arrest, his father contacted the Defender Association of Philadelphia and apprised an attorney of his son’s circumstances. The lawyer sent a form letter via facsimile to Florida counsel representing Appellee in connection with the extradition proceedings, asking that Appellee sign and return the document. The letter reflected a very clear putative invocation of the Miranda-based right to counsel, as follows:\nPLEASE BE ADVISED THAT I ... DO NOT WISH TO SPEAK WITHOUT AN ATTORNEY PRESENT.\nI WISH TO BE REPRESENTED BY A LAWYER. UNTIL SUCH TIME AS I HAVE AN OPPORTUNITY TO FULLY DISCUSS THE DETAILS OF MY CASE WITH MY LAWYER ..., I STATE THE FOLLOWING TO YOU:\nI DO NOT WISH TO BE QUESTIONED OR HAVE ANY DISCUSSION WITH THE POLICE.\nI DO NOT WISH TO SPEAK TO YOU WITHOUT MY ATTORNEY PRESENT.\nI WILL NOT WAIVE OR GIVE UP ANY OF MY RIGHTS UNDER MIRANDA V ARIZONA, NOR WILL I GIVE UP ANY OF MY PENNSYLVANIA OR FEDERAL CONSTITUTIONAL RIGHTS EITHER ORALLY OR IN WRITING WITHOUT THE PRESENCE OF MY LAWYER.\nCommonwealth v. Bland, No. CP-51-CR-0012459-2008, slip op. at attachment C (C.P.Phila. Aug. 22, 2011) (capitalization and additional emphasis in original). Appellee signed the letter, and it was returned to the Defender Association, which forwarded copies to the Philadelphia Police Department’s homicide unit and the Office of the District Attorney.\nSubsequently, Appellee waived extradition and was escorted to Philadelphia, where he remained in police custody. Six days after Appellee had signed the form sent by the Defender Association while he was in Florida, a detective provided him with Miranda warnings. During ensuing questioning, Appel-lee ultimately confessed to perpetration of the killing, and, after later consultation with his father, he also provided a written confession.\nAppellee was charged with murder, firearms violations, and several related offenses, and the Defender Association was formally appointed as counsel. Appellee filed a pre-trial motion to suppress his written statement, claiming that police violated his rights under Miranda, as well as under Article 1, Section 9 of the Pennsylvania Constitution, which, like the Fifth Amendment, protects against self-incrimination. See Pa. Const, art. 1, § 9. Thus, Appellee sought an exclusionary remedy. See generally Commonwealth v. DeJesus, 567 Pa. 415, 434-35, 787 A.2d 394, 405 (2001) (explaining that suppression is appropriate to redress Miranda violations). After a hearing, the suppression court awarded relief and foreclosed the admission of Appellee’s confessions into evidence at his forthcoming trial, -without any independent treatment of state constitutional considerations.\nIn its opinion, the suppression court explained that Miranda ’s prophylactic measures — including its affordance of a right to counsel relative to in-custody interrogation — were intended to protect a suspect’s Fifth Amendment rights from the “inherently compelling pressures” of the custodial environment. Bland, No. CP-51-CR-0012459-2008, slip op. at 6 (quoting Maryland v. Shatzer, 559 U.S. 98, 104-05, 130 S.Ct. 1213, 1219, 175 L.Ed.2d 1045 (2010) (citation omitted)). Additionally, the court referred to the Edwards requirement that, once a detainee has invoked his Miranda based right to counsel during custodial interrogation, questioning must be suspended. See id. at 7-8 (citing Edwards, 451 U.S. at 484-85, 101 S.Ct. at 1885).\nIn terms of the timing of Appellee’s invocation, the suppression court relied on broad language from Miranda specifying that, if an individual “indicates in any manner and at any stage of the process that he wishes to consult with an attorney before speaking[,] there can be no questioning.” Id. at 8 (quoting Miranda, 384 U.S. at 444-45, 86 S.Ct. at 1612 (emphasis added)). Applying this principle to Appellee’s circumstances, the court determined that — because he had personally asserted his rights by signing the non-waiver letter— Appellee had made an effective invocation, and uncounseled interrogation was proscribed even six days later.\nThe suppression court recognized that, in McNeil v. Wisconsin, 501 U.S. 171, 111 S.Ct. 2204, 115 L.Ed.2d 158 (1991), the Supreme Court of the United States had expressed some reservation about an expansive approach to when the right to counsel may be effectively asserted, explaining that it had “in fact never held that a person can invoke his Miranda rights anticipatorily, in a context other than ‘custodial interrogation.’ ” Id. at 182 n. 3, 111 S.Ct. at 2211 n. 3; cf. Montejo, 556 U.S. at 795, 129 S.Ct. at 2090 (“[N]oninterrogative interactions with the State do not involve the ‘inherently compelling pressures,’ that one might reasonably fear could lead to involuntary waivers.” (citation omitted)); Rhode Island v. Innis, 446 U.S. 291, 300, 100 S.Ct. 1682, 1689, 64 L.Ed.2d 297 (1980) (“[T]he special procedural safeguards outlined in Miranda are required not where a suspect is simply taken into custody, but rather where a suspect in custody is subjected to interrogation.”). The court was persuaded, however, that, in the absence of a definitive, binding holding to the contrary, an anticipatory invocation should be honored.\nThe Commonwealth lodged an interlocutory appeal in the Superior Court, and a divided, three-judge panel affirmed via memorandum decision, essentially applying the reasoning of the suppression court. See Commonwealth v. Bland, 1174 EDA 2011, slip op. (Pa.Super. Feb. 5, 2013). The majority acknowledged the opinions in Commonwealth v. Sherwood, 603 Pa. 92, 982 A.2d 483 (2009), and Commonwealth v. Romine, 453 Pa.Super. 42, 682 A.2d 1296 (1996) (en banc), both of which recognized that Miranda-based rights cannot be invoked anticipatorily. See Sherwood, 603 Pa. at 119-20, 982 A.2d at 500; Romine, 453 Pa.Super. at 54-55, 682 A.2d at 1302. According to the majority, however, Sherwood is consistent with the view that custody, rather than custodial interrogation, serves as the appropriate litmus for a valid invocation. See Bland, 1174 EDA 2011, slip op. at 11-12 (citing Sherwood, 603 Pa. at 119-20, 982 A.2d at 500 (“Since [the defendant] was not in custody when he made his statement about a lawyer, his alleged invocation of his right to counsel had no Fifth Amendment effect[.]”)). Moreover, the majority appeared to disregard Romine’s rejection of anticipatory invocations, merely because the decision had been referenced in Sherwood, see id. at 10, albeit that Romine, unlike Sherwood, did involve post-arrest statements. See Romine, 453 Pa.Super. at 46, 682 A.2d at 1298.\nThen-President Judge Stevens authored the dissent. Initially, he recognized that custody is a necessary prerequisite to a valid assertion of Miranda rights. See Bland, 1174 EDA 2011, slip op. at 1 (Stevens, P.J., dissenting). Nevertheless, his reasoning followed a line of decisions from other jurisdictions holding that custody is not, in and of itself, a sufficient condition, since actual or imminent interrogation is also required. See id. at 8-9 (quoting Alston v. Redman, 34 F.3d 1237, 1244-45, 1251 (3d Cir.1994) (“If a suspect does not wish to communicate with the police except through an attorney, he can simply tell them that when they give him the Miranda warnings.” (quoting McNeil, 501 U.S. at 180, 111 S.Ct. at 2210))).\nAccording to the dissent, this requirement flows directly from the justification for implementing special safeguards in the first instance, which traces to Supreme Court of the United States’ concern with the inherently coercive effects of custodial interrogation. Accord Alston, 34 F.3d at 1246 (“The antipathy expressed in McNeil towards the anticipatory invocation of the Miranda rights is consistent with Miranda’s underlying principles. The Miranda right to counsel is a prophylactic rule that does not operate independent from the danger it seeks to protect against[.]”); State v. Warness, 77 Wash.App. 636, 893 P.2d 665, 668 (1995) (“The need for Miranda protection does not exist except in a custodial interrogation situation. The right cannot be invoked before it exists.”). Thus, President Judge Stevens concluded that, “[wjithout the compelling pressures of interrogation imminent, Appellee’s invocation of Fifth Amendment rights were merely anticipatory of custodial interrogation and, accordingly, not a valid exercise of constitutional rights.” Bland, 1174 EDA 2011, slip op. at 9-10 (Stevens, P.J., dissenting).\nThe Commonwealth petitioned for allowance of appeal, and we accepted review of the following issue:\nDid Superior Court err by suppressing a confession that respondent gave after receiving Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1964), warnings because, six days prior to any police questioning, while in custody in another jurisdiction, he had signed a form antici-patorily declining to be interviewed?\nCommonwealth v. Bland, 620 Pa. 583, 72 A.3d 263 (2013) (per curiam). As the question presented is solely one of law, our review is plenary.\nIn its arguments to this Court, the Commonwealth maintains the position taken by President Judge Stevens, contending that it is consistent with recent majority expressions of the Supreme Court of the United States, see, e.g., Montego, 556 U.S. at 797, 129 S.Ct. at 2091 (explaining that “[w]hat matters for Miranda and Edwards is what happens when the defendant is approached for interrogation, and (if he consents) what happens during the interrogation”), as well as with the approach of a majority of federal and state jurisdictions refusing to validate anticipatory invocations of the Miranda-based right to counsel. See Alston, 34 F.3d at 1243-49; see also supra note 2. The Commonwealth also complains that the Superior Court majority ignored the express and controlling precedent established by the en banc panel of the intermediate court in Romine, without supplying any substantive justification for such deviation.\nThroughout its brief, the Commonwealth places main points of emphasis on McNeil’s apparent disapproval of anticipatory invocations, as well as the direct derivation of the Miranda-based right to counsel from a specific concern with the coercive aspects of custodial interrogation. See, e.g., Brief for Appellant at 18 (“Miranda was intended [to] protect against ‘the compelling atmosphere inherent in the process of in-custody interrogation[;]’ in the absence of imminent questioning, applying special prophylactic rules designed to counteract that specific danger makes little sense.” (quoting Alston, 34 F.3d at 1246) (emphasis omitted; alterations added)). Also criticizing the reliance on broad language taken from Miranda itself, the Commonwealth urges that such decision should be read according to its context. See id. at 21 (asserting that Miranda’s allusion to the appropriate invocation of a right to counsel “at any stage of the process” refers only to the process of custodial interrogation).\nAdditionally, according to the Commonwealth, the approach of rejecting anticipatory invocations maintains an appropriate balance between the rights of the accused and the compelling state interest in effective police investigations. In this regard, the Commonwealth posits that there is little harm in requiring that a suspect should await interrogation before asserting Miranda rights, since a detainee who “does not wish to communicate with the police except through an attorney ... can simply tell them that when they give him the Miranda warnings.” Brief for Appellant at 18 (quoting McNeil, 501 U.S. at 180, 111 S.Ct. at 2210). On the other hand, the Commonwealth asserts, a permissive view of anticipatory invocation would hamper effective law enforcement, particularly since the entitlement to counsel during questioning is not offense specific. In this regard, the Commonwealth repeatedly highlights the substantial value of confessions to enforcement. See, e.g., Brief for Appellant at 18 (citing McNeil, 501 U.S. at 181, 111 S.Ct. at 2210 (explaining that “the ready ability to obtain uncoerced confessions is not an evil but an unmitigated good”)).\nIn terms of Appellee’s state constitutional claim, the Commonwealth observes that he has never claimed that there is any difference in the scope or applicability of the Pennsylvania and United States Constitutions relative to preemptive requests for counsel, thus resulting in waiver. Alternatively, the Commonwealth posits that there is nothing in the text or history of Article 1, Section 9 of the Pennsylvania Constitution which would justify the suppression of Appellee’s statements or to otherwise sanction anticipatory invocations of counsel.\nIn response, Appellee initially focuses on various factual circumstances which are collateral matters relative to the general rule of law which he advocates. Upon proceeding to the essential point, Appellee urges that, once a suspect in custody asserts the Miranda right to counsel, law enforcement officials should be prohibited from approaching and interrogating the accused. Consistent with the reasoning of the suppression court, Appellee circles back to the broad language employed by the Supreme Court in Miranda. See Miranda, 384 U.S. at 444-45, 86 S.Ct. at 1612 (“If, however, [the detainee] indicates in any manner and at any stage of the process that he wishes to consult with an attorney before speaking there can be no questioning.” (emphasis added)). Appellee downplays McNeil and Montejo as expressing dictum, since the cases were resolved on unrelated grounds, and, similarly, categorizes the en banc Superior Court’s Romine decision as being solely a Sixth-Amendment case. Appellee also refutes the Commonwealth’s contention that a majority of jurisdictions decline to recognize anticipatory invocations of the right to counsel. See Brief for Appellee at 16-17. In this regard, Appellee presents his own collection of decisions, most relevantly, State v. Rose, 604 A.2d 24, 26-28 (Me.1992) (holding that a written request for counsel presented remote from interrogation represented a valid invocation of the Miranda-based right to counsel).\nAlternatively, Appellee argues that, even if Miranda does not encompass anticipatory invocations, Article 1, Section 9 of the Pennsylvania Constitution should be read as more broadly sanctioning them. In furtherance of this position, Appellee observes that, although Pennsylvania’s right against self-incrimination previously has not been interpreted as extending beyond the bounds of its federal analogue (with the exception of reputation, see Commonwealth v. Gibbs, 4 U.S. 253, 3 Yeates 429, 4 Dali. 253, 1 L.Ed. 822 (Pa.1802)), the decisional law has not touched upon the discrete issue in this case. Given the evolving Miranda analyses proffered by the United States Supreme Court over the years, Appellee asserts that Pennsylvania has a strong interest in maintaining a coherent and stable body of law that reflects Miranda’s ostensible dictate to respect pre-interrogation demands for counsel. Cf. Theodore v. Del. Valley Sch. Dist., 575 Pa. 321, 342-43, 836 A.2d 76, 89 (2003) (“[T]he fact that the U.S. Supreme Court relaxed its scrutiny in this area ... is no reason for this Court to reconsider [our own jurisprudence].”). Accordingly, Appel-lee concludes that the Pennsylvania Constitution provides an independent source for suppression in this matter.\nUpon our review, we agree with the essential position of the Commonwealth and then-President Judge, now-Justice, Stevens. As related above, recent complements of Justices of the Supreme Court of the United States have sent a plain signal that the Miranda-based right to counsel should be constrained according to its express justifications, namely, to counterbalance the coercive environment of custodial interrogation which had been emphasized in Miranda, 384 U.S. at 456-58, 86 S.Ct. at 1618-19. See Montejo, 556 U.S. at 795, 129 S.Ct. at 2090; McNeil, 501 U.S. at 182 n. 3, 111 S.Ct. at 2211 n. 3. Accordingly, our assessment, consistent with the weight of the authority, is that valid invocations of this Miranda right should be made in close temporal proximity to the circumstances giving rise to the relevant concern. Accord McNeil, 501 U.S. at 182 n. 3, 111 S.Ct. at 2211 n. 3 (“Most rights must be asserted when the government seeks to take the action they protect against.”). We find further support for this determination in the observation that the Fifth Amendment does not prohibit voluntary self-incrimination, but rather, only compelled self-incrimination. See Alston, 34 F.3d at 1244 n.3 (explaining that “it is only compelled self-incrimination, not self-incrimination per se, that is forbidden by the Fifth Amendment” (citing, inter alia, Miranda, 384 U.S. at 478, 86 S.Ct. at 1630) (emphasis omitted)).\nTo the degree that a further cost-benefit assessment on our part is appropriate for purposes of federal constitutional law, we agree with the Commonwealth that the burden of invoking the right to counsel in close proximity to custodial interrogation is outweighed by legitimate law-enforcement objectives. See generally Herring v. United States, 555 U.S. 135, 141, 129 S.Ct. 695, 701, 172 L.Ed.2d 496 (2009) (explaining that “[t]he principal cost of applying [a new] rule is, of course, letting guilty and possibly dangerous defendants go free — something that offends basic concepts of the criminal justice system,” and thus, such a position “presents a high obstacle for those urging [the new rule’s] application” (citation and quotes omitted; alterations added)). In weighing the competing considerations of extended preemptive Fifth Amendment protections versus effective law enforcement, it is our conclusion that the widely-prevailing Miranda regime strikes an appropriate balance, and there is no presently apparent reason to expand it to encompass all custodial situations.\nWe acknowledge that there is some force to the argument that, when interrogation appears to be inevitable — such as in the present circumstances in which Appellee was accused of murder — custody should be the only prerequisite to invocation of Miranda counsel. However, Miranda and its progeny have been repeatedly extolled for the virtue in providing “bright-line” rules to both suspects and police in the custodial interrogation context. See, e.g., Arizona v. Roberson, 486 U.S. 675, 682, 108 S.Ct. 2093, 2098, 100 L.Ed.2d 704 (1988) (praising the “clear and unequivocal” guidelines Miranda provides to the law enforcement profession); Smith v. Illinois, 469 U.S. 91, 98, 105 S.Ct. 490, 494, 83 L.Ed.2d 488 (1984) (commending the bright-line rule of Edwards). Obviously, this advantage would be seriously undermined by individualized and varying analyses as to which crimes or factual circumstances would justify the belief that questioning is inevitable.\nWe also recognize Appellee’s argument that his approach is supported by the broader language employed by the Supreme Court of the United States in Miranda. We cannot overlook, however, that the direction set by Miranda has been altered over the ensuing decades, apparently in light of the predominance of different approaches to the balancing of individual rights with effective law enforcement. See generally Thomas P. Windom, The Writing on the Wall: Miranda’s “Prior Criminal Experience\" Exception, 92 Va. L.Rev. 327, 335-37 (2006) (positing that “[t]hough Miranda has been upheld— indeed, even constitutionalized — its numerous refinements have strayed from the original idealistic creation of the Warren Court”). In terms of federal constitutional law, the direction, at this point, seems plain enough. Accord McNeil, 501 U.S. at 182 n. 3, 111 S.Ct. at 2211 n. 3; Alston, 34 F.3d at 1243-419; supra note 2.\nThe present dissenting opinion regards the United States Supreme Court’s decisions in Edwards and Minnick v. Mississippi, 498 U.S. 146, 111 S.Ct. 486, 112 L.Ed.2d 489 (1990), as controlling. In both cases, however, the accused invoked his Miranda-based right to counsel in close association with custodial interrogation. See id. at 148-49, 111 S.Ct. at 488; Edwards, 451 U.S. at 479, 101 S.Ct. at 1882. Thus, Appellee is not “just like the accused in Minnick,” Dissenting Opinion, at 668, 115 A.3d at 868-69, or in Edwards for that matter, since Appellee simply did not invoke his rights in close association with custodial interrogation; in point of fact, Appellee acceded to questioning at such time. For this reason, the Edwards and Minnick decisions no more stand as precedent for the proposition advanced by the dissent than McNeil does for the contrary proposition.\nInstead, per the express explanation of the Supreme Court of the United States in McNeil, the issue remains one of first impression in that Court. See McNeil, 501 U.S. at 182 n. 3, 111 S.Ct. at 2211 n. 3. Nevertheless, the dissenting opinion discounts the McNeil Court’s explanation, based upon its own view that the McNeil Court meant to say “custody” when it said “custodial interrogation.” See Dissenting Opinion, at 674, 115 A.3d at 872.\nIn our view, the dissent’s account of the discussion from McNeil is simply not accurate. In addition to the facial discrepancies between the passage from McNeil and the dissent’s recasting of it, the McNeil Court cited two previous opinions centered squarely on “interrogation” (and not upon custody, since the fact of custody was undisputed in both cases) in support of its observation that there is no precedent for a valid invocation of Miranda rights anticipatorily outside the context of “custodial interrogation.” See McNeil, 501 U.S. at 182 n. 3, 111 S.Ct. at 2211 n. 3 (citing Pennsylvania v. Muniz, 496 U.S. 582, 601-02, 110 S.Ct. 2638, 2650-51, 110 L.Ed.2d 528 (1990) (plurality), and Rhode Island v. Innis, 446 U.S. 291, 298-303, 100 S.Ct. 1682, 1688-91, 64 L.Ed.2d 297 (1980)). It would seem evident, therefore, that the McNeil Court’s inclusion of the word “interrogation” in “custodial interrogation” cannot be cast as a typographical or conceptual error.\nWe have acknowledged that our decision is not fully harmonious with the ideological perspective conveyed in Miranda. In our view, however, the approach of the dissent is as or more disharmonious with a number of more recent expressions by the Supreme Court of the United States, including the relevant expression from McNeil (albeit its status as dicta). Indeed, even the commentary referenced in the dissent confirms that an originalist approach to Miranda has been eschewed in subsequent majority decisions of that Court. See Marcy Strauss, The Sounds of Silence: Reconsidering the Invocation of the Right to Remain Silent Under Miranda, 17 Wm. & Mary Bill Rts. J. 773, 803 (2009) (contending that Davis v. United States, 512 U.S. 452, 114 S.Ct. 2350, 129 L.Ed.2d 362 (1994), was wrongly decided, because it is “inconsistent with the premise of Miranda ”).\nIn response to Appellee’s claim for approval of anticipatory invocations of a right to counsel under Article 1, Section 9 of the Pennsylvania Constitution, on the arguments presented, we find that the textual similarity between the United States and Pennsylvania Constitutions, the history of our abiding by the United States Supreme Court’s Miranda regime as it has evolved, and the approach of other jurisdictions and salient policy considerations as reflected in our discussion above, favor continued alignment of our jurisprudence with that of its federal counterpart on the relevant point.\nIn summary, we hold that, to require a suspension of questioning by law enforcement officials on pain of an exclusionary remedy, an invocation of the Miranda-based right to counsel must be made upon or after actual or imminent commencement of in-custody interrogation.\nThe order of the Superior Court is reversed, and the case is remanded for further proceedings in accordance with this opinion, presumably, for trial.\nJustice STEVENS did not participate in the consideration or decision of the case.\nFormer Chief Justice CASTILLE and former Justice McCAFFERY did not participate in the decision of this case.\nJustice EAKIN and BAER join the opinion.\nJustice BAER files a concurring opinion.\nJustice TODD files a dissenting opinion.\n. As the basis for interlocutory appellate review, the Commonwealth certified in its notice of appeal that the suppression of Appellee’s inculpatory statement would terminate or substantially handicap the prosecution. See Pa.R.A.P. 311(d).\n. See also United States v. Grimes, 142 F.3d 1342, 1348 (11th Cir.1998) (\"We find the reasoning of our fellow circuits persuasive and hold that Miranda rights may be invoked only during custodial interrogation or when interrogation is imminent.”); United States v. LaGrone, 43 F.3d 332, 338 (7th Cir.1994) (taking the view that there are certain \"windows of opportunity” within which a defendant must assert his Miranda right to counsel); United States v. Wright, 962 F.2d 953, 955 (9th Cir.1992) (declining to sanction anticipatory invocations outside the context of custodial interrogation); People v. Villalobos, 193 Ill.2d 229, 250 Ill.Dec. 17, 737 N.E.2d 639, 642-45 (2000) (‘‘[A] majority of state courts have relied on the language in McNeil to hold that one cannot anticipatorily invoke the right to counsel prior to custodial interrogation.” (citations omitted)); Sapp v. State, 690 So.2d 581, 586 (Fla.1997) (explaining that \"requiring the invocation to occur either during custodial interrogation or when it is imminent strikes a healthier balance between the protections of the individual from police coercion ... and the State's need to conduct criminal investigations”); Hoerauf v. State, 178 Md.App. 292, 941 A.2d 1161, 1173-76 & n. 13 (2008) (applying the suggestion from McNeil that \"custody, absent interrogation, is insufficient” (citation omitted)); State v. Relford, 9 Neb.App. 985, 623 N.W.2d 343, 347 (2001) (collecting cases for the proposition that \"[m]any state courts which have considered the issue have relied on the language in McNeil v. Wisconsin to hold that one cannot anticipatorily invoke the Miranda right to counsel prior to custodial interrogation” (citation omitted)). See generally 2 Wayne R. LaFave, Jerold H. Israel, Nancy J. King & Orín S. Kerr, Criminal Procedure § 6.9(g) & n. 200 (3d ed.2014) (collecting cases).\n. See generally Shatzer, 559 U.S. at 109, 130 S.Ct. at 1222 (explaining that, once a valid invocation of the Miranda-based right to counsel has occurred, \"[t]he [Edwards ] prohibition applies ... when the subsequent interrogation pertains to a different crime, when it is conducted by a different law enforcement authority, and even when the suspect has met with an attorney after [a prior] interrogation.” (citations omitted)).\nParenthetically, such rationale from Shatzer reflects another aspect in which the jurisprudence deriving from the Fifth Amendment differs from the right to counsel under the Sixth Amendment, since the latter is offense specific. See McNeil, 501 U.S. at 175, 111 S.Ct. at 2207.\n. For example, Appellee discusses the circumstances that he was a juvenile at all relevant times; his letter-invocation was provided to the homicide unit of the Philadelphia police department; and an unknown employee of that unit apparently responded to Appellee's attempted assertion of his rights with the notation; \"Ha, ha, ha.” Brief for Appellee at 8."}