{"id": "716450", "contents": "OPINION OF THE COURT\nJustice CASTILLE.\nThe issue on appeal is whether the Superior Court erred in granting a new trial on grounds that trial counsel was ineffective for failing to object, under the spousal confidential communications privilege set forth in 42 Pa.C.S. § 5914, to the voluntary testimony of appellee’s wife relating statements appellee made to her while charges were pending against him for the rape of his twelve year-old stepdaughter, B.G. The challenged statements, many of which were recorded by police with appellee’s wife’s consent, included: (1) admissions to having raped B.G.; (2) details of a plan to abduct and rape B.G. and another of his minor stepdaughters; and (3) attempts to intimidate his wife and B.G. into recanting their accusations. For the reasons set forth below, we conclude that appellee’s challenged statements to his wife, all of which referred to his past and future-intended sexual assaults upon his minor stepdaughters, were properly admitted at trial. Accordingly, we vacate the decision of the Superior Court on this question and remand to that court for proceedings consistent with this Opinion.\nAppellee’s wife, Kim, who had been married to appellee for four years by the time of trial, described their marriage as “sadistic and very violent,” as she endured repeated sexual, physical and mental abuse at the hands of her husband. Throughout the course of their marriage, appellee would order Kim to “step into [his] office,” at which point appellee would take her into the bedroom of their home and physically assault her.\nIn January 1995, Kim’s four daughters from a previous marriage, including twelve-year-old B.G., traveled from Kentucky where they lived with their biological father, to Pennsylvania, intending to stay with the Spetzers until May. The Spetzers lived in a two-bedroom mobile home with their own two small children, leaving little space for the four older girls, who slept in sleeping bags on the Spetzers’ living room floor. On a Saturday evening in April, B.G. awoke on the living room floor to find appellee fondling her breasts and vagina. Although B.G. repeatedly asked appellee to stop, appellee persisted despite her protests.\nWithin a few days of the fondling incident, appellee told B.G. to sleep in her younger stepbrother’s room on the pretext that she could assist the child in the event of a fire in the mobile home. At around the same time, Kim, who normally went to bed between the hours of 10:00 p.m. and midnight, began falling asleep between 7:00 p.m. and 8:00 p.m. She later learned that appellee had been surreptitiously drugging her with chemicals that made her drowsy. Appellee, who also normally retired between 10 p.m. and 11 p.m., began going to bed between 2:30 and 3:00 a.m. In the same period of time, appellee told Kim that he did not want her daughters to wear bras and underwear to bed, claiming that the bras would cut off their circulation and the girls’ underwear was creating too much laundry.\nA few days after B.G. began sleeping in her stepbrother’s bedroom, appellee entered the room while B.G. was sleeping and raped B.G. at knifepoint. B.G. could not scream during the attack because appellee forced a folded tube sock into her mouth, which caused the sides of her mouth to split and bleed. After the rape, appellee threatened to kill B.G. or ruin her life if she said anything to anyone. Appellee again sexually assaulted B.G. on each of the two following nights. Prior to the second rape, appellee put on a condom and applied vase-line, telling B.G., “it would slide easier.” Again, he forced a sock into B.G.’s mouth, but this time he secured it with duct tape. On the third evening, appellee had unprotected, forced sexual intercourse with B.G. During each rape, appellee held a knife and threatened to kill B.G. if she told anyone.\nIn May 1995, Kim, who was unaware of the rapes, drove her four daughters, her two small children by appellee, her sister and her niece to Kentucky. Kim intended to return her four daughters to their father and then return to Pennsylvania, at which time she and appellee would move to Florida. En route to Kentucky, B.G. told her cousin that appellee had raped her. The cousin informed her mother, Kim’s sister, who in turn told Kim. B.G.’s father also learned of the rapes from a family member and he immediately reported the rapes to the appropriate Kentucky child protection authorities.\nKim confronted appellee about the rapes over the telephone, at which time appellee became angry and told Kim that she “better make sure that kid keeps her mouth shut. You better tell your sister to mind her own business and you better get your ass back up here.” Kim did not return to Pennsylvania. A few weeks later, however, appellee traveled by bus to Kentucky, retrieved Kim and their two children, and drove them back to Pennsylvania. During the trip to Pennsylvania, Kim told appellee that B.G. and her father had reported the rapes to authorities in Kentucky. She also told him that she was “sick to [her] stomach,” “disgusted,” and “didn’t think [she] ever wanted him to touch [her] again.” Appellee became enraged, grabbed Kim by the back of the head, pulled her head down and forced her to perform oral sex, all while he was driving the car with the couple’s two children awake in the back seat. He then stated: “I think you will do what I want you to from now on.”\nThey continued to argue about the rapes during the rest of the trip back to Pennsylvania. At one point, late at night near Cumberland, Maryland, appellee became upset and pulled the car into an empty par-king lot. There, he assaulted Kim and choked her while telling her to make sure B.G. “kept her mouth shut,” and that “when I tell you to do something, you’re going to do it.”\nOnce back at home in Pennsylvania, Kim and appellee again discussed the rapes of B.G. and the fact that Kim’s family was angry with her for not reporting the rapes in Pennsylvania. Again, appellee became very angry and began screaming at Kim, who was two and one half months pregnant at the time. Appellee kicked her, pushed her against a wall and punched her arms, causing bruising. Kim managed to flee from the home and ran down the street screaming that appellee was going to kill her. She went to the home of a neighbor whom she had never met and called the police. The police responded and arrested appellee, who was then admitted to Meadows Psychiatric Hospital.\nFollowing appellee’s arrest, Kim petitioned for a Protection From Abuse (PFA) order. When she returned home, however, she found a note from appellee’s father stating that he wanted the car, which he owned, returned to him or he would have Kim arrested for stealing it. The note also informed Kim that she had two weeks to vacate her mobile home, which appellee’s parents also owned. Kim testified that she had no money, job, car or place to live on her own, and that she was completely dependent upon appellee and his parents. Therefore, she agreed to withdraw the PFA petition. In response, appellee’s parents returned the car to Kim and allowed her to remain in the mobile home.\nIn an effort to learn more about what appellee had done to B.G., and to determine whether he had abused any of her other children, Kim spoke several times on the telephone to appellee and visited him once while he was at Meadows Psychiatric Hospital. During the visit, appellee told his wife that he did not rape B.G.; instead, he said, “it really wasn’t sex because I didn’t get it all the way in.” He also admitted that he kept B.G. quiet during the attack by stuffing a sock in her mouth and securing it with duct tape and that he “really had her scared with a knife.” Appellee told Kim that B.G. was “so terrified of me after a while she just let me do it.” Kim testified that, as appellee was relating this fact to her, he “was laughing about it like it was fun to him, funny to him that he had terrified her so much that she would do what he wanted her to do without having to terrorize her any more to do it.” Appellee admitted to having raped B.G. five times, and to threatening B.G. that if she ever told anyone of the assaults he would kill her.\nIn July of 1995, B.G.’s father brought her three sisters and B.G. to Pennsylvania to report the rapes. Both B.G. and Kim made statements to the police about the rapes, B.G. stating what had occurred and Kim reporting that appellee had admitted to her that he had sex with the twelve-year-old B.G., although appellee deemed it to be consensual. Appellee, who had been released from the hospital by that time, became enraged that B.G. and her father had reported the rapes and that Kim was unable to convince them to return to Kentucky and he again assaulted Kim. He threatened to kill B.G. and her father by shooting the tires of their car as they were driving or to follow them to Kentucky and shoot B.G. with his compound bow and arrow as she returned home from school.\nOn July 14, 1995, appellee was charged with rape, statutory rape and related crimes as a result of his assaults upon B.G., and bail was set at $25,000. While appellee was in jail and after he was released on bail, he continued to engage in a course of conduct designed to intimidate Kim and B.G. into recanting their accusations. During one jail visit, appellee told Kim to tell his lawyer that she had lied to the police about the rapes and to have B.G. write a letter to the District Attorney’s Office stating that she had also lied. Appellee suggested that B.G. write that she had seen a magazine or a newspaper article about rape and that the article gave B.G. the idea to falsely accuse appellee. Kim eventually agreed to appellee’s demands because she was fearful that appellee would soon be released from jail since his parents had the financial resources to post bail. Accordingly, she told appellee’s lawyer that she had lied to the police. Kim also telephoned B.G. and told her that appellee wanted her to write a letter to the District Attorney’s Office indicating that she had fabricated the rapes. B.G. refused. Appellee wrote several letters to Kim urging her to have B.G. write the recantation letter. Appellee also asked that B.G. write letters to him saying that she was sorry, that he was a good stepfather, and that he would never have raped her.\nBy the time of his arraignment, appellee had been released on bail and had been ordered to stay away from Kim and her daughters. Outside the arraignment courtroom, however, Kim told appellee that she would not lie for him in court and threatened to tell the District Attorney that he was pressuring her to lie.\nIn violation of the court’s protective order, appellee returned to the mobile home that very night, kicked in the door, and forced Kim, who was seven months pregnant at that time, to remove her clothes and get'down on her hands and knees. Appellee then kicked Kim and beat her with his belt, while screaming at the top of his lungs: “what are you going to do, Kim? You’re going to tell the D.A. what? I don’t think so, Kim.... I don’t think you’re going to tell the D.A. anything. I think you’re going to stick with the story lying to my lawyer.” Kim testified at trial that even though she knew she could potentially be jailed for lying to the police and the District Attorney, she would rather be charged with perjury and go to jail than endure further beatings by appellee. Therefore, she agreed to abide by her recantation to appellee’s lawyer about appellee raping B.G.\nAfter securing through violence his wife’s promise to lie on his behalf about the rape of her daughter, appellee escalated the pressure on Kim to convince B.G. to recant her accusations. Appellee himself wrote letters to B.G. which he directed Kim to transmit to the child for him, since appellee had been ordered to have no contact with B.G. Appellee told Kim to remind B.G. of the threats that he had made to B.G. after raping her and that he would kill her or ruin her life if she reported the assaults. B.G. testified that, when her mother relayed to her what appellee had said, she felt “scared ... that he might come after me,” and that appellee “would hunt me down and try to kill me.” B.G. ultimately succumbed to the pressure from her mother and appellee, and wrote a letter to the District Attorney, which she provided to her mother, stating that she had lied about the rapes.\nAppellee, apparently not satisfied with his successful efforts to secure recantations from Kim and B.G., attempted to enlist Kim to arrange, a further sexual encounter in a motel with both B.G. and B.G.’s thirteen-year-old sister. At the time, both appellee and Kim were prohibited by court order from contacting Kim’s daughters. Appellee asked Kim to meet the children, who were in foster care at the time, at an area mall and take them to a pre-arranged motel room where appellee would sexually assault both girls while Kim waited in the mall. Appellee, who was not living with Kim at the time, was “obsessed” with the idea of sexually assaulting the two girls, and pressured Kim on a daily basis to arrange the meeting. When, during a telephone conversation, Kim indicated reluctance to arrange the meeting, appellee ended the telephone conversation and went to the trailer where Kim was still living, tied her to the bed, beat her with a stick and threatened to sodomize her.\nThis latest assault led Kim to agree that she would arrange a sexual encounter with her daughters and on three separate occasions appellee forced Kim to accompany him to a mall in Altoona for that purpose. The first time, Kim’s daughters were at the mall but Kim did not bring them to appellee’s motel room, which resulted in appellee beating Kim. The other two times, the girls were not at the mall because Kim had never actually arranged to meet them there. After the third failed attempt, appellee beat and sodomized Kim for failing to deliver her daughters as arranged, stating that, “next time I’m going to get the girls to the hotel.... [Y]ou’re going to start doing what I tell you to do. The next time you better get them.”\nAt this point, it became apparent to Kim that appellee was steadfast in his intent to sexually assault her daughters, so she reported his plans to the Pennsylvania State Police. Kim consented to a wiretap interception of her telephone conversations with appellee because, she testified, if she did not do so, appellee “would have eventually one day picked up the kids himself and brought them to the hotel room.” The recorded conversations detailed, among other things, appellee’s previous rapes of B.G., his continuing attempts to intimidate Kim and B.G. into not testifying truthfully, and his continuing intention to arrange for the sexual assault of B.G. and her sister.\nIn the intercepted telephone conversations, appellee discussed the particulars of his planned sexual assault. Among other things, appellee discussed whether he intended to use a condom; asked Kim to ask the children if they became sexually aroused at the prospect of having sex with him; and requested that Kim bring two packages of “edible underwear” with her on the day of the would-be rendezvous, so that each child could wear one. Appellee also acknowledged the plan for Kim to abduct the girls at the mall and leave them with him in a nearby motel where, he said, he intended to “eat, suck and f—k” the victims. Appellee went on to discuss which of his stepdaughters he intended to “do” first, admitting in the process to his previous rapes of B.G. Appellee stated that he had decided that he would rape B.G.’s older sister first, since B.G. had “already had her taste.” Also, in these conversations, appellee made continuing attempts to influence Kim and B.G. to lie to authorities about the prior rapes. Finally, appellee asked Kim several times over the course of the recorded conversations if she was taping them; she responded that she was not.\nOn the day of the would-be rendezvous, Kim picked appellee up and drove to a motel where she secured a room in her name. Appellee took the key to the room and Kim left the motel. The State Police then entered the motel room and placed appellee under arrest. The troopers retrieved several items from the room, including gray duct tape, two boxes of edible underwear, a box of condoms, and a jar of vaseline. Appellee was charged with numerous counts of intimidating witnesses, criminal solicitation and criminal attempt. The pending rape charges were consolidated with this second set of charges for trial. In July of 1996, a jury convicted appellee of all charges, encompassing some fifty-eight total counts. Appellee filed post-trial motions, which the trial court denied. Appellee was then sentenced to an aggregate term of sixty-three to one hundred and twenty-six years of imprisonment.\nAppellee appealed to the Superior Court, raising several claims. Pertinent to this appeal, appellee claimed that his trial counsel was ineffective for failing to object to the admission of Efim Spetzer’s testimony regarding communications between the two concerning the previous rapes and the attempts to arrange the sexual assault of B.G. and her older sister. Appellee argued that these communications were privileged under 42 Pa.C.S. § 5914, which provides that:\nExcept as otherwise provided in this subchapter, in a criminal proceeding neither husband nor wife shall be competent or permitted to testify to confidential communications made by one to the other, unless this privilege is waived upon the trial.\nId. The Commonwealth argued that the communications fell outside the scope of the § 5914 privilege and that, in any event, all of the communications were admissible because the § 5914 privilege was inapplicable, in this instance involving sexual assaults upon appellee’s minor stepdaughters, by operation of 23 Pa.C.S. § 6381(c). Section 6381(c), which is part of the Child Protective Services Law (CPSL), provides that the spousal confidential communications privilege, “shall not constitute grounds for excluding any evidence at any proceeding regarding child abuse or the cause of child abuse.”\nThe Superior Court panel noted that the § 5914 privilege and § 6381(c) of the CPSL “appear to be inconsistent” because “[i]f the communications are deemed admissible that interpretation would appear at odds with § 5914” while, “[cjonversely, if the communications are deemed inadmissible then that interpretation would appear to be at odds with ... § 6381.” Commonwealth v. Spetzer, 722 A.2d 702, 707 (Pa.Super.1998). After noting the obvious inconsistency in the statutes, the panel rejected the Commonwealth’s argument premised upon the CPSL, finding that it was inapplicable to criminal proceedings. The panel then determined that, while certain of the communications between appellee and his wife were not covered by the § 5914 privilege, others were. The panel further concluded that trial counsel lacked a reasonable basis for failing to object to those communications which were privileged, noting that counsel had testified on post-verdict motions and stated that the only reason he failed to object was because he believed the testimony was admissible under 42 Pa.C.S. § 5913. The panel further found that the prejudice arising from counsel’s ineffectiveness was “obvious,” since the Commonwealth itself had noted that Kim Spetzer’s testimony “might be the only evidence available to prove some of the crimes charged.” Id. at 711-13. Accordingly, the panel awarded appellee a new trial on the basis of this claim. Id. at 717.\nIn granting a new trial, the panel did not pass upon the admissibility of each of the challenged statements. Instead, the panel articulated for the trial court upon remand a frame of analysis of “the various general categories of communications presented in this appeal,” which the trial court was to employ in determining which communications should be deemed admissible at retrial. The panel deemed generally admissible: (1) appellee’s direct threats to injure or kill his wife, as well as information conveyed as part of the direct threats, since such are repugnant to the intimacy and confidentiality that is the basis of the marital privilege; and (2) appellee’s direct threats to injure or kill his stepdaughters, for similar reasons. On the other hand, the panel deemed generally inadmissible: (1) appellee’s “inculpatory statements or confessions” unless they had a character “affronting” his wife; and (2) appellee’s attempts to solicit his wife to arrange for the sexual assault of her daughters, as wéll as communications revealing his attempts to intimidate and influence witnesses, except to the extent that they were accompanied by actual physical threats. The panel reasoned that statements falling under the latter exclusionary “categories” “bear the hallmarks” of an intimate sharing made within the confidentiality of the marital relationship. Id. at 711-13.\nAfter determining that appellee was entitled to a new tidal, the Superior Court went on to briefly consider appellee’s four additional claims of counsel ineffectiveness. The panel rejected three of the claims, but found merit in the fourth, which alleged that trial counsel was ineffective for failing to object to hearsay evidence. Id. at 713-14 & nn. 9-10. The panel did not address whether the latter claim independently warranted a new trial and the court’s mandate awarded a new trial only by reference to the claim involving the failure to object to introduction of the marital communications. Id. at 717. The panel also rejected appellee’s claim of prosecutorial misconduct as well as his claim that the trial court had erred in denying severance of the charges. Id. at 714-15. Finally, the panel found merit in appellee’s claim that the evidence was insufficient to support his convictions on ten charges of criminal attempt and ten charges of criminal solicitation to commit forcible sexual assault, all deriving from the plan to rape his two step-daughters in the motel. Accordingly, the Superior Court reversed twenty of appellee’s convictions, vacated the rest, and remanded for a new trial. Id. at 715-17.\nJudge Kelly filed a concurring opinion, which was joined by Senior Justice Montemuro (who had also joined the majority opinion). The concurrence addressed only the claim involving the spousal confidential communications privilege. Judge Kelly noted his agreement with the majority’s analysis, but expressed his “distaste for the spousal privilege as it applies to situations involving the sexual abuse of a child.” 722 A.2d at 717-18 (Kelly, J., concurring). Judge Kelly stated that, “[i]n my opinion, no parent should be expected to remain silent concerning sexual abuse inflicted upon his or her children especially when the abuse is at the hands of a co-parent. Pennsylvania law, however, holds otherwise.” Id. at 718.\nThe Commonwealth filed for reargument, which was denied, and then sought review in this Court, limited to the question of the admissibility of the communications between appellee and his wife. This Court granted review to examine the scope of the spousal confidential communications privilege set forth in § 5914 of the Judicial Code, as well as the interplay of § 5914 and § 6381 of the CPSL.\nThe Commonwealth does not dispute that, if those portions of the communications deemed excludable by the Superior Court under § 5914 are indeed privileged, then trial counsel was ineffective and appellee is entitled to a new trial at which those statements could not be admitted. The Commonwealth argues, however, that all of appellee’s challenged statements to his wife are admissible under a proper construction of § 59Í4. In the alternative, the Commonwealth argues that the interplay of § 6381 of the CPSL with § 5914 renders the statements admissible. These are questions of law and, as such, are subject to plenary review. Commonwealth v. Lussi, 562 Pa. 621, 757 A.2d 361, 362 n. 2 (2000). Our scope of review includes the entire record.\nAddressing the § 5914 argument first, the Commonwealth asserts that the communications at issue here, which relate to appellee’s past crimes against his stepdaughter, the pending prosecution arising from those crimes, and the planned future sexual assault of two of his stepdaughters, cannot be deemed subject to the marital privilege. Citing this Court’s decision in Seitz v. Seitz, 170 Pa. 71, 32 A. 578 (1895), the Commonwealth notes that the spousal confidential communications privilege exists to further a public policy of fostering the marital relationship, i.e., it is designed to promote the peace, harmony and confidence that traditionally form the essence of the marital bond: Exclusion of Kim Spetzer’s willing recitation of appellee’s statements in this case, the Commonwealth argues, does not further the harmony of this marital relationship. This is so because the communications involved were uttered in the context of appellee’s ongoing brutalization and manipulation of his wife in an attempt to force his wife into providing an opportunity to forcibly sexually assault her children. The communications related not to the usual subjects of sharing and intimacy that characterize a marital relationship, but to past and future sexual assaults upon Kim Spetzer and her minor daughters. Furthermore, the communications occurred not just in the context of a brutalizing marital relationship, but also in the context of a legal situation where charges were already pending against appellee for the previous rapes of B.G., and where appellee knew that his wile was a potential witness against him. Certain of appellee’s communications, moreover, were designed to intimidate and influence his wife and stepdaughter to perjure themselves. The Commonwealth further argues that the remaining communications, relating to appellee’s attempt to have his wife arrange for a future sexual assault upon B.G. and her sister, were ongoing efforts directly related to appellee’s manipulation and intimidation of his wife and her minor daughters. The Commonwealth submits that the disputed spousal communications were “part of an ongoing, sadistic and tyrannical reign of threats and abuse [which] is far removed from the sharing and intimacy which form the foundation of any expectation of marital confidence.” In concluding that these communications should not be deemed confidential, the Commonwealth urges that: “The law on confidential communications between spouses should not be interpreted in a manner that would allow one to violently abuse and destroy his family with impunity by shielding himself with a statute designed to enhance and preserve the very unity he is destroying.” Brief for Appellant, 26-33.\nAppellee responds that Seitz is distinguishable because it was a divorce matter sounding in adultery, while this is a criminal case where appellee’s liberty is at stake, and where the communications include what amount to confessions to the child sexual assaults and the witness intimidation charges. In addition, appellee claims that the Commonwealth’s argument is premised solely on public policy and argues that its focus on the “tumultuous, violent or dysfunctional” nature of the marital relationship, in determining whether the marital privilege applies, would result in an unworkable rule, as the courts would be “required to analyze the marital history between husband and wife.” Finally, appellee argues that his conversations with his wife, “while socially abhorrent,” were nevertheless made in the belief that they were private communications with his spouse and, for that reason, they must be deemed deserving of the confidentiality privilege irrespective of their content, purpose, or any other consideration. Brief for Appellee, 13-19.\nThe § 5914 spousal confidential communications privilege “is substantially a reenactment of legislation dating back to 1887, which itself had roots in the common law.” Commonwealth v. Chiappini, 566 Pa. 507, 782 A.2d 490, 492 (2001) (plurality opinion). This Court has had occasion in recent years to discuss the general structure of the Judicial Code as it pertains to the spousal confidential communications privilege and the related but distinct provision in § 5913, which governs spouses as witnesses against each other, and which also has roots in the common law. We have emphasized that sections 5913 and 5914 “involve two distinct rules:”\nThe first was a rule disqualifying a husband or wife from giving any testimony adverse to the spouse. This broad rule was not without exceptions. Within Section 5913 was provided an exception for charges of threatening, attempting, or committing an act of bodily injury or violence on the spouse or children in their care, an exception for charges of desertion and maintenance, and an exception for charges of bigamy. The statement of the rule of incompetency was also preceded by language indicating that exceptions may be found elsewhere in the subchapter.\nThe second rule, found in section 5914, is more limited. It provides that spouses are incompetent to testify to confidential communications. The only exception stated within the section is that this protection may be “waived upon the trial.” Again, however, there is prefatory language to the effect that the rule is as stated, “except as otherwise provided in this subchapter.”\nCommonwealth v. Hancharik, 633 A.2d at 1076-77 (construing prior version of § 5913). In Commonwealth v. Newman, 534 Pa. 424, 633 A.2d 1069 (1993), this Court summarized the general rules regarding spousal testimony, as follows:\na husband or wife is now deemed competent to testify against his or her spouse, but has a privilege to refuse to give adverse testimony, which he or she may waive. There is no privilege to refuse to testify against a spouse in four distinct situations: (1) actions for desertion and maintenance; (2) cases where the one spouse is charged with threatening, attempting, or committing acts of bodily injury or violence against the other or against any child in their care; (3) cases of bigamy; or (4) cases where one of the charges is murder, rape, or involuntary deviate sexual intercourse. Even if a husband or wife may be called to give testimony adverse to his or her spouse, however, he or she is not competent to testify to confidential communications. Nevertheless, should the defense attack a spouse’s character or conduct, the attacked spouse is a competent witness and may testify even to confidential communications.\nId. at 1072. The final point, providing that a spouse is competent to testify to confidential communications if his or her character or conduct is attacked, derives from a separate statutory provision set forth at 42 Pa.C.S. § 5915.\nIn this case, there is no dispute that Kim Spetzer was competent under § 5913 to testify against her husband in this case involving crimes committed and intended against herself and her daughters. No argument, has been asserted that her testimony was admissible and introduced under § 5915. Thus, the question is whether her testimony revealing statements made to her by her husband were excludable as privileged confidential communications under § 5914. We are mindful, of course, of the unique nature of evidentiary privileges. As the United States Supreme Court noted in discussing the common law rule restricting spousal testimony (i.e., the analogue to § 5913):\nTestimonial exclusionary rules and privileges contravene the fundamental principle that “ ‘the public ... has a right to every man’s evidence.’ ” United States v. Bryan, 339 U.S. 323, 331, 70 S.Ct. 724, 94 L.Ed. 884 ... (1950). As such, they must be strictly construed and accepted “only to the very limited extent that permitting a refusal to testify or excluding relevant evidence has a public good transcending the normally predominant principle of utilizing all rational means for ascertaining truth.” Elkins v. United States, 364 U.S. 206, 234, 80 S.Ct. 1437, 4 L.Ed.2d 1669 ... (1960) (Frankfurter, J., dissenting). Accord, United States v. Nixon, 418 U.S. 683, 709-710, 94 S.Ct. 3090, 41 L.Ed.2d 1039 ... (1974).\nTrammel v. United States, 445 U.S. 40, 50-51, 100 S.Ct. 906, 63 L.Ed.2d 186 (1980).\nThe spousal confidential communications privilege did not arise in a vacuum, but instead, as noted, has ancient origins rooted in the common law. This Court recognized in Seitz v. Seitz that “[t]he privilege is based upon considerations of public policy, as in the case of husband and wife to preserve the peace, harmony, and confidence in their relations....” 32 A. at 578. Accord, Chiappini 782 A.2d at 493, quoting Cornell v. Vanartsdalen, 4 Pa. 364, 374 (1846). See also 1 McCormick on Evidence, § 86, at 340 (5th Ed.1999) (“The argument traditionally advanced in support of the marital communications privilege is that the privilege is needed to encourage marital confidences, which confidences in turn promote harmony between husband and wife”). Wigmore noted that “[t]he policy which should lie at the foundation of every rule of privileged communications ... appears to be satisfied” in the case of spousal communications: i.e., the communications originate in confidence, the confidence is essential to the relation, the relation is a proper subject of encouragement by the law, and the injury that would inure to the relation by disclosure probably exceeds the benefit that would result from ignoring the privilege in the “judicial investigation of truth.” 8 Wigmore, Evidence § 2332, at 642 (McNaughton rev.1961).\nIn recent years, however, the traditional rationale has been called into question, since it is bottomed on an assumption that spouses are aware of the privilege and “take its protections into account in determining to make marital confidences, or at the least, which is not the same thing, that they would come to know of the absence of the privilege if it were withdrawn and be, as a result, less confiding than at present.” McCormick, supra. McCormick suggests that “[p]robably the policy of encouraging confidences is not the prime influence in creating and maintaining the privilege.” Rather:\nIt is really a much more natural and less devious matter. It is a matter of emotion and sentiment. All of us have a feeling of indelicacy and want of decorum in prying into the secrets of husband and wife.\n... It may be hoped that increasing recognition of the true operative basis for affording privilege to the marital partners will in turn draw with it acceptance of the logical implications of that rationale, and that the privilege can accordingly be reshaped into a less anomalous form.\nA desirable first step is to recognize that delicacy and decorum, while worthy and deserving of protection, will not stand in the balance where there is a need for otherwise unobtainable evidence critical to the ascertainment of significant legal rights. This disproportion, together with the consideration that maintenance of privacy as a general objective is not critically impaired by its sacrifice in cases of particular need, argues for treating this privilege as a qualified one. This view, in turn, would remove much of the felt need to hedge the privilege narrowly about with not completely logical exceptions and qualifications, perhaps largely out of the fear that a more liberal ambit of the privilege will inexorably lead to loss of critical evidence in future cases.\nId. at 341 (footnotes omitted).\nThe Seitz Court long ago recognized that the marital harmony policy served by the privilege was relevant to determining which communications should be deemed confidential. Seitz was a divorce action brought by Mrs. Seitz on grounds of her husband’s adultery. Mrs. Seitz attempted to testify to conduct of her husband which she had witnessed and statements he had made to her which tended to prove the fact of adultery, but that testimony was excluded at trial on grounds of spousal privilege. On appeal, this Court first determined that, under section 5(c) the Act of May 23, 1887, Mrs. Seitz was “clearly competent to testify to anything she had seen.” 32 A. at 578. Turning to the separate question of whether her testimony as to the statements made by her husband was properly excluded on the ground that the statements were confidential spousal communications, the Court held:\nWhether a communication is to be considered as confidential depends upon its character as well as upon the relation of the parties. It is essential that it should be made in confidence, and with the intention that it should not be divulged. The privilege is based upon considerations of public policy, as in the case of husband and wife to preserve the peace, harmony, and confidence in their relations, and in the case of attorneys and client to secure the unreserved communication which the ends of justice require. If not made because of the relation of the parties and in the confidence which that relation inspires and which it is the policy of the law to hold inviolate, it is not privileged. Ordinarily, it might be inferred that communications made by a husband to his wife were made with the intent and in the confidence mentioned, but the circumstances and the nature of the statement repel such a presumption in this case. The disclosures sought to be made, as indicated by the questions objected to, did not relate to the confession of a penitent husband, who had confided to his wife the story of his wrongdoing, but to a boastful and defiant declaration of his misconduct, and of his intention to openly persist in his course, accompanied by insolent and brutal taunts. No considerations of domestic peace and harmony or of the sanctity of the marital relation forbid their disclosure to redress the wrongs of the injured party. They did not arise from the confidence existing between the parties, but from the want of it.\nId. at 578 (emphases supplied). Seitz thus teaches that there are instances where the circumstances surrounding marital communications indicate that the communications are intended to create or further disharmony in the marital relationship; in those instances, the privilege yields.\nThis Court had more recent occasion to examine the question of what communications should properly be deemed confidential for purposes of the privilege in Commonwealth v. May, 540 Pa. 237, 656 A.2d 1335 (1995), cert. denied, 525 U.S. 1078, 119 S.Ct. 818, 142 L.Ed.2d 676 (1999). In May, we stated the general rule that the § 5914 privilege encompasses “any communications which were confidential when made and which were made during the marital relationship.” Id. at 1341-42. At issue in May were communications contained in letters the defendant had written to his wife while in prison. This Court found that the communications were not privileged because the defendant had signed a form permitting prison officials to review all of his incoming and outgoing mail. That fact altered any “reasonable expectation” the defendant might have had that the communications “would remain confidential.” Id. at 1342, citing, inter alia, State v. Smith, 384 A.2d 687, 691 (Me.1978) (inquiry should focus on spouse’s reasonable expectation of confidentiality).\nIn Hancharik, supra, this Court was called upon to determine whether there are specific statutory exceptions to the operation of § 5914, not found in the text itself, but in another provision of the Judicial Code. The defendant in Hancharik was convicted of several offenses in connection with his sexual assaults upon a Mend’s ten-year-old granddaughter, who occasionally stayed at the defendant’s home. On appeal, the defendant claimed that his trial counsel was ineffective for failing to raise a § 5914 objection to the testimony of the defendant’s wife concerning: (1) his expressed desire to adopt an older girl, (2) his expression that he loved the child victim very much and was able to relax in her presence, and (3) his wife’s view that they had a poor sexual relationship and were experiencing marital problems. This Court rejected the Superior Court’s conclusion that the communications were admissible because the exceptions to the rule of spousal incompetency set forth in § 5913—which include an exception for cases involving bodily injury or violence to a minor child in the defendant’s care—also established statutory exceptions to § 5914’s spousal confidential communications privilege, notwithstanding that § 5914 sets forth no such exceptions. We rejected this statutory interpretation, noting that “[ujnquestionably, sections 5913 and 5914 involve two distinct rules,” and that the Superior Court’s interpretation would render § 5914 “entirely superfluous.” 633 A.2d at 1076-77. Accord Newman, 633 A.2d at 1072. Although we concluded that certain of the communications might be deemed objectionable, we ultimately denied relief because we found that the defendant had failed to demonstrate that his counsel lacked a reasonable basis for failing to object. Hancharik, 633 A.2d at 1079-80.\nNeither Hancharik nor Newman called into question the vitality of the analytical approaches in Seitz and May, which addressed the separate question of what communications may properly be deemed “confidential” under § 5914 and its predecessor. After considered review, we are satisfied that the communications in this case cannot be deemed confidential under the § 5914 privilege as explicated in Seitz and May.\nIt is safe to say that the communications appellee made to his wife here—concerning appellee’s past (e.g., rape), continuing (e.g., witness intimidation), and future-intended (e.g., attempted sexual assaults) crimes against his wife and her minor children—are not the sensitive, marital harmony-inspiring communications contemplated by the common law authorities, or the Pennsylvania General Assembly, in erecting this privilege. To the contrary, these communications were intended to further marital disharmony. Of the cases decided by this Court involving the privilege, this case is most like Seitz. Appellee’s statements, like the statements made by the husband in Seitz, “did not relate to the confession of a penitent husband who had confided to his wife the story of his wrongdoing.” 32 A. at 578. Rather, appellee’s mirthful description of his previous rapes of his wife’s child, his threats designed to make his wife and his stepdaughter refuse to testify against him, and his attempts to enlist his wife to arrange a future opportunity for him to sexually assault two of her daughters, reveal the same sort of “boastful and defiant declaration of his misconduct,” accompanied by a declared “intention to openly persist in his course,” id., as was at issue in Seitz. Indeed, these statements were even farther removed from the penumbra of the privilege than were the statements in Seitz, considering that appellee’s communications with his wife were not confined to mere verbal taunts, but were accompanied by repeated threats and acts of violence against her, as well as a fixed, revealed intention to commit further violent sexual assaults upon her young children. As the Commonwealth aptly notes, “If revealing an extra-marital affair to one’s spouse in a taunting manner is of a character that personally affronts the recipient spouse, then adding the fact that your sexual affair is with the recipient’s twelve-year old child while repeatedly gagging and raping her at knife point, in addition to threatening to kill her should she ever reveal this fact, can do no less.” Brief for Appellant, 29.\nCertainly the persistent and sadistic statements at issue here, concerning a husband’s actual and contemplated crimes against his wife and her children, cannot rationally be excluded on the pretext that “considerations of domestic peace and harmony of the marital relation forbid their disclosure.” Seitz. It would be perverse, indeed, to indulge a fiction of marital harmony to shield statements which prove the declarant spouse’s utter contempt for, and abuse of, the marital union. Accordingly, we hold that here, as in Seitz, the challenged communications “did not arise from the confidence existing between the parties, but from the want of it,” id., and, as such, the communications were admissible. Counsel therefore was not ineffective for failing to object to evidence of the communications.\nWe find further support for this conclusion in Commonwealth v. May, supra, and particularly in light of § 6381 of the Child Protective Services Law. The Commonwealth argues that, as a matter of statutory construction, § 6381 abrogates the spousal confidential communications privilege in all cases involving child abuse, including criminal prosecutions arising from child abuse. Section 6381(c) provides:\n(c) Privileged communications.—Except for privileged communications between a lawyer and a client and between a minister and a penitent, a privilege of confidential communication between husband and wife or between any professional person, including, but not limited to, physicians, psychologists, counselors, employees of hospitals, clinics, daycare centers and schools and their patients or clients, shall not constitute grounds for excluding evidence at any proceeding regarding child abuse or the cause of child, abuse.\n23 Pa.C.S. § 6381(b) (emphasis supplied). The Commonwealth argues that the emphasized language reveals a legislative intent that it is to govern evidentiary issues in all court proceedings regarding child abuse, including criminal proceedings. As support for its conclusion that § 6381(c) applies to criminal proceedings, the Commonwealth points to § 6381(b). Section 6381(b) allows for the admission of reports of unavailable witnesses “in any proceedings arising out of child abuse other than proceedings under Title 18 (relating to crimes and, offenses).” 23 Pa.C.S. § 6381(b) (emphasis supplied). The fact that subsection (b) expressly excludes its application in criminal proceedings, while subsection (c) does not contain such an exclusion, leads the Commonwealth to conclude that the General Assembly obviously intended subsection (c) to apply in criminal proceedings.\nGiven our holding above, we need not reach the broader question of whether the CPSL operates directly to modify § 5914 in criminal prosecutions involving the abuse of children in order to decide this case. Rather, in light of May, the CPSL is relevant to the construction of § 5914 in a more subtle and indirect fashion. The Court in May recognized that the question of what is a “confidential” communication turns in part on the reasonable expectation the declarant has that the communication will remain confidential. 656 A.2d at 1341-42. Even if it is assumed that § 6381(c) does not act directly to provide a broad child abuse “exception” to § 5914’s application in criminal proceedings, it certainly affects what a spouse’s “reasonable expectation” of continued confidentiality may be with respect to marital communications that reveal the previous or intended abuse and intimidation of a child. Thus, in light of § 6381(c), a husband who describes to his spouse his previous rape of her child, for example, or his plans to abduct and rape her children in the future, can have no reasonable expectation under Pennsylvania law that that communication will “remain confidential.” Indeed, appellee admits as much, as he concedes that, “Statements made by the Defendant to his wife that are in question in this appeal could certainly have been used at, and most likely were used at, the Children and Youth Services matter seeking to have the children adjudicated dependent.” Brief for Appellee, 11. In accordance with May, appellee here had no reasonable expectation that his statements to his wife concerning his previous rapes of his stepdaughter, his attempts to intimidate the witnesses in the prosecution arising from those crimes, and the further crimes he intended to commit upon his stepdaughters, would remain their “little secret.” That reality, in turn, destroys any notion that these marital communications would remain “confidential.” For this additional reason, the testimony of appellee’s wife respecting these communications was not excludable upon grounds of privilege, and counsel was not ineffective for failing to object to the testimony.\nWe also note that the sexual abuse of a child obviously is a gravely serious offense. See Ashcroft v. Free Speech Coalition, 535 U.S. 234, - 122 S.Ct. 1389, 1399 (2002) (“The sexual abuse of a child is a most serious crime and an act repugnant to the moral instincts of a decent people”). In recognition of this fact, many jurisdictions have held that the spousal confidential communications privilege cannot shield statements, such as the ones at issue here, in cases involving crimes against a child in the care or custody of the spouses. See United States v. Bahe, 128 F.3d 1440, 1445-46 (10th Cir.1997) (collecting cases and holding as matter of Circuit precedent that spousal confidential communications privilege does not extend to “spousal testimony relating to the abuse of a minor child within the household”). See also Johnson v. United States, 616 A.2d 1216, 1219-25 (D.C.App.1992) (establishing common law exception to privilege for crimes against children of either spouse); Ludwig v. State, 931 S.W.2d 239, 244 (Tex.Crim.App.1996) (en banc) (establishing exception to privilege for crime against any minor child). The Bahe Court cogently explained that its refusal to extend the privilege to shield communications relevant to child abuse was thoroughly justified by consideration of the purpose behind the privilege:\nChild abuse is a horrendous crime. It generally occurs in the home ... and is often covered up by the innocence of small children and by threats against disclosure. It would be unconscionable to permit a privilege grounded on promoting communications of trust and love between marriage partners to prevent a properly outraged spouse with knowledge from testifying against the perpetrator of such a crime.\n128 F.3d at 1446 (citation omitted). See also United States v. Martinez, 44 F.Supp.2d 835, 836 (W.D.Tex.1999) (“A privilege deeply rooted in society’s interest in promoting marital harmony and stability must surely wither when the defendant-spouse is accused of abusing the children of that marriage.”). The experience of other jurisdictions, with their versions of the privilege we are called upon to construe here, lends further support to our conclusion that the communications in this case are not privileged under § 5914.\nWe firmly believe that our application of § 5914 comports with the history and intended scope of the privilege and that there is no tension between § 5914 and the CPSL. Nevertheless, given the obvious if indirect effect that the CPSL has upon § 5914, the General Assembly might wish to revisit § 5914 and make even more explicit the limitations of the privilege.\nAlthough we have concluded that the Superior Court erred in granting appellee a new trial upon this claim, the question of the appropriate mandate remains. Appellee argues that he is independently entitled to a new trial because Superior Court found that his claim of counsel ineffectiveness for failing to object to inadmissible hearsay also had merit, and the Commonwealth has not challenged that separate finding. From the Superior Court’s summary discussion of the hearsay claim, however, it is not at all apparent that the panel concluded that appellee was entitled to a new trial upon this issue. The court’s summary of its mandate cited only to the claim of counsel ineffectiveness for failing to object to introduction of the marital communications in support of the grant of a new trial. Similarly, because the court did not address the issue of remedy separately, it is not clear whether its reference to the hearsay evidence as “prejudicial” was intended to be a finding that a new trial was independently warranted even if the marital communications were deemed admissible. It may well be that, the panel already having determined that a new trial was required on the first claim, its analysis of additional claims which would have led to the same new trial relief was merely intended to offer guidance for the conduct of the new trial already ordered.\nWe note that, in determining whether a new trial is required premised upon a claim of ineffective assistance of trial counsel, the reviewing court “must consider the totality of the evidence before the judge or jury,” Strickland v. Washington, 466 U.S. 668, 695, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), and decide whether there is a reasonable probability that, but for counsel’s error, the outcome of the trial would have been different. Id.; see also Commonwealth v. Hutchinson, 811 A.2d 556, 562 (Pa.2002). In this case, the Superior Court engaged in no such analysis with respect to the hearsay claim. In these circumstances, we will vacate the Superior Court order and remand to that court for a determination, consistent with this opinion, of whether appellant is independently entitled to a new trial on the hearsay/counsel ineffectiveness claim it previously deemed to have merit. In analyzing prejudice, of course, the court must consider the entirety of the record, including the marital communications that we have determined were properly admitted. The Superior Court’s reversal of certain of appellee’s convictions on sufficiency grounds remains unaffected by this decision and its succeeding order shall so reflect.\nVacated and remanded.\nJustice NIGRO files a concurring opinion.\nChief Justice ZAPPALA files a dissenting opinion.\n. The panel found support for this conclusion in this Court's decision in Commonwealth v. Hancharik, 534 Pa. 435, 633 A.2d 1074 (1993), a case in which the defendant was accused of sexually assaulting a friend's child. In Hancharik, this Court held that the defendant's claim that his counsel should have objected to his wife’s testimony concerning confidential marital communications had arguable merit, but that counsel was not ineffective because the defendant failed to demonstrate that counsel lacked a reasonable basis for failing to object. 633 A.2d at. 1079-80. The panel found it significant that the Hancharik Court did not sua sponte. invoke § 6381 of the CPSL as abrogating the privilege set forth in § 5914 and interpreted that silence as providing \"some additional weight” to appellee’s argument that the § 5914 privilege is unaffected by the CPSL. Spetzer, 722 A.2d at 706-09. Since the potential effect of § 6381 of the CPSL on the § 5914 privilege was not at issue in Hancharik and was never even discussed by this Court, the case does not support the Superior Court panel’s conclusion concerning the CPSL.\n. Section 5913 provides as follows:\nExcept as otherwise provided in this subchapter, in a criminal proceeding a person shall have the privilege, which he or she may waive, not to testify against his or her then lawful spouse except that there shall be no such privilege:\n(1) in proceedings for desertion and maintenance;\n(2) in any criminal proceeding against either for bodily injury or violence attempted, done or threatened upon the other, or upon the minor children of said husband and wife, or the minor children of either of them, or any minor child in their care or custody, or in the care or custody of either of them;\n(3) applicable to proof of the fact of marriage, in support of a criminal charge of bigamy alleged to have been committed by or with the other; or\n(4) in any criminal proceeding in' which one of the charges pending against the defendant includes murder, involuntary deviate sexual intercourse or rape.\n. This Court has recognized that construction may be required to determine which communications fall within the scope of the confidentiality secured by a particular statutory privilege. See Commonwealth v. Stewart, 547 Pa. 277, 690 A.2d 195, 198-200 (1997) (construing clergy-communicant privilege (42 Pa.C.S. § 5943) and holding that, to fall within that privilege, communication must have been made to clergyman “in his or her capacity as confessor or spiritual advisor;” “limiting the privilege to communications penitential or spiritual in nature ... provides a rational and well-established interpretation of confidential information acquired ‘in the course of [a clergyman’s] duties.’ ”).\n. Section 5(c) is the predecessor to 42 Pa.C.S. § 5924(b)(1), which provides for the competency of spouses to testify against one another in divorce proceedings. See Historical Note. See also Hancharik, 633 A.2d at 1078 & n. 3.\n. In both Hancharik and Newman, Justice Papadakos disagreed with this interpretation of the interplay of §§ 5913 and 5914. Justice Papadakos opined that the statutes, while badly drafted, revealed a legislative intent “to destroy the spousal privilege where a child in the home suffers violence.” Hancharik, 633 A.2d at 1081 (Papadakos, J., concurring). Justice Papadakos interpreted § 5914's \"Except as otherwise provided in this subchapter” provision as referring to both § 5913 and § 5915; accordingly, spousal confidentiality existed \"except where certain conduct specifically destroys the privilege.” Id.\n. Our conclusion here is not to be read as suggesting that the subject matter of marital communications necessarily controls the question of privilege. Where there is an intact marriage, spouses possess a reasonable expectation of confidentiality as to their shared communications regardless of whether the content of those communications further the nature of the marital relationship. It is only where the communications are intended to create or further disharmony in the marital relationship that the privilege yields. The rationale supporting the privilege should not be utilized in a case such as this to aid one spouse in a tyrannical effort to maintain his abusive hold over the other spouse and her children."}