{"id": "716470", "contents": "OPINION OF THE COURT\nJustice CASTILLE.\nThis is an appeal from the denial of appellant’s petition for relief under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. § 9541 et seq. For the reasons set forth herein, we affirm the order of the PCRA court.\nIn February of 1993, a jury found appellant guilty of first degree murder, robbery, possessing an instrument of crime and conspiracy, and sentenced him to death. On direct appeal, this Court summarized the underlying facts as follows:\nAt approximately 6:39 p.m., on the evening of October 31, 1991 appellant and his codefendant, Aaron Wheeler, entered the Stop and Go Deli at 2200 North Broad Street in Philadelphia. While the codefendant acted as a look-out, appellant pointed a gun at a store employee, Yang-Jin Kim, and ordered him to open the cash register and give appellant the money. Mr. Kim called to the store manager, Jai Ho Lee, who was behind the counter. Mr. Kim went to the register and hit the “no-sale” button in order to open the drawer. Mr. Lee closed the drawer and locked the register and then threw the key on the floor. [Appellant], who was standing about four feet in front of Mr. Lee when Mr. Lee threw the key on the floor, responded by shooting Mr. Lee in the upper left side of his chest. The bullet entered the left lung and perforated the aorta, the main blood vessel to the heart, and then exited the body. Mr. Lee was pronounced dead fifteen minutes later having bled to death as a result of the gunshot. Appellant and his codefendant fled from the store after the shot was fired.\nCommonwealth v. Bond, 539 Pa. 299, 652 A.2d 308, 310 (1995) (footnote omitted). Appellant was represented at trial by appointed counsel, James S. Bruno, Esquire, and co-counsel, Dean Owens, Esquire, of the Defender Association of Philadelphia. On direct appeal to this Court, Attorney Bruno represented appellant. On January 12, 1995, this Court affirmed appellant’s conviction and sentence of death. Id.\nOn June 6, 1995, appellant filed the instant PCRA petition. The PCRA court, per the Honorable David N. Savitt, appointed new counsel, Ramy Djerassi, Esquire, to represent appellant, and new counsel then filed an amended petition and supplemental petitions. The court held an extensive evidentiary hearing over the course of several days where appellant was represented by both Attorney Djerassi and present PCRA appeal lead counsel, Michael Wiseman, Esquire, who at the time of the hearings was apparently affiliated with the Defender Association of Philadelphia and is now affiliated with the Capital Habeas Corpus Unit of that organization. Judge Savitt ultimately denied PCRA relief on December 10, 1997, and appellant appealed to this Court.\nAfter the notice of appeal was filed, Attorney Djerassi motioned to withdraw from the case, noting, inter alia, that Robert Brett Dunham, Esquire, of the Center for Legal Education, Advocacy and Defense Assistance (CLEADA), had entered an appearance. Attorney Dunham, like Attorney Wiseman, is now employed by the Capital Habeas Unit of the Defender Association. This Court granted the motion to withdraw representation and CLEADA, per Attorney Dun-ham, filed the Initial Brief of Appellant. Thereafter, the Commonwealth, responding to a pro se filing by appellant, filed a petition in this Court seeking a remand for a colloquy to determine whethér appellant desired to proceed pro se. On August 27, 1999, this Court remanded the matter for a limited hearing to determine: (1) whether appellant wished to terminate his appeal; (2) whether he wished to proceed pro se or to be represented by current counsel; and (3) whether he wished to proceed on the basis of the brief filed by counsel. After the hearing, Judge Savitt found that appellant did not wish to terminate his appeal, that he wanted to be represented by Attorney Wiseman, and that he wanted to proceed on the basis of the brief previously filed. Attorney Wiseman has since filed a reply brief on appellant’s behalf. Accordingly, the matter is ripe for review.\nBecause appellant’s initial petition in this matter was filed before January 17, 1996, the effective date of the November 1995 amendments to the PCRA, his petition is governed by the previous version of the PCRA. To be eligible for relief under that version of the PCRA, appellant must plead and prove by a preponderance of the evidence:\n(1) That the petitioner has been convicted of a crime under the laws of this Commonwealth and is:\n(i) currently serving a sentence of imprisonment, probation or parole for the crime;\n(ii) awaiting execution of a sentence of death for the crime; or\n(iii) serving a sentence which must expire before the person may commence serving the disputed sentence.\n(2) That the conviction or sentence resulted from one or more of the following:\n(i) A violation of the Constitution of Pennsylvania or laws of this Commonwealth or the Constitution of the United States which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(ii) Ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(iii) A plea of guilty unlawfully induced where the circumstances make it likely that the inducement caused an individual to plead guilty.\n(iv) The improper obstruction by Commonwealth officials of the petitioner’s right of appeal where a meritorious appealable issue existed and was properly preserved in the trial court.\n(v) A violation of the provisions of the Constitution, law or treaties of the United States which would require the granting of Federal habeas corpus relief to a State prisoner.\n(vi) The unavailability at the time of trial of exculpatory evidence that has subsequently become available and would have changed the outcome of the trial if it had been introduced.\n(vii) The imposition of a sentence greater than the lawful maximum.\n(viii) A proceeding in a tribunal without jurisdiction.\n(3) That the allegation of error has not been previously litigated and one of the following applies:\n(i) The allegation of error has not been waived.\n(ii) If the allegation of error has been waived, the alleged error has resulted in the conviction or affirmance of sentence of an innocent individual.\n(iii) If the allegation of error has been waived, the waiver of the allegation of error during pretrial, trial, post-trial or direct appeal proceedings does not constitute a State procedural default barring Federal habeas corpus relief.\n(4) That the failure to litigate the issue prior to or during trial or on direct appeal could not have been the result of any rational, strategic or tactical decision by counsel.\n42 Pa.C.S. § 9543(a)(1 )-(4).\nMany of appellant’s claims are procedurally barred, ie., they are previously litigated or waived under the PCRA, or they are waived for another reason, such as a failure to raise the claim in the PCRA court below. For purposes of clarity, this Court will not address appellant’s claims seriatim, but instead will address those claims that are procedurally barred under Pennsylvania law first.\nAppellant raises two claims, the substances of which were addressed by this Court on direct appeal. A claim is previously litigated under the PCRA if, inter alia, the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue. 42 Pa.C.S. § 9544(a)(2). In light of the PCRA’s previous litigation bar, this Court will not address appellant’s claim that the admission of his statement violated his state and federal constitutional rights to counsel (Argument VI) because we previously held on direct appeal that his statement was voluntarily obtained. See Commonwealth v. Bond, 652 A.2d at 311-12. Nor will we address his claim that the prosecutor’s guilt phase closing argument was improper (first part of Argument IX), since this Court also rejected claims involving the prosecutor’s guilt phase summation on direct appeal. Id. at 315-16. Appellant attempts to bring these claims challenging his statement and the prosecutor’s closing before this Court a second time by recasting his theory of error and by tacking on a boilerplate allegation of ineffectiveness of all prior counsel. But, it is well-settled that a PCRA petitioner cannot obtain review of claims that were previously litigated by presenting new theories of relief, including allegations of ineffectiveness, to relitigate previously litigated claims. Commonwealth v. Bracey, 795 A.2d 935, 939 & n. 2 (Pa.2001); Commonwealth v. McCall, 567 Pa. 165, 786 A.2d 191, 195-96 (2001); Commonwealth v. Copenhefer, 553 Pa. 285, 719 A.2d 242, 253 (1998).\nIn a footnote, appellant acknowledges the settled law involving previous litigation, but argues that this Court should ignore that law because it violates state and federal constitutional rights to equal protection and is fundamentally unfair. Initial Brief of Appellant, 74 n. 24. Appellant cites no cases in support of this assertion and, indeed, fails to develop this argument in any meaningful fashion. The unconstitutionality of the PCRA provision respecting previous litigation and our settled interpretation of it, is not self-evident. Accordingly, we must reject appellant’s bald assertion that the provision should not be enforced.\nEven if this Court were to assume that these two claims of trial error were not previously litigated, they would be waived under the PCRA since appellant’s present theories could have been presented on direct appeal. 42 Pa.C.S. § 9544(b) (issue is waived if petitioner failed to raise it and the issue could have been raised before trial, at trial, on appeal, in habeas corpus proceeding, or in prior proceeding under PCRA); Bracey, 795 A.2d at 940 (claims that could have been raised on direct appeal but were not are waived under the PCRA); Commonwealth v. Abdul-Salaam, 2001 WL 1663976 at *1 (Pa. Dec. 31, 2001) (Appellant could have raised each of these claims in his direct appeal to this Court but failed to do so. Accordingly, these claims are waived and, therefore, beyond the power of this Court to review under the express terms of the PCRA); Commonwealth v. (Michael) Pierce, 567 Pa.186, 786 A.2d 203, 212 (2001) (claims of trial court error which could have been raised on direct appeal by new counsel but were not are waived under PCRA). The claims are separately and independently waived because, as appellant admits, he failed to raise them in the PCRA court. See Pa.R.A.P. 302(a) (Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.); Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 725 (2000); Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693, 704 (1998).\nNotwithstanding the multiple waivers, appellant claims that the issues are properly before this Court because he asserts that all prior counsel were ineffective, including present counsel who represented him in the PCRA proceeding below. Initial Brief of Appellant, 74 n. 24. Appellant’s claim of ineffectiveness consists of the bald allegation contained in the quoted footnote as well as an equally unilluminating sentence in his argument broadly stating that, [a]ll prior counsel were ineffective for failing to raise and litigate these issues. Id. at 80, 720 A.2d 693. A claim of subsequent counsel ineffectiveness does not undo the waiver of an underlying claim; rather, the claim of ineffectiveness itself raises a separate substantive issue.\nAppellant raises four additional claims of trial court error that likewise could have been raised on direct appeal but were not. These trial error claims are waived under the PCRA. 42 Pa.C.S. § 9544(b); Abdul-Salaam, 2001 WL 1663976 at *1; (Michael) Pierce, supra. The four waived claims remain defaulted notwithstanding appellant’s boilerplate allegation of ineffectiveness of previous counsel. Indeed, none of the four claims is even framed in terms of counsel ineffectiveness. Moreover, to the extent that appellant intends the boilerplate assertions of counsel ineffectiveness to raise distinct claims under the PCRA, we note that appellant’s “argument” on counsel ineffectiveness consists of a one-sentence statement at the conclusion of the argument on each issue, baldly asserting that all prior counsel were ineffective for failing to litigate the issue. Such boilerplate allegations tacked on to waived claims of trial court error do not discharge appellant’s burden of proving ineffectiveness. Bracey, 795 A.2d at 940 n. 4; Abdul-Salaam, 2001 WL 1663976 at *1 n. 3\nTwo additional claims are waived because they, too, were not raised before the PCRA court. Specifically, neither Argument II, which alleges that appellant’s rights to counsel and due process were violated when his lead trial counsel permitted his assistant defender co-counsel to conduct the penalty phase hearing, nor Argument VIII, which alleges that appellant’s trial counsel failed to investigate and present evidence that someone other than appellant committed the murder, were raised before the PCRA court. To the extent that appellant appends boilerplate allegations of ineffectiveness of PCRA counsel, including present counsel, for failing to raise these claims below, those distinct claims of PCRA counsel ineffectiveness fail because they are undeveloped. E.g., Bracey, supra.\nThe following seven claims remain for this Court’s consideration: whether (1) trial counsel were ineffective for failing to investigate and present different or additional mitigation evidence (Argument I); (2) appellant is entitled to a hearing to determine whether newly-discovered evidence shows that the trial prosecutor exercised his peremptory challenges in a racially discriminatory fashion, in violation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986) (Argument III); (3) the PCRA court erred in failing to grant a hearing based on the unsworn affidavit of appellant’s co-defendant (Argument V); (4) trial counsel were ineffective for failing to ensure that the jury was properly “life-qualified” (Argument VII); (5) trial counsel were ineffective for requesting that an erroneous mercy instruction be given to the jury and for appealing to the jury’s sympathy and mercy in the penalty phase closing (Argument XI); (6) appellant is entitled to a remand to pursue recently discovered claims regarding alleged racial discrimination in capital sentencing (Argument XIII); and (7) the cumulative prejudicial effect of appellant’s claims, including his boilerplate claims of counsel ineffectiveness, entitles him to relief. We shall discuss these claims in turn.\nAppellant claims that trial counsel were ineffective in their investigation and presentation of mitigation evidence at the penalty phase. During the penalty phase, the jury found three aggravating circumstances: that appellant committed the murder during the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6); that appellant had been convicted of another murder, id. § 9711(d)(ll); and that appellant had a significant history of other violent felonies. Id. § 9711(d)(9). Appellant, meanwhile, produced evidence in support of the catch-all mitigating circumstance concerning appellant’s character or background. Id. § 9711(e)(8). The jury found no mitigating circumstances.\nAppellant now faults his trial counsel for failing to introduce evidence that he was abused and neglected as a child and that he allegedly suffers from organic brain damage. Although appellant poses this claim under both the federal Constitution (the Sixth and Fourteenth Amendments) and the Pennsylvania Constitution (Article I, Section 9), he does not argue that the test for ineffectiveness is any different under the two charters. Instead, he correctly notes that trial counsel’s performance is governed by the test set forth in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). This Court has long recognized that the Strickland test is the same test for ineffectiveness as prevails under the Pennsylvania Constitution. Commonwealth v. Williams, 566 Pa. 553, 782 A.2d 517, 524 (2001); Commonwealth v. (Charles) Pierce, 515 Pa.153, 527 A.2d 973 (1987). We have recently restated the familiar test for counsel ineffectiveness as follows:\nAppellant must prove: (1) that the underlying claim is of arguable merit; (2) that counsel’s performance lacked a reasonable basis; and (3) that the ineffectiveness of counsel caused him prejudice. Commonwealth v. Miller, 560 Pa. 500, 746 A.2d 592, 598 (2000). Prejudice in the context of ineffective assistance of counsel means demonstrating that there is a reasonable probability that, but for counsel’s error, the outcome of the proceeding would have been different. Commonwealth v. Kimball, 555 Pa. 299, 724 A.2d 326, 332 (1999). This standard is the same in the PCRA context as when claims of ineffective assistance of counsel are raised on direct review. Id.\n(Michael) Pierce, 786 A.2d at 213. See also Abdul-Salaam, 2001 WL 1663976 at *2 (same).\nTo demonstrate the alleged history of childhood abuse that appellant argues might have changed the penalty phase outcome, appellant presented testimony before the PCRA court from his mother, four siblings, and another individual who lived in appellant’s home for nine years beginning when appellant was ten years old. These witnesses testified to the poverty in which appellant was raised as well as the abusive atmosphere prevailing in his home and his mother’s poor parenting skills. Appellant argues that his trial counsel were ineffective because they did not present this evidence, which appellant claims would have supported a jury finding of the catch-all mitigating circumstance. See 42 Pa.C.S. § 9711(e)(8). To support his claim regarding his alleged organic brain damage, appellant presented expert witnesses and pointed to anecdotes in his past that he believed corroborated that appellant had some form of mental impairment. Appellant argues that this evidence would have supported a finding of the catch-all mitigating circumstance and was also relevant evidence “of an extreme mental and emotional disturbance.” See id. § 9711(e)(2).\nIn his reply brief, appellant argues that the United States Supreme Court’s Sixth Amendment decision in Williams v. Taylor, 529 U.S. 362, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000), which was decided after he filed his initial brief, directly governs the outcome of this case with respect to this particular claim. The Williams argument is overstated. Williams does not alter the legal standard governing appellant’s ineffectiveness claim; as the U.S. Supreme Court emphasized in Williams, it is still the Strickland test that governs the evaluation of counsel’s penalty-phase preparation and performance. Indeed, if Williams had set forth a new or modified Strickland standard, appellant would not be entitled to its benefit since counsel in this case were acting long before Williams was decided. Appellant himself implicitly recognizes this fact, as he states elsewhere that Williams “did not break any new ground in describing the obligations of counsel in a capital case.” Reply Brief of Appellant, 3. Accordingly, Williams is relevant to our inquiry in the limited sense that it represents an example of the U.S. Supreme Court’s application of its settled Strickland test in factual circumstances which, according to appellant, are materially indistinguishable from the facts presented here.\nWilliams involved a Virginia state murder conviction. The Virginia trial court judge, sitting on collateral review, applied the Strickland standard and found that trial counsel were ineffective for failing to discover and present significant mitigation evidence, including evidence memorialized in “documents prepared in connection with Williams’ commitment when he was 11 years old that dramatically described mistreatment, abuse, and neglect during his early childhood, as well as testimony that he was ‘borderline mentally retarded,’ had suffered repeated head injuries, and might have mental impairments organic in origin.” 529 U.S. at 370, 120 S.Ct. 1495. The Virginia Supreme Court rejected the trial judge’s recommendation that a new sentencing hearing be granted. In so doing, that court did not pass upon the question of counsel ineffectiveness, which the court assumed, but instead concluded that Williams had failed to prove prejudice under Strickland in light of the modification of the Strickland prejudice test that it gleaned from the U.S. Supreme Court’s later decision in Lockhart v. Fretwell, 506 U.S. 364, 113 S.Ct. 838, 122 L.Ed.2d 180 (1993).\nAfter Williams sought federal habeas corpus review of his ineffectiveness claim, a federal district court recommended granting relief, as it found that the Virginia Supreme Court’s decision “was contrary to, or involved an unreasonable application of, clearly established Federal law” under 28 U.S.C. § 2254(d)(1). The quoted portion of § 2254(d) sets forth the new federal habeas standard of review of state convictions which was enacted under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA). Applying AEDPA, the Fourth Circuit reversed the district court, concluding that the Virginia Supreme Court’s ruling on the question of ineffectiveness prejudice was not an unreasonable application of Strickland or Lockhart. See 529 U.S. at 371-74, 120 S.Ct. 1495.\nThe U.S. Supreme Court granted certiorari and itself reversed, as it agreed with the district court that the Virginia Supreme Court’s ruling was contrary to, or an unreasonable application of, Strickland. Williams is particularly significant in federal habeas corpus jurisprudence because it provided the Court with its first opportunity to address the proper interpretation of the AEDPA standard of review; the Court split 5-4 on that federal question, the majority view being authored by Justice O’Connor. On the question relevant to our inquiry, i.e., the application of Strickland, the vote was 6-3, with the majority view being authored by Justice Stevens and amplified by Justice O’Connor’s concurring opinion.\nThe Williams Court held that the Virginia Supreme Court erred in holding that Lockhart modified or in some way supplanted the test for prejudice articulated in Strickland. The Court then proceeded to analyze the Strickland claim in its own right. In this regard, the Court noted that the Virginia trial judge had analyzed Williams’ claim under the proper federal standard set forth in Strickland, “and correctly applied both components of that standard to Williams’ ineffectiveness claim.” In upholding the state trial judge’s determination, the Supreme Court summarized the relevant record as follows:\nThe record establishes that counsel did not begin to prepare for [the penalty] phase of the proceeding until a week before the trial. They failed to conduct an investigation that would have uncovered extensive records graphically describing Williams’ nightmarish childhood, not because of any strategic calculation but because they incorrectly thought that state law barred access to such records. Had they done so, the jury would have learned that Williams’ parents had been imprisoned for the criminal neglect of Williams and his siblings, that Williams had been severely and repeatedly beaten by his father, that he had been committed to the custody of the social services bureau for two years during his parents’ incarceration (including one stint in an abusive foster home), and then, after his parents were released from prison, had been returned to his parents’ custody.\nCounsel failed to introduce available evidence that Williams was “borderline mentally retarded” and did not advance beyond sixth grade in school. They failed to seek prison records recording Williams’ commendations for helping to crack a prison drug ring and for returning a guard’s missing wallet, or the testimony of prison officials who described Williams as among the inmates “least likely to act in a violent, dangerous or provocative way.” Counsel failed even to return the phone call of a certified public accountant who had offered to testify that he had visited Williams frequently when Williams was incarcerated as part of a prison ministry program, that Williams “seemed to thrive in a more regimented and structured environment,” and that Williams was proud of the carpentry degree he earned while in prison.\nId. at 395-96, 120 S.Ct. 1495 (footnote and citations to record omitted).\nIn a footnote to the above passage, the Court described in detail Williams’ nightmarish childhood as it was memorialized in his juvenile records:\nJuvenile records contained the following description of his home:\n“The home was a complete wreck.... There were several places on the floor where someone had had a bowel movement. Urine was standing in several places in the bedrooms. There were dirty dishes scattered over the kitchen, and it was impossible to step any place on the kitchen floor where there was no trash____The children were all dirty and none of them had on under-pants. [The parents] were so intoxicated, they could not find any clothes for the children, nor were they able to put the clothes on them.... The children had to be put in Winslow Hospital, as four of them, by that time, were definitely under the influence of whiskey.”\nId. at 395 n. 19, 120 S.Ct. 1495 (citations to record omitted).\nThe Court found that, although not all of the additional evidence was favorable to Williams—for example, the juvenile records also revealed three commitments to the juvenile system for separate offenses between the ages of eleven and fifteen—the failure to introduce the comparatively voluminous amount of evidence that did speak in Williams’ favor was not justified by a tactical decision to focus on Williams’ voluntary confession. Id. at 396, 120 S.Ct. 1495. Moreover, the additional evidence demonstrated that counsel failed to conduct a reasonable investigation of Williams’ background. Turning to the question of Strickland prejudice, the Court agreed with the assessment of the Virginia trial judge—“the very judge who presided at Williams’ trial and who once determined [as required under Virginia law] that the death penalty was ‘just’ and ‘appropriate’ ”—that there was a reasonable probability that the result of the sentencing phase might have been different if the jury had heard this evidence. Id. at 396-97, 120 S.Ct. 1495.\nContrary to appellant’s argument, this case is distinguishable from Williams with respect to the nature and quality of the evidence counsel are accused of failing to discover and present, with respect to the reasonableness of the investigative course undertaken by counsel, and with respect to Strickland prejudice. This matter is not a case where there were “extensive” independent records, available to counsel upon reasonable investigation but ignored based upon a misapprehension of state law, which vividly documented and memorialized a “nightmarish childhood” involving alcohol intoxication, beatings and neglect so extreme as to result in the incarceration of appellant’s parents and his commitment to the custody of a social agency. Nor does this case involve foregone independent evidence of borderline mental retardation. This case also does not involve a trial judge who was convinced that the unpresented evidence raised a reasonable probability that the result might have been different. The PCRA judge here—the very judge who presided at trial—reached the opposite conclusion after a thorough PCRA evidentiary hearing in this case.\nWe find no error in the PCRA court’s denial of relief. The record here reveals that appellant’s lead trial counsel spoke on a number of occasions with appellant and his family, but that neither appellant nor his family members ever mentioned to counsel a history of abuse and family dysfunction. N.T. 4/15/97 at 62-63, 82-83. Rather, appellant and his family related to counsel circumstances that suggested that appellant’s conduct in this case was aberrational and of recent vintage. This evidence, which counsel presented and argued at the penalty hearing, revealed that appellant had never had problems prior to the time that he committed the instant murder and two additional crimes in the same two week period, that he had reacted poorly to the death of his stepfather, which occurred near the time of the crimes, and that he had suffered an additional major disappointment when he was not accepted into the U.S. Army because he failed his G.E.D. test by one point. Thus, unlike Williams’ counsel, trial counsel here had no “smoking gun” records or other indication that there was an avenue of investigation available to them which offered a prospect of success that was qualitatively better than the course counsel pursued.\nFurthermore, lead trial counsel testified that, approximately three months before the trial in this case, he retained Dr. Allan Tepper, a forensic psychologist who is also a criminal defense attorney and who had testified as an expert on numerous occasions in criminal trials in Philadelphia County on behalf of both prosecutors and defense attorneys. Dr. Tepper tested and interviewed appellant, and forwarded a report to counsel in early December of 1992, some two months before trial. The report was prepared in anticipation of both this case and appellant’s other open cases, since lead trial counsel was his attorney in each matter. In his report, Dr. Tepper informed counsel that he found nothing in his examination and testing of appellant that would be helpful in terms of mitigation evidence. Id. at 41-45, 61-68.\nThe reasonableness of counsel’s investigation and preparation for the penalty phase, of course, often depends critically upon the information supplied by the defendant. E.g. Commonwealth v. Uderra, 550 Pa. 389, 706 A.2d 334, 340-41 (1998) (collecting cases). Counsel cannot be found ineffective for failing to introduce information uniquely within the knowledge of the defendant and his family which is not provided to counsel. Id. See also Bracey, 795 A.2d at 944 (where appellant and his family failed to reveal history of abuse to counsel, counsel cannot be deemed ineffective for failing to present such evidence). Strickland v. Washington, which was itself a case involving alleged ineffective assistance in the penalty phase of a capital trial, emphasized the flexibility required in reviewing these sorts of claims:\n[Strategic choices made after thorough investigation of law and facts relevant to plausible options are virtually unchallengeable; and strategic choices made after less than complete investigation are reasonable precisely to the extent that reasonable professional judgments support the limitations on investigation. In other words, counsel has a duty to make reasonable investigations or to make a reasonable decision that makes particular investigations unnecessary. In any ineffectiveness case, a particular decision not to investigate must be directly assessed for reasonableness in all the circumstances, applying a heavy measure of deference to counsel’s judgments.\nThe reasonableness of counsel’s actions may be determined or substantially influenced by the defendant’s own statements or actions. Counsel’s actions are usually based, quite properly, on informed strategic choices made by the defendant and on information supplied by the defendant. In particular, what investigation decisions are reasonable depends critically on such information. For example, when the facts that support a certain potential line of defense are generally known to counsel because of what the defendant has said, the need for further investigation may be considerably diminished or eliminated altogether. And when a defendant has. given counsel reason to believe that pursuing certain investigations would be fruitless or even harmful, counsel’s failure to pursue those investigations may not later be challenged as unreasonable. In short, inquiry into counsel’s conversations with the defendant may be critical to a proper assessment of counsel’s investigation decisions, just as it may be critical to a proper assessment of counsel’s other litigation decisions....\n466 U.S. at 690-91, 104 S.Ct. 2052 (citation omitted).\nIn the case sub judice, lead trial counsel testified that he spoke to appellant and to appellant’s family on numerous occasions, and none of them related the history of abuse and/or family dysfunction that counsel are now faulted for failing to present. Because appellant and his family, who were in a position to know about the additional childhood trauma to which appellant allegedly was exposed, failed to reveal that trauma to counsel, and appellant has not shown how counsel should otherwise have learned of it, counsel was not ineffective in this regard. Strickland; Bracey. Moreover, the course pursued by counsel at the penalty phase was certainly reasonable given the information that appellant and his family had actually divulged to counsel. Counsel employed the information provided to them, which portrayed appellant in a more positive light and suggested that the crime was uncharacteristic of appellant, as mitigation evidence under the catchall mitigation provision of the statute. Counsel cannot be deemed ineffective merely because a reasonable strategy employed proved to be unsuccessful.\nAppellant also argues that counsel must be deemed ineffective under Williams because they did not investigate mitigation evidence in a timely fashion. Appellant suggests that the Williams Court “found” that counsel in that case were “constitutionally deficient” because they did not begin to prepare for capital sentencing until a week before trial. Reply Brief of Appellant, 4. Appellant then argues that counsel here performed in a worse manner since they allegedly failed to prepare for the penalty phase until after the guilt phase verdict. This argument is meritless as well as specious. First, although it is true that the Williams court cited to the timing of counsel’s preparation and ultimately sustained the state trial court’s holding that counsel were ineffective, the Court never held that the timing alone rendered counsel ineffective. Rather, it was just one of many factors cited in the Court’s Strickland analysis.\nMore importantly, the record contradicts appellant’s assertion that counsel in this case did not begin to investigate mitigation evidence until after the guilty verdict. Appellant cites to places in counsel’s testimony where they refer to the efforts made on the eve of the penalty phase in this case without acknowledging the overall circumstances. In fact, lead counsel had also been appointed to represent appellant in his other criminal cases, including a separate homicide, which proceeded to trial in December 1992, approximately two months before the trial in this case. During the previous trial, lead counsel had spoken with family members with respect to information about appellant that might be helpful in mitigation. N.T. 4/15/97 at 32-35, 62-64, 82-t83. In addition, counsel had hired Dr. Tepper prior to the previous trial. One of the reasons for referring appellant to Dr. Tepper for evaluation was to discover any evidence that might be helpful as mitigation evidence in the penalty phase. Dr. Tepper’s report was completed and forwarded to counsel in early December, two months before this trial. Thus, the record belies appellant’s misstatement that his counsel did not begin preparing for the penalty phase until the night before the hearing began.\nAppellant’s argument that counsel were ineffective for failing to discover and produce evidence of appellant’s alleged mental and emotional deficiencies is equally meritless. First, as noted above, counsel in fact explored the option of mental health evidence by retaining the services of Dr. Tepper. Nothing in Dr. Tepper’s report, and nothing communicated by appellant and his family alerted counsel or Dr. Tepper that credible mental health mitigation evidence might have been available. Moreover, the PCRA hearing below provided nothing that calls into question counsel’s stewardship in this regard. At the PCRA hearing, appellant presented the testimony of a neuropsychologist and a psychiatrist who opined that appellant suffered from organic brain damage at the time of the murder. Both experts testified regarding the testing they had administered, the results of those tests, and their conclusion that appellant suffered from organic brain damage. The Commonwealth, however, presented the testimony of a neuropsychologist, Dr. John Gordon, who discredited the testimony of both of appellant’s experts. Dr. Gordon testified, inter alia, that the testing conducted by appellant’s neuropsychologist was administered improperly according to standard procedures, that some tests were misscored, and that reporting of the test data was incomplete. N.T. 7/16/97 at 22-24. Dr. Gordon concluded that the information relied upon and testified to by appellant’s experts did not support a diagnosis of organic brain damage. Id. at 20. The PCRA court, which heard the testimony of these experts, found that the Commonwealth’s expert “thoroughly refuted” the testimony of appellant’s experts. We will not disturb this credibility finding as the record evidence supports it. Commonwealth v. White, 557 Pa. 408, 734 A.2d 374, 381 (1999) (where a PCRA court’s credibility determinations are supported by the record, they are binding on the reviewing court). Because the belated claim that appellant suffers from organic brain damage lacks merit, and because counsel’s actions with respect to potential mental health testimony were reasonable, the claim of counsel ineffectiveness fails.\nAppellant litigated a claim arising from Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), which was rejected by this Court on direct appeal. Appellant now claims that the PCRA court erred in refusing to grant an evidentiary hearing to determine whether new evidence shows that the Philadelphia District Attorney’s Office trained and encouraged all of its prosecutors to make racially discriminatory peremptory challenges. The new evidence is a 1987 videotape in which a Philadelphia County assistant district attorney, Jack McMahon, described his personal views on jury selection, a videotape that CLEADA asserts was used to train new assistant district attorneys. Appellant argues that the videotape proves a “policy” in the Philadelphia District Attorney’s Office to employ racially discriminatory peremptory challenges. He argues that this alleged policy undermines this Court’s initial conclusion on direct appeal that the prosecutor at his 1998 trial, who was not McMahon, did not exercise his peremptory challenges in this case in violation of Batson.\nIn Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717 (2000), this Court remanded for an evidentiary hearing and findings of fact regarding the appellant’s claims of intentional racial discrimination in jury selection because McMahon himself had actually prosecuted Basemore. Where an appellant was not prosecuted by McMahon himself, however, this Court has held that the mere existence of the videotape does not establish intentional discrimination in a particular case, nor does it reheve a PCRA petitioner of the burden of proving his claim under Batson—a burden appellant failed to meet when his Batson claim was fully litigated on direct appeal. As this Court recently noted in Commonwealth v. Lark, 560 Pa. 487, 746 A.2d 585 (2000):\nWe reject Appellant’s suggestion that Attorney McMahon’s statements during a training session in 1986 or 1987 governed the conduct of a different prosecutor in 1985 merely because both attorneys worked in the same office. We have also previously determined that the tape is not sufficient to establish a policy of discrimination in jury selection by the prosecutors in the District Attorney’s Office of Philadelphia County. See Commonwealth v. Rollins, 558 Pa. 532, 738 A.2d 435, 443 n. 10 (1999). Thus, the McMahon tape in and of itself “does not demonstrate that there was discrimination in his case,” id. (emphasis in original), and cannot form an independent basis for a Batson claim.\nId. at 589. Here, McMahon did not prosecute appellant and appellant has proffered nothing beyond speculation that the videotape in any way affected the performance of the prosecutor who tried this, case years later or, indeed, that the trial prosecutor even saw the videotape. Thus, appellant’s suggestion that the McMahon videotape entitles him to an evidentiary hearing to litigate' his Batson claim anew is meritless.\nAppellant next alleges that the PCRA court erred when it refused to grant a hearing based on the post-trial “affidavit” of appellant’s co-defendant Aaron Wheeler, who is himself serving a term of life imprisonment for his role in this murder. The affidavit is dated August 13, 1993, six months after the joint trial at which both Wheeler and appellant were convicted, and two weeks after Judge Savitt denied appellant’s post-verdict motions and formally imposed the jury’s sentence of death. The affidavit was drafted at the State Correctional Institution at Camp Hill, where Wheeler was incarcerated, and is addressed to appellant. Although the affidavit states that it is “duly sworn,” it is at most self-sworn, as it is not notarized or otherwise authenticated. In the affidavit, Wheeler essentially recants his November 25, 1991, statement to police, in which he had implicated appellant in the murder of Jai Ho Lee. Without acknowledging his own role in the killing in any respect—indeed, Wheeler refers to the killing as a crime he “neither saw or know [sic] of [appellant] committing”—Wheeler belatedly asserts that his statement was a lie induced by police and that he has no knowledge of appellant’s involvement in the murder.\nAppellant argues that Wheeler’s post-verdict letter to him constitutes an after-discovered “declaration of Appellant’s innocence” that could not have been discovered previously because Wheeler had exercised his Fifth Amendment right to remain silent. He claims that the PCRA court erred when it “refused to hear Wheeler’s testimony” and, thus, he should be granted an evidentiary hearing. The Commonwealth responds that the court did not prevent Wheeler from testifying but, instead, appellant simply did not call Wheeler at the PCRA hearing. In any event, the Commonwealth argues, this affidavit of recantation by a convicted co-defendant does not warrant relief.\nAppellant’s claim is frivolous. First, neither appellant’s initial brief nor his reply brief, which was filed after the Commonwealth pointed out that Judge Savitt did not prevent appellant from calling Wheeler, specifically indicate where, in the voluminous PCRA record, Judge Savitt supposedly “refused to hear” Wheeler’s testimony. Accordingly, for this reason alone, appellant is not entitled to relief based on an illusory allegation.\nIn any event, appellant’s “after-discovered evidence” claim does not warrant relief in the form of a hearing or a new trial. Although appellant never indicates which provision of the PCRA authorizes this particular claim, the only remotely applicable section is 42 Pa.C.S. § 9543(a)(2)(vi), which recognizes claims alleging that the conviction or sentence resulted from, “[t]he unavailability at the time of trial of exculpatory evidence that has subsequently become available and would have changed the outcome of the trial if it had been introduced.” It is obvious, as a matter of law, that Wheeler’s affidavit provides no basis for PCRA relief under this provision, since it was not exculpatory. In this regard, appellant baldly mischaracterizes Wheeler’s statement when he states that it is a declaration of appellant’s innocence. It is no such thing. The unexceptional fact that Wheeler, while professing “no knowledge” of the crime, recants having previously implicated appellant in a statement to police does not remotely establish appellant’s “innocence” nor does it “exculpate” appellant. Under Wheeler’s new account, he states that he was in no position to know whether appellant was involved in this murder, or not. A witness’s lack of knowledge about a crime is neither inculpatory nor exculpatory; it is, by definition, an irrelevancy. Indeed, the only thing Wheeler’s affidavit conclusively establishes is that Wheeler is guilty of fabrication— either in his initial statement to police or in his post-conviction recantation. But even the fact that Wheeler is an admitted liar is not relevant to the reliability of the verdict in this case. As appellant himself notes, Wheeler did not testify at trial. Since Wheeler’s previous statement to police played no role in the evidence before the jury leading to appellant’s conviction, his present “recantation” remains irrelevant.\nAppellant next claims that his trial counsel was ineffective for failing to ensure that the jury was properly “life-qualified.” This Court has consistently stated that trial counsel is not ineffective for failing to life-qualify a jury so long as the jury selection process is otherwise fair and impartial. As we noted in Commonwealth v. O’Donnell, 559 Pa. 320, 740 A.2d 198, 208 n. 7 (1999):\n[T]he applicable law regarding life-qualification of a jury is that when a defendant elects a jury, he or she is permitted, on request, to ask life-qualifying questions during voir dire. See Morgan v. Illinois, 504 U.S. 719, 735, 112 S.Ct. 2222, 2227, 119 L.Ed.2d 492 (1992); Commonwealth v. Blount, 538 Pa. 156, 163, 647 A.2d 199, 203 (1994) (defendant is permitted to pose life-qualifying questions during voir dire). Counsel is not required to ask life-qualifying questions during voir dire and is not rendered ineffective for failing to life-qualify a jury. See Commonwealth v. Lark, 548 Pa. 441, 451, 698 A.2d 43, 48 (1997) (life-qualifying questions not required to be asked by counsel); [Commonwealth v.] Henry, 550 Pa. [346,] 368-70, 706 A.2d [313,] 324 [(1997)]; Commonwealth v. Morris, 546 Pa. 296, 309, 684 A.2d 1037, 1043 (1996) (counsel not ineffective for failing to ask life-qualifying questions during voir dire when jurors asked if they could be fair and follow instructions).\nAppellant has not alleged any global unfairness in the jury selection process. Nor does he demonstrate that counsel’s performance in the selection of the jury resulted in a jury that was less than fair and impartial. Accordingly, this claim fails.\nAppellant’s next claim is that his trial counsel were ineffective for requesting that an erroneous mercy instruction be given to the jury at the penalty phase and, when the court refused to give that instruction, arguing to the jury that it should sentence appellant to life in prison based upon mercy and sympathy. Appellant argues that he was entitled to a different mercy instruction than that requested by trial counsel—specifically, an instruction that the jury could consider mercy and leniency so long as the mercy and leniency are based upon the mitigating circumstances presented by the defense. Commonwealth v. Zook, 532 Pa. 79, 615 A.2d 1 (1992). We rejected a similar claim in Commonwealth v. Rainey, 540 Pa. 220, 656 A.2d 1326 (1995), where we held that such an instruction is not required:\nContrary to appellant’s assertions we did not uphold [the Zook ] instruction on the grounds that it gave a jury unbridled discretion to impose a life sentence, but rather, because it clearly stated that an exercise of the jury’s mercy or sympathy had to be based on evidence of mitigating circumstances. Here the trial court clearly instructed the jury on the only relevant aggravating circumstance as well as all relevant mitigating circumstances including the “catchall” provision of 42 Pa.C.S. § 9711(e)(8). The jury was then properly instructed that its verdict was to be reached by weighing these circumstances against one another. Such an instruction was correct, and nothing further was required. Indeed, for the trial court to have instructed the jury that it could reach its decision outside this framework would have been error. Thus, trial counsel cannot be deemed ineffective for failing to assert such a meritless claim.\n656 A.2d at 1334 (citation omitted).\nAppellant argues, however, that this Court’s decisions finding that a court is not obligated to issue the sort of residual mercy instruction he faults counsel for failing to request is contrary to U.S. Supreme Court precedent, specifically citing Penry v. Lynaugh, 492 U.S. 302, 109 S.Ct. 2934, 106 L.Ed.2d 256 (1989) and California v. Brown, 479 U.S. 538, 107 S.Ct. 837, 93 L.Ed.2d 934 (1997). Neither case, however, supports appellant’s argument, as both cases stand for the proposition that a capital sentencing jury may be able to give effect to feelings of mercy toward the defendant, but they may only do so based on evidence arising out of the case. Our holding in Rainey, quoted above, is consistent with U.S. Supreme Court jurisprudence in that we held that an exercise of the jury’s mercy or sympathy must be grounded in the actual evidence relating to the statutory mitigating circumstances. Thus, our decisions, which require rejection of this ineffectiveness claim, are not constitutionally infirm, as appellant alleges. Moreover, in the case sub judice, the trial court properly charged the jury on the relevant aggravating circumstances and mitigating circumstances and appropriately instructed the jury on its duty to judge and weigh those circumstances. N.T. 2/9/93 at 1152-61. The charge was consistent with Rainey, and counsel would not have been entitled to more, even if they had asked. Hence, this claim is without merit.\nAppellant’s claim that his counsel’s closing was ineffective because counsel appealed to the jury’s sympathy and mercy, notwithstanding the absence of a mercy charge, is likewise unavailing. “A fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel’s challenged conduct, and to evaluate the conduct from counsel’s perspective at the time.” Strickland, 466 U.S. at 689, 104 S.Ct. 2052. This is so because it is “all too tempting” for a defendant to second-guess counsel, and “all too easy” for a court to deem a particular act or omission unreasonable merely because counsel’s overall strategy did not achieve the result his client desired. Id. See also Lockhart, 506 U.S. at 372, 113 S.Ct. 838 (Strickland Court adopted “the rule of contemporary assessment” because it recognized that “from the perspective of hindsight there is a natural tendency to speculate as to whether a different trial strategy might have been more successful”); Waters v. Thomas, 46 F.3d 1506, 1514 (11th Cir.1995) (“nothing is clearer than hindsight— except perhaps the rule that we will not judge trial counsel’s performance through hindsight”). The fact that counsel’s advocacy provided the jury with an additional basis for returning a sentence of life imprisonment hardly prejudiced appellant. That counsel’s appeal to mercy on his client’s behalf failed to secure that life sentence does not render counsel ineffective.\nAppellant next attempts to raise a new claim, not raised in the PCRA proceeding below, that his death sentence was the product of racial discrimination and, therefore, was in violation of the state and federal constitutions and the Pennsylvania capital sentencing statute. He bases this argument on a statistical study of Philadelphia death penalty cases conducted by Professors David Baldus and George Woodworth (the “Baldus-Woodworth study”) together with the 1987 McMahon videotape. Appellant does not develop this claim in his brief but, instead, declares that he is “incorporating] by reference” the argument he makes in a separately filed Motion to Remand this case to the PCRA court to add the new claim. Initial Brief of Appellant, 99. Appellant’s attempt to incorporate an argument made in another pleading by mere reference fails. See Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078, 1092 n. 3 (1993).\nAs to the remand motion itself, in Commonwealth v. Lark this Court held that this precise type of new claim, alleged in a remand motion before this Court during the pendency of a PCRA appeal, must be filed as a second PCRA petition, which may not be filed until this Court completes its review of the pending PCRA matter. 746 A.2d at 587-88. Permitting a PCRA petitioner to append new claims to the appeal already on review would wrongly subvert the time limitation and serial petition restrictions of the PCRA. Id. Thus, under Lark, this Court cannot entertain this claim, which was not raised in the PCRA petition which is the subject of the appeal before us.\nFinally, appellant claims that the cumulative effect of the errors alleged entitle him to relief. Because we find no merit to any of appellant’s claims, their alleged cumulative effect does not warrant relief. E.g. Commonwealth v. Blystone, 555 Pa. 565, 725 A.2d 1197, 1208-09 (1999) (No amount of failed claims may collectively attain merit if they could not do so individually).\nFor the foregoing reasons, we affirm the order of the PCRA court. The Motion for Remand is denied.\nJustice SAYLOR files a concurring opinion.\nJustice NIGRO concurs in the result.\n. In the second part of Argument IX, appellant attempts to challenge the prosecutor’s summation in the penalty phase. That sub-claim is separately addressed infra.\n. To the extent that present counsel raise their own ineffectiveness, the law generally is that this Court will remand to appoint new counsel unless counsel’s self-accusation is clearly meritorious or clearly merit-less. See, e.g., Commonwealth v. Johnson, 565 Pa. 51, 771 A.2d 751, 756-57 (2001) (plurality) (collecting cases). To the extent counsel allege the ineffectiveness of other attorneys affiliated with their office, we note that, ‘‘[a]s a general rule, a public defender may not argue the ineffectiveness of another member of the same public defender's office since appellate counsel, in essence, is deemed to have asserted a claim of his or her own ineffectiveness”. Id. at 756-57 & n. 7. See also Commonwealth v. Ciptak, 542 Pa. 112, 665 A.2d 1161, 1161-62 (1995) (per curiam). Thus, the same general rule applies, i.e., this Court will remand unless the self-accusation is clearly meritorious or clearly meritless. Here, as explained below, the state law-based claims respecting PCRA counsel, being undeveloped, are clearly meritless. Moreover, since present counsel have supplanted appointed PCRA counsel with appellant’s record agreement, it would be inappropriate to remove counsel based upon their mere boilerplate assertions of their own incompetence.\n. The four waived claims are:\n(1) The trial court erred by failing to instruct the jury that the Commonwealth has the burden of proving each and every element of murder beyond a reasonable doubt and gave an erroneous instruction on accomplice and conspiracy liability (Argument IV).\n(2) The prosecutor’s penalty phase closing argument was improper (second part of Argument IX).\n(3) The trial court failed to provide the jury with an instruction pursuant to Commonwealth v. Kloiber, 378 Pa. 412, 106 A.2d 820 (1954) (Argument X).\n(4) The trial court’s instructions on the nature of aggravating and mitigating circumstances prevented the jury from considering and giving full effect to relevant mitigating evidence (Argument XII).\n. As noted above, co-counsel at trial was affiliated with the Defender Association of Philadelphia, while current counsel are employed by the Capital Habeas Corpus Unit of that same Association, and current lead counsel was co-counsel at the PCRA hearing. Notwithstanding that there are certainly elements here involving self-accusations of ineffective assistance of counsel, we will not remand since we find the claims to be clearly meritless and because appellant has elected to proceed on this appeal with current, non-appointed Defender counsel.\n. The latter two aggravating circumstances arose from an incident that occurred ten days before the killing in this case. That matter came to trial two months before this case, resulted in convictions of second degree murder, robbery, and criminal conspiracy, and appellant was sentenced to life imprisonment.\n. The modification in Strickland posed by an application of Lockhart would \"require a separate inquiry into fundamental fairness even when [the defendant] is able to show that his lawyer was ineffective and that his ineffectiveness probably affected the outcome of the proceeding.” 529 U.S. at 393, 120 S.Ct. 1495. For our purposes, of course, the modification Lockhart would have worked in the Strickland prejudice test is academic. Williams reaffirms that it is Strickland that governs the type of claim we face here, so it is Strickland that we must apply.\n. See N.T. 4/14/97 for testimony of Barry M. Crown, Ph.D. (neuropsychologist), and N.T. 4/21/97 for testimony of Richard G. Dudley, Jr., M.D. (psychiatrist).\n. On direct appeal, this Court held lhat the prosecutor had articulated race-neutral reasons for the use of peremptory challenges. Commonwealth v. Bond, 652 A.2d at 313.\n. Appellant never explains why he failed to raise this after-discovered evidence claim on direct appeal.\n. The term \"life-qualification” refers to the process by which counsel or the court identifies and excludes those prospective jurors who have a fixed opinion that a sentence of death should always be imposed for a conviclion of first-degree murder. Commonwealth v. Keaton, 556 Pa. 442, 729 A.2d 529, 542 n. 9 (1999).\n. We note that the Lark opinion cited above involved the subsequent appeal filed from the denial of the serial PCRA petition and, thus, the Lark Court addressed the merits of the Baldus-Woodworth study claim. The Court rejected the very same argument that appellant now makes. Specifically, we held that the claim involving the Baldus-Woodworth study was untimely under the PCRA since \"the statistics which comprise the study were of public record and cannot be said to have been ‘unknown’ to Appellant” and, thus, the information \"does not fall within the purview of 42 Pa.C.S. § 9545(b)(l)(ii).“ 746 A.2d at 588 n. 4.\n. The Prothonotary of the Supreme Court is directed to transmit the complete record in this case to the Governor in accordance with 42 Pa.C.S. § 971 l(i)."}