{"id": "765959", "contents": "OPINION\nCAPPY, Justice.\nIn this appeal, we address important issues regarding sexual harassment litigation under the Pennsylvania Human Relations Act (the Act) and under the common law tort of the intentional infliction of emotional distress. For the reasons that follow, we affirm the decision of the Superior Court and remand this matter for final disposition consistent with this opinion.\nWe granted allocatur to address four issues. The first issue involves the availability of punitive damages under the Act. The second and third issues raise the propriety of the award of counsel fees and costs to a prevailing plaintiff under the Act, and the relevance of weighing the financial resources expended by a defendant as a factor in denying the award of such fees. The final issue is whether it is proper to consider the absence of retaliatory conduct when evaluating a claim of intentional infliction of emotional distress.\nA brief recitation of the facts is necessary to resolve the issues raised in this appeal. Appellant, Ms. Louise Hoy, was employed by Appellee, Village Super Market, Inc. d/b/a Shop-Rite of Easton (Shop-Rite), as the only female meat wrapper in the store’s meat department. Appellant’s tenure with Shop-Rite began in September of 1972 and continued through August of 1994, when the store closed. Appellee Dominick Angelone’s (Angelone) employment with Shop-Rite began in 1972. Angelone was first employed as a meat cutter and, in 1980, was promoted to the position of “chief journeyman.” He also held the title of “meat manager.” Defendant, Gregory Thomas, became the store manager of Shop-Rite in 1980 and remained in that position at all times relevant to this case. Thomas’ responsibilities included supervision of the meat department.\nThe testimony at trial established that Angelone subjected Appellant to various forms of abusive treatment. Such behavior included sexual propositions, vile and filthy language, off-color jokes, physical contact -with the back of Appellant’s knee, and the posting of sexually suggestive pictures. Angelone did not disagree that the conduct occurred, rather, he asserted that such behavior was accepted and welcomed by Appellant.\nIn 1992, Appellant took medical leave from her job in order to receive psychiatric treatment. Appellant’s treating physidan testified that her condition was caused, at least in part, by the abusive conditions of her workplace. After Appellant returned to work, she provided Thomas with a letter, dated February 1, 1992, requesting that she be transferred to another department. Thomas contended that this was the first time that he became aware of Angelone’s treatment of Appellant. Appellant was ultimately transferred from the meat department in October, 1992.\nOn May 13, 1993, Appellant filed a two count complaint against Shop-Rite, Angelone, and Thomas. Count one alleged unlawful discrimination in violation of the Act. Count two alleged an intentional infliction of emotional distress. After a trial by jury, a verdict was returned in favor of Appellant. Specifically, the jury found that Angelone engaged in conduct constituting sexual harassment toward Appellant; that Angelone was a supervisory employee during the alleged incidents; that Thomas was aware, prior to February, 1992, of the sexual harassment of Appellant and failed to remedy the situation; and that Appellant had proven by a preponderance of the evidence that Angelone intentionally inflicted emotional distress upon her.\nThe jury awarded Appellant $51,000 for her claims under the Act, $25,000 in damages against Angelone for the intentional infliction of emotional distress, $50,000 in punitive damages against Angelone, $25,000 in punitive damages against Thomas, and $250,000 in punitive damages against Shop-Rite.\nSubsequently, the trial court granted judgment n.o.v. and struck the punitive damages awards against Angelone and Thomas. Judgment was entered on the remaining verdicts.\nAppellant and Appellees Shop-Rite and Angelone appealed to the Superior Court. In a panel decision with one dissent, the Superior Court, finding sexual harassment by Angelone to be so pervasive that Thomas and Shop-Rite had constructive knowledge of the conduct, affirmed the judgment against Shop-Rite under the Act. However, the Superior Court vacated and reversed the judgment against Shop-Rite for punitive damages, finding that punitive damages were not available under the Act. Finally, the Superior Court found that there was insufficient evidence of outrageousness, and thus, vacated and reversed the judgment entered against Angelone for intentional infliction of emotional distress. President Judge McEwen dissented only to the majority’s conclusion that punitive damages are not recoverable under the Act.\nThe Superior Court also rejected Appellant’s contention that the trial court abused its discretion in failing to award attorney’s fees and costs under the Act. Judge McEwen concurred in the result but departed from the rationale of the majority, finding that consideration of the amount of financial resources expended by Appellees was not relevant to the issue of entitlement of counsel fees. We granted Appellant’s petition for allowance of appeal.\nWe first consider Appellant’s claim that she is entitled to punitive damages under the Act. As with all statutory construction, our analysis begins with the language of the statute. The Act provides in relevant part that:\nIf the court finds.that the respondent has engaged in or is engaging in an unlawful discriminatory practice charged in the complaint, the court shall enjoin the respondent from engaging in such unlawful discriminatory practice and order affirmative action which may include, but is not limited to, reinstatement or hiring of employes, granting of back pay, or any other legal or equitable relief as the court deems appropriate. Back pay liability shall not accrue from a date more than three years prior to the filing of a complaint charging violations of this act.\n43 P.S. §962(e)(3).\nWhile this provision makes no reference to punitive damages, Appellant asks us to interpret the Act to contain an implied right to exemplary damages.\nInitially, we note that our Legislature was free to provide' for punitive damages under the Act. Indeed, even a cursory survey of other statutory enactments by our Legislature makes clear that it knew how to provide for punitive damages in clear and unambiguous terms. Thus, as a starting point, it is reasonable to infer that the General Assembly’s use of specific language to permit the award of punitive damages in numerous statutes reflects an intention to allow such a remedy only when expressly provided for.\nIn requesting this court to read into the Act the remedy of punitive damages, Appellant focuses on that portion of the above-quoted statute, “any other legal or equitable relief’ and submits that in accord with the Act’s requirement of liberal construction, the Legislature intended a broad reading of the Act’s remedies. Appellant argues that legal relief under the Act includes punitive damages.\nWe believe that Appellant’s focus on only one part of the Act’s remedy section is unduly limiting. Rather the entire relevant language of the statute must be considered to ascertain the Legislature’s intent. When read in full, section 962(c)(3) of the Act limits remedies to “affirmative action, which may include, but is not limited to, reinstatement or hiring of employees, granting of back pay, or any other legal or equitable relief as the court deems appropriate.” (emphasis supplied). Applying the canon of statutory construction ejusdem generis, “[g]eneral words shall be construed to take their meanings and be restricted by preceding particular words.” 1 Pa.C.S.A. §1903(b). The general words of “legal or equitable relief’ are impacted by the preceding introductory phrase “affirmative action” and the specific remedial examples provided thereafter. Thus, the seemingly limitless phrase “any other legal or equitable relief’ must be construed in this light.\nSpecific examples of the “affirmative action” deemed to be appropriate under the Act are reinstatement, hiring, and back pay. While remedies under the Act are not limited to only these possible remedies, the phrase “any other legal or equitable relief’ is clearly a subset of the “affirmative action” which a court may order. Thus, we must consider whether punitive damages are properly awarded as affirmative action for purposes of the Act.\nIt is critical to note that the Act is remedial in nature. The purpose of the Act is to foster the employment of all individuals in accordance with their fullest capacities, regardless of their, inter alia, sex, and to safeguard their rights to obtain and hold employment without such discrimination. 43 P.S. §952. Central to the Act is the mission to make persons whole for injuries suffered as a result of discrimination. Likewise, the examples of appropriate remedies offered by the statute are make-whole measures, i.e., reinstatement, hiring, and back pay. We believe that in the context of this statute, “affirmative action” is that action which serves to achieve the remedial goals of the Act. Thus, as used in the Act, affirmative action contemplates make whole measures and remedial action.\nPunitive damages are not consistent with this goal of achieving the remedial purposes of the statute and are not a make-whole remedy. Punitive damages are not awarded as an additional compensation but are purely penal in nature. G.J.D. v. Geraldine T. Johnson, 713 A.2d 1127, 1998 Pa. Lexis 1275 (1998). As punitive damages are based on a defendant’s culpability, they are inconsistent with redressing injury. While punitive damages also serve to deter, simply put, we do not consider punitive damages to be consistent with the remedial nature of the Act. We believe that when interpreted in the context of contemplated affirmative action, the phrase “any other legal or equitable relief’ does not include punitive damages.\nOur interpretation of the Legislature’s use of the limiting phrase, affirmative action, is buttressed by federal case law. The language of section 962(c)(3) is similar, but not identical, to the language of the original remedy provision of Title YII of the Civil Rights Act of 1964. 42 U.S.C. §2000e-5(g). In turn, the remedy section of Title VII was based on the National Labor Relations Act (NLRA). 29 U.S.C. §151 et seq.; Richerson v. Jones, 551 F.2d 918, 927 (3d Cir.1977). The NLRA provided for the National Labor Relations Board to “take such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act (chapter).” 29 U.S.C. §160(c). In interpreting this section, the United States Supreme Court has held that “[t]he power to command affirmative action is remedial, not punitive ...” Thus, “affirmative action” did not encompass the award of punitive damages. Consolidated Edison Co. v. NLRB, 305 U.S. 197, 235-36, 59 S.Ct. 206, 83 L.Ed. 126 (1938). “We think that affirmative action to ‘effectuate the policies of this Act (chapter)’ is action to achieve the remedial objectives which the Act sets forth.” Republic Steel Corp. v. NLRB, 311 U.S. 7, 12, 61 S.Ct. 77, 85 L.Ed. 6 (1940). Thus, the Supreme Court has suggested that affirmative action contemplates remedial measures. While we note that unlike the Act, the NLRA contains no provision for legal relief, however, the Supreme Court’s description of affirmative action is strong support for the interpretation of the Act we embrace today.\nIn sum, we are of the view that the Legislature’s silence on the issue of punitive damages, together with the statutory language, interpreted consistent with the laws of statutory construction and in the context of the nature and purpose of the Act, requires the conclusion that the Legislature did not intend to permit the award of exemplary damages. Although we believe that our interpretation of the Act disposes of the issue of punitive damages, we will nevertheless address the other arguments advanced by the parties.\nAppellant relies upon this court’s decision in Pennsylvania Human Relations Commission v. Zamantakis, 478 Pa. 454, 387 A.2d 70 (1978) for support. Appellant contends that the Zamantakis court’s assertion that “ ‘[ljegal or equitable relief includes damages for humiliation and mental anguish” also permits an award of punitive damages. Id. 478 Pa. at 459, 387 A.2d at 73. Appellant’s reliance upon Zamantakis is misplaced. Zamantakis was a plurality decision in which Justice Larsen opined that the Pennsylvania Human Relations Commission (Commission) was not authorized to award damages for mental anguish and humiliation under the Act. First, as a plurality decision, Zamantakis lacks precedential value. More importantly, the plurality’s statement that a court may award damages for humiliation and mental anguish is consistent with an interpretation that the Act only contemplates make whole and remedial measures. Thus, Zamantakis is of little value to Appellant and can be interpreted to support a finding that the General Assembly did not intend for exemplary damages.\nAppellant and amici also point to federal decisional law interpreting the Act with respect to punitive damages. The federal courts that have addressed this issue are split, however, the recent trend is to find that punitive damages are a permitted award under the Act. While we often turn to decisions by our brethren on the federal bench to seek their interpretation of state law that we have not had the opportunity to address, it is axiomatic that these decisions are not binding and that this court is the final arbiter of state law. Additionally, none of the federal courts have undertaken the kind of detailed statutory analysis that we have engaged in today. Specifically, the decisions which have found punitive damages to be available have been based on an overly narrow focus on the language in the Act regarding legal and equitable remedies, an approach that we now reject. Also, these decisions have relied upon our Zamantakis decision which, as noted above, is not binding precedent and which we interpret to be consistent with a finding that the Legislature did not intend an award of punitive damages. In consideration of the above, we believe that reliance upon the federal decisions, which predicted that this court would find punitive damages to be permitted under the Act, is misplaced.\nBoth parties point to federal anti-discrimination statutes and argue that federal law supports their respective positions. While reference to federal enactments regarding discrimination is often instructive, with respect to the specific issue before us, we find that federal enactments are distinguishable from the unique language of the Act and are of limited assistance.\nFinally, we must address Appellant’s argument that public policy requires the remedy of exemplary damages. Appellant and amici argue that punitive damages are necessary to fully effectuate the purposes of the Act. We do not dispute the premise that punitive damages would serve to deter discrimination. However, given the extraordinary nature of exemplary damages, we believe that such an assertion is insufficient to support an inference that the General Assembly intended an award of punitive damages.\nWe are not convinced that the Act is now stripped of sufficient means to redress and eliminate discrimination. The courts have broad authority to fashion remedies without resort to punitive damages. Indeed, the Act permits, inter alia, injunctive relief, reinstatement, hiring and an award of back pay which “serves the dual purpose of discouraging discrimination and of restoring the injured party to his or her preinjury status.” Williamsburg Community School District v. Pennsylvania Human Relations Commission, 99 Pa.Cmwlth. 206, 212, 512 A.2d 1339, 1342 (1986). Thus, punitive damages are not absolutely necessary to achieve the Act’s goals of eliminating discrimination and redressing injury.\nWhile it can be persuasively argued that punitive damages are entirely appropriate, and even necessary, we do not sit as a super legislature. In the absence of express statutory language or any further legislative guidance, we hold that punitive damages are not available under the Act. That being the case, we affirm the decision of the Superior Court.\nWe now turn to the issue of whether the trial court abused, its' discretion in refusing to award counsel fees and costs to Appellant as the prevailing plaintiff in her claim under the Act. The gravamen of Appellant’s argument is that she is entitled to attorney’s fees and costs as part of the available remedies under the Act. To resolve this issue we again look to the language of the Act. Section 962(c.2) of the Act specifically addresses the award of counsel fees and costs to a prevailing plaintiff:\nIf, after a trial held pursuant to subsection (c), the court of common pleas finds that a defendant engaged or is engaging in any unlawful discriminatory practice as defined in this act, the court may award attorney fees and costs to the prevailing plaintiff.\n43 P.S. §962(c.2).\nAppellant and amici argue that this provision should mandate the award of attorney’s fees and costs. We disagree. Use of the term “may” signals the legislature’s intention to rest the award of counsel fees and costs within the discretion of the trial court. This interpretation is in accord with the statutory construction act which mandates that when the terms of a statute are clear and free from ambiguity, the court shall not disregard the letter of the statute to pursue its spirit. 1 Pa.C.S.A. §1921(b).\nAppellant and amici argue that analogous federal law points to an award of attorney’s fees. Specifically, Appellant argues that an analogous provision of Title VII of the Civil Rights Act of 1964, 42 U.S.C.A. §2000e, et seq., in essence, mandates prevailing plaintiffs to be awarded counsel fees and costs unless special circumstances exist which justify no such award. Newman v. Piggie Park Enterprises, 390 U.S. 400, 88 S.Ct. 964, 19 L.Ed.2d 1263 (1968). Thus, it is asserted that there is a presumption that a prevailing plaintiff is entitled to an award of counsel fees and costs.\nFirst, we note that we are interpreting a Pennsylvania statute. While we may look to our federal brethren for guidance in interpreting like statutory provisions, we are certainly not bound by these enactments, or decisions relating thereto, in interpreting this Commonwealth’s statutes. Second, as noted above, we believe that the Act clearly and unambiguously states that an award of attorney’s fees rests within the sound discretion of the trial court. There is no presumption of attorney’s fees and costs under the statute. Likewise, the Act does not require the existence of special circumstances to withhold the award of fees and costs. The General Assembly could have easily created such a presumption if it had so desired. Thus, we conclude that the award of counsel fees and costs under the Act is within the sound discretion of the trial court and will not be reversed unless the trial court commits an abuse of that discretion.\nThe standard for an abuse of discretion has recently been clarified in this court’s decision in Paden v. Baker Concrete Construction, Inc., 540 Pa. 409, 658 A.2d 341 (1995). In Poden, this court set forth the heavy burden that a party complaining of the exercise of a court’s discretion must meet noting that “an abuse of discretion may not be found merely because the appellate court might have reached a different conclusion, but requires a showing of manifest unreasonableness, or partiality, prejudice, bias, or ill-will, or such lack of support as to be clearly erroneous.” Paden, 540 Pa. at 412, 658 A.2d at 343.\nAfter review of the record, we do not believe that the trial court committed an abuse of discretion when it denied counsel fees to Appellant. The Superior Court noted that Appellant received a fairly substantial monetary recovery against Shop-Rite for its violation of the Act. Additionally, as noted by Judge McEwen in his concurrence, the violation of the Act was fairly\" debatable, as the evidence was not overwhelming. The trial court weighed the verdict against the evidence and determined, in its discretion, that an award of counsel fees was not appropriate.\nWe do not find the trial court’s determination that attorney’s fees and costs were not appropriate to show manifest unreasonableness, partiality, prejudice, bias or ill-will, or such lack of support as to be clearly erroneous. Thus, even if we would have reached a different conclusion had the decision been ours in the first instance, it is not for an appellate court to substitute its discretion for that of the trial court. We cannot say that it was an abuse of discretion for the trial court to rule as it did.\nWhile we find that the trial court did not abuse its discretion in its determination of attorney’s fees and costs under the Act, we nevertheless remand the case for reconsideration of an award of fees and costs. The trial court noted that Appellant’s attorneys agreed to represent her on a contingent fee basis. In reaching its decision regarding the propriety of attorney’s fees and costs, the trial court reviewed Appellant’s recovery under the Act. The trial court considered the verdict of $51,000 along with the $325,000 punitive damages award and determined that Appellant had received a sufficient recovery under the Act for the discrimination that she had suffered. Given the trial court’s consideration of punitive damages in declining to award fees and costs, and recognizing the drastic change in Appellant’s economic recovery due to this court’s decision finding punitive damages unavailable under the Act, we believe it only fair to remand this matter to the trial court to afford it the opportunity to determine the appropriateness of counsel fees and costs under the present circumstances.\nOur final issue under the Act is whether the substantial expenditure of financial resources in defending a sexual harassment lawsuit is a permissible consideration in denying counsel fees and costs to a prevailing plaintiff. In finding that the trial court did not abuse its discretion in not awarding Appellant counsel fees and costs under the Act, the Superior Court noted that Shop-Rite expended a substantial sum of money in defending the law suit. Judge McEwen in the concurrence opined, and Appellant argues, that consideration of the amount of resources expended by Shop-Rite was inappropriate. We agree.\nThere are a number of reasons why the financial expenditures in defense of a complaint of sexual discrimination is not an appropriate consideration in determining an award of attorney’s fees and costs. Most importantly, such a consideration would discourage victims of discrimination from vigorously litigating their claims and would encourage defendants to adopt a “scorched earth” approach to litigation. Additionally, it would be anomalous to deprive a successful plaintiff of an award of fees on the basis that a defendant hired expensive or perhaps inefficient counsel. Finally, the amount spent in defending a lawsuit seems to be directly related to the complexity of the claim. Thus, an attorney who represents a victim of discrimination in a legally complex case, and who is successful, arguably will be deprived of attorney’s fees because of the amounts spent by the employer in defending the suit.\nThus, we hold that in determining an award of attorney’s fees and costs for a prevailing plaintiff, consideration of the financial resources expended by a defendant in addressing a victim’s complaint of discrimination is improper.\nFinally, we address Appellant’s common law claim for the intentional infliction of emotional distress. The Superior Court found that the trial court erred in denying Appellee Angelone’s motion for judgment n.o.v. with respect to this claim. While the court found that the record established a sexually hostile work environment, it found that the record did not establish the requisite outrageousness required to recover under this theory of law. Specifically, the Superior Court found that the record was devoid of any evidence of retaliation against Appellant. Thus, the court found the evidence to be insufficient to allow recovery.\nAppellant contends that the Superior Court erred in requiring a showing of retaliatory conduct in order to recover under this theory of law. Appellant argues that the Restatement (Second) of Torts §46 sets forth the requirements of the tort of intentional infliction of emotional distress, otherwise known as the tort of outrageous conduct causing severe emotional distress. This tort is defined as follows:\nOne who by extreme and. outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, and if bodily harm to the other results from it, for such bodily harm.\nRestatement (Second) of Torts §46(1) (1965). Appellant submits that the Superior Court erred in adding the “additional element” of retaliation to the tort. There is very-little Pennsylvania or federal case law addressing this cause of action. However, courts have been chary to allow recovery for a claim of intentional infliction of emotional distress. Only if conduct which is extreme or clearly outrageous is established will a claim be proven. Indeed our Superior Court has noted, “[t]he conduct must be so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized society.” Buczek v. First National Bank of Mifflintown, 366 Pa.Super. 551, 558, 531 A.2d 1122, 1125 (1987). Described another way, “[i]t has not been enough that the defendant has acted with intent which is tortious or even criminal, or that he has intended to inflict emotional distress, or even that his conduct has been characterized by ‘malice,’ or a degree of aggravation that would entitle the plaintiff to punitive damages for another tort.” Restatement (Second) of Torts §46, comment d; Daughen v. Fox, 372 Pa.Super. 405, 412, 539 A.2d 858, 861 (1988).\nCases which have found a sufficient basis for a cause of action of intentional infliction of emotional distress have had presented only the most egregious conduct. See e.g., Papieves v. Lawrence, 437 Pa. 373, 263 A.2d 118 (1970)(defendant, after striking and killing plaintiffs son with automobile, and after failing to notify authorities or seek medical assistance, buried body in a field where discovered two months later and returned to parents (recognizing but not adopting section 46)); Banyas v. Lower Bucks Hospital, 293 Pa.Super. 122, 437 A.2d 1236 (1981)(defendants intentionally fabricated records to suggest that plaintiff had killed a third party which led to plaintiff being indicted for homicide); Chuy v. Philadelphia Eagles Football Club, 595 F.2d 1265 (3d. Cir.1979)(defendant’s team physician released to press information that plaintiff was suffering from fatal disease, when physician knew such information was false).\nCases regarding this tort in the employment context have been few. As the Third Circuit in Cox v. Keystone Carbon, 861 F.2d 390, 395 (3rd. Cir.1988) noted, “it is extremely rare to find conduct in the employment context that will rise to the level of outrageousness necessary to provide a basis for recovery for the tort of intentional infliction of emotional distress.” In the later case of Andrews v. City of Philadelphia, 895 F.2d 1469, 1487 (1990), the Third Circuit summarized case law regarding this tort in the area of sexual discrimination.\n[A]s a general rule, sexual harassment alone does not rise to the level of outrageousness necessary to make out a cause of action for the intentional infliction of emotional distress. As we noted in Cox, 861 F.2d at 395-96, ‘the only instances in which courts applying Pennsylvania law have found conduct outrageous in the employment context is where an employer engaged in both sexual harassment and other retaliatory behavior against an employee.’ See Bowersox v. P.H. Glatfelter Co., 677 F.Supp. 307, 311 (M.D.Pa.1988). The extra factor that is generally required is retaliation for turning down sexual propositions.\nIn light of recovery for the tort of intentional infliction of emotional distress being reserved by the courts for only the most clearly desperate and ultra extreme conduct, we believe that the factor of retaliation is an entirely appropriate consideration when determining the outrageousness of an employer’s actions. Retaliatory conduct is typically indicative of discrimination of a more severe nature and usually has a greater detrimental impact upon the victim. Thus, we believe that retaliation is a critical and prominent factor in assessing the outrageousness of an employer’s conduct.\nTo the extent that the Superior Court decision can be interpreted to mandate retaliatory conduct, such a reading of that court’s opinion is rejected. We hold that consideration of retaliation in the context of a claim for the intentional infliction of emotional distress is one of a number of factors to be used in assessing such a claim. By regarding retaliation as a weighty factor, but not a mandated factor, we allow for the rare case in which a victim of sexual harassment is subjected to blatantly abhorrent conduct, but in which no retaliatory action is taken.\nIn the case sub judice, the record establishes sexual harassment and a sexually hostile work environment. This harassment included sexual propositions, physical contact with the back of Appellant’s knee, the telling of off-color jokes and the use of profanity on a regular basis, as well as the posting of a sexually suggestive picture. While we are well aware that sexual harassment is highly offensive and unacceptable conduct, the conduct exhibited by Appellees, while unacceptable, was not so extremely outrageous, and not akin to the cases noted above, that would allow for recovery under this most limited of torts. Importantly, there is absolutely no evidence that Appellees retaliated against Appellant. Thus, while we condemn in the strongest terms the type of conduct exhibited by Appellees, we are constrained to find that in applying the requirements of this circumscribed tort to the facts of this case, the Superior Court did not err in finding that Appellees’ behavior did not allow recovery for the intentional infliction of emotional distress.\nFor the above stated reasons, the decision of the Superior Court is hereby affirmed. The matter is hereby remanded to the trial court for consideration of the award of attorney’s fees and costs under the Act.\nJustice NIGRO files a concurring and dissenting opinion.\n. 43 P.S. §951, et seq.\n. Thomas was a defendant in the trial court proceedings but was not a party before the Superior Court and is not a party in this appeal.\n. See e.g 7 P.S. §2105(b)(violations regarding acquisitions of bank and trust companies); 15 Pa.C.S.A. §7534(d)(breach of contract with cooperative agricultural association); 34 Pa.C.S.A. §2161(b)(intentional damage to wildlife); 42 Pa.C.S.A. §8371(insurer acting in bad faith); 65 P.S. §410.1(d)(5)(wrongful filing of a complaint alleging violation of ethics act); 73 P.S. §2105(intentional destruction of fine art).\n. Indeed, to focus solely on the phrase \"any other legal and equitable relief” and contend that any and all remedies are available under the Act would be to relegate the introductory phrase \"affirmative action” to mere surplusage, an approach which we are not at liberty to take. 1 Pa.C.S.A. §1922(2)(the General Assembly intends the entire statute to be effective and certain).\n. Amici also refer to the Commonwealth Court's decision in Brown Transport Corp. v. Pennsylvania Human Relations Commission, 133 Pa.Cmwlth. 545, 578 A.2d 555 (1990) in which the court found that a complainant before the Commission was not precluded from recovering punitive damages. The Brown Transport court's cursory analysis is merely conclusory. Thus, to the extent that it is inconsistent with our decision today, it is rejected.\n. Courts that have held punitive damages to be permissible include Sarko v. Penn-Del Directory Co., 968 F.Supp. 1026 (E.D.Pa.1997); Rush v. Scott Specialty Gases, Inc., 914 F.Supp. 104 (E.D.Pa.1996); Jackson & Coker, Inc. v. Lynam, 840 F.Supp. 1040 (E.D.Pa.1993); Galeone v. American Packaging Corporation, 764 F.Supp. 349 (E.D.Pa.1991). Contra, Knight v. Albert Einstein Medical Center, 748 F.Supp. 280 (E.D.Pa.1990); Hannah v. Philadelphia Coca-Cola Bottling Co., 1989 WL 71565 (E.D.Pa.1989); Fawcett v. IDS Financial Services, Inc., 1986 WL 9877 (W.D.Pa.1986); Shaffer v. National Can Corp., 565 F.Supp. 909, (E.D.Pa.1983).\n. Aspects of the various federal statutes offered by the parties, and the decisional law interpreting these statutes, can be used to support the position that punitive damages are not available under the Act, as well as the contra position that punitive damages are proper. We believe that the federal law offered by the parties is not of great value in ascertaining our Legislature's intent regarding punitive damages under our somewhat unique Act. For example, Title VII of the Civil Rights Act of 1964 contains similar language to the Act but does not provide for \"legal” relief. This statute has been interpreted to not allow for punitive damages. However, in 1991, by express Congressional enactment, punitive damages were made an available remedy under Title VII. 42 U.S.C. §1981a. Likewise, the Federal Rehabilitation Act of 1973 provides for specific remedies as well as \"any other means authorized by law.” 29 U.S.C. §794a(a)(2); 42 U.S.C. §2000d-1. Yet this act has been interpreted by at least one court as not authorizing punitive damages. Moreno v. Consolidated Rail Corp., 99 F.3d 782 (6th Cir.1996). The Moreno court relied upon the remedial purpose of the act and the existence of a cap on punitive damages which were expressly permitted in another section of the act. Finally, The Age Discrimination in Employment Act of 1967 provides that an aggrieved party may bring an action for \"legal or equitable relief.” 29 U.S.C. §626(b), (c)(1). The act does not contain the limiting language of \"affirmative action” and still has been interpreted to not provide for punitive damages. Flowever, this determination was made in light of silence as to punitive damages and an express Congressional remedy of liquid damages also contained in the act. Dean v. American Security Insurance Co., 559 F.2d 1036 (5th Cir.1977).\n. We note that Appellant does not seek an enhancement or upward adjustment of counsel fees, but merely seeks an award of fees and costs as part of the permissible remedies under the Act.\n. Appellant also argues that the jury verdict slip contained a notation for attorney's fees and costs. However, as the concurrence noted, this court has not yet determined whether there is a right to a jury trial under the Act, Wertz v. Chapman Township, 709 A.2d 428 (Pa.Cmwlth.1998), and in light of the express statutory provision that the trial court is to determine any request for counsel fees, the verdict of a jury is merely a factor to be considered in ruling upon the request.\n. Contrary to Appellant's assertion, this court has not expressly adopted section 46 of the Restatement. In Kazatsky v. King David Memorial Park, Inc., 515 Pa. 183, 184, 527 A.2d 988, 989 (1987), our court noted that “this Court has acknowledged but has never had occasion to specifically adopt section 46 as the law in Pennsylvania.” However, our court concluded that if section 46 was to be accepted, at the very least, competent medical evidence was required to support a claim of emotional distress. The court went on to find that because the evidence did not establish a right of recovery under the Restatement, the viability of section 46 in Pennsylvania was left to another day. Because of our affirmance of the Superior Court, and the fact that the issue of whether section 46 should be adopted in our Commonwealth was not raised, briefed, or argued by the parties, we too leave to another day the issue of whether section 46 of the Restatement should be the law of Pennsylvania. However, assuming arguendo, that the tort exists, for the reasons stated, Appellant has failed to establish a right to recovery."}