{"id": "766009", "contents": "OPINION\nNIGRO, Justice.\nThis appeal arises from the drug trafficking conviction of Appellant, Deborah A. Myers. Following a jury trial, Appellant was convicted of one count of possession with intent to deliver a controlled substance and one count of criminal conspiracy.\nThe evidence, as found by the trial court, established that on March 16,1994, agents from the Tri-County Drug Task Force and agents from the Pennsylvania Office of the Attorney General were in the process of investigating a marijuana trafficking operation involving Appellant and her husband, Dean Myers Sr. In the course of their investigation, the officers received notice that Appellant was driving towards 702 State Street in the Borough of Lemoyne. The police observed Appellant and her husband, as they arrived at 702 State Street in a Budget Rent-A-Van. After the van stopped, the officers approached, identified themselves, and explained that they were investigating the involvement of Appellant and her husband in drug trafficking. The police then administered Miranda warnings. Thereafter, both Appellant and Dean Myers indicated that the van contained marijuana.\nA subsequent search of the van revealed what appeared to be several wrapped Christmas gifts. Appellant identified a large gift-wrapped box and stated that the box contained marijuana. When the investigating officers opened the package, they discovered vegetable material surrounded with Contact paper. Preliminary field testing revealed that the vegetable matter was marijuana. Appellant was arrested, and charged with one count of possession with intent to deliver a controlled substance and one count of criminal conspiracy.\nOn March 27, 1995, a jury trial commenced in this matter, and the Commonwealth filed a Notice of Mandatory Sentence pursuant to the charge of possession with intent to deliver. At trial, the Commonwealth presented the testimony of Ms. Beverly Beshore-Strohm, the forensic scientist who conducted the police lab testing of the vegetable material at the Pennsylvania State Police Lab in Harrisburg. Beshore-Strohm’s testimony confirmed that the substance in question was marijuana. With regard to weight, Beshore-Strohm testified that she ascertained the weight with a Metier top-loading balance, and determined it to be 10.04 pounds. She stated that there was a variation in the scale of plus or minus one gram (.003 lb.), but that even with the variation, the marijuana weighed ten pounds and eighteen grams. Regarding the procedures to maintain the scale’s accuracy, Beshore-Strohm initially testified that the manufacturer came to the police lab to calibrate the scale on a yearly basis, but then later admitted that because the scale was still relatively new, she weighed the marijuana in question before the manufacturer came to the lab for the scale’s first yearly calibration. On cross-examination, Beshore-Strohm conceded that she did not verify the accuracy of the scale with a known weight prior to weighing the marijuana in question.\nOn March 28, 1995, the jury found Appellant guilty of possession with intent to deliver and conspiracy. At a June 20, 1995 sentencing hearing, no additional evidence was presented by either party regarding the weight of the marijuana. The Honorable George E. Hoffer sentenced Appellant to one to five years imprisonment pursuant to 18 Pa.C.S. § 7508(a)(l)(i), which imposes a mandatory minimum of one year imprisonment for possession with the intent to deliver two to ten pounds of marijuana. The Commonwealth appealed to the Superior Court, claiming the sentence did not comport with the mandatory minimum for possession of ten to fifty pounds of marijuana, and was therefore too lenient. The Superior Court concluded that the sentencing court committed a manifest abuse of discretion, vacated the judgment of sentence, and remanded for resentencing in accordance with 18 Pa.C.S. § 7508(a)(1)(ii), which imposes a mandatory minimum of three years imprisonment for possession with the intent to deliver ten to fifty pounds of marijuana. We granted allocatur to determine whether the Superior Court applied an erroneous standard of review, and substituted its own assessment of the facts for that of the sentencing court. For the reasons outlined below, we reverse the Order of the Superior Court, and reinstate the sentence of the Court of Common Pleas.\nCiting Commonwealth v. Edrington, 490 Pa. 251, 255, 416 A.2d 455, 457 (1980), the Superior Court applied a manifest abuse of discretion standard in reviewing the sentence imposed by the trial court. Commonwealth v. Myers, 452 Pa.Super. 299, 306-07, 681 A.2d 1348, 1352 (1996). Appellant essentially argues that since the sentencing court made a finding of fact regarding whether the weight of the marijuana triggered application of the mandatory minimum, the Superior Court erred in applying a manifest abuse of discretion standard on review. For the reasons which follow, we agree with Appellant.\nIn Commonwealth v. Powell, 527 Pa. 288, 590 A.2d 1240 (1991), this Court explained that “ ‘[a]buse of discretion’ is synonymous with a failure to exercise a sound, reasonable, and legal discretion. It is a strict legal term indicating that appellate court is of [the] opinion that there was commission of an error of law by the trial court.” Id. at 298 n. 8, 590 A.2d at 1245 n. 8. Therefore, our Courts apply the abuse of discretion. standard “not merely for an error of judgment, but if in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable, or the result of partiality, prejudice, bias, or ill-will as shown by the evidence or the record ...” Commonwealth v. Chambers, 546 Pa. 370, 387, 685 A.2d 96, 104 (1996); Commonwealth v. Smith, 543 Pa. 566, 570-71, 673 A.2d 893, 895 (1996) (reviewing court will find the imposition of sentence a manifest abuse of discretion only where the record discloses that the judgment exercised was manifestly unreasonable, or the result of partiality prejudice, bias or ill-will).\nHowever, we do not use a manifest abuse of discretion standard to review the factual findings and credibility determinations of the trial court. In Commonwealth of Pennsylvania, Dept. of Transp., Bureau of Driver Licensing v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989), a license suspension case, this Court noted that its scope of review is limited to determining whether the findings of fact of the trial court are supported by competent evidence and whether the trial court committed an error of law or abuse of discretion. Id. at 248, 555 A.2d at 875. However, the Court then clarified the appropriate standard for reviewing the trial court’s credibility determinations, stating that:\n[questions of credibility and conflicts in the evidence presented are for the trial court to resolve, not our appellate courts.... As long as sufficient evidence exists in the record which is adequate to support the finding found by the trial court, as factfinder, we are precluded from overturning that finding and must affirm, thereby paying the proper deference due to the factfinder who heard the witnesses testify and was in the sole position to observe the demeanor of the witnesses and assess their credibility.\nId. at 248, 555 A.2d at 875 (citations omitted). See also Commonwealth v. Slaton, 530 Pa. 207, 208, 608 A.2d 5, 5 (1992) (in reviewing a suppression court’s ruling, we are bound by those factual findings of the suppression court which are supported by the record); In re Estate of Lux, 480 Pa. 256, 263, 389 A.2d 1053, 1056 (1978) (in Orphans’ Court division, the “... standard of review with respect to the court’s factual findings is clear: ‘[t]he credibility of the witnesses and the weight to be given their testimony is in the first instance to be determined by the auditing judge. His findings of fact ... like those of a jury, are conclusive unless they are unsupportable by the record.’ ”). Therefore, when appellate review involves the trial court’s findings of fact and credibility determinations, those findings are binding on the reviewing court if they find support in the record. See O’Connell, 521 Pa. at 248, 555 A.2d at 875.\nThe initial determination of whether the Commonwealth proves that the mandatory minimum applies under Section 7508 is reserved by statute for the sentencing court. Thus, resolving whether the weight of the drug triggers application of the mandatory minimum requires the judge to sit as a fact-finder, necessitating credibility determinations. If the court then finds the requirements of section 7508 are established, it does not have the discretion to impose a sentence less severe than that mandated by the legislature. Commonwealth v. Green, 406 Pa.Super. 120, 123, 593 A.2d 899, 900 (1991).\nTherefore, since the subject of appellate review rests with whether or not the sentencing court finds that Section 7508 applies, the two potential scenarios warrant different standards of review. In cases where the sentencing court finds that Section 7508 applies, the manifest abuse of discretion standard is appropriate for reviewing whether the imposition of sentence comports with the mandatory minimum requirements. However, the manifest abuse of discretion standard is inappropriate when reviewing the sentencing court’s initial determination regarding the applicability of Section 7508, because such review examines only the court’s factual findings and credibility determinations. See O’Connell, 521 Pa. at 248, 555 A.2d at 875; Slaton, 530 Pa. at 208, 608 A.2d at 5.\nThis Court has yet to establish the appropriate standard when reviewing the trial court’s application of the facts to the mandatory minimum provisions of Section 7508. However, the Third Circuit Court of Appeals addressed a similar issue with regard to Federal Sentencing Guidelines. In United States v. McDowell, 888 F.2d 285 (3d Cir.1989), the Court discussed the appropriate standard of review for cases applying the Federal Sentencing Guidelines to the district court’s factual determinations. The McDowell Court quoted the guidelines as stating:\nThe court of appeals shall give due regard to the opportunity of the district court to judge the credibility of the witnesses, and shall accept the findings of fact of the district court unless they are clearly erroneous and shall give due deference to the district court’s application of the guidelines to the facts. 18 U.S.C.A. § 3742(e).\nId. at 291 (emphasis added). The McDowell Court, finding that the only challenge before it involved a factual determination, stated that it reviewed the claim “only to ensure that it is not clearly erroneous.” Id. See also United States v. Miele, 989 F.2d 659, 663 (3d Cir.1992)(“[w]ith respect to the court’s findings of fact, the government bears the burden of proof by a preponderance of the evidence.... We review these findings to determine whether they are clearly erroneous.”).\nUpon review, we find the rationale of McDowell applicable to sentencing cases involving Section 7508. Therefore, like the Third Circuit, we will accept the findings of fact of the sentencing court unless they are clearly erroneous, since this adopts a standard which affords due deference to the fact-finding function of the trial court. Accordingly, we will examine the case at bar under this standard.\nThe Commonwealth argues that the mandatory minimum sentencing provisions of Section 7508 relieved the sentencing judge of discretion to impose sentence for possession of 2-10 pounds of marijuana where evidence indicated the marijuana weighed 10.04 pounds. The interplay between Section 7508’s mandatory riiinimum provisions and the sentencing judge’s discretion was discussed in Commonwealth v. Carroll, 438 Pa.Super. 55, 651 A.2d 171 (1994). In Carroll, police found the defendant in possession of 2.7 grams of heroin. Section 7508(a)(2)(i) mandates a minimum of two years imprisonment “when the aggregate weight of the compound or mixture containing the substance is at least 2.0 grams and less than ten grams.” 18 Pa.C.S. § 7508(a)(2)(i). At the sentencing hearing, evidence was offered that some of the heroin was intended for consumption, not delivery. The sentencing court credited this information, and found by a preponderance of the evidence that Section 7508(a)(2)(i) did not apply. Carroll, 438 Pa.Super. at 59, 651 A.2d at 172. In affirming the sentencing court’s ruling, the Superior Court stated that “... before imposing a mandatory minimum sentence, a sentencing court must determine whether the offense for which the defendant was convicted falls within the parameters of the sentencing scheme. This requires a separate determination by the sentencing court.” Id. at 58, 651 A.2d at 173 (citing 18 Pa.C.S. § 7508(b)).\nThe Carroll court accurately noted that Section 7508(b) reserves by statute for the sentencing court the determination of whether the amount of drugs in question meets the requirements for application of the mandatory minimum. Id. at 58, 651 A.2d at 173. Procedurally, the weight of the drug, and therefore, the applicability of the mandatory minimum, is not at issue during the trial. It is only after a guilty verdict that the weight of the controlled substance becomes an issue for purposes of sentencing.\nIn this case, the crucial testimony regarding the weight of the marijuana came from the Commonwealth witness who weighed the marijuana. The trial judge found her testimony to be “ambiguous.” (Slip Op., Hoffer, J., 10/2/95, at p. 6). However, on review, the Superior Court found this testimony “... clear, convincing and thorough.” Myers, 452 Pa.Super. at 312, 681 A.2d at 1355. The Superior Court also concluded that the marijuana “... was determined at trial by compelling testimony to weigh 10.04 pounds. In imposing a more lenient sentence, the court disregarded this adjudicated fact and improperly ‘rewrote the script’ to include possession of only two to ten pounds of marijuana.” Id. at 314, 681 A.2d at 1356. The Court further stated:\n[Appellant] was convicted of possessing a single, gift-wrapped package of marijuana which was subsequently determined to weigh in excess of ten pounds. Since the package as seized was not capable of apportionment, Mrs. Myers either possessed the entire package or she did not and, in light of the jury’s verdict, the sentencing court erred in redetermining that she possessed only two to ten pounds, and not the entire 10.04 pounds of the package.\nId. at 312, 681 A.2d at 1355 (emphasis added). The Superior Court concluded that since the marijuana’s weight was adjudicated during trial, that same fact was not within the province of the court to reassess for sentencing. However, both the language of Section 7508(b), and Carroll, clearly indicate that the provisions of the mandatory sentence section are not an element of the crime, and that “[t]he applicability of this section shall be determined at sentencing.” 18 Pa.C.S. § 7508(b); Carroll, 438 Pa.Super. at 58, 651 A.2d at 172. As a result, the jury found Appellant possessed the marijuana, but were never asked, nor did their verdict slip indicate, how much the marijuana weighed. Therefore, a determination of the weight of the marijuana was reserved for the sentencing court as is consistent with 18 Pa.C.S. § 7508(b). Thus, the Superior Court erred in finding that the marijuana was “subsequently determined to weigh in excess of ten pounds.” Myers, 452 Pa.Super. at 312, 681 A.2d at 1355.\nTo support its decision, the Superior Court cited Commonwealth v. Jones, 413 Pa.Super. 482, 605 A.2d 825 (1992) and Commonwealth v. Mayes, 436 Pa.Super. 1, 647 A.2d 212 (1994). We find both of these cases distinguishable from the case at bar. In Jones, the sentencing court determined that the defendant possessed all the drugs found in her house in imposing the applicable mandatory minimum sentence. In reconsidering the sentence, the court changed its previous finding and held that the defendant only constructively possessed a small portion of drugs found in her home. The Superior Court vacated the second sentence, finding that it was impermissible for the trial court to reassess the facts relied upon in its earlier decision. Jones, 413 Pa.Super. at 486, 605 A.2d at 827. In Mayes, the defendant was charged with possession, and/or possession with the intent to deliver, sixty-eight vials of crack cocaine weighing 2.34 grams. The trial court found the defendant guilty only on the possession with the intent to deliver charge. Mayes, 436 Pa.Super. at 3, 647 A.2d at 213. At the sentencing hearing, the defendant argued that not all of the cocaine was possessed with intent to deliver, but introduced no evidence to establish the claim. Nevertheless, the sentencing court found that the defendant did not possess with intent to deliver the 2.0 grams of cocaine necessary to trigger the mandatory minimum. Again, the Superior Court found that the sentencing court improperly reassessed already adjudicated facts in order to find that the mandatory minimum did not apply. Id. at 10, 647 A.2d at 217.\nThe instant matter is not a case where the sentencing court reassessed findings. Therefore, Jones and Mayes are distinguishable.\nReviewing the finding of the sentencing court in this matter, it is clear that the sentencing judge was not convinced that the weighing process was reliable. The Commonwealth presented testimony that the marijuana weighed 10.04 pounds, just over the ten pounds required for application of Section 7508(a)(1)(ii). Judge Hoffer stated that the evidence admitted at trial regarding weight was ambiguous, and in light of the potential for discrepancies in the weighing process, found by a preponderance of the evidence that Section 7508(a)(1)(ii) did not apply. A clear basis for this finding exists in the testimony of Beshore-Strohm, who testified that the marijuana was weighed before the scale was calibrated, and that she did not verify the accuracy of the scale with a known weight prior to weighing the marijuana. Judge Hoffer, as fact-finder, was in the unique position to assess the Commonwealth’s case, including the credibility of its witnesses.\nSince our standard of review does not permit an appellate court to challenge the sentencing court’s credibility determinations, the Superior Court erred by substituting its evaluation of Beshore-Strohm’s testimony for that of Judge Hoffer. Further, in finding that Judge Hoffer incorrectly redetermined the marijuana’s weight, the Superior Court also misinterpreted Section 7508(b)’s plain language that “the applicability of this section shall be determined at sentencing.” 18 Pa.C.S. § 7508(b). Therefore, we cannot find the sentencing court’s decision clearly erroneous. Accordingly, we vacate the judgment of the Superior Court, and reinstate the Order of the Court of Common Pleas.\nJustice CAPPY files a dissenting opinion in which Justice CASTILLE joins.\n. Section 7508(a)(1)(i) & (ii) states:\n(1) A person who is convicted of violating ... The Controlled Substance, Drug Device and Cosmetic Act, where the controlled substance is marijuana shall, upon conviction be sentenced to a mandatory term of imprisonment and a fine as set forth in this subsection:\n(i) when the amount of marijuana is at least two pounds, but less than ten pounds ... one year in prison and a fine of $5,000 ...\n(ii) when the amount of marijuana involved is at least ten pounds, but less than fifty pounds ... three years in prison and a fine of $15,000 ...\n18 Pa.C.S. § 7508(a)(1)(i) & (ii).\n. Section 7508(b) states in pertinent part:\n(b) Proof of sentencing.-Provisions of this section shall not be an element of the crime.... The applicability of this sentence shall be determined at sentencing. The court shall consider evidence-presented ... and shall determine, by a preponderance of the evidence, if this section is applicable.\n18 Pa.C.S. § 7508(b).\n. Although we are not bound by the decisions of federal courts inferior to the United States Supreme Court, the McDowell Court's interpretation of the Federal Sentencing Guidelines provides guidance for our review of Section 7508's mandatory minimum provisions. See Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 39 (1998) (although we are not bound by decisions of federal courts inferior to the United States Supreme Court, we may look to them for guidance)."}