{"id": "775557", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis is the appeal of the City of Philadelphia (Appellant) from the unreported memorandum opinion and order of the Commonwealth Court affirming in part and reversing in part the order of the Court of Common Pleas of Philadelphia County entering summary judgment in its favor, after finding Appellant, the City of Philadelphia, not liable for injuries sustained by Joseph Kiley, III (Joseph) in a tragic accident on April 28, 1985, which has left him in a permanent vegetative state.\nJoseph, by his parents, Joseph and Deborah Kiley, Jr., (Appellees) filed the instant action alleging that in 1985, Appellant had possession of an abandoned row house located on the comer of Rosehill and Thayer Streets in the City of Philadelphia, and that Appellant hired a demolition Company, Robert Miner, Inc. (Miner) to demolish the house. Appellees further alleged that during the demolition, bricks and debris from the house fell onto the abutting sidewalk and street, and that community residents complained to Appellant about the dangerous conditions of the demolition site and the adjacent sidewalk and street. As a result of these complaints, Appellant erected barricades around the bricks and debris so that pedestrians would not walk on the affected sidewalk and street, but would be required to walk around the barricades on unobstmcted sidewalks and the street.\nOn April 28, 1985, little Joseph, then only five years old, accompanied by other children, walked on the street near the demolition site to an ice cream truck parked nearby. While walking on the street he was struck by an uninsured motor vehicle operated by Patricia Johanson (Johanson), leaving, him permanently injured with “spastic quadriplegia” and in a “vegetative state”.\nAppellees brought suit against Miner and the City of Philadelphia, inter alia, alleging that their actions in blocking the sidewalk and street and not providing an alternate sidewalk was a substantial factor in bringing about Joseph’s injuries. Appellees also sued the police department, alleging that although help had been requested through the police emergency telephone number, police assistance was slow contributing to the seriousness of Joseph’s injuries.\nAppellant filed an answer and new matter alleging governmental immunity as a defense and alleging that the accident occurred 45-60 feet past the demolition site in the middle of the intersection and that, therefore, Appellant’s actions could not have been a substantial factor in causing the accident. The Honorable Abraham Gafni of the Court of Common Pleas of Philadelphia County agreed with Appellant and granted summary judgment in its favor. The Commonwealth Court affirmed that portion of the trial court’s order granting summary judgment for the actions of the police in arriving at the accident scene late, but reversed on the question of whether Appellant’s control of the street and sidewalk area around the demolition site were substantial factors bringing about the accident. That court concluded that sufficient facts were pled in Appellees’ complaint to establish that Appellant’s conduct in maintaining the sidewalk and street created a dangerous condition which, in some part, directly caused Joseph’s injuries and, under such circumstances, it would be better to allow a jury to determine the exact extent of the liability of Appellant to Appellees. Kiley v. Miner, 148 Pa.Commonwealth Ct. 637, 611 A.2d 378 (1992).\nWe granted further review to examine this case in light of our recent decision in Crowell v. Philadelphia, 531 Pa. 400, 613 A.2d 1178 (1992), which held that pursuant to the Political Subdivision Tort Claims Act a municipality can be held liable in damages only for its acts of active negligence, and Snyder v. Harmon, 522 Pa. 424, 562 A.2d 307 (1989), where we concluded that the real estate exception to the rule of immunity is applicable only in those cases where it is alleged that the dangerous conditions of the land itself causes an injury and not merely when it facilitates injury by acts of others, whose acts are outside of the Political Subdivision Tort Claims Act’s scope of liability.\nWe begin our analysis of this case, first, by noting that under our previously decided cases we have made clear that the Political Subdivision Tort Claims Act, 42 Pa.C.S. §§ 8541-8564, is a legislatively imposed shield of government immunity against any damages on account of any injury to any person or property by any act of a local agency or employees thereof or any other person, except as provided in the statute itself. Mascaro v. Youth Study Center, 514 Pa. 351, 523 A.2d 1118 (1987). Because of the clear intent to insulate government from exposure to tort liability for any of its acts, exceptions carved out by the Legislature from this general rule are strictly construed. Love v. City of Philadelphia, 518 Pa. 370, 543 A.2d 531 (1988); Snyder v. Harmon, 522 Pa. 424, 562 A.2d 307 (1989).\nThe pertinent exceptions to the statute which Appellees argue expose Appellant to liability are the exception to real property and sidewalks, 42 Pa.C.S. §§ 8542(b)(3) and (b)(7), which provide respectively:\n(b) Acts which may impose liability.—The following acts by a local agency or any of its employees may result in the imposition of liability on a local agency:\n(3) Real property.—The care, custody or control of real property in the possession of the local agency, except that the local agency shall not be liable for damages on account of any injury sustained by a person intentionally trespassing on real property in the possession of the local agency....\n(7) Sidewalks.—A dangerous condition of sidewalks within the rights-of-way of streets owned by the local agency, except that the claimant to recover must establish that the dangerous condition created a reasonably foreseeable risk of the kind of injury which was incurred and that the local agency had actual notice or could reasonably be charged with notice under the circumstances of the dangerous condition at a sufficient time prior to the event to have taken measures to protect against the dangerous condition. When a local agency is hable for damages under this paragraph by reason of its power and authority to require installation and repair of sidewalks under the care, custody and control of other persons, the local agency shall be secondarily liable only and such other persons shall be primarily liable.\nFor the real property exception of immunity to apply, we have required a showing that the artificial condition or defect of the land itself caused an injury, not merely that it facilitates injury by acts of others, because their acts are outside the scope of the Tort Claims Act. Mascaro; Snyder. The same can be said for the sidewalk exception inasmuch as we have applied this standard to an interpretation of the sovereign immunity statute’s real estate, highway and sidewalk exception, 42 Pa.C.S. § 8522(b)(4), and because we have indicated that we would interpret both statutes consistently where they deal with similar subject matter. Crowell v. Philadelphia, 531 Pa. 400, 613 A.2d 1178 (1992).\nIn Crowell we had the opportunity to correct the misperception that our decision in Mascaro abolished all joint tortfeasor liability against local agencies, because of our insistence therein, that a local agency could not be responsible for the acts of others or for acts which merely facilitate an accident. We were careful to explain that as a matter of statutory construction, the Legislature had insulated local agencies from liability for those injuries which could be imputed to it based upon a theory of vicarious liability, but could still be found responsible as a concurrent joint tortfeasor regardless of how many other tortfeasors contributed by their wrongdoings to the injury of another. Applying the classically accepted understanding of a concurrent joint tortfeasor we concluded that a local agency would be responsible in damages to an injured party where its actions have no legal relationship to the actions of other tortfeasors, where the local agency owes a duty to the injured party independent from the duties owed by the other tortfea-sors to the injured party and where the negligence of the local agency is determined to be a direct cause of the injuries sustained by the injured party—in short, does not merely facilitate an injury.\nSince these acts would be sufficient to preclude it from obtaining indemnity from another tortfeasor for the injuries rendered to the third party, they would fall within the scope of the statute’s exceptions to sovereign and governmental immunity. Crowell, 531 Pa. at 412-413, 613 A.2d at 1184.\nTurning to the facts of this case, Appellees argue that Appellant and Miner allowed bricks and debris to accumulate on a sidewalk forcing Joseph to walk in the street because no safer route was provided where he was hit by Johanson’s automobile. Acts of the local agency which make the sidewalk unsafe for the activities for which it is regularly used, for which it is intended to be used, or for which it may reasonably be foreseen to be used, are acts which make the local agency amenable to suit. Thus, accidents which arise out of the use of the sidewalk in its unsafe condition would constitute a “dangerous condition” and would fall within the exception to local agency immunity.\nIt is not enough, however, for a claimant to assert that the sidewalk constituted a dangerous condition. Appellees were also required to demonstrate that the dangerous condition of the sidewalk itself caused Joseph’s injuries. We have consistently maintained our view that the focus of the negligent act involving a use of government owned or controlled land (including streets and sidewalks) must be the actual defect of the land itself and that the rule of immunity can be waived only in those cases where it is alleged that the artificial condition or defect of the land itself causes the injury. Mascaro, Snyder, Crowell. Here, it is alleged that the condition of the sidewalk made it impossible for its intended use, but Joseph was not injured while using the sidewalk. In fact, the allegations of Appellees’ complaint indicate that because of the condition of the sidewalk it could not be used and that, therefore, Joseph was walking on the street when he was injured by the Johanson vehicle. Nor is it alleged that there were any defects on the street or that the artificial condition of the street itself caused Joseph’s injuries. What Appellees are really arguing is that the Appellant knew or should have known that by obstructing the sidewalk they were forcing people to walk on the street, thereby creating an inherently dangerous condition and should have taken action to prevent any harm from occurring. As appealing as this theory is, it is not supported by any exception to our immunity statute.\nAt most, the condition of the sidewalk merely facilitated Johanson in injuring Joseph and as we have made clear such acts are outside the scope of the exceptions to the Political Subdivision Tort Claims Act.\nAccordingly, that portion of the order of the Commonwealth Court reversing the trial court’s order granting summary judgment is reversed, and the order of the Court of Common Pleas granting the Appellant’s motion for summary judgment is reinstated.\nLARSEN, J., did not participate in the consideration or decision of this case.\nCAPPY, J., files a Dissenting Opinion.\nMONTEMURO, J., who was an appointed Justice of the Court at the time of argument, participated in the decision of this case in his capacity as a Senior Justice."}