{"id": "775523", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is a disciplinary case in which charges of misconduct have been brought against a Pennsylvania attorney, respondent Julia B. Passyn. The first charge relates to the complaint of an orphans court judge with respect to respondent’s dealings with Abraham Brown, who appeared before the judge in an incompetency proceeding. The second relates to the complaint of Doreen Hopkins, a client respondent represented in a real estate transaction. In each complaint, respondent was alleged to have engaged in conduct violating the disciplinary rules of the Code of Professional Responsibility.\nAfter lengthy investigation, hearings, and stipulations, the hearing committee filed a report holding that respondent had violated thirteen disciplinary rules and recommending that she be disbarred. Respondent filed exceptions to the report and recommendation, whereupon the Disciplinary Board reviewed the record and heard oral argument on the exceptions. The board substantially adopted the findings of fact and conclusions of law of the hearing committee, though it concluded that respondent violated only ten disciplinary rules. Curiously, the board recommended a sanction of six months suspension in contrast to the disbarment recommended by the hearing committee. The office of disciplinary counsel filed a petition for review pursuant to Pa.R.D.E. 207(c)(2), whereupon this court entered a rule to show cause why respondent should not be disbarred.\nThis court conducts its review of attorney disciplinary proceedings de novo and is not bound by the findings of fact made by the lower tribunals. Nevertheless, we are guided by their findings with respect to matters of credibility of witnesses, and we accord substantial deference to the findings and recommendations of the Disciplinary Board. Office of Disciplinary Counsel v. Christie, 536 Pa. 394, —, 639 A.2d 782, 783 (1994); Office of Disciplinary Counsel v. Costigan, 526 Pa. 16, 20, 584 A.2d 296, 298 (1990); Office of Disciplinary Counsel v. Braun, 520 Pa. 157, 161, 553 A.2d 894, 895 (1989); Office of Disciplinary Counsel v. Wittmaack, 513 Pa. 609, 614, 522 A.2d 522, 524 (1987); Office of Disciplinary Counsel v. Lucarini, 504 Pa. 271, 275, 472 A.2d 186, 188 (1983); Office of Disciplinary Counsel v. Eilberg, 497 Pa. 388, 391, 441 A.2d 1193, 1195 (1982). Having reviewed the record in this case de novo, we are satisfied that the findings of the lower tribunals, which are consistent if not coextensive, accurately state the facts of the case, and we adopt the findings of the Disciplinary Board.\nThe board’s findings explain the charges brought against respondent. With respect to the Abraham Brown matter:\nIn the summer of 1982, respondent met Abraham Brown while acting in her capacity as a rental agent.... Mr. Brown was 64 years old, suffered from various physical and emotional problems, was employed and was able to take care of himself. During 1982, Mr. Brown spoke to respondent about the various problems he was having, the fact that his daughter was physically abusing him and that she was stealing money from him to be used for drugs. Respondent suggested that if Mr. Brown’s money was co-managed this would be a way of avoiding Mr. Brown’s daughter putting pressure on him for money to buy drugs. Mr. Brown agreed.\nOn January 25, 1983, Mr. Brown executed a -written agreement, drawn by respondent, under which: (a) Respondent would have joint signature authority on a checking account and other bank accounts to be held by Mr. Brown; (b) Respondent would pay Mr. Brown’s bills, (c) Respondent would be paid the following for managing Mr. Brown’s money and paying his bills: $100 at execution of the agreement; $200 per month thereafter, plus 10% of the value of all checks issued on the account, exclusive of investment funds....\nOn February 25, 1983 respondent and Mr. Brown opened checking account No. 4-05161582 at Philadelphia Savings Fund Society, titled “Abraham Brown.” The PSFS joint account required the signatures of both respondent and Mr. Brown on any checks issued. Subsequently, Mr. Brown commenced depositing funds into the PSFS joint account, including his monthly Social Security and Veterans Administration benefit checks, totalling approximately $2,350 monthly. Respondent also used the PSFS joint account in order to cash some of her own checks.... Respondent annotated checks in the check register to reflect the reason for issuance of the checks. The annotations were frequently inaccurate or inconsistent with actual payments. From time to time respondent drew checks payable to herself which she annotated to reflect her $200 monthly fee, with a credit for interest due to Mr. Brown. Mr. Brown’s bills were paid from the PSFS account and after a period of time, he began to accumulate money in the account.... Respondent advised him that he could invest in real estate mortgages which if recorded, would pay a lower interest rate than if not recorded. During these discussions, mention was made of 1134 Rodman Street, which was owned by respondent’s daughter, as a potential real estate investment for an unrecorded mortgage. Mr. Brown agreed that respondent could invest a portion of his funds in an unrecorded mortgage because this type of investment paid a higher interest rate.\nBased upon a review of checks issued, respondent received payments signed by herself and Mr. Brown for the following purposes:\nPURPOSE TOTAL\nLegal Fees $850.00\nMonthly Charges (before interest credits) $3,500.00\n10 percent fees $2,110.89\nUndocumented $720.00\n“Return of Deposit” $1,000.00\nInvestment and Loans $13,000.00\nTotal $21,180.89\n$12,000 of the monies ... were used for respondent’s daughter’s real estate, $10,000 of which was used to make repairs and all of which was protected by an unrecorded mortgage in respondent’s name. $2,000 additional funds went to another property of respondent’s daughter in a similar fashion and $1,000 was used as a personal loan to respondent which was paid back shortly thereafter. The interest that was paid to Mr. Brown from said loans was used by respondent as a partial payment of her $200 a month fee. Respondent advised Mr. Brown and he understood that she had invested $12,000 of the funds ... in mortgages and that $1,000 represented a personal loan to herself.\nFrom time to time respondent drew checks which she annotated as payment to herself as the 10% check charge. The checks taken as fees were not in amounts equal to 10% of the previous month’s checks, but exceeded, or in some instances, fell below such amounts. Respondent did not disclose to Mr. Brown the exact use of the invested funds. Respondent failed to maintain complete contemporaneous records for her handling of Mr. Brown’s funds. Copies of the PSFS statements were sent to Mr. Brown. Because he had a bookkeeping background, he was able to read those statements. Respondent did not provide Mr. Brown a mortgage agreement or any other evidence to document the real estate investment transactions.\nBetween December 28, 1983 and February 22, 1984, respondent utilized the PSFS account to negotiate approximately 36 checks totaling $9,452.59 payable to herself from various sources, and deposited one check payable to Mr. Brown. Respondent engaged in the personal transactions ... in the PSFS account in order to conceal from her creditors her receipt and possession of funds which might be subject to their claims.\nIn May, 1984, respondent obtained a safe deposit box with Mr. Brown’s concurrence in the names of Mr. Brown and herself in the Philadelphia Savings Fund Society and placed therein property of Mr. Brown, including bank records and certificates of deposit.\nMr. Brown’s daughter was previously represented by Harry A. Rubin, Esquire, and asked that her father accompany her to see Mr. Rubin about his transactions with respondent.... On May 15, 1984, a letter was written by Harry A. Rubin to respondent which states that he had been asked to represent Mr. Brown and requested that respondent turn the Brown file over to him. On May 16, 1984, Mr. Brown signed a letter addressed to Mr. Rubin while at respondent’s office which stated his intention to have respondent continue her services. On May 29, 1984, Mr. Rubin notified respondent by letter to turn her file over to Mr. Rubin and sent her a letter signed by Mr. Brown with this message. Mr. Rubin and Mr. Brown contemplated a guardian being appointed for Mr. Brown.\nOn July 2, 1984, Provident National Bank attached the PSFS joint account and safe deposit box to execute on its judgment against respondent obtained in litigation captioned Provident National Bank v. Julia Passyn, Philadelphia Court of Common Pleas, July Term 1976, No. 2311.\nOn July 18, 1984, respondent filed suit captioned Julia B. Passyn v. Harry Aaron Rubin, Esquire and Maxine Brown, in the Philadelphia Court of Common Pleas docketed at July Term 1984, No. 3072, claiming that Ms. Brown had slandered her by falsely accusing her of mishandling the assets of an unnamed client, presumptively Mr. Brown.\nBy letter dated July 23, 1984, Mr. Brown: (a) notified respondent that he was cancelling his agreement with her; (b) demanded that she pay him his funds, return his PSFS joint account records, and close the safe deposit box and return its contents to him. By letter dated July 23, 1984, respondent: (a) advised Mr. Brown that she was “calling in” the $12,000 investment funds and would place that money in escrow at 5i4% interest; and (b) attempted to discourage Mr. Brown from having a guardian appointed for him. By letter dated July 25, 1984, Mr. Brown demanded that respondent release all funds and records in her possession to Mr. Rubin. By letter dated August 1, 1984, respondent advised Mr. Brown that she had deposited $12,080 representing his invested funds, into her escrow account and she offered to reinvest the funds for him. On August 1, 1984, respondent deposited a check in the amount of $12,030 drawn on the Maryland National Bank into her account captioned “Julia B. Passyn Escrow Account” at United Savings Bank.\nOn August 1, 1984, Mr. Rubin, at the request of Mr. Brown, filed a petition for declaration of incompetency of Mr. Brown in the Orphan’s Court, Philadelphia County. By letter dated August 6, 1984, Mr. Brown notified respondent of her discharge and directed her to close the PSFS joint account and release all funds and records to Mr. Rubin. On August 9,1984, a praecipe to discontinue Provident’s attachment was filed, but on September 11, 1984, Provident again filed a praecipe for writ of execution against PSFS, to garnish the PSFS joint account and safe deposit box. On August 14, 1984, respondent met with Mr. Rubin and Mr. Brown. At that meeting Mr. Rubin\" asked respondent for an accounting of Mr. Brown’s funds. In August, 1984, respondent agreed to dismiss her action against Mr. Rubin and Ms. Brown.\nRespondent was served with a subpoena to appear at a hearing on the incompetency petition of Mr. Brown to be held before the Honorable Judith Jamison on September 20, 1984. At the hearing before Judge Jamison, respondent stated that:\n(a) The Provident writ of execution had been lifted and that satisfaction was filed of record.\n(b) Only one check of Mr. Brown’s had been deposited by her into the PSFS joint account during the time that she was controlling the account.\n(c) She did not receive any direction from Mr. Brown to release his funds until August 8, 1984.\n(d) She had made investments of Mr. Brown’s funds in mortgages, including a property at 1135 Rodman Street, of which Doreen Hopkins was mortgagor; and one on a lot, No. 4 Pierce Street, Oxford, Maryland, in the amount of $7,000 to Kathryn Lipscomb (respondent’s daughter), which mortgages had been “liquidated.”\nThis testimony failed to reveal that:\n(a) Although the original writ of execution was discontinued on August 9, 1984, Provident filed a new writ of execution on September 11, 1984.\n(b) Mr. Brown had directly deposited $2,350 per month in Social Security and Veterans’ Administration benefit checks into the account which respondent controlled.\n(c) By letters to respondent dated July 23, 1984 and August 6, 1984, Mr. Brown demanded the immediate return of all his money over which respondent had control.\n(d) Respondent utilized the funds which she “invested” for Mr. Brown to secure unrecorded mortgages for the benefit of herself and her family.\nBy oral order at the conclusion of the hearing, Judge Jamison named James P. McGarrity, Esquire, as guardian for Mr. Brown, directed respondent to draw up a complete accounting and submit it to Mr. McGarrity within 30 days, and directed respondent to surrender Mr. Brown’s assets to Mr. McGarrity within 30 days. On September 21, 1984, Judge Jamison entered a decree which, inter alia, adjudicated Mr. Brown an incompetent and named James P. McGarrity, Esquire, as the guardian of his estate.\nOn or about October 9,1984, respondent turned over cash in the amount of $14,132.52 to Mr. McGarrity [but] retained $460.27 of Mr. Brown’s funds on account of claimed fees. Mr. McGarrity requested that respondent release the $460.27 to him but respondent failed to do so. Suit was started by Mr. McGarrity against respondent and this action caused respondent to repay the money to Mr. Brown in 1986. Respondent failed to release Mr. Brown’s books and records to Mr. McGarrity as ordered.\nUnder cover of letter dated October 22, 1984 to Judge Jamison and Mr. Rubin, respondent provided an “Account of Funds” held by her as a co-signer to the PSFS joint account during the period February 25, 1983 through September 20, 1984. That accounting: (a) does not conform to Orphan’s Court rules, does not reflect dates of receipts and disbursements and does not accurately reflect the transactions involving Mr. Brown’s funds; and (b) includes claims for fees which were clearly excessive, unearned, or unauthorized by Mr. Brown.\nOn October 22, 1984, respondent filed in the Superior Court of Pennsylvania a notice of appeal of Judge Jamison’s oral order of September 20, 1984 and written order of September 21, 1984. On April 15, 1985, Judge Jamison entered an opinion sur appeal in which she found that respondent: lacked standing to bring the appeal; had filed an incomplete accounting; had acted improperly with respect to Mr. Brown’s funds; had been “guilty of self-dealing and overreaching”; and had not taken the appeal in good faith____ By decision of the Superior Court dated April 1, 1986 the appeal was quashed on grounds that respondent lacked standing and had failed to preserve the issues for review.\nThis deplorable account led the disciphnary board to reach a conclusion of law that respondent had violated the following disciplinary rules: DR 1-102(A)(3), 1-102(A)(4), 1-102(A)(5), 1-102(A)(6), 2-110(B)(4), 5-101(A), 5-104(A), 2-102(A)(5), 9-102(B)(3), and 9-102(B)(4). Violation of these rules involves the board’s conclusions of law that respondent engaged in illegal conduct involving moral turpitude; that she engaged in conduct involving dishonesty, fraud, deceit, or misrepresentation; that she engaged in conduct that is prejudicial to the administration of justice; that she engaged in other conduct that adversely reflects on her fitness to practice law; that she failed and refused to withdraw from employment when discharged by her client; that, without full disclosure, she accepted employment when the exercise of her professional judgment would be or reasonably might be affected by her own financial, business, property, or personal interests; that, without full disclosure, she entered into a business transaction with a client when they had different interests therein and the client expected her to exercise her professional judgment therein for his protection; that in representing her client she knowingly and unjustifiably advanced a claim or defense that was unwarranted under existing law; that she failed to maintain complete records of all funds, securities, and other properties of a client coming into her possession and render appropriate accounts to her client regarding them; and that she failed promptly to pay or deliver to her client as requested the funds, securities, or other properties in her possession which he was entitled to receive.\nRespondent’s representation of a second client, Doreen Hopkins, also involved patently unethical behavior. According to the findings of the board, the following synopsis of the Hopkins matter accurately summarizes respondent’s misconduct.\nIn 1984, respondent agreed to represent Doreen Hopkins, a former neighbor, in the sale of her Philadelphia home following her move to California, for a fee of $500, but would waive the fee if Hopkins invested the proceeds of sale with respondent. Respondent prepared a written agreement executed by Hopkins, which permitted respondent to invest $10,000 of the sale proceeds in mortgage bonds paying 18%, insured by Penn Title Insurance Company, evidenced by delivery of the appraisal, title insurance commitment and mortgage bond to Hopkins, and Hopkins could terminate the agreement upon 90 days written notice. At settlement, respondent received a check for $10,000. This she invested in a mortgage, but did not deliver an appraisal, title insurance commitment, or mortgage bond, nor did she maintain complete contemporaneous records of her handling of her client’s funds, nor did she notify her client of the disposition of the funds.\nSeven months later, Hopkins informed respondent that she wished to terminate the agreement. Respondent reminded Hopkins of the 90-day notice requirement, which respondent calculated to run from March 7, 1985 (a month after Hopkins’ termination letter). Despite frequent calls and letters from Hopkins, respondent did not respond to Hopkins’ inquiries or remit the funds due Hopkins. In August, 1985, respondent paid Hopkins’ moving bill, at Hopkins’ request, in the amount of $1,788. In October, 1985, respondent sent Hopkins a check for approximately $900, covering interest and a small amount of principal, reducing Hopkins’ principal balance to $8,000.\nFor the next six months, Hopkins frequently called and wrote to respondent, without response. In April, 1986, respondent sent a “statement of account” which reflected a principal investment of $8,000 and accrued interest of $960; in the same month Hopkins filed a claim against respondent with the Pennsylvania Lawyers Fund for Client Security. In July, 1986, respondent received notice of the claim with said fund and another letter from Hopkins requesting return of her investment together with an accounting.\nRespondent then wrote promptly to the lawyers fund for client security, misdating her letter June 24, 1986 (before the fund notified her of the claim), received by the fund on July 28, 1986. In the letter, she made false and misleading assertions concerning her stewardship of Hopkins’ investment. She also misdated a letter to Hopkins as June 24, 1986 (a month before it was sent) in which she made false statements regarding Hopkins’ investment and promised to repay Hopkins’ investment by July 31, 1986. For months thereafter, Hopkins sent frequent letters to respondent reminding her of her promise, without result.\nIt was not until November 21, 1986, twenty-one months after Hopkins’ 90-day termination notice, that respondent repaid the principal and interest due Hopkins.\nThese findings also formed the basis for the conclusion that respondent violated the disciplinary rules detailed above. In discussing and evaluating these violations, the disciplinary board parted company with the hearing committee, recommending a six-month suspension rather than disbarment. Factors cited by the disciplinary board for lenity included the interweaving of roles by respondent, as attorney and as real estate manager and investor, whereby it was “not always clear which role respondent was engaging in at various times,” and the board’s belief “that at the time Mrs. Passyn made investments on behalf of Mr. Brown and Ms. Hopkins, she believed that she was acting in her real estate investment capacity rather than her capacity as an attorney.” The board also found it “understandable that Mrs. Passyn was reluctant at first to turn over Mr. Brown’s funds to Mr. Rubin since Mr. Rubin was identified with Mr. Brown’s daughter and the daughter was the reason that the protective account was created in the first instance.” Respondent’s failure to return Ms. Hopkins’ funds when promised was described as the result of an unfortunate “change in the real estate market” rather than any “personal fault of her own.” To justify a six-month suspension, the board also cited its view that this is a case of “attorney misjudgment” rather than “conversion of client money,” the fact that “all of the Hopkins money was returned with interest after the sale of the investment property,” and “the strong character testimony presented on behalf of Mrs. Passyn.”\nIn determining appropriate discipline in this case, we diverge from the view of the disciplinary board, despite the deference we accord its recommendations. The justification that respondent was wearing two hats is no justification at all. It is an attorney’s responsibility to differentiate between actions performed as an attorney and actions performed in another capacity; services undertaken as an attorney are subject to the code of professional responsibility regardless of other roles the attorney may assume. Misconduct cannot be excused merely because an attorney is confused by pursuits in addition to those of a lawyer. See Office of Disciplinary Counsel v. Ewing, 496 Pa. 35, 45-46, 436 A.2d 139, 144 (1981), wherein we found this argument to be “without merit”:\nAn attorney is subject to discipline for violation of the Disciplinary Rules, “whether or not the act or omission occurred in the course of an attorney-client relationship.” Pa.R.D.E. 203(a). “[W]e cannot distinguish between dishonesty involving client matters and dishonesty in private matters: the seriousness of respondent’s misconduct is not lessened by the fact that the victims of his fraud were not his clients.” Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 200, 425 A.2d 730, 733 (1981)....\nWe thus conclude that respondent’s conduct amounted to multiple, flagrant violations of DR 1-102(A)(4) and that disbarment is the appropriate sanction.\nMoreover, respondent blatantly dishonored her obligation to repay Hopkins’ investment; her promise was not conditioned on a static real estate market or her convenience in selling mortgaged property, but only on 90 days written notice. It is no excuse that Hopkins finally received all of her money with interest, for it was eighteen months late, and only after the intervention of the fund for client security. See Office of Disciplinary Counsel v. Knepp, 497 Pa. 396, 403-04, 441 A.2d 1197, 1201 (1982) (restitution made by attorney after investigation commenced by Office of Disciplinary Counsel is not a mitigating factor). No amount of character testimony will overcome the fact that respondent lied to her clients, the lawyers fund for client security, and the court of common pleas. See Office of Disciplinary Counsel v. Holston, 533 Pa. 78, 82-84, 619 A.2d 1054, 1056-57 (1993) (strong condemnation of “lack of veracity to judicial authorities because such conduct undermines the integrity of the very process that an attorney swears to uphold”; disbarment the appropriate sanction). Numerous other instances of “misjudgment” and misconduct, together with respondent’s two prior disciplinary board encounters (resulting in a private reprimand in 1978 and an informal admonition in 1988), combined with the most serious ethical violations in the Brown and Hopkins matters, necessitate disbarment.\nThe rule to show cause why respondent should not be disbarred is made absolute. Julia B. Passyn is hereby disbarred from the practice of law in this Commonwealth. It is further ordered that she comply with Pa.R.D.E. 217 and pay all costs of these proceedings.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. By order dated October 16, 1987, this court adopted the Rules of Professional Conduct effective April 1, 1988, stating: \"The Rules of Professional Conduct, as adopted hereby, do not apply to professional misconduct occurring on or before March 31, 1988. Such misconduct shall be governed by the present Code of Professional Responsibility, which is continued in full force and effect as grounds for disciplinary action, as if this order had not been adopted.”"}