{"id": "775540", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis is an appeal from an opinion and order of the Commonwealth Court which reversed an order of Appellant, The Pennsylvania State Board of Vehicle Manufacturers, Dealers and Salespersons (the “Board”), which had assessed a $4,500.00 civil penalty against Appellee, Alpha Auto Sales, Inc. (“Alpha”), and had suspended its used car dealer’s license for ninety days.\nAppellant Board is an administrative board charged with enforcing the Board of Vehicles Act, Act of December 22, 1983, P.L. 306, as amended, 63 P.S. §§ 818.1-818.28. Its duties include imposing appropriate administrative discipline upon licensees found to have violated the Act.\nAlpha is a Pennsylvania business corporation which holds a vehicle dealer license issued by the Board for a location in Stroudsburg, Pennsylvania. Alpha was charged with violating Section 10(12) of the Board of Vehicles Act, 63 P.S. § 818.10(12), by selling new vehicles without possessing a written authorization or franchise agreement from the manufacturer. At all times relevant hereto, Alpha operated only as a used car dealership. More specifically, it has never had a franchise agreement with the manufacturer, importer or distributor of Yugo automobiles.\nIn 1988, Alpha purchased twenty-four 1988 Yugo automobiles from a used car dealer in New Jersey, which had acquired the Yugos from two new Yugo franchise dealers in New Jersey. The Yugos had not previously been in the hands of a consumer or titled for use in New Jersey. There is indication in the record that eight of the cars had odometer readings under fifty-two miles (see Appellant’s brief at p. 19), and it appears that the mileage on each car was slight and that most consumers would regard the cars as new for all practical purposes. On November 21 and December 7, 1988, Alpha obtained certificates of title for eighteen of the Yugos. Each of the certificates contained the notation: REGISTRATION NOT TO BE ISSUED—TAX UNPAID. Alpha did not pay sales or use taxes on any of the Yugos in either New Jersey or Pennsylvania. Alpha brought the Yugos into its Stroudsburg dealership and between November, 1988 and April 5, 1989, sold nineteen of the Yugos to consumers. At the time of the sales, Alpha represented that the cars were “used,” and advised consumers that the manufacturer’s warranty had begun to run. Alpha, of course, never had a franchise agreement with the manufacturer, importer or distributor of Yugo automobiles to sell them as new vehicles; and Alpha sold the Yugos in question as it sells autos in the normal course of its used car business in that Pennsylvania sales tax was not paid by Alpha but by the consumer at the time of sale.\nFollowing a hearing, the Board’s hearing examiner issued a proposed adjudication and order which recommended dismissal of the charges that Alpha had sold “new” vehicles, as defined in Section 10(12) of the Act, improperly. On appeal, the Board adopted all of the findings of fact of the hearing examiner, but concluded, based on its own reading of the Vehicles Act, that the Yugos in question were “new” vehicles. The following statutory language supplies the legislature’s definition of a “new vehicle”: “... [T]he term ‘new vehicle’ shall mean a new vehicle which has never been registered or titled in Pennsylvania or any other state on which a tax for education [ie., a sales tax] ... has not been paid prior to the sale.” 63 P.S. § 81.10(12). The Board read this section to establish a two-prong test that defines a new vehicle as one: 1) that has never been registered or titled in Pennsylvania or any other state which imposes a sales tax, and 2) on which the sales tax has not been paid prior to sale to a consumer. Since no tax had been paid on Alpha’s Yugos, they were held by the Board to be new vehicles. The Board entered an order levying a $4,500.00 civil penalty and a ninety day license suspension on Alpha.\nOn appeal, the Commonwealth Court reversed the Board on the grounds that Section 10(12) of the Act provides for a three pronged test for determining whether a vehicle is a new vehicle. The Commonwealth Court’s three-pronged test requires that to be a new vehicle: 1) it must be a new vehicle; 2) it must be one which has never been titled or registered in Pennsylvania or any other state which imposes a sales tax; and 3) the tax has not been paid prior to sale. Relying on Webster’s Third New International Dictionary’s tautological definition of the word “new” as something “recently come into existence,” the Commonwealth Court reasoned that the vehicles here in question were clearly not new. Moreover, the Commonwealth Court could not find any evidence in the record that Alpha engaged in fraudulent practices because it sold the cars as used and had disclosed the running of their warranties.\nWe granted the Board’s petition for allowance of appeal in the instant case because the Board persuasively argued that the Commonwealth Court exceeded their proper scope of review here in reversing the Board and moreover that the Commonwealth Court reversal thwarts legitimate legislative purposes and specifically ignores the dangers of “grey marketing,” that is, the sale of vehicles out of franchise with no warranty protection and no risk of investment by the dealer, dangers to which consumers may be subjected. For the reasons set forth below, we reverse and reinstate the order of the Board.\nWhat constitutes a “new” vehicle may, of course, vary depending on the circumstances. To paraphrase Justice Frankfurter’s dissent in the famous case of Hoffman v. Blaski, 363 U.S. 335, 80 S.Ct. 1084, 4 L.Ed.2d 1254 (1960), one would have to be singularly unmindful of the treachery and versatility of the English language to deny that as a mere matter of English the words “new vehicle” may carry more than one meaning. The proper place to begin the appropriate inquiry is not, however, with the dictionary but with due deference to the views of the regulatory agency directly involved in administering the statute in question. We have long held that the “contemporaneous construction of a statute by those charged with its execution and application, especially when it has long prevailed, is entitled to great weight and should not be disregarded or overturned except for cogent reasons and unless it is clear that such construction is erroneous.” Federal Deposit Insurance Corp. v. Board of Finance and Review, 368 Pa. 463, 471, 84 A.2d 495, 499 (1951). The instant Commonwealth Court opinion itself recognizes that “an administrative agency’s expert interpretation of a statute for which it has enforcement responsibility is entitled to great deference and will not be reversed unless clearly erroneous.” Mormak v. Unemployment Compensation Board of Review, 135 Pa.Commonwealth Ct. 232, 237, 579 A.2d 1383, 1385-86 (1990). Yet, no cogent reason was advanced here by the Commonwealth Court to justify either their clear departure from this sound principle of limited review or, substantially, to overturn the Board’s quite reasonable view of what constitutes a “new vehicle.”\nIn addition, the Board’s view on this matter is supported by cogent reasons and a sensible public policy. The Board points out that the Commonwealth Court decision, if allowed to stand, would open the door for a new “grey market” or a “second tier of new car dealers” which would have significant detrimental effects on the existing franchise system that assures that new vehicles sold in the United States were intended by the manufacturer for distribution in the United States. The current franchise system helps assure that vehicles distributed within the system are warranted, meet safety standards, and have parts and services available. The Commonwealth Court’s decision, argues the Board, would permit a vehicle to be distributed in Pennsylvania by individuals not authorized to do so by the manufacturer. The manufacturer would have no control over this unauthorized distribution. A vehicle could be classified as used because it passed from one dealer’s inventory to another. The potential result would be: uncertainty as to the quality of trademarked goods; lack of warranty protection to the consumer; unfair competitive risk to dealers legally operating within the franchise system; and the potential importation of vehicles that do not meet U.S. environmental and safety requirements and which are hence unauthorized by manufacturers for the United States market—this being the “grey market” problem. On this latter point see, Direct Automobile Imports Association, Inc. v. Townsley, 804 F.2d 1408 (5th Cir.1986).\nPurchasers of vehicles of the type sold by Alpha would also lose the protection of Pennsylvania’s Automobile Lemon Law, 73 P.S. § 1951 et seq., if the Commonwealth Court’s decision were allowed to stand. The Lemon Law requires manufacturers to provide a purchaser, at the time of original purchase of a new motor vehicle, with a written statement of his or her rights under the law—which include repair and return rights for the purchasers of new vehicles. See, 73 P.S. § 1952. In the instant case, vehicles purchased and resold by Alpha would not be “new” under the Commonwealth Court’s view, and hence their purchasers would be left unprotected by the Lemon Law, a result clearly undesirable as a matter of public policy.\nIn short, the Board offers a sensible construction of the statute in question supported by cogent policy considerations. The Commonwealth Court was, under the circumstances, obligated to defer to the Board’s view.\nAccordingly, the order of the Commonwealth Court is reversed and the order of the Pennsylvania State Board of Vehicle Manufacturers, Dealers and Salespersons is reinstated.\nFLAHERTY, J., did not participate in the consideration or decision of this case.\nMONTEMURO, J., files a dissenting opinion.\nMONTEMURO, J., is sitting by designation as a Senior Justice pursuant to Judicial Assignment Docket No. 94 R 1800 due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993."}