{"id": "810293", "contents": "Opinion,\nMr. Justice Mitchell :\nThe facts, as we gather them from the testimony, are that McNeal heard the whistle, and stopped his team at about 50 feet from the track. Presumably, he looked and listened, but it is undisputed that, on account of the curve of the railroad and an intervening hill, he could have seen but a short distance; and the evidence is that no further whistle or other warning was given, and whether he could have heard the rattle of the approaching train from that point is not certain. After stopping, and, as said, presumably looking and listening, he drove on again; and just at or before reaching the track, there is some evidence that he stopped again, or attempted to do so, but, one of his horses being young and excitable, he either drove or was carried on the track, and the wagon was there struck at about its centre by the locomotive, cut in two, the front part and the horses, uninjured, being thrown on one side of the track, and the back part of the wagon on the other, and McNeal killed. There was also evidence that the foreman of a gang of workmen at that point had made gestures in McNeaTs direction, but whether intended for McNeal or for the workmen was not clearly understood by the witnesses. On this evidence the learned judge entered a nonsuit on the ground of contributory negligence, being of opinion that the case came within Marland v. Railroad Co., 123 Pa. 487, and the other cases which hold that a plaintiff cannot recover if, in spite of what his senses must teach him if he uses them, he steps in front of a moving train.\nCarroll v. Railroad Co., 12 W. N. 348, and the decisions which have followed it, are sound in principle, and experience has confirmed the wisdom of the rule there adopted. It will not be relaxed nor pared down by exceptions. But it is a rule which, in its nature, is applicable only to clear cases. If, on the evidence, there is any doubt of the plaintiff’s negligence, the case must go to the jury. Such a doubt there is in this case. That McNeal was not driving with absolute recklessness, but was paying some attention to his situation, is clearly shown by his stop when he heard the whistle. Just what his intention was in driving on again is not clear. The whistle was in fact more than 1,000 feet away, and between it and the crossing in front of McNeal was a station, at which trains, including this train in question, usually stopped. As already said, the view of the track from that point was extremely limited. McNeal may have recognized the distance of the whistle, and assumed that the stop at the intervening station would give him time to cross; or, failing to locate the whistle, he may have intended to drive closer to tbe track, and make a second stop, of wbicb there is some evidence, though by no means clear. Reis, the other teamster, stopped at the same point, and prudently waited till the train had passed. McNeal drove on, unfortunately, as the result showed, but whether negligently or not depends on the view which may be taken of the circumstances and of his action. If he recognized the approach of the train, and chose to take the risk of the crossing, or if prudence or proper care required that, owing to the doubt, he should remain in safety, as Reis did, then certainly he was negligent; but this conclusion is not so clear that the court can say, as matter of law, that it is the only one to be drawn in the case.\nThe third and fourth assignments of error cannot be sustained. The questions were upon what might be a material part of the res gestee, and the omission of the witnesses who were testifying about the occurrence to mention the action of the foreman, whether intentional or accidental, did not make it new matter belonging to the defence.\nJudgment reversed, and venire de novo awarded."}