{"id": "810252", "contents": "Opinion,\nMr. Justice Mitchelu:\nThe writing in question is clearly testamentary. Although it does not on its face purport to be a will, and in form is not a command, but a request, addressed to no special person by name, but plainly to those who should have the possession or control of her property, it has the essential element of being a disposition of property to take effect after death, and the precatory form is therefore immaterial: Fosselman v. Elder, 98 Pa. 159.\nIt being undisputed that tbe paper is in the handwriting of the decedent, and being testamentary in character, the only question left upon its validity as a will is the sufficiency of its execution by the signature “ Harriet.”\nThe paper is proved to have been written after the passage of the act of June 8, 1887, P. L. 332, and the fact that the decedent was a married woman is therefore unimportant. That act repealed the requirement that a married woman’s will should be executed in the presence of two Avitnesses, neither of whom should be her husband, and put her, in respect to signature by herself, upon the same footing as men and unmarried Avomen. No greater effect can be attributed to the statute. It certainly was not intended to authorize a. married woman to execute a will any more loosely than other persons. We are therefore remitted to the general question whether a signature by the first name only may be a valid signing of a will under the act of 1833 and its supplements.\nThe condition of the law before the passage of the wills act of 1833 is well known. By the English statute of frauds all wills as to land were required to be in writing, signed by the testator. Under this act it was held that the signature of the testator in any part of the instrument was sufficient: 1 Redf. on Wills, c. 6, § 18, pl. 9, and cases there cited. The same construction was given to the law in Pennsylvania, and under the act of 1705, 1 Sm. L. 33, which required wills of land to be in writing, and proved by two or more credible witnesses, etc., it was even held that a writing in the hand of another, not signed by the testator at all, might be a good will: Rohrer v. Stehman, 1 W. 463. In this state of the law the act of 1833 was passed. It was founded on the English statute of frauds. 29 Car. II., the phraseology of which it follows closely, but with the important addition that the will shall be signed “ at the end thereof.” In making this change, it is undoubtedly true, as suggested by Strong, J., in Vernon v. Kirk, 30 Pa. 222, that the legislature “ looked less to the mode of the signature than to its place.” Accordingly, the statute makes no definition of a signature, or of the word, signed. “ It was only by judicial construction that.....(the statute) was made to require.....the testator’s signature by his name: ” Strong, J., Vernon v. Kirk; and that judicial construction which held that a mark was not a valid signature: Asay v. Hoover, 5 Pa. 21; Grabill v. Barr, 5 Pa. 441, decided in 1846, was changed, it may be noted, by the legislature as soon as their attention was directed to it: Act January 27, 1848, P. L. 16.\nThe purposes of the act of 1883 were accuracy in the transmission of the testator’s wishes, the authentication of the instrument transmitting them, the identification of the testator, and certainty as to his completed testamentary purpose. The first was attained by requiring writing instead of mere memory of witnesses, the second and third by the signature of testator, and the last by placing the signature at the end of the instrument. The first two requirements were derived from the English statute; the third was new, (since followed by the act of 1 Viet. c. 26,) and was the result of experience of the dangers of having mere memoranda or incomplete directions taken for the expression of final intention: Baker’s App., 107 Pa. 381; Vernon v. Kirk, 30 Pa. 223. These being the purposes of the act, and the legislature not having concerned itself with what should be deemed a signing, we must look dehors the statute for a definition. As already said, the act is founded on the statute of frauds, 29 Car. II. Under that act it has been held that the signing may be by a mark, or by initials only, or by a fictitious or assumed name, or by a name different from that by which the testator is designated in the body of the will: 1 Jarman on Wills, *78; 1 Redf. on Wills, c. 6, § 18, and cases there cited. In this state, as already seen, it was held, on a narrow construction of the act of 1833, that a mark was not a signing; but on the other points, so far as they have arisen, our decisions have been in harmony with those of the English courts. Thus, in Long v. Zook, 13 Pa. 400, the will of David Long was held to be validly executed by his mark, although the mark was put to the name of Jacob Long. In Vernon v. Kirk, 30 Pa. 218, “Ezekiel Norman, for Rachel Doherty, at her request,” was held to be a valid signing under the act. And in Main v. Ryder, 84 Pa. 217, it may be noted that a mark was held to be a good signature, (subsequent to the act of 1848,) though put to a name which was not the testator’s real or at least his original name, though it was one by which he had been known for some years in his own neighborhood. No question was raised against the will on this point.\nThe precise case of a signature by the first name only, does not appear to have arisen either in England or in the United States; but the principles on which the decisions already referred to were based, especially those in regard to signing by initials only, are equally applicable to the present case, and additional force is given to them by the decisions as to what constitutes a binding signature to a contract under the same or analogous statutes. Browne, On-the Statute of Frauds,'§ 862, states the rule thus: “ In cases where the initials only of the party are signed, it is quite clear that, with the aid of parol evidence which is admitted to apply to them, the signature is to be held valid.” And see Palmer v. Stephens, 1 Den. 478; Sanborn v. Flagler, 9 Allen 474; Weston v. Myers, 33 Ill. 432; Salmon Falls Co. v. Goddard, 14 How. 446; Chichester v. Cobb, 14 Law T., N. S., 433. Though, therefore, we find no precise precedent, yet the analogies are all favorable, rather than otherwise, to the sufficiency of a signing by first name only, if it meets the other requirements of the act. These are matters depending on circumstances which will be considered further on. Looking beyond the decisions to the general use of language, what is understood by signing, and signature? Webster defines to sign as “to affix a signature to; to ratify by hand or seal; to subscribe in one’s own handwriting;” and signature as “ a sign, stamp, or mark impressed;.....especially the name of any person written with his own hand, employed to signify that the writing which precedes accords with his wishes or intentions ; a sign manual.” All the definitions include a mark, and no dictionary limits a signature to a written name. There can be no doubt that historically, and down to very modern times, the ordinary signature was the mark of a cross; and there is perhaps as little question that in the general diffusion of education at the present day the ordinary use of the word implies the written name. But this implication is not even yet necessary and universal. The man who cannot write is now happily an exception in our commonwealth, but he has not yet entirely disappeared, and in popular language he is still said to “ sign,” though he makes only his mark. Thus in Asay v. Hoover, 5 Pa. 26, the witness says: “ The name was written after the will was read to her, and after she had signed it. ... . She was reclining in bed when she signed it,” although the signature the witness was testifying to was only a mark. But, even in the now usual acceptation of a written name, signature still does not imply the whole name. Custom controls the rule of names, and so it does the rule of signatures. The title by- which a man calls himself and is known in the community is his name, as in Main v. Ryder, supra, whether it be the one he inherited or had orginally given him or not. So the form which a man customarily uses to identify and bind himself in writing is his signature, whatever shape he may choose to give it. There is no requirement that it shall be legible, though legibility is one of the prime objects of writing. It is sufficient if it be such as he usually signs, and the signatures of neither Rufus Choate nor General Spinner could be rejected, though no man, unaided, could discover what the ragged marks made by either of those two eminent personages were intended to represent. Nor is there any fixed requirement how much of the full name shall be written. Custom varies with time and place, and habit with the whim of the individual. Sovereigns write only their first names, and the sovereign of Spain, more royally still, signs his decrees only, “I, the King,” (Yo el Rey.) English peers now sign their titles only, though they be geographical names, like Devon or Stafford, as broad as a county. The great Bacon wrote his name, Fr. Verulam, and the ordinary-signature of the poet-philosopher of fishermen was Iz: Wa:. In the fifty-six signatures to the most solemn instrument of modern times, the Declaration of Independence, we find every variety from Th. Jefferson to the unmistakably identified Charles Carroll, of Carrollton. In the present day, it is not uncommon for business men to have a signature for checks and banking purposes somewhat different from that used in their ordinary business, and, in familiar correspondence, signature by initials, or nick-name, or diminutive, is probably the general practice.\nWhat, therefore, shall constitute a sufficient signature must depend largely on the custom of the time and place, the habit of the individual, and the circumstances of each particular case. As already seen, the English and some American cases hold that a signature by initials only, or otherwise informal and short of the full name, may be a valid execution of a will or a contract, if the intent to execute is apparent. To this requirement our statute adds that the signature must be at the end, as evidence that the intent is present, actual, and completed. On this point of the completed act, the use of the ordinary form of signature is persuasive evidence, and the absence of it may be of weight in the other scale. As well suggested by the learned judge below, if a will drawn with formality, or in terms that indicate the aid of counsel, or the intent to comply with all the forms of law, be signed with initials or first name only, doubt would certainly be raised as to the completed purpose of the testator to execute it, and if then it appeared that his habit was to sign his name in full the doubt might become certainty; while, on the other hand, if it were shown that he usually, or even frequently, signed business or other important papers in the same way, the doubt might be dissipated. As in all cases where the intent is the test, there can be no hard and fast legal rule as to form. The statute requires that the signature shall be at the end, and that requirement must be met without regard to intention, but what shall constitute a signature must be determined in each case by the circumstances.\nTested by these views, the will in the present ease appears to have been well executed. Of the handwriting and of the identity of the testatrix there is no question, and her completed intent to execute the paper, as the expression of her testamentary wishes, is attested at the end of it by a signature admitted to be made by her, and shown to be in the form which she habitually used. The writing has not the usual formalities of a will, but is in form a letter, addressed to no one by name, but clearly intended for her mother, or such of her family as should assume control of her property after her death; and the form of the instrument might well account for the signature she was accustomed to use, were it not still more clearly explained by the unfortunate differences with her husband, and her repugnance to using his name, as shown by her avoidance of it in her correspondence, and her direction not to put it on her tombstone. On the evidence, it is clear that the testatrix intended this as a complete execution of the instrument, and we find nothing in the law to defeat its validity for that purpose.\nJudgment affirmed."}