{"id": "810282", "contents": "Opinion,\nMe. Justice Williams :\nIn April, 1869, the executors of Robert McGrew sold a narrow lot of land in Monongahela City to the Nucleus Association for $500. They had ample power, under the will of their testator, to negotiate the sale, execute and deliver a deed, and receive and receipt for the purchase money. Instead of receiving the money and investing it, they took from the association what were called a bond and mortgage, providing for the payment of interest annually to the widow, Maria McGrew, who was one of the executors, so long as she should live, and for the payment of the principal, within one year after her death, to the heirs at law of Robert McGrew. The association paid the interest up to 1881, when the widow, then the surviving executrix of Robert McGrew, demanded the payment of the principal sum. She produced the. mortgage, without the bond. This had not been recorded, and its existence seems to have been unknown to the association. Upon its production the association had to determine its liability upon it, and, after taking advice, concluded that it was liable to the executors from whom they bought, but that the mortgage was not binding upon the association. They accordingly paid the principal to the surviving executrix, by whom the mortgage was satisfied and surrendered to the association. Maria McGrew died in 1884, and in 1887 this action was brought by the heirs at law of Robert McGrew to recover the $500 so paid to the surviving executrix.\nWas the mortgage properly admitted as evidence against the association on the trial of this action of assumpsit ? The charter provided that the property of the association should be purchased, held, managed, and sold by a board of five trustees. The mortgage was executed by the president and secretary, and not the trustees. It was not sealed with the corporate seal; and there was no resolution authorizing, ratifying, or in any manner recognizing, the making of this mortgage, to be found on the books of the association. It would seem quite clear, therefore, and the learned judge of the court below was of that opinion, that the paper called a mortgage was not the act and deed of the corporation, or binding upon it as such. If this be so, the association was liable to the executors, from whom it purchased. The attempt to secure the purchase money in a given way having failed, the executors had the right to require its payment to them. This the surviving executrix did; and the association paid over the money in the same manner and with the same effect as if the ineffectual effort to secure its payment by mortgage had not been made. It is,not doubted that if the association had paid the purchase money to the executors in 1869, upon receiving a deed for the lot, it would have been a good payment. The executors were authorized to receive the money, and were liable as executors for the proper use and investment of it. They did not lose their power, as executors, to receive the purchase money, nor was the association relieved of its duty, as a purchaser, to pay to its vendors, because an unsuccessful effort had been made to secure the payment of the principal sum to the parties who might ultimately be entitled to receive it from the executors.\nThe mortgage seems to have been found in 1881 to be worthless as a security, because never properly executed; and the executors, finding themselves without security for the purchase money, very properly demanded its payment. The mortgage thereafter was evidence for no purpose. It was not a Security for the money, nor evidence of any existing or valid contract for its payment to any person. It showed only an unsuccessful effort by the executors to obtain a security for the principal, which imposed no legal liability and conferred no rights on any one. The first, second, and third assignments of error, are sustained, and the\nJudgment is reversed."}