{"id": "810292", "contents": "Opinion,\nMe. Justice Williams:\nThe appellant based her application for a divorce a vinculo matrimonii upon the ground that the defendant had “offered such indignities to the person of the petitioner as to render her condition intolerable, and her life burdensome.” The appellee was not found by the sheriff, and the appellant was for that reason incompetent as a witness in her own behalf, but she presented to the court, on final hearing, what seems to us a strong case. The evidence showed that her husband was in a state of almost constant intoxication, so gross as to be at times unfitted for labor. It showed that the little he did earn went in great part for drink, and that his wife was often left without the commonest necessaries of life, except as they were supplied by her father and his family. It showed that from their marriage, in February, 1886, to August, 1887, when her father took her back to his own home, her husband was ill-natured and unreasonable in his treatment of her; that'he was habitually finding fault with her and with all she did; that he called her a whore, charged her publicly with committing an abortion upon herself, and with running after other inen. It showed frequent threats of personal violence, such as the threat to kill her, to blow out her brains, to cut her heart out, to fix her, and other similar expressions. But it went still further, and showed actual violence attempted, and to some extent accomplished. On one occasion he drew a razor, and said he would cut her into mince-meat. Her father interfered, and compelled him to put the razor up. At another time, in a fit of anger, he shoved her off the porch of their dwelling. Finally, he pulled up the carpets, and threw them, together with their household furniture, into the street, and offered them for sale. Her father then came, and took his daughter and her household goods back to his own home.\nSuch a course of conduct as is disclosed by this testimony fully justifies the complaint of the appellant that her husband had offered such indignities to her person as to render her condition intolerable, and her life burdensome. Bad temper alone is not a ground for divorce, nor is mere drunkenness, or indolence, or thriftlessness, or jealousy; but when to all these is added a course of the most abusive and humiliating treatment, public and repeated charges of the crimes of adultery and abortion, threats to shoot, to kill, to cut out her heart, to cut her into mince-meat, and the like, .accompanied by such unmistakable evidences of his purpose to carry his threats into execution as was offered by drawing a razor, by pushing her off the porch of the house, and by breaking up her home, and throwing its contents into the streets, it seems very clear to us that the condition of this wife was made intolerable, and her life burdensome. To deprive her of food and other necessaries of life is an indignity to her person. To assault her with a razor, or inflict violence upon her is an indignity to her person. To put her inmortal terror by repeated threats to kill is as truly destructive to health as to administer poison. It may not be as speedy, but, if continued, it is certain destruction to both mind and body. It banishes peace and security and comfort from her home, and puts fear, a sense of constant peril, and a blighted domestic life in their place. The learned, judge of the court below held the rule too stiffly in this case.\nThe decree dismissing the petition is reversed, and a decree of divorce a vinculo matrimonii is now entered in favor of the appellant, with costs."}