{"id": "810302", "contents": "Opinion,\nMr. Justice McCollum:\nThis suit was brought on September 2, 1887, and the plaintiff was then sixty-four and the defendant sixty-eight years old. She became a widow in 1885, and he a widower on June 15, 1887. According to her claim, he commenced courting her on the 1st of July, and on the 15th of that month promised to marry her. While the courtship, as described by her and her witnesses, was brief, it was unremitting and ardent; and in consequence of it the aged suitor became a defendant in a prosecution for the crime of fornication and in an action for breach of promise of marriage.\nWe cannot pass on the sufficiency of the evidence to support a verdict, on a refusal to grant a nonsuit or to arrest judgment. “When the error alleged is in arresting judgment, we cannot look into the testimony for aid in pronouncing upon the action of the court. The question is upon the sufficiency of the plaintiff’s narr. If that be sound, the plaintiff is, in general, entitled to judgment on his verdict: ” Aronson v. Railroad Co., 70 Pa. 68. “It is error to nonsuit a plaintiff who has presented a case sufficient to go to the jury, but it is not error to refuse a nonsuit; for, when the defendant has given his evidence, he has it still in his power to ask the court to instruct the jury upon the insufficiency of the plaintiff’s evidence to maintain the action: ” Lehman v. Kellerman, 65 Pa. 489.\nThe excerpts from the charge which constitute the sixth and seventh specifications are, when read in place, unobjectionable and free from error.\nThe offers to prove that this cause of action was included in a settlement by the parties of two cases before Alderman Stork were material, and should have been allowed. In one of these cases it was claimed by the plaintiff that the defendant had carnal knowledge of her on the 15th of July. It related to an act committed on the day it is alleged the promise of marriage was made. The propriety of joining in one settlement two causes of action of this nature, arising between the same parties on the same day, cannot be doubted.\nFerring and Stork were competent to testify to the terms of the settlement, and what was included in it. It was made in their presence, and they assisted in making it. It is difficult to see' what there was in the nature of a confidential communication about it. Ferring was a law student, employed by the plaintiff to advise and assist her in her suits against the defendant. But her communications to him while so employed are not privileged. A law student is, in this respect, on no higher plane than a blacksmith retained in a like service. In Barnes v. Harris, 7 Cush. 576, it was held that communications made while seeking legal advice in a consultation with a student at law in an attorney’s office, he not being the agent or clerk of the attorney for any purpose, are not protected. In 1 Greenl. Ev., note to § 239, the rule on this subject is stated thus: “ It seems indispensable to the existence of the privilege that the relation of counsel or attorney and client should exist, and that the communication be made in faith of the relation; and then the privilege of secrecy only extends to the parties to the relation, and their necessary agents and assistants. Hence the privilege does not attach if one is accidentally present, . . . or casually overhears the conversation, .... or if the person be not a member of the profession, although supposed to be so by the client; .... or if he was a mere scrivener, although of the legal profession.”\nThe first and third specifications of error ar sustained, and, as we discover no merit in the remaining specifications, they are dismissed.\nJudgment reversed, and venire facias de novo awarded."}