{"id": "812897", "contents": "Opinion,\nMe. Chief Justice Paxson :\nThis case involves incidentally the title to the soil of an alley way in the city of Reading. The alley is between the two properties of the plaintiff and the defendants, respectively. Both properties belonged at one time to Frederick Maurer, who remained the-owner thereof to the time of his death. Frederick Maurer died in 1828, and by his last will and testament devised to his son, Daniel Maurer, the property now owned by the plaintiff. The language of the devise was as follows :\n“ Also two houses adjoining each other, situate on the west side of Callowhill street, and the lot thereto belonging, in the tenure of John Potter and Joshua David, with the appurtenances, to have and to hold the said messuage or tenements, houses, tracts, lots, or pieces of land unto the said Daniel Maurer, his heirs and assigns, forever.”\nThe learned judge below has found, and the fact is not disputed, that “ at and before the making of the will of Frederick Maurer, deceased, viz., in 1818, the second story of the northern one of the two houses devised to Daniel Maurer, and now belonging to the plaintiff, was built over the alley in question; and the cellar of the said northern house extended under the said alley to the foundation walls of the defendants’ house, the surface of the alley being supported over the said cellar by a series of arches, and the said house and cellar have, with reference to the said alley, continued the same to this time.”\nWe have thus the fact established beyond dispute that, at the time Frederick Maurer made his will, the alley Way was an integral part of the house devised to his son; the house was built both over and under the alley; it was there, visible to the eye, and forming an actual portion of the house. It is therefore obvious that a devise of the house and its appurtenances passed, not only the right to use the alley, but the soil thereof. The learned judge below held, however, that the alley did not pass by the devise for the following reason: The adjoining property owned by the present defendants was devised by Frederick Maurer to his daughter, Mary Hartman, and in that devise he made the following exception or reservation in favor of the property before referred to as devised to Daniel Maurer: “ Excepting and forever reserving, for the use of the owners and occupiers of the said two houses devised to my son, the privilege of passing and re-passing the alley between the new and old house, at all times and seasons.” This exception, being admittedly inconsistent with the devise already referred to in favor of his son Daniel, led the court below to the conclusion that the testator intended to give Daniel and his heirs the use of said alley merely, and to his daughter the soil thereof in fee. The effect of this decision is to take from Daniel not only the alley already given by the will, but also a part of his house.\nThere is an obscurity or inconsistency in this will which may be attributed to the testator himself, but is as likely to have been the blunder of the conveyancer. The reservation was wholly useless, as in view of the situation of the alley, and its previous use, the devisees of both houses would have been entitled to the use of the alley. It was unnecessary to give to Daniel and his heirs the use of an alley which he had already devised to him in fee ; it would have been equally unnecessary to devise to his daughter the use of an alley which the situation of the respective properties showed was common to each. It was a manifest blunder in the will.\nA positive grant cannot be taken away by mere implication ; and, if we attribute to the testator the intent to give the daughter the soil of the alley, we must also attribute to him the intention to give her also a part of the house devised to Daniel. It would be a violent presumption—too violent to be seriously entertained—that he intended to devise to Daniel a part only of his house; that the rear end of said house over the alley, and of the cellar under it, were to pass to his daughter. It is much more rational to suppose that the testator made-a mistake in the reservation, than that he intended to cut off thé rear end of his son’s house for his daughter’s benefit. There was no possible motive for such an act. It was not required for any useful purpose. The property devised to his daughter,could be enjoyed to the full extent without it. The devise gave her the use of her house, as it had always existed, including the use of the alley, and, ás before observed, the reservation was not needed for the benefit of either party.\nWe are of opinion that the defendants had no right to construct the platform over the alley, and that the court below should have entered judgment for the plaintiff. Our decision does not cover the area referred to. That claim was practically abandoned here.\nThe judgment is reversed, and a procedendo awarded."}