{"id": "812900", "contents": "Opinion,\nMb. Justice Williams :\nSchool districts are territorial subdivisions of the state for a single purpose. They have no legislative powers such as are possessed by cities and boroughs, but their single function is to carry into practical operation the common-school system of the state, by the erection of schoolhouses, the employment of teachers, and the levy and collection of school taxes. The powers of the officers are limited, are conferred by statute, and must be exercised in the manner prescribed by law. When a judgment is obtained against a school district, an execution cannot be issued for the seizure and sale of its real and personal estates, for this would take from it the schoolhouses, books, and furniture necessary to the maintenance of the schools, and defeat the very purposes for which the district is organized. How, then, shall a judgment against a school district be collected ?\nThis question is fully answered by the act of May 8, 1854, P. L. 621. It provides that, where a judgment has been obtained against a school district, “ the party entitled to the benefit of such judgment may have execution thereof as follows, and not otherwise, to wit: It shall be lawful for the court .....to issue thereon a writ, commanding the directors or controllers and treasurer of such school district to cause the amount thereof, with interest and cost, to be paid to the party entitled to the benefit of such judgment, out of any moneys unappropriated of such district, or, if there be no such moneys, out of the first moneys that shall be received for the use of such district, and to enforce obedience to such writ by attachment.” •We have here the form of the execution provided for the collection of a judgment against a school district, and the manner of its enforcement.\nThe judgment, when rendered, closed the door against further inquiry into the merits of the plaintiff’s demand, and gave the right to execution process. This, if issued and enforced in the ordinary manner, would interfere with the school system, and destroy its usefulness. To prevent this, and yet provide for the collection of the judgment, was the object of the provision we have quoted from the act of 1854. It gave the plaintiff, not an alternative writ of mandamus, with its possibilities of opening new issues by means of a formal return, a traverse, or a demurrer,, but a special writ of execution, directed against the money of the defendant. It is a command to the directors aud treasurer of the proper district to pay the debt out of any unappropriated moneys on hand; and, if there are none such on hand, then out of the first that shall come into the treasury, or under the control of the officers, thereafter. The duty of the officers served with this writ is to obey its directions if, and as soon as, they are in a position to do so. If the writ is not obeyed, the plaintiff may on a showing of the service of the writ and his suggestion that it” has not been obeyed, have a rule for an attachment, on the return of which an attachment should issue, unless the officers are able to show that no sufficient moneys of the district unappropriated have been in their hands or under their control since the service of the writ with which the payment of the judgment could be made. If such inability to obey the writ be shown, the officers are not in contempt, and will not be attached. If such inability is not shown, the, attachment should issue.\nSuch being the summary nature of the execution process provided, can such writ issue after the lapse of five years from the rendition of the judgment, without a revival of the judgment or a writ of scire facias ? The act of June 16,1836, provides that, after the lapse of the statutory period, “ no execution shall be issued upon any judgment, unless ” there has been a revival of the judgment, or the defendant has been warned by scire facias. This provision is general. Judgments against municipal or quasi municipal corporations are not excepted from its operations. The object of the provision is to secure notice to the defendant, after the lapse of five years before execution process shall be issued, so that the question of the extent of the plaintiff’s right to execution may be raised and determined before the writ shall go into the hands of the officer. A school district is as much within the mischief which the act of 1836 was designed to remedy as a private person. There is nothing in the form of the writ provided by the act of 1854 to render the protection afforded by a writ of scire facias unnecessary. On the contrary, no form of execution in use in this state is more summary than this. If not obeyed, the only question that can be raised is whether the officers are in contempt and liable to be attached. The ordinary form of execution process is directed against property. This is directed against money. Upon a fieri facias, the officer seizes and sells the goods of the defendant to raise money. This writ requires the defendant to put the money into the officer’s hands, and, if this is not done, the school officers may be put in prison. We accordingly hold that the writ issued to compel payment of a judgment against a school district is a writ of execution, and within the prohibition of the act of 1836.\nAll the proceedings in this case looking to the collection of this judgment are, for the reasons now given, irregular, and are set aside, at the costs of the plaintiff."}