{"id": "812941", "contents": "Opinion,\nMr. Justice Green:\nThe liability upon which the judgment in the state of New York was recovered against the plaintiff and the defendant, jointly, grew directly out of the original article of agreement made on September 20, 1872. The plaintiff, the defendant, and several others were parties to that agreement, and in it they all agreed that the charter of the steamship Francis Wright was accepted, and was “ for the account and risk of all concerned in the joint venture.” The owners of the Francis Wright brought the action in New York, in 1874, against the plaintiff, the defendant, and some of the other parties to the agreement, claiming the sum of $6,966.86, as a balance due for the charter and hire of the vessel during the joint venture mentioned in the agreement. For some unexplained reason, the case seems to have slumbered for nine years, and it was not until 1883 that the action was tried and resulted in a verdict and judgment for the plaintiffs, and against four of the defendants, including the plaintiff and defendant in the present suit. The liability upon which that action was founded, and for which the judgment was recovered, arose exclusively from the agreement of 1872. It was therefore in existence at the time Duncan’s proceeding in bankruptcy was commenced, and at the time of the adjudication in 1878 and the discharge in 1881. We know of no reason why that liability could not have been proved against Duncan. It was, at least, a claim for unliquidated damages arising out of a contract, which is provided for by § 5067 of the Bankrupt Act.\nIn the affidavit of defence it is alleged that the defendant was informed that the New York suit had been abandoned, and that nearly nine years after the suit was commenced a supplemental complaint was filed to which Flanagan made answer, but never notified Duncan of it, and that he (Duncan) had no knowledge of it; and, also, that the suit was tried practically on the supplemental complaint and answer. The affidavit also alleges that Flanagan was represented in that suit by Benedict, Taft & Benedict, New York lawyers, who undertook to appear for all of the defendants, and who were aware that Duncan had been adjudged a bankrupt; that, subsequently to his discharge, Flanagan and the lawyers ignored him, and undertook the conduct of the case ; and that it was the duty of the lawyers to have pleaded Duncan’s discharge while assuming to act for him. The affidavit further charges Flanagan with having renewed the proceedings in 1883 without notice to or knowledge by Duncan, and without having given him an opportunity to plead his discharge. As Flanagan now seeks to recover, in this action against Duncan, upon the equitable principle o£ contribution, it is necessary that his hands should be clean. His good faith is impugned by the facts alleged in the affidavit of defence, which we must assume to be true; and, as those facts tend to show that he acted in bad faith in so conducting the defence in the New York suit that a judgment was recovered against Duncan which might have been prevented by pleading the discharge of the latter, and in giving Duncan no opportunity to plead the discharge himself, he is certainly not entitled to judgment in this action for want of a sufficient affidavit of defence. The defendant has a right to be heard by a jury upon his allegations of fact. Whether the defendant can plead his discharge against the present claim of the plaintiff, is a question which can be determined on the trial,' after all the facts on both sides are brought out.\nJudgment reversed, and record remitted for further proceedings."}