{"id": "812943", "contents": "Opinion,\nMr. Justice Clare; :\nThis action of covenant, as we learn from the declaration filed, was brought by James R. Cleaver and William Cleaver against Joseph and Michael Garner, upon a certain agreement or instrument of writing between the parties, under seal, and bearing date October 8, 1875, by the terms of which the Cleavers sold to the Garners “ certain loose foundry property, boiler fixtures, stack, old lathe, boiler, patterns, lumber, and all other loose property in and around the foundry known as the Garner & Christian foundry, in Ashland, Schuylkill county, Pennsylvania, and purchased by the said plaintiffs at the sheriff’s, sale of the property of Garner & Christian,” at and for the sum of $698; and it is averred that, although the defendants took the possession of the said property at the date of the sale, and have since and until the bringing of this suit retained the possession thereof, yet the defendants have neglected and refused to pay to the plaintiffs the said sum of $698, or any part thereof, etc., to the damage, etc.\nAt the trial of the cause, however, the plaintiffs failed to exhibit in evidence any such agreement or instrument of writing as that declared upon. The paper offered and received in evidence was an agreement of the same date, under seal, and between the same parties; but it was for the sale by the Cleavers to the Garners, their heirs and assigns, of certain lots of ground, situate in the borough of Ashland, particularly mentioned and described, with a machine shop, foundry, wheelwright and blacksmith shop, with other buildings thereon erected; also certain loose property, boiler fixtures, stack, boiler, etc., etc., and “ all property, real and personal, as sold to James R. Cleaver and William Cleaver by the sheriff of Schuylkill county on September 8, A. D. 1875 ; also all property upon the premises purchased and owned” by the Cleavers. The consideration of this contract, as expressed therein, is $16,711.\nIt may be that this agreement includes, inter alia, the property described in the declaration; it is not denied that it does, but there is no covenant to pay $698, or any other sum of money, for these designated articles. The covenant is for the sale of certain real estate, therein described, and certain personal property, therein also described, for the sum of $16,711. The contract is entire and indivisible, and the consideration single. It is not in the power of the plaintiff in an action of covenant, by a severance of the consideration, “to declare for the assumed price of a part only of the property, averring a covenant, not contained in the contract, to pay a distinct part of the consideration therefor. The price of the whole property, as set forth in the contract, may have been fixed upon an aggregate estimate of distinct parts thereof, but it is reasonable to suppose that the price of any portion was adjusted with reference to and in view of the entire purchase.\nIt is the first and fundamental rule in the production of evidence that the evidence offered must correspond with what is alleged in the pleadings, as the basis of the action or of the defence ; the allegata and the probata must agree. Evidence is not in all cases, perhaps, to be rejected because it tends to prove a different contract from that declared on, if there be a fair question for the jury upon the latter: Ash v. Patton, 3 S. & R. 300; but, where the only covenant offered in evidence as the ground of the action is not the covenant recited in the declaration, but a wholly different one, the action cannot be sustained. In an action of covenant the only breach that can be set up as a ground of recovery must, of course, be the breach of some covenant contained in the contract, as it is written, or as-it maybe re-formed. This contract is in writing, and under seal; it is not pretended, nor is it averred in the declaration, that anything is omitted from it, either through fraud or mistake ; the agreement is just what the parties intended it to be, and the action is in affirmance of it. There is no contract in evidence which supports the pleadings, and we cannot see how the action can be sustained.\nThe judgment is reversed."}