{"id": "812918", "contents": "Opinion,\nMe. Justice Williams :\nUnder the acts of 1864 and 1868, relating to the city of Reading, the proceedings necessary to lay out and open streets were substantially the same as those in use throughout the rest of the state. The necessity for opening the street, and the damages sustained in consequence of such opening, were passed upon by the same board of viewers, who were appointed by, and reported to, the Court of Quarter Sessions. That court heard exceptions to their report, and confirmed it or set it aside; and, after final confirmation, issued its order authorizing and requiring the proper officer to open the street for public use. Whether the proceedings were set on foot by the city authorities or by private individuals, they were conducted in the same manner, and were in the same court. The city had the power to project or lay out streets, but it had no power to open them, except through the Court of Quarter Sessions. This was the situation until the city of Reading adopted the act of 1874, which provided for dividing the cities of the state into three classes, and for the incorporation and government of cities of the third class. By the act of adoption, the city of Reading became a city of the third class, and acquired all the powers which that act conferred on cities of the third class, organized under its provisions. To what extent did the act of 1874 enlarge the corporate powers of the city, or modify7 the proceedings in the courts in road cases ?\nThe first section provides that “ the corporate powers .... of cities of the first and second class, and those of the third class now in existence by virtue of the laws of this commonwealth, shall be and remain as now provided by law, except where otherwise provided by this act.” Passing from the general subject of corporate powers to the particular one of proceedings in street cases, § 13 declares that “ the municipal authorities and courts having jurisdiction in any city of this commonwealth shall have exclusive control and direction of the opening, widening,” etc., of all streets within the limits of the city, and that the proceedings shall be such as are required by law. So far, the existing system in the city of Reading was clearly saved by the act of 1874, and it was to be administered precisely as before the adoption of that act. Section 20, clauses 38, 39, however, confer the authority upon the city councils to “ open, widen, or otherwise improve or vacate any street, avenpe, alley, or lane within the limits of the city and, so that there may be no mistake about the extent of the power conferred, the words are added, “to create, open, and improve any new street, avenue, alley, or lane.” Sections 47-50 confer certain powers relating to sewerage, and to gas and water supply; and the city is authorized to enter upon the lands of private owners for these purposes, at a time and in a manner of which the city is alone to judge, and in relation to which the Court of Quarter Sessions has no supervisory control. The city is treated as entering on the lands appropriated by virtue of the right of eminent domain, and as bound to make compensation in the same manner that a railroad or other corporation would be required to do. This is made clear by the language employed in § 53: “ That in all cases in which, under the provisions of this act, either in the opening or widening of streets, or in the erection of waterworks, gas-works, or public buildings, or for any other purpose whatsoever, lands, property, materials, or franchises are required to be taken by any of said cities of the third class for public purposes,” when an agreement cannot be had with the owner in regard to damages, seven viewers may be appointed by the Court of Common Pleas, to assess the damages done to the owner of the land or materials taken.\nThe number of the viewers, the duties imposed upon them, and the subsequent proceedings follow almost exactly the provision for the assessment of damages done by the entry of a railroad, or other corporation having the right of eminent domain. We conclude, therefore, that, in all cases where the proceedings are conducted at the instance of private persons, streets may be opened in the city of Reading as they were opened before the adoption of the act of 1874, through the Court of Quarter Sessions, whose jurisdiction has not been taken away. So, also, where the city is the mover, but does not choose to exercise its power of appropriation, it may proceed by petition and invoke the power of the Quarter Sessions. But in all cases where the city exercises the new power to open a street by an entry on the land of the owner, conferred by the act of 1874 on cities of the third class, or to appropriate the property of a private person to public use for the purposes of gas or water supply, or other municipal object, compensation must be secured and adjusted through the Court of Common Pleas. In such cases, the city is the taker of the property appropriated, for its own uses, and it must secure compensation to the owner as any other taker under the authority of the commonwealth would be required to do. Whether the proceedings should be in the Quarter Sessions or in the Common Pleas depends, therefore, on what is to be accomplished. If the purpose is to lay out and open a street, the Quarter Sessions is the proper forum. If it be to secure compensation for property appropriated by the city to streets or other public use, the Common Pleas has jurisdiction, as it has in the case of an entry by railroad or other corporations on private property. The case of Spring St., 112 Pa. 258, involved a question of compensation for a street opened by the action of the city; and, although the case was affirmed because the city went into the Quarter Sessions for the adjustment of the damages, and ought not, therefore, to be allowed to deny its authority, this court held that the city should have applied to the Common Pleas in accordance with the act of 1874.\nThere is no constitutional question in this case, nor is there the slightest resemblance between it and the recent case of Ruan St., 132 Pa. 257. In that case, no question was raised over the exercise of any municipal power. The right of the cities of either class to discharge the functions of municipal government was freely conceded. Among these is the laying out of streets; the decision of the question when, for municipal purposes, their opening should take place; how they shall be paved, cui'bed, sewered, lighted. What was denied was the right of the legislature to make the classification of cities the basis of legislation for them on subjects not relating to the organization or administration of their municipal governments, but to questions of public concern, such as the forms of procedure in the courts of the state; the rate of interest; exemption of property from levy and sale on legal process; the mode of proceeding to secure to a citizen compensation for an entry on his property for public use by virtue of the right of eminent domain, and the like. In other words, we held that while the classification of cities authorizes all necessary legislation for them as cities, in the management of their municipal affairs, it does not make three separate states within the territorial limits of Pennsylvania, for each of which there may be different laws, on subjects of a general character, from those in force in the rest of the commonwealth. On the other baud, while cities may have the legislation needful to the proper regulation and discharge of all municipal powers, they are, under the constitution, and they must remain,’a part of the state of Pennsylvania for all purposes not municipal, and subject to the laws of the state on all subjects not of municipal concern. It is plain that no such question is involved in this case. Here the city of Reading seized and appropriated private property to public use. It went into the Court of Common Pleas to give security and obtain an assessment of damages. This was exactly in accordance with the act of 1874, and with the decision of this court in Spring St., supra, and\nThe decree of the court below is affirmed; costs to be paid by appellant."}