{"id": "814948", "contents": "Opinion,\nMr. Justice Stébbett :\nIn view of the evidence, this was not only a clear case for submission to the jury, but it was scarcely possible for them to come to any other conclusion than that the defendants were chargeable with negligence, in leaving the hatchway open and unguarded and thereby causing the serious injury that was sustained by the plaintiff.\nIt appears from the evidence that defendants’ store, on the west side of Second, north of Arch street, had two entrances, which presented the same appearance when the outside doors were closed, as was the case on the day that plaintiff was injured. Between these doors or places of entrance wras a bulk window, in which articles of chinaware, queensware, etc., were displayed. The northerly entrance was intended for purchasers, and when the outside door was open it revealed an inside door, on the side of which was an enameled plate with the word “ push ” painted on it; but, when all the outer doors were closed, as they were on the day plaintiff fell into the hatchway, both entrances were externally alike, as to size, shape, appearance, etc., and about equally inviting to any one, not familiar with the premises, wishing to enter the store. In front of both was a marble slab, forming a step from the sidewalk. Immediately behind the southerly door or entrance, and within a few inches of the door-sill, was a hoistway eight or ten feet square. When not in use, a trap-door, flush with the floor, covered the opening into the cellar, and those connected with the store used it as a passageway and entrance. When the hoistway was in use, the trap-door was up, — not across the entrance, but at right angles thereto. The front door was usually locked; but, on the day of the accident the hoistway had been used, and the men had gone to another part of the store, leaving it open and the- front door unlocked. The plaintiff and her friend, passing the store, saw in the window an article which one of them wished to purchase. Mrs. Clopp opened the southerly door, and, taking the entering step to the store, plunged headlong into the cellar, about twelve feet in depth, and sustained injuries which, as the evidence .tends to show, were of a very serious and permanent character.\nOn the evidence, tending to prove the foregoing and other facts, the case was fairly submitted to the jury in a clear and comprehensive charge, in which 'the law applicable to the case was very fully and distinctly stated. The attention of the jury was specially directed to the questions of negligence and contributory negligence, upon which they were directed to pass in making up their verdict, and they were correctly instructed as to the law applicable thereto. In short, there was no error in any of the instructions contained in the very lucid and able charge of the learned president of the court below. It is unnecessary to notice specially any of the assignments of error. Neither of them can be sustained without ignoring principles that have been so long and thoroughly well settled as to admit of no reasonable doubt. The case hinged solely upon questions of fact, which were carefully submitted to the jury, and which they appear to have disposed of according to the manifest weight of the evidence.\nJudgment affirmed."}