{"id": "814922", "contents": "Opinion,\nMr. Justice Mitchell:\nThis being an indictment for obstructing a public highway, it was incumbent on the commonwealth to prove the locus in quo to be a highway. This was undertaken upon the two grounds of user and dedication. The village of Washington-ville had existed for three quarters of a century or more, with streets, among which, as the commonwealth claimed, was East or Third street. But the village was not incorporated until 1870, and the official map was not approved by the borough council until 1887. This map, when offered in evidence, contained a recital that it was a draught of the borough as originally laid out in 1818, together with such alterations as had been legally made, and also a draught of the several streets as established by the town council from suiyeys made in 1872, etc.., ..The map was not proved by -the surveyor who made it, ' ñor was the original draught of 1818 produced, or any reason given for the failure to produce it. There was therefore no evidence at all that this map was even a correct copy of the old one, and yet it went to the jury with the weight of its recital of the fact that the streets upon it, including the one in dispute, had been public highways since 1818. This, to the untrained mind of the jury, might well have seemed conclusive of the title by prescription, and therefore of the first requisite step in. the proof of defendant’s guilt. The assignments of error which depend upon the admission and use of this map must be sustained.\nThe ninth assignment must also be sustained. In criminal cases the commonwealth must prove that the defendant himself did the act charged. There are, it is true, some exceptional cases where it is sufficient to prove the act of an agent, but no case goes so far as to convict a landlord for the act of his tenant, even though he knew of it, and did not dissent. The facts of the case were peculiar in this regard, and the jury might well have found, under the evidence, that the landlord, being a boarder in the tenants’ house, was a joint occupant of the demised premises, and equally responsible for the act of obstruction. No doubt this was in the learned judge’s mind; but the case having been given to the jury, as it appears from the 'opening of the charge, under some pressure for time, at the close of the day, the jury were instructed in such terms as might lead them to believe that the landlord would be criminally responsible for the separate act of the tenants, if he knew of it and did not dissent.\nThe same circumstances of the trial probably led to the unfortunate putting before the jury of the probable result of a verdict of guilty. It was no doubt inadvertently done, as both sides apparently had commented on the matter, and the judge almost immediately rectified the mistake by explicit directions that the jury had nothing to do with the result, but should decide according to the evidence. But a jury might be apt to understand it as in some degree a subject for their consideration, and in that aspect it was a dangerous error, which can hardly be considered cured by the subsequent directions.\nThe other assignments are so largly dependent on the points already discussed that they need not be separately considered.\nJudgment reversed, and venire de novo awarded."}