{"id": "814971", "contents": "Opinion,\nMr. Justice Stebbett:\nIn his statement, plaintiff claimed $2,000, the full face value of the policy. The company, in its affidavit of defence, averred that the insured, by reason of his having committed suicide on July 27,1889, violated the eighth condition of his policy, and thereby rendered the same null and void except as to the sum of $74.52, the “reserve value” of the policy, which is protected by the ninth condition thereof. The eighth condition, above referred to, provides, “ that, in ease the insured shall die by his own hand, whether sane or insane, .... this policy shall become null and void.”\nThe plaintiff, having elected to take judgment for the reserve value admitted to be due, and proceed for the residue, entered a rule for judgment for want of a sufficient affidavit of defence. The rule was afterwards made absolute, and judgment entered accordingly. From that judgment this appeal was taken, and the only question for our consideration is whether the court below erred in construing the thirteenth condition of the policy, and holding that the company was estopped by its provisions from insisting on the bar of the eighth condition, above quoted. The thirteenth condition is as follows:\n“ Whether the insured reside in Ohio or elsewhere, this policy is issued subject to the following named section of the Ohio Revised Statutes: ‘Sec. 3626. All companies, after having received three annual premiums on any policy issued on the life of any person in this state, are estopped from defending upon any other ground than fraud, against any claim arising upon such policy by reason of any errors, omissions, or misstatements of the assured in any application made by such assured on which the policy was issued except as to age.’ ”\nIt.was conceded that the three annual premiums were paid by plaintiff’s intestate, and, if the learned president of the Common Pleas was right in his construction of the thirteenth condition, the company was estopped from enforcing the bar of the eighth condition of the policy in this case; but we are of opinion that he was mistaken as to the scope and effect of the thirteenth condition. In our opinion, it has no effect whatever on the eighth condition.\nThe condition in question is not as clearly expressed as it might have been, and its meaning is further obscured by the omission of a comma after the words “such policy.” For- . merly, it was unusual to punctuate legislative acts and deeds, but in construing them the courts always read them with such . stops as gave effect to the whole: 41. R. 65. It is well settled that neither punctuation nor the absence of points is to be seriously regarded in the construction of statutes. It was intended by the condition under consideration that the company, after having received three annual premiums, should be es-topped from defending, etc., on the ground that errors, omissions, or misstatements were made by the assured in the application on which the policy was issued, unless such errors, omissions, or misstatements were of such a character as to amount to actual fraud, excepting, however, misstatements as to age, whether fraudulently made or not. In other words, the thirteenth condition relates solely to defences based on errors, omissions, or misstatements in the application, and, with the exception of errors or misstatements as to age, it debars the company from defending on either ground in case the error, omission, or misstatement was inadvertently or innocently made; but it does not prohibit the company from defending on the ground that the errors, omissions, or misstatements were fraudulently made, or on the ground that error or misstatement as to age was actually made, whether fraudulently or not.\nWe find nothing in any of the provisions of the policy that was intended to estop the company, in any case of suicide, from setting up the bar to the eighth condition, except to the extent of the “ reserve value ” of the policy, to which reference has aleady been made.\nJudgment reversed."}