{"id": "814909", "contents": "Per Curiam.\nThe plaintiff has no cause to complain that he was nonsuited by the court below. He had no case. His claim was a mere attempt to speculate upon the credulity or the prejudices of a jury, and the learned judge below properly held there was nothing to submit to them. The plaintiff was a butcher, residing in Montgomery county, and was in the habit of driving a two-horse wagon to the city of Philadelphia, loaded with meat, which he sold to his customers. On the day of the accident he was engaged on Columbia avenue, delivering meat from his wagon, when his horses became restive at the approach of one of the cars of the defendant company. He then left the rear end of his wagon, and went to his horses’ heads to quiet them. The car approached, and when near the horses stopped, the gripman at the same time ringing his bell. The horses took fright, broke from plaintiff and ran away, by means of which he was injured, and for which injuries he now claims compensation from defendant company.\nThese are the substantial facts of the case, briefly stated. They disclose no negligence on the part of the company. The car did not touch the plaintiff or his team. The accident was wholly due to the fright of his horses. It was urged, however, that the gripman stopped his car where he should not have done so, and rang his bell needlessly. But he stopped at or near a crossing where he had a right to stop. We do not know why he stopped, nor are we bound to inquire. It may be he saw the horses were restive, and feared coming into collision with them. So far as ringing the bell was concerned, the case closely resembles Phila. Traction Co. v. Bernheimer, 125 Pa. 615, Where we said: “It was not negligence to ring the bell as the car approached Fourth street. It would have been negligence not to have done so.” ' The bell of a traction car is not only rung at all street crossings, but frequently at other places, to warn persons of its approach. Nor does such ringing necessarily tend to frighten horses. If it did, there would be accidents daily. We have said emphatically that it would be negligence not to ring at a crossing, and the plaintiff would probably have been swift to invoke the benefit of such rule had his injury resulted from an omission to do so. If we now say, or permit a jury to say, that it is negligence to ring at a crossing, what rule would the company or its gripman have to guide them in such cases ?\nAside from this, if the gripman saw that plaintiff’s horses were restive, it does not follow that he had any reason to apprehend the accident that occurred. The plaintiff, according to his own testimony, was at their heads, and might naturally be supposed to be able to control them. There is no analogy between this case and the use of a steam-whistle wantonly blown in a crowded place. The steam-whistle- naturally tends to alarm horses; the traction bell does not. What was said of a steam-road in Phila. etc. R. Co. v. Stinger, 78 Pa. 219, is applicable here: “We have held these corporations to a strict line of responsibility for the failure to give sufficient warning of the approach of their trains at road crossings. It would not be just to them, nor safe to the traveling public, for us now to criticise too closely the precise amount of noise employed in giving the needed warning at such places.” We may supplement these remarks by saying that, in view of the crowded condition of the streets of the city of Philadelphia, the number of women and children and of aged and infirm persons who are constantly crossing the tracks of the traction company, not only at street intersections, but elsewhere, we would be loth to sanction a principle which would make a gripman hesitate to ring every time his hand touched the bell rope.\nJudgment affirmed."}