{"id": "817438", "contents": "Opinion,\nMr. Chief Justice Paxson :\nA preliminary injunction was issued in this case, February 8, 1890, which, after hearing, the court below dissolved on the twenty-first of the same month. This appeal was taken by the plaintiff from the order dissolving the injunction.\nIt is not our practice, as we have frequently stated, to file opinions in cases of this character. We shall not depart from it in this instance, so far as the merits of the case are concerned, but there is one feature about it which requires a few words of comment. It appears that the plaintiff is the lessee of certain coal mines, of which the defendants are the owners or lessors, and that since 1887 lie has been operating said mines. A dispute having arisen as to the manner of working the mines, and the amount of royalty due under the lease, the defendants proceeded by force to tear up a portion of the tramway used by plaintiff in shipping his coal. The plaintiff replaced it, and it was again torn up. This occurred for the third time ; the last being on February 8th, while the plaintiff was obtaining a preliminary injunction to restrain the defendants. The writ was. served just as they had finished the work of demolition, and this coincidence is strongly suggestive of a race against the law. When the cause came on to be heard upon the motion to continue the injunction, the learned court dissolved it, in part for the reason that the act sought to be restrained had already been done, and that it had no power at this stage of the cause to issue a mandatory injunction, and restore the property to its former condition.\nIn the recent case of Easton etc. Pass. Ry. Co. v. Easton, 133 Pa. 505, we had occasion to express our views in regard to the propriety of settling legal disputes by the strong hand. I quote a few words from the opinion in that case as applicable here:\n“ There is a growing disposition in this commonwealth, especially on the part of corporations, private as well as municipal, to take the law into their own hands, and settle controversies by force, instead of appealing to the courts to redress their wrongs and enforce their rights, in an orderly and peaceable manner. Instances are not rare, and are of recent occurrence, where bands of men have stood confronting each other, some of them with arms in their hands, in the assertion of supposed rights. The public peace has been threatened in this manner, sometimes resulting in loss of life. It is well that it should be known that such persons, whether representing individuals, private corporations, or municipalities, are simply rioters, and answerable to the criminal law for their conduct.”\nIn that case the authorities of the city of Easton tore up the tracks of a street-car company because the latter had put down a kind of rail of which the city councils did not approve. They did not invoke the aid of the courts in enforcing their supposed rights, but asserted them with the strong hand. What the city did in that case, the defendants did in this; they decided in their own favor all the questions of law and fact arising under the lease, and enforced their decision by tearing up the tramway, not only once but thrice, the last destruction being so well timed as to escape by a few minutes the injunction issued bj^ the court. If such matters are to be settled in this way; if we sanction the doctrine that might makes right, there will be little use for the civil courts, while the criminal side of the courts will have a large accession of business, in the matter of riots, assaults, and homicides growing out of such transac tions.\nWhat we did in the Easton case we will do here. We will restore the injunction, without passing upon the merits of the case. ■ They will be considered when it comes here upon final hearing. As far as it is possible upon a preliminary injunction, we will restore the status quo as it existed prior to the acts of the defendants. While the injunction will not require the defendants to relay the tramway, it will enable the plaintiff to do so, and will protect him in its use pending this litigation.\nThe decree is reversed at the costs of the appellees, and the preliminary injunction is reinstated."}