{"id": "817403", "contents": "Opinion,\nMr. Chief Justice Paxson:\nThe second assignment alleges that the court below erred in refusing to quash the indictment because the wife of the defendant was examined before the grand jury as a witness, and testified against her husband contrary to law. It nowhere appears that she testified against her husband contrary to law. The defendant was indicted for the crime of adultery. The act of May 23, 1887, P. L. 158, expressly authorizes the wife to testify to the marriage, upon a charge of adultery against the husband. We have nothing here but the indorsement of the wife’s name as a witness on the back of the bill of indictment; and, in the absence of any information as to what she testified to, we must presume she was examined only as to matters to which she was a competent witness.\nThe objection to the exclusion of the juror, J. D. Larkins, is without merit. The juror was challenged for favor by the commonwealth. It appeared that he had conversed with the defendant, and had exchanged cigars and drinks with him. We think this was sufficient. The commonwealth was not bound to accept a juror who had been on such easy terms with the defendant. Moreover, the latter was not injured because of the exclusion of this juror. He had no right to have this particular juror sworn in the cause. He had a right to be tried by an impartial jury; nothing more. The case is widely different from that of forcing a partial juror into the box against the objection of the defendant. In such case, lie is forced to challenge peremptorily to get rid of him.\nThe third assignment alleges error in permitting the commonwealth to ask the defendant, upon cross-examination, when on the stand as a witness in his own behalf, why he had pleaded guilty of the adultery in Ohio with Mrs. Clayton. The defendant was charged with adultery with this Mrs. Clayton, and in his examination in chief had stated that he had not committed adultery with her on the date laid in the indictment, nor at any other time. The question upon cross-examination was asked, not to show a conviction in Ohio of the offence, but to contradict the witness by showing that he had pleaded guilty in that state to a charge of adultery with Mrs. Clayton. This went directly to contradict and discredit the witness, and we think it was competent. It was his own declaration or admission of the fact, and was not rendered incompetent because solemnly made in the course of a judicial proceeding.\nThe remaining assignments refer to the charge of the court. In this we see no error. If it bore somewhat hardly upon the defendant, it is because the facts were against him. It was not error to say to the jury that the charge of adultery may be inferred from the fact of a man and a woman, not husband and wife, occupying the same bed and room, undressed, in the night time. The jury had the full benefit of defendant’s story about having been alarmed by supposed burglars, and seeking Mrs. Clayton’s room, en déshabillé, to get his revolver. They did not believe a word of it, however, and we do not wonder at it. There appear to have been no burglars about the house that night.\nThe judgment is affirmed; and it is now ordered that Henry A. Mosier, the defendant, surrender himself forthwith to the custody of the keeper of the county jail at Smethport, to serve out the un expired time of the sentence imposed upon him by the court below."}