{"id": "819999", "contents": "Opinion,\nMb. Justice Clabk :\nThe will of the testator, Philip Dorney, was probated on the 16th of September, 1840; at that time his daughter, Amanda Cornelia, the appellant, was a child five years of age, of course unmarried and not contemplating marriage. She was first married to Craig, June 14,1855; her husband died in November, 1864. She was afterwards married to Kuntzleman, and survived her second husband also.\nThe testator’s will contained a clause as follows:\n“And the remaining one full equal and undivided tenth part thereof unto the said George Miller, his heirs, executors, administrators, and assigns, in trust, nevertheless to place and continue the personal estate at interest on good landed security or interest, or invest the same in some productive public funds, or loans, and to pay the interest and income thereof, and the rents, issues, and profits of the real estate, unto my said daughter, Amanda Cornelia Dorney, for her sole and separate use, upon her separate receipt, without the control or interference of any husband she may have or take, for and during all the term of her natural life; and, from immediately after the decease of my said daughter, Amanda Cornelia Dorney, then, in trust, to and for the only proper use, benefit, and behoof of such person, or persons, as would be entitled to the same by the laws of the commonwealth of Pennsylvania, if my said daughter had survived her mother, and husband, if any she may have, and died intestate, seised and possessed of the said premises, and for such estate and estates, as such person or persons would, in such case, be entitled by the laws aforesaid.”\nThe appellant’s contention is, that the whole purpose of the trust, created by this clause of the will, was a trust for coverture, or for the separate use of the testator’s daughter, which fell for lack of a marriage, or a contemplated marriage, to support it; that as her mother and her husband are both dead, the parties to take, at the daughter’s death, are her right heirs, and that by the Pule in Shelley’s Case she has an absolute estate in the fund for distribution. The appellees, on the other hand, contend, first, that the trust is active during the continuance of the life-estate of Mrs. Kuntzleman; that her estate therefore is an equitable estate, whilst the estate to the heirs in remainder is legal, and that for that reason the former cannot coalesce with the latter; and, second, that, even if the particular estate be held to be a legal estate, the estate in remainder is limited in language which does not bring the gift within the rule.\nIt is conceded on all hands, that for the reasons already stated the trust cannot be sustained as a separate use, or as a trust for coverture, and the authorities are full and plain upon this point: Wells v. McCall, 64 Pa. 208; Ogden’s App., 70 Pa. 501. Nor, apart from the purpose of the testator with respect to the remainder, can we discover any other object to be attained by the trust, than a separate use for his daughter. In the case of each of his sons, the income was to be “ free from their debts,” etc.; and, although the use of these words, perhaps, was not essential to create a spendthrift trust, their omission in the clause quoted is significant in the ascertainment of his purpose with respect to his daughter. There is nothing in this will to indicate the testator’s intention to create a spendthrift trust; on the contrary, it is plain that his purpose was to create a trust for coverture.\nWhere an active trust is created to give effect to a well defined, lawful purpose of a testator, in relation to his family, the trust will be sustained, whether the cestui que trust be sui juris or not. This was established in Barnett’s App., 46 Pa. 392, overruling, in terms, Kuhn v. Newman, 26 Pa. 227, where a different doctrine had been declared, and the ruling in Barnett’s Appeal has since been steadily maintained : See Earp’s App., 75 Pa. 119, and cases there cited. In these cases, however, the bequests and devises of income were to children for life, irrespective of coverture, and a clear purpose appeared to protect the corpus of the estate for the ultimate devisees.\nBut the cases cited, and many more in the same line and to the same effect, are clearly distinguishable from those in which the purpose of the testator is to create a trust for coverture. A trust for coverture is one of the well-settled instances, in the doctrine of special trusts, where the trust falls if there is no marriage, in fact or in contemplation, to support it, or where upon the husband’s death coverture ceases. And it is immaterial that the trust imposes active duties upon the trustee. These duties are only subsidiary to the main purpose: they are mere incidents or adjuncts to the trust; and, if the trust itself falls, these active duties are dispensed with; they will not uphold the trust, they fall with it: Megargee v. Naglee, 64 Pa. 216; Yarnall’s App., 70 Pa. 336; Ogden’s App., 70 Pa. 501; Ashhurst’s App., 77 Pa. 464; Williams’s App., 83 Pa. 377.\nBut we think the testator’s purpose, in part, was by means of this trust to protect the corpus of the estate for the parties entitled in remainder, and we are of opinion that the trust should be upheld in support of the remainder. The bequest of the interest and income is expressly for life and not during coverture, and is of the income only, not of the corpus of the estate. Those entitled in remainder are “ such person or persons as would be entitled to the same by the laws of the commonwealth of Pennsylvania,” if the daughter “had survived her mother and husband,” and died intestate. The expression “ such person or persons as would be entitled to the same by the laws of the commonwealth of Pennsylvania,” may perhaps be taken to signify “ heirs ”: Dodson v. Ball, 60 Pa. 492; Williams’s App., 83 Pa. 377; and it may be assumed that the persons entitled under the words of the entire clause are such persons as, at the daughter’s death, are her heirs-at-law, exclusive of her mother and her husband.\nBut, to bring the devise within the Rule in Shelley’s Case, the limitation in remainder must be to the heirs in fee, or in tail, as a nomen collectivum for the whole line of inheritable blood. When the testator annexes words of explanation to heirs, or heirs of the body, as to heirs now living, etc., using the terms as mere descriptio personarum, or for the specific designation of individuals, a new inheritance is thereby grafted upon the heirs to whom the estate is given: 4 Kent Com., 221; and they will be assumed to take as purchasers. The Rule in Shelley’s Case, when applied to real property, enlarges the life-estate into an inheritance. The heirs, in such case, therefore, take qua heirs, and it is not in the power of the testator to prescribe a different qualification to heirs, from what the law prescribes when they take in the character of heirs.\nFor these reasons, we are of opinion that the limitation over, in this case, does not bring the gift within the rule, even if the particular estate should be considered legal. The limitation is to some only of those who would take under the intestate law. The husband and the mother are expressly excluded. It is true they are both now deceased, but that circumstance can have no effect: the testator’s intent must be ascertained from and his will construed according to the words of the will; and these are to be read in the light of the circumstances under which the will was written. The merely accidental fact that the husband and mother are both now dead, does not bear upon the testator’s intent at the execution of the will, or determine its meaning when it took effect.\nYarnall’s Appeal, supra, may perhaps be regarded as authority for the proposition that the exclusion of the husband does not narrow the line of descent, when the donor’s intention was to create a trust for the separate use of the wife. Mr. Justice Agnew, delivering the opinion of the court in that case, said :\n“ It is argued that the exclusion of the husbands of the daughters in the remainder clause narrows the line of descent. But, clearly, this does not change the intent of the testatrix in this will, for it must be remembered that there were no husbands in existence, and that this so-called exclusion is an expression corresponding with the intent of the testatrix, which was to give the daughters separate estates, the effect of which would be to exclude the husbands.” Whilst this reasoning is not entirely clear, it is plain that it does not extend to the exclusion of the mother.\nWe are of opinion that the Rule in Shelley’s Case has no application ; that the parties entitled at the death of the testator’s daughter take by purchase, and the trust should be upheld to protect their rights.\nThe decree of the Orphans’ Court is affirmed, • and the appeal dismissed at the cost of the appellant."}