{"id": "820001", "contents": "Opinion,\nMr. Justice Sterrett :\nThis action was brought by the widow and minor child of Henry Shadier to recover damages for the death of the latter, caused, as the jury found, by the negligence of the county.\nIt appears that the deceased, Mr. Shadier, was engaged in threshing for farmers in the vicinity of Williamsburg. At that place, the Juniata river, dividing the townships of Woodbury and Catharine, in said county, was spanned by a bridge about 180 feet long. In-November, 1887, Shadier took his traction engine, without separator, and started to cross the bfidge. When he had passed over about twenty feet of that structure, it suddenly broke down, threw the steam-engine and boiler into the river, killed Shadier, and injured his assistant.\nThe evidence tended strongly to show that the joist beams and other important timbers of the bridge were badly decayed, and that the structure generally was in bad repair; that ordinary inspection would have disclosed these defects, and that the duty of keeping the bridge in safe condition for ordinary purposes of travel had been sadly neglected. It further appeared that the bridge was built by the county of Huntingdon in 1839, and was entered of record as a county bridge ; that in 1846 Blair county was formed from parts of Bedford and Huntingdon, embracing the townships in which the bridge had been erected seven years before ; that, from the organization of Blair county until the date of the accident, the bridge was known as a county bridge, and the only repairs ever made thereon were made by that county; that in 1871, and again in 1881, somewhat extensive repairs were made, but in the latter year the county commissioners neglected to replace the decayed joist beams and make other repairs necessary to render the bridge safe for ordinary travel.\nThe questions of fact presented by the evidence were .submitted to the jury in a clear and comprehensive charge, to which no exception was taken. In affirming defendant’s points, the learned judge, in effect, instructed the jury that if “ Shadier, in attempting to cross the bridge, was using it in an extraordinary manner, or with an extraordinary vehicle of unusual weight, not suitable to a highway opened and prepared to be used in the common intercourse of society and in the transaction of the usual and ordinary affairs of business, he took upon himself the risk of injury, and the plaintiffs have no right to recover from the county, even though such injury was the result of such defects and imperfections of the bridge as would render the county liable to individuals lawfully and properly using the same; ” that, before crossing the bridge, Shadier was bound to take notice of its apparent strength, the purpose for which it was built, and the kind of vehicles ordinarily used thereon, and if he took upon the bridge a vehicle of extraordinary weight, with such weight concentrated in an unusual-manner, so as to be unusually perilous, then he was putting the bridge to an unusual and extraordinary use, and the plaintiffs are not entitled to recover; that, if an “ordinarily prudent man, in transporting a traction engine, such as his was, across the bridge, would have first examined the condition and strength of the bridge, then it was not ordinary prudence and cave in Shadier to attempt to cross as he did; ” that “the duty of the county commissioners was well performed if the bridge was in a reasonably safe condition for travel, in the ordinary mode used in the neighborhood, by people who commonly used said bridge.” In view of these and other well-guarded and proper instructions, the jury must have found that, without any fault of his own, the deceased lost his life in consequence of the negligence of those whose duty it was- to keep the bridge in proper condition for public travel. The questions' of fact submitted to the jury were thus definitely settled in favor of the plaintiffs.\nThe main ground of defence, however, was that the county defendant could not in any event be liable, because, under the law applicable to the territory out of which it was formed, it was not the duty of the defendant to repair the bridge. The court was accordingly requested to charge that, the bridge “ being in a part of Huntingdon county which was separated therefrom in 1846 to form the county of Blair, and the act of April 18, 1843, imposing on counties the liability to repair county bridges, having been repealed as to Huntingdon county by the act of March 11, 1844, there can be no recovery in this case, and the verdict must be for defendant.” The facts of which that legal proposition is predicated being undisputed, the question of law presented therein was reserved by the court, with the right to enter judgment non obstante veredicto. That was afterwards done, and the question now is whether the learned judge did not err in so doing.\nThe act of April 13,1843, P. L. 221, expressly declares: “ It shall be the duty of the county commissioners of the several counties of the commonwealth to repair all bridges erected by the county, and to pay the expense of such repairs out of the county treasury in the usual manner.” This is undoubtedly the general law of the state on the subject of repairing county bridges, and was so when the county defendant in 1846 was erected out of parts of Bedford and Huntingdon counties. The first section of tlie act of February 26, 1846, P. L. 64, after specifying the territory that was thereby erected “ into a new and separate county, to be called Blair,” declares: “ The inhabitants thereof shall, from the fourth Monday of July next, have all such courts, jurisdictions, officers, rights, and privileges as the inhabitants of the other counties of this commonwealth are or may be entitled to; and all officers therein shall be qualified in the same manner and be subject to perform the same duties.....as other similar officers in said other counties.” This is followed by a provision for electing, at the next township, borough, and general elections, such officers as, under the general law of the state, the qualified electors of other counties were authorized to elect. “ The other counties of this commonwealth,” referred to in the act, are evidently those counties thatwere then and still are subject to the general law relating to township, borough, and county officers, and prescribing their duties. The supplement of April 20, 1846, P. L. 398, to the act creating Blair county, provides that the governor shall, on or before the second Monday of June next, “appoint three judicious persons as commissioners of said county, to serve until their successors shall be duly elected and qualified, who shall perform the usual duties of county commissioners.” One of the usual duties of county commissioners then, as now, was to keep county bridges in good repair; and, in so interpreting the law, at that time and for many years thereafter, we think the commissioners of Blair county were right. The mistake that was ultimately made by their successors in office was in neglecting to discharge that duty as they should have done, and in then attempting to evade the consequences of their negligence by repudiating the obligation which that long-recognized duty imposed on them.\nIt is impossible to consider the provisions of the act of 1846, to which reference has been made, without coming to the conclusion that, in erecting the new county of Blair, the legislature intended to subject the territory embraced therein to the general laws of the state, relating not only to the election and qualification of township, borough, and other officers, but also to the duties of such officers, respectively, as prescribed by said general laws. The act, in express terms, declares that “ all officers therein shall be qualified in the same manner, and be subject to perform the same duties,” as similar officers in the other counties of the state generally. If that be so, it was clearly the duty of the county commissioners, under the general law, to. repair the bridge in question. For more than forty years they recognized that duty, and undertook to perform it. It was not until after Shadier was killed in consequence of their negligence, as the jury found, that they attempted to deny the existence of the obligation they had theretofore recognized and assumed to perform. We think, therefore, that the learned judge erred in entering judgment for defendant non obstante veredicto.\nJudgment reversed; and judgment is now entered on the verdict, in favor of plaintiffs, for $2,000, with interest from January 29, 1890, the date of the verdict."}