{"id": "821426", "contents": "no. 6.\nOpinion,\nMr. Justice Clark:\nThe importance of this case, and the necessity for a speedy decision, in view of the approaching spring elections, induced us to advance the hearing ; it was accordingly certified to the Western District, and was heard at the October Term in Pittsburgh. The contest is a triangular one. The city of Wilkes-Barre has the extreme misfortune, at this time, to have three different and distinct boards of school directors, each claiming the right to manage and regulate the common schools of that city; and, as each of these several and respective boards is represented in the two appeals entered in this court, it is our duty to determine, under the somewhat complicated condition of the law affecting the schools of that city, which of these three boards of school directors is the legal and rightful board, entitled to exercise the powers and duties pertaining to that office.\nThe city of Wilkes-Barre was incorporated by special act of assembly, approved May 4, 1871, P. L. 539, its area comprising all of the then borough of Wilkes-Barre, and portions of the territory of the north and south districts of Wilkes-Barre township.\nBy the provisions of the 28th section of the city charter, that portion of the north district remaining in the township was attached to the portion embraced in the city limits for school purposes, and this constituted the First District; and that portion of the south district remaining in the township was attached to the portion included in the city limits for school purposes, and constituted the Second District; whilst the territory embraced in the borough of Wilkes-Barre constituted the Third District.\nOn May 31,1889, an act of assembly was approved repealing the 28th section of the charter, with a proviso, however, that the repeal should not go into effect until from and after the first Monday of June, 1890: P. L. 418. In the ■ meantime, however, on May 23, 1889, an act of assembly was passed, entitled “ An Act constituting each city of the third class a single school district, providing for the election of school controllers, the levy and collection of taxes, and the management of its. affairs ; ” the provisions of which act, the city of Wilkes-Barre, being a city of the third class, in pursuance of the fifth section thereof, in January, 1890, formally accepted.\nAt the February election, in the year 1890, the qualified voters of the city elected a general board of fifteen school controllers, chosen pursuant to the second section of the act of May 23, 1889, one from each ward, and upon a general ticket elected, also, a board of six school directors, under the general common-school law of May 8,1854, P. L. 617. (1) The board of ward directors claim to exercise the office, alleging the act of May 23, 1889, to be wholly constitutional; (2) the board of six directors at large claim to be the rightful board, alleging the act to be constitutional, if constitutional in any part, in the first and ninth sections only, and that the election under the second section was invalid; whilst (3) the old board maintain that the act of May 23,1889, is wholly unconstitutional and void; that the act of May 31, 1889, did not take effect until after the first Monday in June, 1890; that the election in February, 1890, was therefore without authority of law, and that by the act of 1854, § 3, their powers and duties are continued until a new board of directors is properly elected and organized. The members of these several boards, Nos. 1, 2, and 3, each claim to exercise the office of school director or controller, and are the contestants in these cases. The questions to be determined, therefore, are, first, the constitutionality of the act of May 23, 1889; and second, the effect of the repealing act of May 81, 1889.\nAs to board No. 1 it is contended, that the act of May 23, 1889, is in contravention, first and principally, of article III., § 7, of the constitution, and also with article IX., § 1; article III., § 3, and article XI., § 1.\nPrior to the adoption of the constitution of 1874, and the passage of the act of May 23, 1874, P. L. 230, entitled “ An Act dividing the cities of the state into three classes,” etc., “ and providing for the incorporation and government of cities of the third class,” the several cities of the commonwealth exercised their corporate powers and were regulated in their municipal affairs by local and special laws; consequently, there was such diversity of charters that no two cities stood upon the same plane. The constitution of 1874, however, article XV., § 1, provided that cities might be chartered whenever a majority of the electors of any town or borough, having a population of at least ten thousand, should at any general election vote in favor of the same; but it was further provided, inter alia, article III., § 7, that the general assembly should not pass any local or special law incorporating cities, changing their charters, regulating their affairs, or prescribing the powers and d-uties of their officers, nor any local or special law changing school districts, or regulating their affairs or prescribing the powers and duties of officers therein.\nBy the act of 1874, which was the first general law on the subject, it was provided, “ that for the exercise of certain corporate powers, and having respect to the number, character, powers, and duties of certain officers thereof,” the cities then in existence, or thereafter to be created, should be divided into three classes: those containing a populatiou of 300,000 to constitute the first class; those containing a less population and exceeding 100,000, the second class ; and those containing less than 100,000, and exceeding 10,000, the third class. The city of Philadelphia was the only city of the first, and Pittsburgh the only city of the second class; but there were a number of cities of the third class holding distinct and special charters, each being different in its provisions from the others. It whs to remedy this evil, and to promote uniformity in the municipal government of cities in their corporate affairs, that the provisions referred to were inserted in the constitution; audit was to carry the constitutional provisions into effect that the act of 1874 was passed. It was further provided in the act of 1874, however, that the corporate powers, etc., of cities of any class, then in existence by virtue of special laws or charters, should remain under and be governed by these special laws or charters, except as otherwise provided by that act. Although the purpose of the act of 1874 was to provide a new and general system for the government of cities, it did not apply in the'first instance to cities existing by special charter. But, in order that it might be considered a general law, it was not required that it should repeal all the local and special laws and charters of existing cities. The act is general, because it was passed for the whole state, and upon a surrender or repeal of these special charters, it would be applicable and operative throughout the state, without any change or amendment thereof: Evans v. Phillipi, 117 Pa. 226; In re Henry Street, 123 Pa. 346.\nIn the several sections of the act, specific and general provisions are made for the future incorporation of cities of the third class, prescribing the method of conducting the election, and of obtaining the letters-patent, defining the corporate powers and also the number, character, and duties of the officers, etc. The act, in this respect, applies only to cities of the third class thereafter incorporated, but in the 57th section a method is provided by which cities of this class having special charters may come in under the general law. The 57th section provides :\n“ Any city of the third class, or any city of less population than 10,000. inhabitants, heretofore incorporated, may become subject to the provisions of this act, governing such cities of the third class to be hereafter incorporated; and the mayor and councils of such city may effect the same by an ordinance thereof, duly passed by a majority of the members elected to each branch thereof voting in favor of the same ; and a certified copy of such ordinance, approved by the mayor, etc., shall be forwarded to and filed in the office of the secretary of this commonwealth, and when so filed the governor shall, under the great seal of the commonwealth, certify the surrender of the former charter and the acceptance of the provisions of this act, etc., and from the date of such certificate the said city shall be governed, controlled and regulated by and under the provisions of the act,” etc.\n• The surrender of the special charter and the acceptance of the general law of the state, are proper matters of municipal legislation, under the provisions of the act of 1874, and were therefore appropriately submitted to the legislative powers of the city; and, as the members of this legislative body were chosen in view of the provisions of the act, they may be said to act in a representative capacity in passing the ordinance which brings the city under the general law.\nBut the act cannot be considered a local or special law because it became applicable to such other cities of the third class, only, as might accept its provisions, in the manner stated. The case of Reading v. Savage, 124 Pa. 328, is exactly in point. In that case we said: “ When the requirements of the fifty-seventh section are complied with, in any given case of a preexisting city, such city enters into the third class of cities, whose future incorporation has been provided for, and becomes a constituent part thereof. No city is prevented from doing this, and all have the opportunity of doing it. Those that do not embrace the opportunity simply remain as they were before, and all that do embrace it become members of a class whose existence and all the elements of whose government are regulated by general law. There is no possibility of any exercise of the powers or privileges conferred by the fifty-seventh section which can work affirmatively a local or special result. Whatever is done by virtue of this section simply converts that which was, or might be, local or special, into that which is general.” As each city of the third class accepts its provisions, the diversity of city charters is diminished to that extent, and uniformity follows in the proportion that these acceptances are increased, until, as contemplated by the legislature, the municipal government of all such cities shall be the same. The hope that this consummation may be reached is founded in the facts that special legislation, in aid of cities existing by special charter, is prohibited, and that, in the changing conditions incident to their growth in population and wealth, they will ultimately find their interests best protected in the wise and beneficent provisions of the general system.\nIn Scranton School D.’s App., 113 Pa. 190, a widely different question was presented. The question in that case was upon the act of March 18, 1875, P. L. 15, which, as a supplement to the act of May 23, 1874, made certain other provisions for the government of cities of the third class, providing for the appointment of assessors, the classification of real estate for taxation, and for the assessment and collection of taxes, etc.\nThe fifth section of the act contained the following proviso: “ Provided that no city of the third class, nor any city of less population than ten thousand inhabitants, heretofore incorporated, shall become subject to the foregoing provisions of this act, until the same are accepted by an ordinance, duly passed by a majority of the members elected to each branch thereof voting in favor of the same, and approved by the mayor.” The effect of this proviso, if the act was constitutional, was, that the act should not apply, unless formally accepted, to any city of the third class, etc., incorporated prior to March 18, 1875, even though that city had already accepted the provisions of the act of May 23,1874, or had in fact been incorporated under that act. In Reading v. Savage (supra) we said: “ As to all those which had been previously incorporated, a double acceptance was made necessary; first, of the provisions of the act of 1874, under the fifty-seventh section of that act, and second, of the provisions of the act of 1875, under the proviso of the fifth section. The proceedings upon acceptance under the two acts are quite dissimilar, and, without a strict conformity to both, no city previously incorporated could have the benefit of the act of 1875. Those cities, which in reality did accept under both acts, would thus in fact become a class by themselves, and that class could only be made up by individual accessions from time to time. But it might very easily happen that only a single city, or at most a few, would adopt the double acceptance made necessary by the act of 1875, and in that event the new class thus created would be limited to that one or those few.” The test, as we said in Frost v. Cherry, 122 Pa. 427, “ is not results, but possibilities; ” and, if the act of 1875 had been sustained, It was possible for us to have cities of the third class: (1) by-special charter as before; (2) cities of the third class under the ¡act of 1874; and (8) cities of the third class under the acts of 1874 and 1875. The elective clause in the act of 1874 was sustained, because its exercise necessarily tended to uniformity, whilst a similar clause in the act of 1875 was condemned, because its exercise tended to diversity.\nWith this plain and obvious distinction in view, we come to consider the act of May 28, 1889, P. L. 274. It is entitled, “ An act constituting each city of the third class a single school district, providing for the election of its school controllers, the levy and collection of taxes and management of its affairs.” It contains provisions wholly different from those of the act of 1874; it not only changes the provisions contained in the general act, but adds other and entirely new provisions relating to the affairs of the schools, and of the school districts. It applies only to the cities of the third class thereafter incorporated, but in the ninth section it is provided as follows: “ Any city of the third class, now incorporated, may accept and become subject to the provisions of this act by resolutions of the school boards of such city, duly passed by a majority of the members elected in each of such separate districts thereof, voting in favor of the same,” etc.\nIt is plain that this provision is precisely similar, in effect, to the act of 1875, which was passed upon in Scranton School D.’s Appeal (supra) : its tendency is not to uniformity, but to diversity; its results are not general, but special and local. It will be observed that, “ any city of the third class,” incorporated before its passage, whether b}1\" special charter or under the general law of 1874, may accept its provisions, and any of such cities may refuse to accept them. Wilkes-Barre is a city of the third class by special charter. The local authorities of the city have not yet accepted the provisions of the act of 1874, but desire to avail themselves of the act of 1889, which is not an amendment to the act of 1874, but an original act. If the act of 1889 is sustained, we are liable to have cities of the third class: (1) by special charter as before; (2) by special charter and under the act of 1889; (8) under the general act of 1874; and (4) under the acts of 1874 and 1889. Another such statute would double these possibilities, and each succeeding similar enactment would double tbe possibilities then existing. This diversity, thus increasing in a geometrical ratio; would result in a confusion and disorder with which the evils of undisguised special legislation cannot be compared. In order to procure special legislation upon any subject relating to the government of cities, it would only be necessary to procure the passage of a law, in general form, with the specific and special features desired, with a provision that it should apply only to such cities as might accept it; and it would be possible, in this form of legislation, for each city of the third class in the state to have, to some extent, its own peculiar’ system, with like effect as if enacted by special law.\nThe legislature, in the act of 1874, provided a general system, upon which are found all the cities thereafter incorporated, and upon which are to be put, ultimately, all other cities of the third class, as beads are put upon a string. The system may be strengthened or extended, but it cannot be parted or divided. The loose beads, as they are taken up, must be put upon the string, and not upon one of the strands'of which the string consists. The system, under the constitution, is necessarily an entirety; and the special charter city, in passing upon the acceptance of its provisions, under an elective clause such as is contained in the act of 1874, must decide to take all or none of them.\nWe are of opinion, therefore, that the act of May 23,1889, is in contravention of article III., § 7, of the, constitution of the state, and that upon this ground the entire act is void. In this view of the case, it is unnecessary to consider the act with reference to the other provisions of the constitution referred to.\nThe effect of this is to take the act of May 23, 1889, out of the case, which disposes of the pretensions of board No. 1, and narrows the controversy to the boards Nos. 2 and 3 ; the former elected upon general ticket, under the school law of 1854, and the latter under the 28th section of the original charter, and claiming to hold over until a new board is lawfully elected and organized.\nThe 28th section of the original charter was repealed by the act of May 31, 1889. The repeal, however, it is argued, was “ not to go into effect until from and after the first Monday of June, 1890,” but it was to go into effect then, and it is difficult to see how it could go into effect under the act of 1854, without a proper board of school directors under that act. The effect of the act of May 31,1889, was, undoubtedly, to constitute the city a single school district, under the general law of 1854; but the act was “ not to go into effect” so as to remove the existing boards, or to change or embarrass the operation of the schools, until the end of the current school year. The act contemplated an election of school directors, or controllers, at the spring election of 1890; under a different act, perhaps, but the legislative purpose undoubtedly was that a legally elected and properly constituted board of school directors or controllers would be chosen, to give the act its proper effect at the end of the current year. The act of May 23,1889, having failed in its effect, and the 28th section of the charter having been repealed, the city, in the absence of any other provision, became a single district under the first section of the act of May 8, 1854, and the election, held under the fifth section of that act, provided a competent board with full authority to take charge of the affairs of the school district at the opening of the new year; that board was duly organized, and its members are the respondents in this case.\nIn the court below it was argued that the election under the act of 1854 was irregular, and void for want of a proclamation and notice thereof, but we understand this to be abandoned.\nJudgment affirmed.\nNO. 84.\nOpinion,\nMr. Justice Clark:\nFor reasons given in the case of the Commonwealth ex rel. v. G. M. Reynolds, et al., at No. 6 January Term 1891,\nThe judgment is affirmed."}