{"id": "821431", "contents": "Opinion,\nMr. Justice Sterrett:\nOne of the specifications is aimed generally at the decree; the other alleges error in not dismissing the bill. They are both as general as it is possible to make them, but it clearty appears from the record and argument of counsel that appellants rest their contention on two propositions: first, that the contract in question was regularly awarded in accordance with the charter and ordinances of the city, and is therefore neither void nor voidable; second, that, for reasons stated in the answers, the plaintiff has no standing in court.\nAfter a careful consideration of the questions involved, the learned president of the Common Pleas, in a well-considered opinion, rightly decided that neither of these propositions was tenable, and entered a decree declaring that the contract in question, made and entered into between the city of Pittsburgh and Booth & Flinn, “ for the paving and curbing of Craig street, is illegal, null, and void,” and enjoining the “ defendants, and each and every of them, their and each of their officers, agents, and servants, from doing any work in the paving and curbing of said Craig street under, in pursuance, or by virtue of, said contract.” This action of the court is so fully vindicated in its opinion, that for reasons there given we are satisfied there is no error in the decree, and it should therefore be affirmed.\nThe cause was set down and disposed of on the bill and answers. In such cases, the rule is that all material and relevant averments of fact, contained in and proper for answer, must be accepted as true, whether the same be responsive to the bill or independent matter of defence; but, of course, inferences, either of law or fact, drawn by defendants from their own averments, are not within the rule. Such inferences are solely for the court.\nThe allegations of fraudulent intent in making the contract, etc., were eliminated from the case by explicit denials thereof in the answers. The inquiry was thus narrowed to the naked question of power, or want of power, in the city authorities to enter into the contract in question in the manner in which it was done; and that, of course, depended on the law and ordinances of the city applicable to such contracts.\nThe act of May, 1874, provides that all work and materials required by the city “ shall be performed and furnished under contract to be given to the lowest responsible bidder, under such regulations as shall be prescribed by ordinance, and it shall be the duty of councils forthwith to enact such ordinances.” The ordinance, passed in pursuance of this requirement, provides, inter alia, that all contracts exceeding in value $50 shall be let or entered into only after proposals therefor shall have been inserted by advertisement in the official newspapers of the city for not less than five days. A subsequent ordinance declares that all contracts shall be awarded after due public notice, as now provided by law, upon such specifications as shall be approved by the Department of Awards. It cannot be doubted that the true intent of the act of 187£, and the ordinances passed in pursuance thereof, regulating the awarding of public contracts, is to secure to the city the benefit and advantage of fair and just competition between bidders, and at the same time close, as far as possible, every avenue to favoritism and fraud in its varied forms. To that end, it is essential that there should be plans and specifications on which to bid; otherwise there can be no competitive bidding.\nThe ordinance of August, 1888, authorizing the chief of the Department of Public Works to invite proposals for paving and curbing Craig street, is silent as to the kind and quality of the paving and curbing to be contracted for. The advertisement is also silent as to those matters; but it does announce that “plans and specifications can be seen, and blanks for bidding can be had, at this office,” meaning the office of the chief of the Department of Public Works. The bill charges that at no time before bids were received were there any plans or specifications for the work of paving Craig street at the said office, or prepared by any department of the city, or on file, or open to inspection by parties proposing to bid, etc.; and that the said chief of the Department of Public Works refused to exhibit any plans and specifications, and directed such persons to prepare their own specifications to be inclosed with their bids. The answer asserts that there were plans, etc.; that “this plan showed the surface of the street; the street as it had been prepared by grading; the number of square feet of paving to be done; the number of lineal feet of curbing to be done; and the specifications embraced paving with cobble-stone, paving with irregular block-stone, and paving with block-stone. There were no specifications as to what is called asphalt pavement.” It is not alleged that the specifications for stone pavements, above referred to, were special to Craig street. On the contrary, it may be fairly assumed that they were general specifications applicable to all streets. This contention relates to bids for asphalt pavements, and, as to that kind of pavement, the charges in the seventh paragraph of the bill are virtually admitted. We have then, as correctly found by the court below, these facts, viz.: There were no specifications whatever special to Craig street, except the plan showing the surface of the street as it had been prepared by grading, the number of square feet of paving to be done, and the number of linear feet of curbing to be set. As admitted by the answer, “there were no specifications as to what is called an asphalt pavement.” As to that kind of pavement, bidders were directed, as charged in the bill, to prepare their own specifications, and that was accordingly done by each of the bidders. For the kinds of stone pavement for which the answer avers there were plans and specifications in the office, no bids whatever were received.. The contract was awarded to the defendants Booth & Flinn, on their own specifications, for what is called a “ vulcanite asphalt pavement,” a kind of pavement neither called for in the ordinance, nor even hinted at in the advertisement inviting bids. On the contrary, taking the notice in the advertisement, that plans and specifications for paving could be seen, and blanks for bidding could be had at the office, in connection with the averment in the answer that there “ were specifications for three kinds of stone pavement on file in the office,” and no specifications for an asphalt pavement, it follows that proposals for the latter were virtually excluded.\nIn the face of the facts above referred to, all of which appear in the pleadings, it is idle to contend that the contract in question was regularly awarded in accordance with the charter and ordinances of the city. The charter requires contracts “ to be given to the lowest responsible bidder.” How can there be .a lowest bidder, when parties proposing to bid are instructed to prepare their own specifications and submit them with their respective bids ? The expression, “ lowest bidder,” necessarily implies a common standard by which to measure the respective bids, and that common standard must necessarily be previously prepared specifications of the work to be done, and materials to' be furnished, etc., specifications freely accessible to all who may desire to compete for the contract, and upon which alone their respective bids must be based. The court was therefore clearly right, in pronouncing the contract in question “ illegal, null, and void.” Not a respectable authority can be anywhere found to sustain it as a valid contract, under any system of competitive bidding such as the charter and ordinances of the city of Pittsburgh require.\nAppellants’ second proposition, that plaintiff has no standing in court, etc., is equally untenable. In the first paragraph of the bill he avers “ that he is a citizen and resident of the city of Pittsburgh, and is a tax-payer of said city, paying annually to said city in taxes, by it lawfully assessed, a large sum of money, to wit, the sum of seven hundred dollars; that he is, and has been for and during all the time of the happening of the things hereinafter complained of, the owner of certain lands lying and being in the fourteenth ward of said city, abutting ■upon the easterly side of Craig street, and extending along and upon said street for a distance of four hundred feet, more or less, between Center Avenue and Bayard street.” These facts, which are admitted by the defendants in their answers to be true, give the plaintiff a standing in court which cannot be successfully challenged by any averments in the answer, such as that “ the bill is not filed in good faith by the plaintiff, but on the contrary thereof he is merely a cover; ” that he represents another paving company, at whose instance the bill was filed* etc. If it appeared that plaintiff was a mere volunteer, without direct personal interest in the controversy, or that he had bought his way into it since the acts complained of occurred, his position would be different, and the authorities relied on by defendants might be invoked with some show of reason; but he avers, and they admit, that he has and is a property owner on the street, and as such liable to be assessed for paving, etc., or liable, in common with the general public, to be taxed to pay for the work; in short, that he has a direct and substantial pecuniary interest in the controversy, and has had from the beginning of the proceedings which resulted in awarding the illegal contract. The right of the plaintiff to maintain the suit cannot be seriously doubted.\n■ We also agree with the court below that the question of plaintiff’s standing in court should have been raised by plea in the nature of a plea in abatement; but, in whatever form that defence may be interposed, there is nothing in the facts of this case to sustain it. The questions involved are so fully and satisfactorily considered in the opinion of the court below that further elaboration is unnecessary.\nDecree affirmed and appeal dismissed, at the costs of the appellants."}