{"id": "821442", "contents": "Opinions,\nMr. Justice Williams:\nThis is an anomalous record. It shows two verdicts, one for the plaintiff, and the other for the defendant on the same question, both of which stand undisturbed.\nIt appears that a judgment was regularly entered in 1882 in favor of “Annie D. Wilson, for self and in trust,” against her brothers, A. Porter Wilson and W. A. P. Wilson, for $19,006. The plaintiff and the defendants were the heirs at law of General Wilson, deceased, from whom they inherited a large estate in Bedford and Huntingdon counties. Three days after the judgment was entered, the plaintiff, at the request of the defendants, assigned $2,293.45 of the principal to John Mitchell, a creditor of the defendants. Two years later, she assigned $1,000 to D. Caldwell, with the knowledge of the defendants, and without objection from them. Nothing more was done until February, 1887, when W. A. P. Wilson applied for a rule to open the judgment as to himself, on an allegation that it was obtained from him by fraud. After a full hearing, the court found against the defendant on the question of fraud, but opened the judgment and directed an issue to be framed for trial before a jury to determine other questions suggested by the testimony. These were: First, how anuch, if any, of the note on which judgment was entered was given to indemnify the plaintiff against indorsements made by her for the defendants, or either of them? Second, how much has she paid on account of such indorsements ? Third, how much does she continue liable for by reason of such indorsements ? Pending these proceedings, a scire facias to revive and continue the lien of the judgment was issued. No defence was made by A. P. Wilson, and judgment was taken against him, but W. A. P. Wilson made an affidavit of defence, and pleaded to the scire facias. It so happened that the feigned issue directed by the court, and that made bjr the parties in the scire facias, came upon the same trial list at the November term, 1888. The feigned issue was first reached and a trial entered upon, when the court ordered that the same jury be sworn also in the other case, and that- the cases be tried together. They were so tried. When the evidence closed, the learned judge directed the jury to return a verdict for the plaintiff in the feigned issue, in the following form: “We, the jury, have considered and duly passed on the questions raised by the issues in this case, and (the trial on the scire facias to revive judgment pending before us at the same time, in which we will hereafter deliver a verdict,) we therefore find for the plaintiff in the issue joined in this case.” After this verdict was taken, the court submitted the questions raised on the scire facias to the same jury, and they found for the defendant.\nThese verdicts were plainly contradictory. The first was substantially a finding that the note, if given as an indemnity to the plaintiff, was for no more than she had suffered or was liable to suffer on account of her indorsements, and that she was therefore entitled to recover. The last one was a finding that it was so given, but that the plaintiff had suffered nothing, and was entitled to recover nothing. A motion was promptly, made to set aside the last verdict, and on the 29th January, 1889, this was done, but the first verdict was left to stand. The scire facias was again reached for trial at the April term, 1889. On the trial, the order of the court opening the judgment and directing the issue, and the verdict rendered therein, were given in evidence. The court was then asked to instruct the jury that the verdict was conclusive on the defendant upon the questions of the consideration of the judgment and the amount due upon it at the time when it was rendered. This the court declined to do, and again submitted both questions to the jury, except as to the sum of $1,000 assigned to D. Caldwell, which they were told the plaintiff was entitled to recover. The jury, however, found for the defendant. The court sent them back with a fresh reminder of the instructions in regard to the amount assigned to Caldwell. They again returned with a verdict for the defendant. A motion was made to set aside the verdict, but the court refused the motion saying: “ As a juror, the court would not have found as the jury did, but this alone is not sufficient reason for a new trial now..... Imperative instructions were given, or meant to be given, as far as relates to the part of the judgment assigned to D. Caldwell, Esq., and these the jury either disregarded or did not comprehend. In either case, the error caused thereby should be corrected; ” and he required the defendant to correct it on the record, but he left the verdict so corrected to stand.\nOur question is over the effect of the first verdict. It was rendered upom the trial of an issue framed for the purpose of determining whether the plaintiff was entitled to recover the whole amount appearing to be due upon her judgment, and it was a distinct finding that she was so entitled. The court seems to have been satisfied with the verdict. It framed it for the jury. It subsequently set aside the contradictory verdict rendered by the same jury, leaving this to stand as a disposition of the issue. How is it possible to disregard it ? It is upon the same questions, between the same parties, and in the same, proceeding. So long as it stands, it is an adjudication that the plaintiff was entitled to recover at the time when it was rendered. The only defence that can be made to the judgment, under such circumstances, is payment made or arising out of circumstances happening since the rendition of the first verdict. If the situation of the record is due to any oversight on the part of the court below in leaving the first verdict undisturbed, the remedy is in the hands of that court; but, if it is due to the obstinacy or obliquity of jurors, the learned judge ought not to hesitate to set their verdicts aside as often as they are rendered. The question, which the record shows to be settled on the trial of the feigned issue, should not be again submitted on the trial of the scire facias, so long as the first verdict stands. If that should he set aside, we see no reason why the same questions might not be reached and disposed of on the trial of the scire facias. If the judgment was given to indemnify the plaintiff against indorsements that have since been provided for, without calling on her for payment, such facts would amount to payment and constitute a good defence. The difficulty in the defendant’s way now is, that there is a verdict on the record disposing of these questions against him.\nIt was also error to exclude the defendant’s previous declarations in relation to the subject under investigation. If he was a witness, declarations previously made, inconsistent with his testimony, would be competent to affect his credibility. If not a witness, he was nevertheless a party, and the declarations of a party in relation to the matters set up as a defence by him are competent evidence against him.\nThe learned judge submitted to the jury the question whether “ the judgment note as originally given was at the time given as collateral security,” with instructions that if they so found, and further found that the indebtedness against which it was intended to provide had been since paid by the heirs of General Wilson, their verdict should be for the defendant. Assuming that the question submitted was an open one, notwithstanding the first verdict, as the court did, we do not see why the affidavit of the defendant, in which he distinctly asserted that it was given for an entirely different purpose, was not competent evidence.\nThe judgment entered in the court below is reversed, and a venire facias de novo awarded."}