{"id": "821496", "contents": "Opinion,\nMr. Justice Clark:\nThe complainants, the Larimer & Lincoln Street Railway Company, were incorporated 14th August, 1889, under the general act of 14th May, 1889, P. L. 211, entitled “ An act to provide for the incorporation and government of street-railway companies in this commonwealth.” Their articles of association specify the route of their road to be in the city of Pittsburgh, a city of the second class, beginning on Penn Avenue, and covering Collins Avenue, Station street, Larimer Avenue, Shetland street, and Lincoln Avenue; the route being continuous and forming a complete circuit. The capital stock is $18,000, and it is set forth in the affidavit, attached to the articles, that ten per cent of this amount has been paid in, and that it is the intention of the corporators, in good faith, to construct, and to maintain and operate the road. At the time of their incorporation, no track was laid or authorized to be laid or extended on any of the streets named within the route specified under any existing charter.\nBy the ninth section of the seventeenth article of the constitution, it is provided that “ no street-passenger railway shall be constructed within the limits of any city, borough, or township without the consent of its local authorities: ”' and this provision of the constitution is formally incorporated into the fifteenth section of the act under which the complainants derive their charter. The complainants, although thus regularly incorporated for the purpose of constructing, maintaining and operating a railway on the streets named, have not yet obtained the consent of the local authorities of the city; the authority of councils has not yet been expressed to that effect, either by general or special ordinance, or otherwise.\nThe Larimer Street Railway Company was incorporated - under the same act, on the 20th November, 1889, and the route defined in its articles of association is in part coincident with-the route of the complainants upon Station street, and upon Collins, Larimer, and Shetland Avenues. On the 13th December, 1889, and again on the 28th February, 1890, the local authorities of the city of Pittsburgh, by ordinance having special and particular reference to the Larimer Street Railway Company, gave their consent and granted to that company by name, its successors, lessees, and assigns, the right to enter upon, use, and occupy the streets and avenues mentioned; and the company thereupon undertook and were about to enter on the construction of their road, when this bill was filed, praying for an injunction restraining the Larimer Street Railway Company, and the Duquesne Traction Company, their lessees, from constructing or operating a railway on the streets named, and enjoining the city of Pittsburgh from any and all interference with the complainants, in the construction and operation and maintenance of their road. The prayer for a preliminary injunction in the court below was denied, and it is from that decree the present appeal was entered. At the argument in this court, however, the facts being practically undisputed, the parties agreed in writing that the cause might be considered and disposed of as upon final decree.\nThe first section of the act of 14th May, 1889, provides “ that any number of persons, not less than five, may form a company for the purpose of constructing, maintaining and operating a street railway on any street or highway upon which no track is laid, or authorized to be laid or to be extended under any existing charter, with the privilege of occupying so much of any street, used or authorized to be used, under any existing charter, as is hereinafter provided, for public use in the conveyance of passengers, by any power other than by locomotive; and for that purpose may make and sign articles of association, in which shall be stated the name of the company, the number of years the same is to continue, the length of such road, as near as may be, the streets and highways upon which the said railway is to be laid and constructed, showing also the circuit of the route, the amount of the capital stock of the company, which shall not.be less than six thousand dollars to every mile of road proposed to be constructed, and the number of shares of which said capital stock is to consist,” etc.\nThe appellants’ contention is:\nFirst. That as they were incorporated on the 14th of August, 1889, under this act, for the purpose of constructing, maintaining and operating a street railway over the route designated, a street railway was thereby “ authorized to be laid ” on the streets embraced in that route, within the meaning of the first section of this act of 1889, and that the subsequent charter of the appellees could not, and therefore did not confer any right upon the appellees to occupy the same streets for that purpose.\nSecond. That, granting the right of the appellees under their charter, they have not in any valid, legal way obtained the consent of the city of Pittsburgh; that the ordinance to that effect being special, and an exclusive privilege or immunity being-granted thereby, it is void, under the seventh section of the third article of the constitution. The appellants’ contention is, that the ordinance is in conflict with this section of the constitution ; that the state cannot grant legislative powers which it does not itself possess. The restrictions upon the legislative power of the state, they say, rest equally upon all the agencies of the government created by the state ; that, as the legislature cannot transcend the powers conferred by the constitution, so a corporation, which exists by express grant of the legislature, is hound by that supreme law which limits the power creating it; and, hence, that all ordinances impairing the obligation of contracts, all ex post facto laws or ordinances, and all bylaws of a corporation, inconsistent with the constitution of the state, or of the United States, are void. Upon the same ground, it is contended that all special enactments of the municipal corporation, granting to any corporation, association or individual, any special or exclusive privilege or immunity or to any corporation, association or individual, the right to lay down a railroad track, is necessarily void, as a special law, and is in conflict with the constitution of the state.\nThird. If the ordinance is not held to be void for the reasons stated, it must he construed to have a general effect in favor of the company duly authorized and first entitled under its charter.\nIt is better, perhaps, in our own view of the' case, that we should dispose of the last of the propositions first; for, if the Larimer & Lincoln Street Railway Company have not, in any way, obtained the consent of the city of Pittsburgh to enter upon these streets, but, on the contrary, that consent has been formally and flatly refused, we cannot see how the complainants have any standing, in this court, to litigate the matters set forth in the bill. The ordinances of 18th December, 1889, and 28th February, 1890, were in form special to the Larimer Street Railway Company. They were for this reason either valid or wholly invalid; if valid, they were effective to carry out the purpose intended; if invalid, they were absolutely void.\nIt is difficult to see how the ordinances in question could enure to the benefit of the appellants. It cannot be construed as a general ordinance, for that was clearly not the intent of the councils in enacting it; their intent was clearly to the contrary, for the grant was expressly special, and they refused to yield their consent to the appellants. If these ordinances are void upon constitutional grounds, they are absolutely void, and confer no right upon either of the corporations named therein, or upon any other person or corporation. The decisions of this court upon eases arising under § 7, article III. of the constitution, have been wholly to this effect: Ayars’ App., 122 Pa. 266; Scranton School D.’s App., 113 Pa. 176; Weinman v. Railway Co., 118 Pa. 192.\nThe cases of Commonwealth v. Harris, 10 W. N. 10, and Reimer’s App., 100 Pa. 183, cited by the appellants, relate to the occupancy of the public highways of the city of Philadelphia, by the construction of bay windows under special grant of councils to the particular individual defendant in each of the cases respectively. The power of the city to make such special grant was claimed to exist under the provisions of the act of April 16, 1838, P. L. (1837-38) 626, whereby it was made lawful for the councils of the city to establish, by ordinance, such rules as they might deem expedient for the better regulation of jut windows, etc., projecting over, under, into, or otherwise occupying the sidewalks, or other portions of the streets, lanes, or alleys of the city. This court held, however, in affirming the judgments entered in the court below, that whilst the power of councils, by general ordinance, was undoubted, these special grants were unlawful, and therefore void; in neither case was it suggested, or supposed, that the special grant might be construed to have general effect. In no case has a local or special law been held to have general effect, simply because the legislative body enacting it had power over the subject only by general law, or because the grant or right should have enured to the benefit of a person different from the person named in the grant. The effect of such a ruling would be, not only to set aside the plain words of the statute, but wholly to ignore the purpose and intention of the legislature.\nIf, then, the appellants have not, in any way, obtained the consent of the city of Pittsburgh to enter upon these streets for the construction of their road, what standing have they in a court of equity to test the right of the appellees ? The consent of the city is a condition precedent to the exercise of their rights under the charter; without this, they have no right, present or prospective, to construct their railway upon the highways of the city, for non constat that this consent will ever be given. It may be that the appellees have no better right; we will decide that question when it arises, but it is plain the appellants have no standing to raise this question for our consideration.\nAlthough the unauthorized occupation of a public street by a railway track may be regarded as a nuisance per se, which will be enjoined, chancery will not restrain an act, which affects the whole community, at the suit of a private citizen or a corporation, unless the plaintiff can make out a case of special damage: Sparhawk v. Railway Co., 54 Pa. 401; and it is difficult to see how the complainants may be said to have suffered special damage, when they have shown no right whatever to the occupancy of the street for the purposes of their incorporation. The charter gave the company a legal existence, clothed it with corporate power, placing it in a position to undertake the purposes for which it was organized, and to solicit the privilege of entering upon the streets in question to construct their road; but their right so to do was expressly conditioned upon the action of the councils to that effect. Until they obtain that right, they cannot be said to suffer any special damage or irreparable injury, which would call for the intervention of equity; for, as we have said, although the appellees may, perhaps, have no right, it is clear that the complainants have none. What has been said, therefore, as to the invalidity of the ordinances of 13th of December, 1889, and 28th February, 1890, and as to the application and effect of § 52 of the act of 1889, is wholly irrelevant and without effect in this case; these ■questions can only arise when they are presented by a proper party. Upon this ground\nThe decree of the Common Pleas is affirmed, and the bill dismissed at the cost of the appellant, as per decree entered at the last May term in the Middle District."}