{"id": "823776", "contents": "Opinion,\nMr. Chief Justice Paxson :\nWe agree with the court below that this- is a close case. Its solution must mainly depend upon the proper construction of the will of Michael B. Shaffer, deceased. The testator, after expressing his desire “ to settle my wordly affairs,” thus disposes of the real estate in controversy :\n“ Also I direct that my beloved wife, Anna, shall have and hold the property in Bottstown, where I now reside, said Anna to have the sole control of the same during her lifetime ; and, at the discretion of my beloved wife, Anna, she shall order my executor to sell the real estate at public sale, or at private sale, all my real estate to the best advantage of my wife. And I hereby empower my executor to make deeds of conveyances for the same as fully as I could have done in my lifetime, and the moneys realized from the sale of my real estate, my executor shall pay over to my beloved wife, Anna, and she, the said Anna, shall have power to dispose of the same by bequeath, or as she directs.....Also I direct that my wife, Anna, shall have and hold all my personal property for her own.”\nThe learned judge below held that the widow of the testator took but a life-estate in the land, with a power to compel a sale thereof, and to appoint the proceeds ;■ and that the testator intended to die intestate in case his widow failed to exercise these powers. From the case stated it appears that the widow never did exercise these powers ; the real estate in controversy remained unsold at the time of her death. This contest is between the heir at law of the testator and the executor of his wife. The court below entered judgment upon the case stated in favor of the heir at law.\nA careful consideration of the case leads us to a different conclusion. The testator evidently intended to dispose of his entire estate. He was childless; his wife was the sole obj ect of his bounty; there is no other person named or referred to in the will. The first sentence of the will in the paragraph above quoted carried the fee. He says his wife “ shall have and hold the property in Bottstown, where I now reside.” While this language in a deed would not carry the fee, it is otherwise in a will. Having thus given the fee, what was there to cut it down to a life-estate? Admittedly nothing, except the next sentence, in which the testator says: “ Said Anna to have the sole control of the same during her lifetime,” etc. But this was mere surplusage. After giving a fee, it cannot be cut down to a life-estate by the unnecessary provision that she should have the control of it during her life. The testator may have thought that in some way, which he did not understand, his executor might interfere with his widow’s enjoyment of the property, and the clause in question may have been inserted to prevent this. In either view of the case, the language is without legal effect, and might well have been omitted. He then orders the executor to sell the property whenever the widow shall direct, and then' follows this significant sentence: “ And the moneys realized from the sale of my real estate, my executor shall pay over to my beloved wife, Anna, and she, the said Anna, shall have the power to dispose of the same by bequeath, or as she directs.” The learned judge below construed this as merely a power of appointment of the proceeds of the sale, whereas it is an absolute gift of the money, and the superadded power of appointment is the merest surplusage. It detracts nothing from a fee for a testator to say that his devisee shall have the sole control of the property during her lifetime, and an absolute gift of money is not qualified by a superfluous authority to bequeath it. We have here a childless testator who gives the sole interest in the land to his wife. We think the case comes within the ninth section of the act of April 8,1833, which declares: “ All devises of real estate shall pass the whole estate of the testator in the premises devised, although there be no words of inheritance or of perpetuity, unless it appears by a devise over, or by words of limitation or otherwise in the will, that the testator intended to devise a less estate.” The will of Michael Shaffer contains no devise over, nor do\nwe find any express limitation of the estate to his wife for life only. I have not discussed the authorities. It is sufficient to refer to Morris v. Phaler, 1 W. 389 ; Musselman’s Est., 39 Pa. 469; Second Ref. Church v. Disbrow, 52 Pa. 219; Grove’s Est., 58 Pa 429.\nThe judgment is reversed and judgment is now entered in favor of the defendant in the case stated."}