{"id": "823796", "contents": "Opinion,\nMr. Chief Justice Paxson :\nThe defendant was indicted in the Court of Quarter Sessions of Warren county for having, as agent of the New York Mutual Life Insurance Company, a corporation doing business in the state of Pennsylvania, offered to pay and allow one Jane Orr “ a rebate of a part of the premium, to wit, fifty dollars, payable on a policy of insurance to be then and there issued to Richard Orr by the Mutual Life Insurance Company of New York, for the sum of five thousand dollars, which said rebate was not specified in the policy contract of insurance; and the said rebate, so offered as aforesaid, was then and there offered by the said B. J. Morningstar to the said Jane Orr, as an inducement to insure the life of the said Richard Orr in the said Mutual Life Insurance Company of New York for'the said sum of fiye thousand dollars, contrary to the form of the act of assembly,” etc.\nThis indictment was evidently framed upon the act of May 7, 1889, P. L. 116, the first section of which provides:\n“That no life insurance company doing business in Pennsylvania, shall make or permit any distinction or discrimination in favor of individuals, between insurants of the same, class and equal expectation of life, in the amount or payment of premiums or rates charged for policies of life or endowment insurance,.....or in any other of the terms and conditions of the contracts it makes; nor shall any such company or agent thereof make any contract of insurance, or agreement as to such contract, other than as plainly expressed in the policy issued thereon; nor shall any such company or agent pay or allow, or offer to pay or allow, as inducements to insurance, any rebate of premium payable on the policy, or any special favor or advantage in the dividends or other benefit to accrue thereon, or any valuable consideration or inducement whatever, not specified in the policy contract of insurance.”\nThe second section of said act designates the penalty for its violation, which is by indictment in the Quarter Sessions as a misdemeanor.\nThe defendant moved to quash the indictment, which motion was allowed by the court below. There is nothing upon the record to show upon what grounds the learned judge sustained the motion beyond the reasons assigned in support of it, nor were we aided .by either an argument or a paper-book on the part of the defendant. It was alleged on behalf of the commonwealth that the action of the court was based upon the third reason alleged in the motion to quash, which denied the constitutionality of the act. We can hardly believe the learned court would have quashed the indictment for the matters of form referred to in the first and second reasons, which are amendable under the act of assembly. It is equally difficult to see how he could decide against the constitutionality of the act, and thus, in effect, blot it out of the statute-book, without assigning any reason therefor. When this court declares an act of assembly unconstitutional, we have always regarded it as a duty which we owe to the other two co-ordinate departments of the government to state our reasons, however briefly, for such action.\nBeing thus compelled to grope in the dark to some extent, it is sufficient to say that we see no reason why the act in question should be held to be unconstitutional. Certainly, no such reason has been called to our attention. The scope and purpose of the act is clearly within the police powers of the state, and its terms are not in conflict witbi any rights guaranteed by the fundamental law. If, as was suggested on the argument, the objection to it is on account of its title, we are unable to see the force of it. The title is very full; it is almost an epitome of the act itself, and under Allegheny Co. Home’s App., 77 Pa. 77; Blood v. Mercelliott, 53 Pa. 391; Craig v. Presb. Church, 88 Pa. 42, and that line of cases, we think it is sufficient.\nThe judgment is reversed, the indictment is reinstated, and a procedendo awarded.\nOn November 2, 1891, the district attorney presented to the Supreme Court, for allowance, his bill against the county of Warren for his necessary expenses in connection with the foregoing cause, under §2, act of May 19,-1887, P. L. 138. The bill stated the- expenses for railroad fare and hotel bills, with the amount of compensation for services left blank.\nPer Curiam:\nWe are of opinion that under the second section of the act of May 19, 1887, P. L. 138, it is the duty of the court below to fix the amount'to be allowed the district- attorney for his necessary expenses and a reasonable compensation for his services in the above case."}