{"id": "823772", "contents": "Opinion,\nMr. Chiee Justice Paxson:\nThe defendant company took about five acres of the plaintiff’s land in the construction of its road. The jury appointed by the court below to assess the damages awarded him the sum 'of $2,000. From this award he appealed to the Common Pleas, with the result of a verdict in his favor of $2,885. He is still dissatisfied, and has entered an appeal to this court, alleging a number of errors upon the trial below.\nThe first point was intended to define the “ just measure of damages.” It contains eleven paragraphs, in each of which is a distinct subject for the consideration of the jury in assessing the damages. The court'below might well have refused this point, in view of the manner in which it is put. The learned judge, however, affirmed all the propositions, except the eighth, in which he was asked to instruct the jury that “ the damage arising from the interference with the plaintiff’s watering place for his cattle and stock ” was an element of damage. It may be that, had the access to the water on his own farm been cut off or seriously interfered with, the proposition should have been affirmed. But it was refused upon the ground that the water referred to was on the public highway, and within the boundaries of the farm of an adjoining owner. When used by the plaintiff, it had to be reached by passing over this public highway which has been crossed by the railroad of the defendant company. The plaintiff had no right to the water, nor of access to it, that was special to himself or his land, or that was not common to the public. The plaintiff was merely deprived of what did not belong to him. We find no error in the answer to this point: Patten v. Railway Co., 83 Pa. 426.\nNor do we find error in the answer to the defendant’s third point, or in that portion of the charge embraced in the third assignment. The learned judge correctly told the jury that, if they “ find that special advantages have accrued to plaintiff by reason of the construction of the railroad of the defendant, as set forth in this point, then you can set them off as against the actual disadvantages to his farm.” Whether the matters referred to were special advantages was for the jury. If they were, no reason is apparent why they should not have been set off against the disadvantages. The case was argued here as though the learned judge had instructed the jury that, because a station was located near to the land of the plaintiff, therefore it was a special advantage. He gave no such instruction, as has already been seen. A station may or may not be a special advantage. We cannot say, as matter of law, that it may not be. Its value would depend upon circumstances; the possibility of its being removed, .etc., and the question of special value must be determined by the facts of each particular case.\nThe fourth assignment is covered by what has already been said in answer to the first.\nThe fifth assignment was strongly pressed upon the argument, and I understand it to be the one most relied upon by the plaintiff. It alleges that the court erred in the following portion of its general charge.\n“In addition, 3mu are what is called a struck jury. You were taken upon the ground, and had the opportunity to view and examine the premises yourselves. This was done in order that you might be aided in coming to a correct conclusion as to the contention between the parties. In ordinary cases, the jury is to be governed by the testimony of the witnesses examined in their presence; and, while 3rou have been qualified to give a true verdict according to the evidence, that evidence in this case consists of what you have seen on the ground, as well as the testimony of the witnesses who have been examined during the trial before you in court. What you observed on the view, then, you must remember as a part of the evidence in the case. The statements of the witnesses who have testified must be considered by you, yet you are not bound to be controlled thereby, if your own examination of the premises leads you to a different conclusion.”\nThe last sentence above quoted is the one which was especially criticised. It often happens that by selecting a passage from a charge, and omitting what immediately preceded and followed it, an erroneous impression may be created. Moreover, it does injustice to the learned judge below. The portion of the charge immediately following the extract quoted, is as follows:\n“You are to judge of the amount of damages suffered by the plaintiff, from the inspection you made of the premises, as well as from the opinions of others, who have made an examination and gave you their opinions under oath. What you saw on the ground, therefore, and what you have heard from the witness stand, should be the basis of your conclusion.”\nThe portion of the charge assigned as error, with this addi- ' tion, is unobjectionable. The jury were instructed to base their verdict upon the testimony of the witnesses and what the3r saw on the ground. The object of a view in such cases is to enable the jury to better understand the testimony. “It was never intended that the view of the jury should be substituted for the evidence, and that they should make up their verdict from the view, in disregard thereof: ” Flower v. Railroad Co., 132 Pa. 524. A view may sometimes be of the highest importance, where there is a conflict of testimony. It may enable the jurors to see on which side the truth lies. And if the witnesses on the one side or the other have testified to a state of facts which exists only in their imagination, as to the location of the property, the manner in which it is cut by the road, the character of the improvements, or any other physical fact bearing upon the case\", they surely cannot be expected to ignore the evidence of their senses, and give weight to testimony which their view shows to be false. This is all that is to be fairly implied from the language of the court below. Were it otherwise, a view would be the merest farce. This is fully sustained by Patten v. Railway Co., supra; Hartman v. Railroad Co., 22 W. N. 84; Traut v. Railway Co., 1 Mona. 394, 22 W. N. 84. It was said by Mr. Justice Sterrett in the case last cited: “ The manifest purpose of this requirement (view) is to afford the viewers an opportunity of acquiring better and more accurate information as to the matters on which they are to pass, than it is possible in many cases to obtain from the testimony of witnesses alone.” The true rule, in such cases, is believed to be that the jury in estimating the damages shall consider the testimony as given by the witnesses, in connection with the facts as they appeared upon the view; and upon the whole case, as thus presented, ascertain the difference between the market value of the property immediately before and immediately after the land was taken. This difference is the proper measure of the damages.\nWe find no error in the rejection of the testimony of the witness Jonas Kohler. See sixth assignment. He appears not to have had any knowledge of the market value of lands in that neighborhood, which was a sufficient reason for the exclusion of his testimony. Nor do we think it was error to admit the testimony of Thomas R. Burgner. It is true he lived several miles away; but he knew the property and had passed along it omthe road occasionally; moreover, he had acted as a viewer appointed by the court. He was not asked to give his opinion as a viewer, but from his observation while acting as such. That a viewer, in such cases, is a competent witness, was ruled in Dorlan v. Railroad Co., 46 Pa. 520.\nJudgment affirmed."}