{"id": "823754", "contents": "Opinion,\nMr. Chief Justice Paxson:\nThis case presents a novel question. It is whether a tag placed upon a bale of tobacco by. the inspector or sampler is a warranty of the quality of the tobacco, and whether it enures to the benefit of subsequent purchasers thereof.\nThe facts, briefly stated, are as follows: The Conestoga Cigar Co., plaintiff, is a corporation engaged in the manufacture of cigars in Lancaster, Pa. Charles Finke & Co., defendants, are engaged in ~what is known as “sampling” of leaf tobacco, with their main office in the city of New York, and an agency or branch office in the city of Lancaster. In the regular course of business, the plaintiff purchased ten cases of tobacco from the firm of B. S. Kendig & Co. These cases were purchased by sample, each sample having on it one of defendants’ tags, containing such an inscription as the following, the number, weight, and tare varying with the different cases :\n“Stripped and sample warranted: No. 408. Feb. 5th, 1887. 484 lbs. and 84 off. Not responsible for any change or damage occurring after inspection. Charles Finke & Co., Inspectors, 149 Water Street, New York. Frank Ruscher ; John T. Mellor, Jr.”\nShortly after the purchase of the tobacco, a portion of it, 1973 lbs., was found to be injured. The plaintiff immediately notified Kendig & Co., from whom it purchased it; and the latter notified the defendants, whose tag was on the samples. Shortly thereafter the agents of Finke & Co. called upon the plaintiff, examined the defective tobacco, and promised to make it all right, and pay for it. The defendants subsequently failed to “ make it all right,” and this suit was brought to compel them to do so.\nThe plaintiff was met at the very threshold of its case with the contention that there was no contract between the parties, nor was there any privity. It may be conceded that no contract with the plaintiff appears upon the face of the tag, nor was there any evidence to show that the defendants had sampled the tobacco at the request of the plaintiff, or that it had paid them for doing so. On the contrary, it was evident that it had been sampled for some previous owner, and had passed, thus sampled, to the plaintiff.\nHad there been no ambiguity about the tag, its construetion would have been for the court. As, however, it was unintelligible in some respects without explanation, the learned judge below permitted the plaintiff to call a number of witnesses, inspectors, and persons in the tobacco trade, to testify to the meaning of certain words and figures on the tags, as understood and acted upon by those engaged in the business in this country. The uncontradicted evidence upofi this point was, in substance, that the tag or label on the sample means that the sampler guarantees the tobacco in the case to be identical with the tobacco in the sample, and, unless the tag bears marks to the contrary, that the tobacco in the case is sound; that it is the custom in sampling tobacco, when any damaged tobacco is found in the case to mark on the ticket the percentage of damage that the case contains ; that the absence of marks indicates that the tobacco is sound; that it is inspected for the convenience and safety of both buyer and seller; that the tobacco sold by these samples is frequently paid for long before it is delivered; that the label is not only a guaranty of the quality of the tobacco, at the time of inspection, but that the guaranty is good for six months, for the benefit of any person into whose possession the tobacco may come within that time; that, if the tobacco thus inspected proves defective, the sampler shall make it good by paying for so much as is injured or spoiled. There is no doubt, under the evidence, that this is the usage of the trade, so general as to be universal. Whether the usage has continued so long as to have grown into a custom such as the law would write into every such contract, is a very serious question which we are not called upon to rule in this case. As it is one of first impression, and at the same time of vast importance to this large industry, we prefer to decide only what is before us, and not anticipate cases which may arise in the future under other circumstances.\nWe are of opinion that the evidence explanatory of the tag, and the usage of trade in connection therewith, was properly received and submitted to the jury. Their verdict settles the matter, so far as the facts are concerned. They have 'found the contract substantially in accordance with the plaintiff’s construction of it. Was there evidence sufficient to justify this finding ?\nHowever much we might hesitate, were there nothing in the case but the proof of the usage of the trade, there is evidence that the defendants’ own construction was in harmony with that usage. It is in proof that defendants’ agents, when notified of the defect in the tobacco, called upon the plaintiff, examined it, admitted the defect, and promised to mate it good. There was also evidence that in other cases, when the same thing had\"occurred, they had “made it good” by paying for the defective tobacco. It is no answer to this to say that there was no proof of their agency, or that the tags were placed on the samples by the defendants. It was not only shown that Irwin and Schroeder were acting as agents for the defendants, but there was direct proof of their agency by the admission of a member of defendants’ firm. There was also the recognition of the sample tags by the agents, accompanied by the promise to pay for the defective tobacco. We have, then, the construction of the contract by the. defendants themselves ; a construction in entire harmony with that of the plaintiff, and the usage of trade which was offered in explanation of it. The case was submitted to the jury with proper instructions, and the verdict was fully warranted by the evidence.\nJudgment affirmed."}