{"id": "823802", "contents": "Opinion,\nMe. Justice McCollum:\nThe substantial questions raised by this appeal are whether the evidence is sufficient to establish a resulting trust, and whether the appellant is protected by the mortgagee’s want of notice of it. The instructions to the jury respecting the nature and kind of proof required to develop and successfully assert the trust, were unobjectionable and in harmony with our decisions on the subject. It is not with the principles announced in this connection that the appellant takes issue, but with the evidence, which he affirms is not full and clear enough, under the decisions, to support the appellees’ claim. This objection necessitates an examination of the testimony to determine its adequacy. It shows that Mrs. Eva received, during coverture, from the estate of a deceased uncle in England, $>1,775 ,■ that this was an inheritance, and constituted her separate estate; that she loaned six hundred dollars of it to her sister, which was afterwards paid in the purchase of the Berryman property; that she and her husband testified, that one thousand two hundred dollars of it was used in that purchase ; that on the sale of this property she received one thousand two hundred dollars of its proceeds, which she gave to her husband, with directions 'to invest in the property in dispute, and upon an understanding between them that she should have the title, and that the money was used in the purchase of the property as directed; but that the husband, unknown to her, took the deed of it in his own name. It shows, further, that the appellant knew that she had a separate estate, a portion of which was paid upon the property. We think the evidence was sufficient to justify a finding of all the facts essential to establish a resulting trust. It was contradicted, but the credibility of the witnesses was for the jury. It was ascertained by their verdict that the appellee had six hundred dollars in the land, and it seems very clear to us from the evidence that at least that amount of her separate estate was used in its purchase.\nIt is well settled that a purchaser of land is unaffected by a secret trust or equity unknown to him, and that he may pass title thereto, untrammeled by the trust, to a person who has notice of it. “ A mortgagee is regarded as a purchaser, and is protected from all secret equities and trusts of which he had no notice : Heister v. Fortner, 2 Binn. 40 ; Cover v. Black, 1 Barr 498. Notice to a purchaser at the sheriff’s sale on the mortgage comes entirely too late, if the mortgagee had no notice when the mortgage was executed: ” Martin v. Jackson, 27 Pa. 504. Y. K. Keesey was the mortgagee of the land in dispute, and it is conceded that he had no notice of the alleged trust in favor of Mrs. Eva. At a sheriff’s sale of the land on the Keesey mortgage, public notice of Mrs. Eva’s claim was given, and the appellant became the purchaser. It is admitted that his knowledge of the trust derived from the notice given at the sale does not impair his title, but it is claimed that, inasmuch as he was surety in the bond secured by the mortgage, and familiar with the transaction in consummation of which the mortgage was executed, he cannot find shelter under Keesey’s title. This claim was sustained in the court below, and we must give it our sanction or reverse the judgment.\nIt will be seen at the outset that the claim of the appellees makes the source of the appellant’s knowledge of the trust, and the time he acquired it, factors in determining whether he has a title subject to the trust or independent of it. We cannot assent to this proposition. It must be borne in mind that the rule which protects a purchaser with notice, is not the outcome of a tender regard for him. It is the logical sequence of the doctrine that a bona-fide purchaser, without notice of a secret equity, ‘takes a title unaffected by it. If such a purchaser could pass his title only to persons ignorant of the trust, the market value of his property would be depreciated by the restriction, and his enjoyment of it would be very much impaired. Hence the law declares that the knowledge of his vendee is not in the way of the transmission of his title, untrammeled by the trust. Nor can we see how the fact that the appellant was a surety in the bond secured by the mortgage can affect the question under consideration. The'learned judge of the court below, in his opinion refusing a new trial, said, in substance, that the appellant’s position as surety entitled him to subrogation to all the rights of the mortgagee. If so, why could he not purchase the mortgagee’s title at the sheriff’s sale ? In Stewart v. Reed, 91 Pa. 287, McClurkan bought the property at sheriff’s sale. He then sold it to Stewart, who, by '■ agreement between them, received his deed for it directly from ■the sheriff. An attempt was made to impeach Stewart’s title, *0n the ground that he made false representations which deterred certain parties from bidding at the sale, in consequence of which the land was sold for less than it was worth. It was held that as McClurkan was the purchaser, and had no knowledge of the fraud, his equity protected his vendee, this court saying: “ In the absence of any collusion between McClurkan and Stewart, we are clearly of opinion that Stewart is entitled to take shelter behind McClurkan’s equitable title.” Certainly, if McClurkan’s equity was sufficient to protect Stewart, notwithstanding his participation in a fraud connected with the sale, Keesey’s title will sustain the appellant’s contention, although he may have been cognizant of the facts which raised the resulting trust. The fifth, sixth, and seventh specifications of error are sustained, and the remaining specifications are dismissed.\nThe judgment is reversed, and a venire facias de novo awarded."}