{"id": "825885", "contents": "NO. 42.\nOpinion,\nMr. Justice Sterrett :\nWe have not been furnished with a copy of plaintiff’s statement, but, from appellant’s history of the case and charge of the court, we understand that this action of assumpsit is based on the written agreement of August 30, 1890, wherein plaintiff leased to defendant, for sixty-seven years, a strip of land sixteen feet by three hundred feet, for the purpose of constructing and maintaining thereon a railroad track or siding, etc. In consideration of said lease, defendant agreed to pay one thousand dollars, and also to furnish plaintiff, in the language of the contract, “ with sufficient space under the track of said party of the second part, to accommodate the contents of four coal-cars, and also to put in, at its own cost, a spur track for the use of the party of the first part, and also keep the well open.” The damages claimed were: (1) One thousand dollars and interest for the unpaid cash consideration; (2) for additional land, taken outside the sixteen feet wide right of way ; (3) for failure to provide the coal spaces under the track, as required by the contract; and (4), under amendment made during trial, damages for failure to construct the spur track as agreed upon.\nAs to the first item of claim,- there was no controversy. It was not pretended that the one thousand dollars cash consideration for the lease was ever paid, and the only question was, from what time should interest be computed? That was a question of fact, properly left to the jury.\nThe testimony offered in support of the second item was excluded as incompetent and irrelevant.\nSome evidence was introduced, under the amendment, for the purpose of sustaining the fourth item of claim; but the court, being of opinion that it was insufficient to justify- the jury in finding damages for the alleged breach of defendant’s agreement to put in the spur track, withdrew that subject from the consideration of the jury, and afterwards struck from the record the amendment under which the testimony relating to that subject was introduced. That order is as follows:\n“ The subject matter of the amendment to the declaration allowed at the trial having been withdrawn from the jury by the court, and the issues involved therein not having been passed upon or considered by the jury; now, therefore, in order that the record may truly state the questions raised and determined by tbe verdict, it is ordered that the allowance of the amendment be revoked, and the amendment itself be stricken from the record.”\nThis left nothing for the consideration of the jury, except the questions of interest on the one thousand dollars and damages for alleged breach of agreement to provide the coal spaces under the track. It was, of course, the province of the court to construe the written contract. That was correctly done, and in connection therewith the two questions above stated were fairly submitted to the jury. Their verdict in favor of plaintiff shows that they found in its favor on both questions, and judgment was entered on the verdict.\nThe only specifications of error are (1) to that part of the charge wherein the learned judge withdrew from the jury the fourth item of plaintiff’s claim, viz., damages for non-compliance with the contract to construct the spur track; and (2) the subsequent order revoking the amendment and striking the same from the record. In neither of these rulings have we been able to discover any error of which the defendant has any just reason to complain. The insufficiency of plaintiff’s evidence certainly warranted the court in withdrawing the fourth item of its claim from the consideration of the jury. If either party was prejudiced by the action of the court in that regard, it was the plaintiff, and not the defendant. For the same reason, defendant has no standing to complain of the subsequent order striking off plaintiff’s amendment, which had become useless, because the testimony it introduced for the purpose of sustaining the item of claim based thereon proved to be insufficient to justify its submission to the jury. If the amendment had been permitted to remain on the record, it might have been invoked by defendant as a technical objection to plaintiff’s recovery in the subsequent action of trespass; but there is no merit in any such consideration as that, as a ground of reversal in this case.\nThe assignments of error are not sustained.\nJudgment affirmed.\nno. 48.\nOpinion,\nMb. Justice Sterbett :\nThe facts necessary to a proper understanding of this contention are sufficiently stated in the charge of the court.\nIt is conceded that the land on which the spur track was constructed by the company defendant belongs to the plaintiff. It is not claimed by the company that it had any right to enter thereon, except such as it may have acquired under the clause contained in the contract of August 30,1890, wherein it agreed, as part consideration for plaintiff’s lease, “ to put in, at its own cost, a spur track for the use of the party of the first part.” After referring to the agreement, and reciting the clause above quoted, the learned judge, in charging the jury, said:\n“ That is the clause under which the company defends. That clause, it says, justifies it in being where it is. But you will observe that there is no provision in this agreement at all, determining where this spur track is to go. The location was evidently left by the parties to be fixed by future adjustment. The agreement, I repeat, is entirely silent upon that subject. It simply provides that the railroad company was to put in a spur track. Of course, if the parties actually agreed as to where the spur track was to go, and it was then put down in accordance with that agreement, then the agreement, and the subsequent arrangement of the parties fixing its location, would be a complete defence for the railroad company to this action. They could say, then, ‘We are not trespassers, because we agreed to put in a spur track for you upon your own ground, and you told us where to go, and we put it in that place.’ That, then, is the real question at issue in this case for you to decide. The question of fact, and, if I understand it, the only question of fact, in this case, is whether there was such an agreement between the plaintiff’s officers and the defendant’s officers determining where this spur track was to be; in other words, determining that it was to be where it is now..... The plaintiff’s witnesses testify that no such agreement was made; that the matter was left open for future arrangement; that they were never consulted before the work was begun.” etc. “ If that is the case, and the railroad company entered upon the ground covered by the spur, put up the structure without making the agreement, then they are there without authority, and are technically trespassers, and liable for whatever damages they have actually done.”\nIt was undoubtedly the province of the court to construe the agreement on which, in connection with other evidence, the railroad company based its defence. Neither the right of the court to do so, nor the correctness of its construction, has been questioned by either party. The controlling question of fact, thus submitted to the jury, was found in favor of the plaintiff, and damages were accordingly assessed.\nThe only errors assigned are the learned judge’s answers to defendant’s first and second points for charge, and the entry of judgment on the verdict. In the first point, the court was requested to charge that “ the judgment recovered by the plaintiff against the defendant in No. 384 January Term 1891, is a bar to the recovery of any damages in this action, and the verdict must be for the defendant.” Either of the reasons given for refusing this point is a sufficient answer to the first specification of error. In the first place, no judgment had then been entered on the verdict in No. 884 January Term 1891. The trial of that case had just been concluded when the present case was taken up. But, as the learned judge said, treating the verdict as equivalent to a judgment, the question involved in this case was not, and could not have been decided in that case. It was an action of assumpsit between the same parties, and was brought in this court on appeal. In an opinion just filed at No. 42, May Term 1891, the judgment has been affirmed. By referring to the opinion, it will appear that the only question involved in this action of trespass was not passed upon in that case. The testimony relating to the failure of defendant to put in a spur track for use of the plaintiff, according to contract, was distinctly withdrawn from the jury, and the amendment under which the testimony on that subject was introduced was stricken from the record. For obvious reasons there was no error in the qualified refusal of defendant’s second point, nor in entering judgment on the verdict. Under the agreement of August 30, 1890, as properly construed by the court, it was necessary that the location of the spur track should be fixed by the parties. Whether it was so fixed or not was the question of fact submitted to the jury. That controlling question was passed upon by the jury, and found in favor of plaintiff.\nThere appears to be no error in either of the three rulings complained of\nJudgment affirmed."}