{"id": "825880", "contents": "Opinion,\nMr. Chief Justice Passon :\nWe are unable to see the relevancy of the offer of the mortgage referred to in the first specification of error. It did not in any way affect the question of the validity of the sale of the lunatic’s real estate, which was the issue before the court below.\nThe second specification alleges that the court erred in refusing to allow an amendment of the record at No. 316 November Term 1876. A record can only be amended where there is something to amend by. This motion was to so amend the record as to show that notice of the sale of the real estate by the committee had been given to the next of kin of the lunatic. The proceedings show notice to the widow, but not to the next of kin, as required by the twenty-fourth section of the act of June 13, 1836, P. L. 597. There is no averment in the petition to amend, that in point of fact notice had been given to the next of kin, and omitted from the record by accident or mistake. We are therefore justified in concluding that the notice had not been given, and that the motion was merely an attempt to falsify, not to amend the record. The court below was right in rejecting the application.\nThe important question is raised by the fourth specification, which alleges that the court below erred in entering judgment for the plaintiff upon the questions reserved. They are as follows:\n“ 1. The court reserves the point whether or not the record and proceedings at No. 816 November Term 1876, in the Common Pleas Of Westmoreland county, Pa., given in evidence by the defendants on the trial of this cause, In re Commonwealth v. George Bennett, were or were not sufficient to divest the title of the said George Bennett to the premises in dispute, to wit, the undivided half of the land described in the writ.\n“2. And whether the deed given in evidence by defendants, made and delivered by John George, the alleged committee, to Col. Israel Painter, dated November 25,1876, for the premises, made in pursuance of said proceeding at No. 316 November Term 1876, was or was not sufficient to divest the title of George Bennett to the undivided one half of the premises described in the writ.”\nThe material facts disclosed by the record in question may be briefly stated as follows:\nIsrael Painter and George Bennett, the lunatic, were the owners in fee of the premises in dispute, being a farm containing one hundred and thirty-five acres, situated near Greensburg, Westmoreland county. Each of the said parties was the owner of the undivided one half of said farm. While the title was thus held, proceedings in lunacy were commenced in the Common Pleas of Westmoreland county, at No. 316 November Term 1876, and were so proceeded in that the said Bennett was found to be a lunatic, and John George, now deceased, was appointed his committee, who filed his bond, which was duly approved. No fault was found with the regularity of these proceedings. On November 25, 1876, the committee presented a petition to the Court of Common Pleas of said county for leave to sell the real estate of said George Bennett at private sale, and tendered a bond for five thousand two hundred dollars, which was approved, and an order of sale issued. On the same day, the committee sold the undivided half of the farm in question to Israel Painter, for the sum of two thousand seven hundred and ten dollars. On the same day, the committee made return of the said sale to the court, which was duly confirmed, and the deed executed and deliv ered.\nGeorge Bennett died on the twentieth of April, 1877, at Kirkbride’s Insane Asylum, Philadelphia. Israel Painter died July 4, 1880. His title had become vested in John R. Hayden, the defendant below, against whom this action of ejectment was brought by the widow and children of George Bennett, deceased. Their contention is that the sale by the committee passed no title.\nThe question resolves itself at once into one of jurisdiction; for, if the court below had jurisdiction, its decree cannot be attacked collaterally in an action of ejectment. It can only be done in such case by proper proceedings in the court below to set aside the sale. This law is so familiar that I will not stop to cite authorities. Were we to hold a different rule, we would blow up thousands of titles in every part of the state.\nIn order to determine this question, we must examine the petition upon which the proceedings were based. It is settled law that the facts set out in the petition determine the jurisdiction : Torrance v. Torrance, 53 Pa. 505. The petition sets forth:\n“ (a) That the said George Bennett has a wife, Rebecca Bennett, and eight children, viz., Margaret, Annie, Josephine, Jesse, George, Fred, Robb, and Emma Bennett, all of whom are in their minority.\n“ (b') That the personal estate of said lunatic, George Bennett, is not sufficient for the payment of the debts due by him, as by the statement hereunto annexed, exhibiting said debts so far as your petitioner can ascertain them, together with a true and perfect inventory of the personal estate of George Bennett, so far as the same have come to the knowledge of your petitioner.\n“ (e) Your petitioner further sets forth that there is no money in his hands belonging to said lunatic, to be applied for the support and maintenance of the family of the said lunatic, and for the education of said minor children.\n“ (d) Your petitioner, therefore, prays the court to grant him an order to sell the interest of said lunatic in the above-mentioned tract of land in Hempfield township at private sale (your petitioner believing that it would be to the interest of the estate of said lunatic to sell the same at private sale, and that thereby more money can be realized for the same), for the purposes aforesaid, or so much thereof as the court may, under the circumstances, deem expedient.\n“ (e) Your petitioner further shows that due notice of this intended application was given to the wife of said lunatic, viz., Rebecca Bennett, more than five days previous hereto, as appears by the return of John Guffey, Esq., sheriff, hereto attached.”\nThis petition was duly sworn to, and an inventory of the personal estate of the said George Bennett attached. We need not refer to this in detail.\nWe have thus a petition by the.committee of a lunatic for leave to sell the real estate of said lunatic at private sale, for the payment of his debts, the maintenance of his family, and the education of his minor children, without notice to the next, of kin. The vital question is, whether these facts appearing upon the face of the petition, without more, gave the Court of Common Pleas jurisdiction. If not, the sale by the committee to Israel Painter had no more validity than if ordered by a justice of the peace or the village blacksmith.\nThe act of 13th June, 1836, P. L. 589, provides fully for such cases as this. “The act of 21st of March, 1806, provides that where a remedy is provided, a duty enjoined, or anything directed to be done by an act of assembly, the directions of the act shall be strictly pursued. Now, if there be any living virtue and energy in this statute, the act concerning lunatics’ estates must be strictly pursued: ” Wright’s App., 8 Pa. 57. The only way in which the committee can effect an alienation of the lands of the lunatic is through the interposition of the proper Court of Common Pleas, and then only when the exigencies contemplated by the act of assembly in that behalf occur: Warden v. Eichbaum, 14 Pa. 121. The duties of the committee are plainly defined. No order of sale of real estate shall be made, unless upon application and statements as directed in the act. These provisions are imperative. They give the mode in which the jurisdiction shall be exercised by the Court of Common Pleas : Halderman’s App., 104 Pa. 251\nThe twentieth section of the act of 1836 enacts that “ the committee’ of the estate of eveiy person found to be a lunatic or habitual drunkard, as aforesaid, shall have the management of the real and personal estate of such person, and shall, from time to time, apply so much of the income thereof as shall be necessary, to the payment of his just debts and engagements, and the support and maintenance of such person, and of his family, and for the education of his minor children.” The twenty-first section provides that, “ if the income of the estate of such person shall not be sufficient for the purposes aforesaid, it shall be lawful for the committee aforesaid, under the directions of the court, to apply so much of the principal of the personal estate as shall be necessary for the purpose.\" And by the twenty-second section : “ If the personal estate of such lunatic.....shall not be sufficient for the purposes aforesaid, it shall be lawful for the Court of Common Pleas, having jurisdiction of the accounts of the committee of such person, to make an order authorizing such committee to sell at public sale, or mortgage, such parts of the same as the said court shall deem expedient.” But “ no order for the sale or mortgage of real estate, as aforesaid, shall be granted, unless it appear that due notice of the intended application was given to the wife, if any, and the next of kin of the lunatic..... capable of inheriting the estate : ” See twenty-fourth section.\nIt will be seen that the petition prayed for, and the court ordered a private sale, while the act authorizes a public sale only; also, that notice of the application must be given to the next of kin, and that such notice must precede any order of sale. The “ next of kin ” in this case were George Bennett’s minor children, as they were the persons “ capable of inheriting the estate ” in case of his death. This notice was not given. Notice was given to the widow alone. . These were both serious blunders. Are they more than blunders, or mere irregularities, which are cured by the decree of the court, so far as to protect said decree from attack collaterally? In other words, do they go to the jurisdiction of the court? We are of opinion that they are more than mere irregularities. Under the act of assembly cited, the court had no power to decree a private sale of this real estate, and no jurisdiction to entertain or consider a petition praying for a private sale. Moreover, the court had no jurisdiction to make an order even for a public sale, unless it appeared upon the face of the petition that the notice to the next of kin required by the twenty-fourth section had been given. The entire proceeding was coram non judice.\nIt was strongly urged, however, that if the proceeding was void under the act of 1836, it was nevertheless authorized by the act of April 18,1853, P. L. 503, commonly called the Price act. We have examined this act with care. It is true that, under the second and third sections thereof, the Court of Common Pleas may order the sale of the real estate of a lunatic upon the application of his committee, where it is made to appear to the court that such sale “ is for the interest and advantage ” of said lunatic; but we look in vain through the act for any authority to sell the real estate of a lunatic for the payment of his debts, the support of his family, and the education of his minor children. All this, as before observed, was fully provided for by the act of 1836, and the act of 1853 was not intended to interfere with the mode of proceeding designated in that act. On the contrary, it is expressly provided by the act of 1853 “ that nothing in this act contained shall be' taken to repeal or impair the authority of any act of assembly, general or private, authorizing the sale of real estate, by decree of court or otherwise,” etc. The object of the act of 1853, as we have repeatedly said, was to unfetter real estate, and render it more readily alienable. It was supplementary to the legislation already in existence, and extended the powers of the courts to cases where no power of sale existed before. It was not intended to apply to cases where the court had already full powers to order a sale; much less was it intended to interfere -with the mode of proceeding then in existence. Thus we see that the act of 1836 authorizes the court to order the sale of the real estate of a lunatic, for the purposes hereinbefore stated, viz., to pay his debts, support his family, and educate his children. The act of 1853 conferred an additional power, viz., the power to order a sale whenever it is made to appear to the court that such sale would be to “ the interest and advantage ” of the lunatic. Had this sale been made for the latter reason, properly set forth in the petition, the sale would doubtless have been valid under the act of 1853, assuming the other requisites of the act to have been complied with. But a sale for the payment of debts, the support of the lunatic’s family, and the education of his minor children can derive no support from the act of 1858.\nThe further objection was made that the court below should have directed a conditional verdict, by which the appellants should have received a credit for the two thousand seven hundred and ten dollars of purchase money paid at the time of the sale to Painter, and also for one half of the mortgagegivenby Painter and Bennett to Lewis Collner for $14,387.20. The first, third, fifth, sixth, and ninth specifications all bear upon this question. We fail to find in the record anything to show that any such point was made in the court below, or that it was even called to the attention of the learned judge. There is not a hint of it in the reasons assigned for á new trial. On the contrary, the court says in its opinion on the reserved questions, “The only question argued before the court was this question: Were the proceedings under the act of 1836 or the act of 1853 ? ” We must treat the case' here as it was treated below.\nJudgment affirmed.\nMr. Justice Mitchell noted his dissent."}