{"id": "825878", "contents": "NO. 37 : COMMONWEALTH, EX REL. TATE.\nOpinion,\nMb. Justice Sterbett :\nIn December, 1890, William D. Wallace was on trial in the Court of Quarter Sessions of Lawrence county on an indictment charging him, in the second count, with offering John R. Tate, Edwin Shaffer, and Thomas J. Downing, electors and delegates to a nominating convention, money as a bribe ; and, in the third count, with soliciting, encouraging, and requesting said John R. Tate, Edwin Shaffer, and Thomas J. Downing, delegates to a nominating convention, to receive and accept money as a bribe, to influence them to make and join in nominating a candidate for congress. The relator, being called and sworn as a witness on behalf of the commonwealth, was asked certain questions, which he refused to answer, on the ground that his answers would tend to criminate him. Other questions were repeatedly propounded to the witness, and, for the same reason, he refused to answer either of them. The question of privilege claimed by him was then discussed, and, after due consideration, the decision of the court was announced to the witness as follows: “ The question has been argued in regard to the privilege which you claim, and the court has announced its decision that the witness must answer the questions asked, but that the answers .cannot be used against you in any criminal proceeding.” The witness having still declined to answer any of the questions propounded to him, the president of the court, addressing him, said: “ Are you aware of the fact, Mr. Tate, that your refusal to answer is contempt of court, for which you may be punished by imprisonment ? ” To which he replied in the affirmative. Thereupon the court, after referring to the facts, adjudged the relator guilty of contempt, and committed him “ until such time as he will purge himself of said contempt.” On the following day, the case of Commonwealth v. Wallace being still on trial, the relator was brought into court, and being asked if he was then willing to answer the questions which had been propounded to him the day before, replied: “ I still claim my privilege,” and refused to testify. The court, having considered the premises, thereupon, December 17, 1890, sentenced him “to pay a fine of two hundred dollars, and undergo an imprisonment in the county jail, .... until the tenth day of March next; and stand committed,” etc. Afterwards, on December 23, 1890, the relator was brought before our Brother Clakk on this writ of habeas corpus issued by him at chambers, etc., and by his order the hearing was continued to January 12, 1891, before the court in banc, and an order admitting him to bail, etc., was made. As ancillary to this writ of habeas corpus, the record of the criminal case in which the relator refused to testify was brought before us and referred to, so far as it has any bearing upon the action of the Court of Quarter Sessions in adjudging him guilty of contempt of court, etc.\nIt is unnecessary to consider any technical objection to the sufficiency of the sheriff’s return to the writ of habeas corpus, because, in his petition for the writ, the relator sets forth, inter alia, the fact that he was adjudged guilty of contempt of court in refusing to testify as a witness in the case above referred to ; that for said offence he was sentenced by the court to pay a fine of two hundred dollars, and undergo an imprisonment in the common jail of Lawrence county until the tenth day of March, 1891, “ and stand committed to the custody of the sheriff for the purpose of carrying this sentence into effect; bjr virtue of which your petitioner is now in the said common jail in custody of Samuel W. Bell, sheriff.” Nor is it necessary for us to consider the sufficiency of the indictment which Wallace was called upon to answer, whether it was properly framed, or whether the acts charged therein constitute an indictable offence, either at common law or by statute. These and all other matters pertaining to it were for the court before whom the cause was being tried, to consider and determine in the first instance. When they come properly before us (if they ever do), after that court has finally passed upon them, it will be time enough for us to consider them; but we may remark, in passing, that, if the acts therein charged are not criminal, no time should be lost in making such acts highly penal. Delegate elections and nominating conventions are a necessary part of our representative and elective system, and as such they are recognized, and to some extent guarded and regulated, by law. Bribery and corruption in those sources of political and civil power are calculated, in a very high degree, to debauch and demoralize the people and undermine our institutions. Delegates to nominating conventions are the chosen representatives of the political party to which they profess to belong. In representing those by whom they are chosen, such delegates are called upon to discharge the most important duties that pertain to the elective franchise, the selection of proper persons as candidates for offices to be filled by the votes of the people. In many cases, a nomination is equivalent to an election. Bribery of delegates to nominating conventions is a contemptibly mean fraud upon our elective system, and, as was well said by the present Chief Justice in Commonwealth v. Walter, 83 Pa. 107, “a fraud upon the ballot is a crime against the nation.”\nThe relator appears to have been conscious that there was something criminal in the acts laid in the indictment, which, as a witness for the commonwealth, he was called to sustain; because, in refusing to answer any question that could have had even a remote bearing on those acts, and many that had none whatever, he assigned as his only reason for such refusal that his answer would tend to criminate himself. Assuming that he honestly believed in the reason thus assigned, he would appear to be more susceptible of crimination than the trial court supposed he was; for, certainly, fully responsive answers to many of the questions that were put to him by the attorney for the commonwealth could not have had the slightest tendency to criminate him. Whether such answers might tend to criminate the defendant on trial was a matter that concerned only the parties to that case. In a legal point of view, at least, it could not concern the relator. After the relator’s claim of privilege had been considered, and the court had informed him that he must answer the questions asked, but that his answers could not be used against him in any criminal proceeding, and he still, for the same reason as before, repeatedly refused to answer, what remained to be done ? Was his determination in Opposition to the judgment of the court to be accepted as a finality, and was the court powerless to enforce its order in the premises? We think not. If it was, courts of justice would be at the mercy of contumacious witnesses. It would be in the power of the latter at any time to cause a miscarriage of justice. The relator was not the final arbiter of the question whether his answers to the interrogatories propounded would tend to criminate him. It was the plain duty of the trial judge to decide that question. Men who are as conscious of extreme susceptibility of crimination as the relator appears to have been, would be badly qualified to decide such questions, especially in their own cases.\nThe tenth section of our act of May 23, 1887, P. L. 161, provides that “ any competent witness,” except defendants actually upon trial in the criminal court, “ may be compelled to testify in any proceeding, civil or criminal; but he may not be compelled to answer any questions which, in the opinion of the trial judge, would tend to criminate him.” The trial judge, and not the witness, is therefore the proper person to decide such questions; and it requires no argument to show that, if it is his exclusive province to decide, he must necessarily have the power to enforce his decision by punishing the contumacious witness for refusing to obey.\nIt is quite apparent from an examination of the questions which the relator refused to answer that he was contumacious. The following are some of the questions which the relator refused to answer:\n“State whether you ever heard Mr. Wallace talk about drawing a check at any time during the convention.\n“ State whether you heard him (Mr. Wallace) make any offers or promises of money to Thomas J. Downing or Edwin Shaffer, in connection with any other person, in case they would vote for Major McDowell.\n' “Did you have any conversation with William D. Wallace about how you should vote that day ?\n“State whether Mr. Wallace had any envelopes there that day, with packages of money in them.\n“ State whether Mr. Wallace, at the time you were in his office on the last day of the convention, offered you, Thomas J. Downing, and Edwin Shaffer, any money in case you would vote for Major McDowell, and, if so, how much, as an inducement to influence you to vote for Major McDowell?”\nIt is difficult to see how responsive answers to these questions, without more, could have tended to criminate the relator. Suppose, in answer to the last question, relator had said, “ Yes, he did. At the time and place mentioned, he offered each of us five hundred dollars in case we would vote for Major McDowell, and the offer was made as an inducement to thus vote.” That answer might tend to criminate the defendant then on trial, but certainly it would not tend to criminate the witness, to whom, with others, the offer was made. It requires something more than the naked fact that the offer was made and the purpose for which it was made. If he had answered the question affirmatively, as above supposed, and had then been asked whether he accepted the offer, the question might or might not, according to circumstances, involve a self-criminating answer. But the question that was put to the witness did not necessarily involve a criminating answer. The action of the relator and other witnesses, in refusing to answer questions which, apparently at least, did not involve self-criminating answers, has more the appearance of concerted action on their part, wherein they mutually agreed to refuse to testify to anything that would tend to sustain the charges laid in the indictment against the defendant on trial. These were all matters for the consideration of the trial court; and, except for extraordinary reasons which do not appear in this case, its judgment must be regarded as final and conclusive.\nBut it is claimed that, in adjudging the relator guilty of contempt of court, and sentencing him therefor, the court below proceeded upon the erroneous assumption that his case was within the purview of § 32, article III. of the constitution, which ordains as follows:\n“ Any person may be compelled to testify in any lawful investigation or judicial proceeding against any person who may be charged with having committed the offence of bribery, or corrupt solicitation, and shall not be permitted to withhold his testimony upon the ground that it may criminate himself, or subject him to public infamy; but such testimony shall not afterwards be used against him in any judicial proceeding, except for perjury in giving such testimony,” etc.\nThe relator’s contention is that this provision relates solely to the crime of “ bribery ” and the offence of “ corrupt solicitation,” etc., specified in the twenty-ninth, thirtieth and thirty-first sections of the same article, and is necessarily restricted thereby. This, we think, would be a too narrow construction of our organic law. In construing a constitution it must be borne in mind that its provisions are necessarily general, and couched in the language of the people by whom it was ordained. Its words should therefore be taken in their popular, natural, and ordinary meaning, rather than in any technical or restricted sense. The object of construction, as applied to such an instrument, is to give full effect to the intent of its framers, and the people in adopting it. That intent, of course, is to be sought for in the instrument itself. If the words convey a definite meaning, involving no absurdity or conflict with other portions of the instrument, that meaning which is apparent on its face must be adopted: 3 Am. & Eng. Encyc. of Law, 679, and cases there cited. Little, if any, significance can be attached to the wording of the captions and titles of the several articles of such an instrument. At most they are merely intended to indicate the general character of the articles to which they are prefixed. That they were intended as critical and precise definitions of the subject matter of the articles, or as exercising restraining limitations upon the clear expressions therein contained, cannot be assumed: Houseman v. Commonwealth, 100 Pa. 222. This will be apparent by reference to several articles of our constitution. For example, article XII., “ Public Officers,” § 1 of which relates to elections, etc.; § 2, to incompatibility of offices ; and § 3, to duelling, etc., as a disqualification. It must be very apparent that the many different subjects to which its provisions relate are much more numerous than the eighteen articles and schedule which constitute the instrument. •“ To impose a limitation upon words of comprehensive import, some express declaration to that effect, or inevitable inference, would be requisite. Especially is this so in construing the organic law of the state. Such instruments deal with larger topics, and are couched in broader phrase, than are legislative acts: ” Houseman v. Commonwealth, supra.\nThe word “ bribery ” appears to be first used in § 7, article II., wherein it is declared that “ no person hereafter convicted of embezzlement of public moneys, bribery, perjury, or any other infamous crime, shall be eligible to the general assembly, or capable of holding any office of trust or profit in this commonwealth.” These words, “ bribery, perjury,” etc., were doubtless used in their plain and ordinary meaning, and without restriction, embracing both common-law and statutory offences coming within the same designation. In § 9, article VIII., the word “ bribery ” is again used without restriction, but in a connection which shows its relation to our election laws. The “ bribery ” therein mentioned is complete by offers, promises, etc., as was held in Leonard v. Commonwealth, 112 Pa. 607. The word “ bribery ” again occurs in § 29, article III., which, after defining what may be termed “ legislative bribery,” declares that the offender “ shall be held guilty of bribery within the meaning of this constitution, and shall incur the disabilities provided thereby for said offence, and such additional punishment as is or shall be provided by law.” Section 30 of the same article declares that any person who shall, directly or indirectly, do certain things, “ shall be guilty of bribery,” etc. By these sections, 29 and 30, which are legislative in their character, it was doubtless intended that the kinds of bribery therein defined should be taken out of the hands of the general assembly, so that they could not be changed by statutory enactment. Having thus given these provisions the force of organic law, the thirty-second section, now under consideration, makes provision for securing testimony, “ in any lawful investigation or judicial proceeding against any person who may be charged with the offence of bribery,” etc., by declaring, that “ any person may be compelled to testify,” etc. We think the words “ offence of bribery,” employed in the thirty-second section, mean all bribery, whether bribery at common law, or under the constitution itself, or any kind of statutory bribery. The learned court was therefore right in saying to the relator that he must testify, and that his testimony could not after-wards be used against him in any judicial proceeding. But, whether the court was right or wrong in holding that the relator was thus protected by the section under consideration, the decision itself would have shielded him. No court would permit the testimony of a witness, truthfully given under such circumstances, to be afterwards used against him in any judicial proceeding.\nAs already intimated, we are not called upon in this case, at the instance of this relator, to decide whether the indictment against Wallace sufficiently charges him with the offence of bribery at common law or under any statute, or whether it charges any indictable offence. That was not the relator’s affair. It concerned the defendant in that indictment, but not a witness called by the commonwealth to sustain the charge laid therein. It follows from what has been said that in no view of the case was the relator unjustly restrained of his liberty ; and, having been released on bail pending the hearing and consideration of this case, without having fully complied with the sentence of the court below, he must be remanded into the custody of the respondent, to the end that said sentence may be fully executed. It is accordingly\nOrdered that the relator do forthwith surrender himself into the custody of the sheriff of Lawrence county, to the end that the sentence of the Court of Quarter Sessions of said county, pronounced against him on December IT, 1890, for contempt of said court, may be fully executed ; and it is further ordered that he pay the costs of this proceeding.\nNO. 36 : COMMONWEALTH, EX REL. DOWNING.\nOpinion,\nMr. Justice Steeeett :\nThis case was argued with Commonwealth ex rel. Tate, against same defendant, No. 3T October Term 1891, in which an opinion has just been filed. The relator in this case was adjudged guilty of contempt of court, under circumstances referred to in that opinion, and what has been there said applies with equal force to him. For reasons there given, a similar order must b^ made in this case. It is accordingly\nOrdered that the relator do forthwith surrender himself into the custody of the sheriff of Lawrence county, to the end that the sentence of the Court of Quarter Sessions of said county, pronounced against him on December 17,1890, for contempt of said court, may be fully executed ; and it is further ordered that he pay the costs of this proceeding.\nNO. 38: COMMONWEALTH, EX REL. SHAFFER.\nOpinion,\nMe. Justice Steeeett :\nThis case was argued with Commonwealth ex rel. Tate, against same defendant, No. 37 October Term 1891, in which an opinion has just been filed. The relator in this case was adjudged guilty of contempt of court, under circumstances referred to in that opinion, -and what has been there said applies with equal force to him. For reasons there given, a similar order must be made in this case. It is accordingly\nOrdered that the relator do forthwith surrender himself into the custody of the sheriff of Lawrence county, to the end that the sentence of the Court of Quarter Sessions of said county, pronounced against him on December 17,1890, for contempt of said court, may be fully executed; and it is further ordered that he pay the costs of this proceeding."}