{"id": "825875", "contents": "Opinion,\nMr. Justice McCollum :\nThe Sudsena Manufacturing Company is a foreign corporation and the act of April 22, 1874, P. L. 108, prescribes the terms on which it may engage in business in Pennsylvania. Compliance with these is a condition precedent to its recognition and legal existence therein. It cannot, by virtue of its charter, exercise its functions beyond the territorial limits of the sovereignty which created it. It cannot transact business in other states or sovereignties without their consent expressed or implied. Any person who assumes to act for it must be considered as having knowledge of its powers and their limitations, and whether it has conformed to the requirements of the jurisdiction in which he proposes to represent it. If he does business for it here, in violation of the conditions prescribed, he commits an offence which is punishable by fine and imprisonment.\nThe right of the state to dictate the terms on which a foreign corporation shall be permitted to transact business within its jurisdiction, cannot be doubted, if the conditions imposed “ are not repugnant to the constitution of the United States, or inconsistent with those rules of public law which secure the jurisdiction and authority of each state from encroachment by all others, or that principle of natural justice which forbids condemnation without opportunity for defence: Lafayette Ins. Co. v. French, 18 How. 407. There is nothing oppressive or unreasonable in our statute relating to this subject. In the first section thereof it is provided that, “ no foreign corporation shall do any business in this commonwealth, until said corporation shall have established an office or offices and appointed an agent or agents for the transaction of its business therein.” In the second section of the act it is declared that, “ it shall not be lawful for any such corporation to do any business in the commonwealth, until it shall have filed in the office of the secretary of the commonwealth a statement, under the seal of said corporation, signed by the president and secretary thereof, showing the title and object of said corporation, the location of its office or offices, and the name or names of its authorized agent or agents therein; and the certificate of the secretary of the commonwealth, under the seal of the commonwealth, of the filing of such statement, shall be preserved for public inspection by each of said agents in each and every of said offices.” These terms are not onerous, or in conflict with any constitutional provision or rule of public policy. But they are clearly prohibitory, and they indelibly stamp as unlawful any business transaction within the state, by a foreign corporation which has not complied with them. It is only by its observance of them that it can have a legal existence for business purposes within this jurisdiction, or acquire contractual rights which our courts will recognize : Thorne v. Insurance Co., 80 Pa. 15.\nIn the case at bar, the appellee, assuming to represent the Sudsena Manufacturing Company, directed the appellant to do certain work for, and furnish certain goods to the company on its credit. The appellant complied with the direction given, and did work and furnished goods under it to the amount of $299.55. It is ascertained by the special verdict that the Sudsena company had not complied with the provisions of the act of assembly of April 22, 1874, but “ was nevertheless carrying on the business of the manufacture and sale of soap or washing compound within the state of Pennsylvania,” and that the appellant was not informed that the company was a foreign corporation, “ or that it was a corporation at all.” The appellant is a citizen of this state, and the business transaction, which is the subject of this suit, was within it. The question is, whether upon the facts found by the special verdict the appellee is liable for the value of the work done and goods furnished on his order on behalf of the Sudsena company.\nIt is clear that the company could not authorize him to do business for it in this state, and that he must be regarded as cognizant of its non-compliance with the terms prescribed by our statute, and of its consequent incapacity. When a person assumes to act for another, knowing that he is not authorized to do so, he becomes personally liable to the party with whom he deals for or on account of his alleged principal. This doctrine is so familiar and well established that citation of authority for it is unnecessary. We think the case before us falls clearly within this principle. The appellant was not charged with the duty of inquiring whether the Sudsena company was a foreign corporation, and if so, whether it had complied with the laws which allowed it to transact business here, when, as the special verdict finds, he did not know “ that it was a corporation at all. ” A citizen of this state who has a business transaction with another as agent of a foreign corporation, may rely on the representation of the agent as to his authority, without releasing him from his common-law liability as principal, if it turns out that his action was unauthorized. In other words, his failure to make search in the office of the secretary of the commonwealth, for the statement which the corporation ought to file there, will not inure to the .benefit of the person who falsely pretended that he was its duly constituted agent. We think that as the appellee acted without authority from the Sudsena company, and it was non-existent as to Pennsylvania, he is clearly liable to the appellant for the work done and goods furnished on his order while professedly acting in its behalf.\nWe find nothing in Hagerman v. Empire Slate Co., 97 Pa. 534, in conflict with this conclusion. The question in that case related to the service of a writ on the agent of a foreign corporation, and had.no reference to the power of the corporation to appoint agents for the transaction of business in this state.\nNor do we discover any merit in the appellee’s contention that his liability is measured by the penalty prescribed by the act of 1874. The penalty is not in lieu of, but in addition to his common-law responsibility to the person with whom he dealt.\nWe are unable to detect anything in the conduct or knowledge of the appellant which estops him from asserting his claim against the appellee. The work was done and the goods were furnished by him, in reliance on the appellee’s representation that he was authorized to act for the Sudsena company. This representation was untrue; and he may properly look to the party who made it, for the value of the work done and goods furnished on the faith of it.\nJudgment reversed; and judgment is now entered on the verdict in favor of the plaintiff and against the defendant for $222.49, with interest thereon from June 12, 1890."}