{"id": "825897", "contents": "Opinion,\nMr. Justice Sterrett :\nThe existence or non-existence of a deed from lams to Hopkins is, in the circumstances of this case, immaterial. The concurrent deeds made by lams and Hopkins to Mrs. Loafman, the apportionment between them of the price, the acceptance of these deeds by Mrs. Loafman, and the delivery of the notes in suit, amounted to a distinct and conclusive recognition of the fact that lams had title in the land described which he had a right to convey. These acts would have been vain and useless without such title. The notes in suit were treated by the parties, and were, in fact, the measure of its value; and their delivery was an essential part of the arrangement by which Mrs. Loafman obtained possession of the land. There is no allegation of adverse claim to the title so derived, and Mrs. Loafman is not in a position to deny it. Having accepted the deed, and obtained possession by virtue of the arrangement made with her father and Mr. Hopkins, she cannot be permitted to deny the validity of the consideration which she agreed to pay her father. “ He rvho would take a benefit cannot dispute the title : ” Share v. Anderson, 7 S. & R. 62.\nAt the time of their alleged cancellation, these notes seem to have constituted the sole remaining estate in Mr. Iams’s possession, and if he then parted with them, he parted with his only independent means of support. That this defendant stood towards him in a special, confidential relation is not denied; and there was evidence which, if believed, would have justified the jury in finding that Mr. lams was in a condition of extreme weakness. In these circumstances, the alleged cancellation would naturally excite grave suspicions of undue influence exerted on the part of this defendant. Assuming the existence of such confidential relation and extreme weakness, at the time when the cancellation is alleged to have been made, the burden would have been upon defendant to show, not only that the transaction was “righteous and conscientious,” but that Mr. lams had acted “ intelligently, deliberately, and freely: ” Miskey’s App., 107 Pa. 611. If Mr. lams was merely subject to a temporary disorder, which was not operative at the time of the alleged cancellation, still the burden of proof, assuming the existence-of the confidential relation, must have been on the defendant to show that the transaction was “ righteous and conscientiousIdem.\nOn the other hand, it was clearly competent for the plaintiffs to show the ex parte declarations of Mr. lams in respect of his intended disposition of these notes, as bearing on the question of undue influence: Rice v. Rice, 127 Pa. 181. The defence was an alleged voluntary donation, and not a contract. There is no pretence that defendant gave a substantial consideration. From necessity, the plaintiffs must resort to surrounding circumstances for evidence of undue influence, for it is obvious that it is rarely susceptible of direct proof; and the declarations of the alleged donor, when he was not subject to such influence, may have an important bearing on the question.\nIt is unnecessary to notice the remaining assignments of error, further than to say that they are not sustained.\nJudgment reversed, and a venire facias de novo awarded."}