{"id": "825889", "contents": "Opinion,\nMr. Justice Mitchell:\nThe learned judge below laid down very clearly and accurately the general rules applicable to cases of accidents through alleged defects in the public roads, and the only substantial question before us is whether, on the admitted or undisputed facts, there was sufficient evidence of negligence on the part of defendants to go to the jury.\nThe rule as to excavations, or other sources of danger by an owner of land in the vicinity of a public road, was stated in Gramlich v. Wurst, 86 Pa. 74, and Gillespie v. McGowan, 100 Pa. 144, and need not be enlarged upon here. On the admitted facts of this case, the defendants would not have been liable merely as owners of the pond. But defendants, having altered the road by agreement or license from the turnpike company, through the receiver, assumed the duty of the company in that regard, and the ease must be considered in the light of the dutjr of the company if it had made the change itself.\nThe precise limits of liability where the element of an uni’uly or frightened horse enters into the causes of an accident on a public highway, have been the subject of controversy and some difficulty. It is conceded that our cases hold the township authorities to a more exacting rule than obtains in some other states, but none of them go so far as to say that they must make the roads safe for runaway horses. The subject was carefully considered in the recent case of Jackson Tp. v. Wagner, 127 Pa. 184, where our Brother Williams said:\n“ Township officers are bound to anticipate and provide against the ordinary needs of travel conducted in the ordinary manner,.....but are not bound to anticipate the danger to which a broken wagon or a frightened horse may expose the driver.” And again: “ It is necessary to inquire whether the accident was the natural or probable result of any act or omission of the township officers, which rendered the highway unsafe for the purposes of travel, conducted in the ordinary manner and by the ordinary means of conveyance. If it was, then the plaintiff ought to recover, and the fright of her horse, the breaking of her wagon, and her inability to guide her frightened animal, should not stand in the way of her recovery. These circumstances do not confer on her any rights she would not have possessed without them, nor give her any higher claim on the care of the township officers. On the other hand, they do not take from her any right to which she, in common with other travelers, was entitled in the use of the highway. It is the condition of the highway, therefore, and not the succession of accidents that befell the plaintiff, to which the attention of the jury should have been held. Was the road on that day and at that place in a condition that made it a suitable and sufficient road for public travel conducted in the ordinary manner ? ”\nThe criterion here laid down was reaffirmed in the same case, 183 Pa. 61, and must be considered the settled law.\nTested by this rule, it is clear that there was no sufficient evidence of negligence to take this case to the jury. There was no defect in the roadbed. It was level, and safe for ordinary travel. The edge of the pond was fifteen feet outside the line of the turnpike, and twenty-seven feet from the traveled part of the road, which was to some extent separated and distinguished from the part adjoining the pond by a line of telegraph poles. The cause of the horse’s fright is unknown, but there was no evidence that it was from anything on or connected with the road or with the pond. Apart from the fright of the horse, there was nothing to show any danger to travel from the existence of the pond and the absence of a fence between it and the road. It is in this respect that the present differs from the line of cases of which Plymouth Tp. v. Graver, 125 Pa. 24, is the exemplar. There, as here, the roadbed was without defect, but it was along and immediately adjacent to the tracks of the railroad, where the passage of trains had a natural tendency to frighten horses. The road, therefore, as it existed, contained the elements of danger to ordinary travel; and this court held that it was the duty of the township to anticipate and provide against such danger. The element of danger to ordinary travel is wanting in the present case; and therefore the jury should have been instructed that there was no sufficient evidence on which to hold the defendants liable.\nJudgment reversed."}