{"id": "825905", "contents": "Opinion,\nMe. Justice McCollum :\nThis is an appeal from a judgment of ouster from a public office. The judgment was entered against the appellant on the ground that the statutes under which he claimed title to the office of recorder of the city of Williamsport were unconstitutional, and his contention here is that their validity ivas not called in question by the pleadings.\nThe objections to the judgment are purely technical, and there is no effort to show that the statutes on which it is admitted the title of the appellant to the office from which he was ousted depends, are of any validity. It is obvious, from an inspection of the record, that the only question for the consideration of the court below was the constitutionality of these statutes. In the information, on which the writ of quo warranto was issued, it was charged that the appellant used and exercised the office of recorder under color of them, and in his answer thereto it was averred that, by their terms, he became and was entitled to hold the said office. The regularity of the proceedings under them was conceded upon the trial, subject to objection as to their relevancy. It is not possible, in the presence of the information, answer, and concession, to discover any dispute concerning the facts in the case. These were admitted, and the inquiry related to their legal effect. This inquiry necessarily involved a consideration of the validity of the statutes under which the appellant claimed he was entitled to hold the office, and which the commonwealth alleged gave him no more than color of title to it. It is plain from the pleadings, the developments on the trial, and the charge of the learned judge, that the question of the constitutionality of these statutes was presented, considered, and passed upon in the court below; and whether the argument made there by the counsel for the commonwealth was sufficiently specific to satisfy the appellant is a matter with which we have no concern. We may add that, if greater precision in the pleadings was deemed necessary, it could have been secured by an amendment.\nThe statutes under which the appellant claims title to the office of recorder are in palpable conflict with § 7, article III. of the constitution. They are local, because confined in their operations to cities of a specified population; which shall accept them by ordinance duly adopted by councils and approved by the mayor. Whether they shall apply to a city of the class described depends on the action of its municipal officers; and in consequence thereof, one city of the class may be subject to their provisions, and other cities of the same class be exempt from them. Without further elaboration of the subject, it is sufficient to say of this legislation that it is such as was condemned in Scranton School D.’s App., 113 Pa. 176. It follows that a correct judgment was entered in this case, and the specifications are overruled.\nJudgment affirmed."}