{"id": "825913", "contents": "Opinion,\nMr.. Justice Mitchell :\nWhatever might be the rights of the complainant at common law or by statute, as against another ferry company, which it is not now necessary to consider, it is clear that its rights against the defendant bridge company must arise, if at all, from the act of April 29, 1874, P. L. 73. By § 31 of that act, “ no bridge or ferry company shall have the right to exercise its corporate franchises within three thousand feet of any other bridge or ferry in actual use at the date of issuing letters patent to the new corporation; ” and by § 32 “ any ferry company .....shall have the right to erect and maintain a ferry.....subject to the rights óf prior occupants within three thousand feet of the point at which the proposed ferry is to be located.” It may well be doubted if these provisions were meant to apply except as between bridge company and bridge company, or ferry company and ferry company; but it is unnecessary to determine the exact construction of the language of this clause, as the limitation of distance has, so far as respects the present case, been repealed.\nThe act of April 17, 1876, P. L. 30, is a supplement to the act of 1874, and § 7 reads, “ Amend section 31 so as to read as follows, namely; ” then giving the amended section, numbered 31, as if in its regular place in the act, introducing wharf companies, making some other changes, and entirely omitting the restriction as to other companies within three thousand feet. Then follows the re-enactment of § 32, as to the right of a ferry company to erect and maintain a ferry “ subject to the right of prior occupants,” but again with the significant omission of the words, “within three thousand feet of the point at which the proposed ferry is to be erected.” These new sections are substantial reconstructions of the old ones. They are complete in themselves, and leave no doubt whatever that they were intended as substitutes for the others which were thereby repealed. This was also the conclusion reached by the learned master in Braddock Ferry Co.’s App., approved by this court, 3 Penny. 32.\nThere was another supplement to the act of 1874 passed March 14, 1876, P. L. 6, which repealed the limitation of three thousand feet as to bridge companies under certain circumstances, and it is argued that this statute, which retained the limitation as to ferries, is still in force. But it is a conclusive answer, as well suggested by the learned judge below, that the act of March 14th had become a part of the act of 1874; and it was the latter, as thus amended, that was again amended by the act of April 17, 1876. In fact, it would seem that the legislature, having had its attention called to the inconveniences of the restriction as to bridges, concluded, when the subject again came before it, to repeal the restriction altogether.\nAppellant’s charter was granted in 1885, under the amended act of 1876. All its rights as the first or prior occupant of its ferry are preserved to it by the terms of that act, but they do not include any monopoly or exclusive right within three thousand feet, or any other prescribed distance ; and, this claim thus failing, there is no evidence that any of its rights have been infringed, or that the loss which it is likely to suffer is other than the inevitable result of business competition and improved facilities of public travel.\nThe learned master finds that the appellant’s ferry “ was not in actual use at the time of granting letters patent to the bridge company, to wit, 11th February, 1888; ” but he also finds that it was operated during 1886 and 1887, from about April 1st to December 15th, and that in the winter months “ no ferrying was done in consequence of the stream being frozen and gorged with ice.” We could not concur with this conclusion. The temporary interruption in the winter by vis major would not be such a going out of actual use as to forfeit the company’s rights under the statute. This point does not affect the present case, and we notice it only to avoid the implication of approval, should it arise in a case where it would be material.\nDecree affirmed."}