{"id": "825927", "contents": "Opinion,\nMb. Justice Williams :\nThis case was tried without a jury, and the facts appear fully in the findings of the learned trial judge. From these we learn that the American Bell Telephone Company is a Massachusetts corporation, owning the patents under which the instruments for transmitting or reproducing sound are made, and controlling absolutely the manufacture and use of them. It does not sell any interest in the patent, or any territory, or even a single instrument made by it; but, by leasing the instruments for a term of years at a rental, it maintains its exclusive ownership and control over this mode of communicating messages, and levies such exactions upon the public as it pleases. Having no office and doing no business in this state, it escapes taxation altogether: Commonwealth v. Telephone Co., 129 Pa. 217. The mode of doing business in this state is by the organization of subordinate companies, which erect the poles, put the wires upon them, build or rent offices and exchanges, and fit them out with all the appliances necessary, except the instruments manufactured by the Massachusetts company. These are leased, to be used only within a certain district, and by the subordinate company or its customers. The appellee, the Central District & Printing Telegraph Company, is one, of these subordinate companies. It is doing business in this state, under the authority of a charter granted here. Its business is the transmission of messages over its lines. It owns the entire plant used in its business, or has an exclusive control of it under a lease, and its system covers about fifty contiguous counties in Pennsylvania, West Virginia, and Ohio. The instruments used by customers, and at the several offices or exchanges, are the property of the Massachusetts company. The appellee has no ownership in them. It cannot make them. It cannot sell them. It cannot use them outside the enumerated counties. It cannot so much as control the price that shall be charged for the use of them by their customers. The state has levied a tax upon the capital stock of the appellee. This was originally $500,000, but the contract with the Massachusetts company required it to issue, at the end of ten years, a quarter of a million of dollars of additional stock, and deliver the same to that company. This has been done. The contention of the appellee, which was sustained in the court below, is that the stock issued in pursuance of the contract to the Massachusetts company is not liable to this tax, because it is invested in patent rights.\nOur first question is, what .is a patent right? We reply, negatively, that it is not the article or machine made under the letters patent. That is the property of the maker, in the same way and with the same attributes that any other article made or grown by him is his property. The only difference is that, while unpatented articles made by him may be imitated by others, this inay not be, so long as the letters patent are in force, without his license or consent. The article so made is the fruit of the combination or appliance that has been patented, but is not the patent right. It will be best to adopt in this connection the exact words of the Supreme Court of the United States, in Patterson v. Kentucky, 97 U. S. 501: “ The right of property in the physical substance which is the fruit of the discovery, is altogether distinct from the right in the discovery itself; just as the property in the instruments or plate by which copies of a map are multiplied, is distinct from the copyright of the map itself.” In support of this proposition, the case of Stephens v. Cady, 14 How. 528, was cited. Answering affirmatively, I would say that a “ patent right ” is the right, protected by letters patent, to use the process, combination, or appliance, discovered by the patentee, for the production of a certain result. It is an incorporeal right, conferred by the government, by way of encouragement to, and as compensation for the employment of time and labor and money in the discovery of new and useful things, to minister to the comfort and aid in the progress of the public. So long as the given result can be reached only by means of the process, combination, or appliance covered by the letters patent, the patentee has an exclusive control of the result. When some other inventor reaches the same result by another and better process discovered by him, he is not interfered with by the letters patent to his predecessor, so long as he does not infringe upon the invention they cqver, but may, by the use of his own superior methods, supersede it and drive it from the market. An inventor, by an ingenious combination of wheels, levers, knives and bars, produces a mowing machine, and obtains a patent therefor. This does not interfere with the cutting of grass or grain in any other way, nor with the use of mowing machines that do not employ the peculiar process, combination, or' appliance covered by the patent. The patent, therefore, gives to the inventor no control over the result, the cutting of grass or grain, except in so far as it is sought to be done by the use of his device. It gives him no control over the instruments by which the cutting is done, except they employ the. particular process, combination, or appliance to which he, as the inventor, has the exclusive right. This right, which is his by discovery, and which has been protected by the act of the government in forbidding others to employ it without his consent, is the “patent right.”\nOur next question is whether the appellee has invested any portion of its stock in the patent rights under which the Bell telephone instruments are manufactured. This question is fully answered by the contract to which we have already referred. It will not be pretended that it acquired any interest in the letters patent as owner of a fractional part of the title conferred by them; nor, as the owner of the right to make and vend in any given subdivision of the territory covered by them; nor yet, as owner of a single instrument, the fruit of the patent right owned by the Massachusetts company. It is, as to this part of - the plant employed in its business, a lessee. It hires the manufactured instruments as a farmer might hire a mowing machine, and acquires no more interest in the patent right held by its lessor than would the farmer. It is quite common for manufacturers to lease instruments made by them under protection of letters patent. Printing presses, pianos, millgearing, portable saw-mills, and other articles are thus leased; but it has never been suggested that the lessees became thereby owners of, or investors in, the patent rights under which the articles in their possession were made. On the other hand, those articles remain the property of the lessors, who part with nothing but the possession, for which they are paid the agreed rent, or in default of such payment they take the article from the lessee, and resume possession by virtue of their absolute ownership. It is not important to inquire whether the stock issued to the Massachusetts company was a bonus or a method of securing an additional rent, since it is not pretended the appellee received any consideration for it beyond that which appears in the contract, which was the right to use manufactured instruments as a lessee. This was therefore not an investment in the patent rights, but in manufactured instruments and appliances made under the protection of the patents. The first is an incorporeal right, which the owners refuse to sell, in whole or in part. The other is its corporeal embodiment in a manufactured article, prepared for market; or, in the language of the Supreme Court of the United States, its “ fruit.” The first is the right of the inventor to the “ child of his brain.” The other is the personal property of the maker, wrought into shape for the market by his hands, and distinguished from other personal property only in this, that the process of manufacture is protected by the letters patent.\nBut let us look at the practical operation of the rule laid down in the court below. We will suppose, for this purpose, that the corporation owning the rights secured by letters patent is a Pennsylvania corporation, and that its capital stock, to the amount of one million dollars, is invested in the patents. This would be exempt from taxation by tbe state, because invested in incorporeal rights secured by the grant of the government of the United States, and evidenced by letters patent. We will suppose, further, that our corporation, like the Massachusetts corporation in this case, retains an exclusive control over the manufacture of the instruments to which its patents relate, and produces them in great numbers. Within the state, we will suppose there are ten local companies, like that now before us, with their wires, stations, and exchanges, ready to enter upon the business of transmitting messages by telephone, with a capital stock, like that of the Central, of seven hundred and fifty thousand dollars each. They apply to our corporation for several thousands of its manufactured instruments with which to complete their plants and enter upon their business, and are told that the instruments are not for sale, but can be had only at a rental, amounting to several times their value, annually. They accordingly take, upon lease, the machines they need, and pay, as in this case, in addition to an annual rental in cash, one third of their capital stock in a block, as a bonus, or as an additional rent. Our corporation now owns two million five hundred, thousand dollars of the stock of the local companies, which represents the use or rent of its manufactured goods. If the stocks are also exempt, then, on an actual investment of one million dollars in patents, we have three million five hundred thousand dollars of stock exempt from taxation. The same rule, applied in the other states, might result in the exemption throughout the country of fifty million dollars or one hundred million dollars of stock from state taxation, on an actual investment in patents of but one million dollars.\nThe trouble with this rule.is that it overlooks the distinction between the incorporeal right secured by letters patent, and the tangible commodity or finished product which is its fruit. This finished product, or fruit of the right secured by letters patent, is merchandise, whether it takes the form of a patent reaper, a power printing press, a fountain pen, a pencil sharpener, or an instrument called a telephone. If the manufacturer sells his product, the right to use it is an implied term of the contract of sale. If he leases it, the same is true. Whether he sells or leases, he deals, not in a patent right, but in manufactured goods. The buyer or lessee gets no right under the letters patent, except that which follows as a necessary incident from his purchase or hiring, viz., the right to use the article bought or hired, without other liability than that which his contract provides for. We are clearly of the opinion that the stock paid the Massachusetts company, under the contract by which the defendant company secured the telephonic instruments needed in its business, was not an investment in patent rights, but in instruments that enter into and form part of its plant, as truly as the poles, or wires, or switch boards used by it.\nThe judgment is therefore reversed, and judgment is now entered in favor of the commonwealth for the balance of the tax as adjusted by the taxing officers of the commonwealth, with interest and costs.\nBal. of tax on capital stock, . . $375.00\nInterest at twelve per cent .\nAttorney general’s commission.\nTotal"}