{"id": "827876", "contents": "Opinion,\nMr. Justice Mitchell:\nThe contract under which the goods were furnished by the plaintiffs to the defendant was apparently made in Illinois, as the plaintiffs’ place of business was there, and the goods were delivered to a carrier in Chicago, to be carried to Pittsburgh, the freight being payable by defendant. The presumption, therefore, is that the carrier was the defendant’s agent, and there is nothing in the affidavit of defence to rebut this presumption. The element of illegality under the laws of Pennsylvania is therefore out of the case, unless plaintiffs were to do some act here, contrary to law. The agreement is thus stated: “ The goods were to be billed by plaintiffs to defendant at factory prices in the city of Chicago, less five per cent, defendant paying freight at Pittsburgh, the point of delivery; and defendant was to receive for his services whatever price he could obtain above the bill price and freight.” Notwithstanding the ingenious color of agency thus sought to be thrown over it, this is a contract of sale. The defendant was to get the goods at the stipulated rate, and was entitled to receive the full price he could sell them for. What more or less does any purchaser do who buys to sell again ? If he made a profit, it was his; there was no duty to account. If he made a loss, that also was his, for the agreement made no stipulation for recoupment. It was a plain, ordinary case of sale, and carried with it the obligation to pay the agreed price. Knowledge that the purchaser might, or even that he intended to sell the goods contrary to the law of Pennsylvania, could not vitiate a contract made and executed in Illinois. The dominion of the vendor over the subject ceased before there was any violation of the law, and even the purchaser had still the locus poenitentise, and might never violate the law at all.\nThe other branch of the defence has no more merit. Plaintiffs, it is said, “ agreed with defendant to give to him the exclusive agencyforthe sale of their goods in western Pennsylvania ; ” and again, “ it was mutually agreed that all matters should be compromised and adjusted between them,” etc. An agreement to’give an agency may sustain an action for a breach; and a compromise of existing claims may be good, consideration for a promise to liquidate a money demand at an agreed amount, or to make it an account stated. But, to be effective, such agreements would require proof of facts, not set up in this affidavit. So far as appears in the defendant’s own version, it is no more than a claim for unliquidated, if not merely speculative profits, and an accord without satisfaction. It is not said that the goods were not bought, nor that they were bought on the faith of the agreed agency, and remain unsold by reason of its revocation. In this respect, the case differs entirely from Luddington v. North, 141 Pa. 184.\nJudgment affirmed."}