{"id": "827875", "contents": "Pee. Ctjeiam :\nThe appellant was convicted in the court below upon an indictment in the first count of which it was charged that she, “ Sarah A. McGinty, alias Sarah A. Randolph, .... unlawfully, wickedly, and maliciously did solicit and invite one Samuel Kissinger, then and there being, and by the offer and promise of payment to said Samuel Kissinger of a large sum of money, to wit, one thousand dollars, which to him, the said Samuel Kissinger, she, the said Sarah A. McGinty, alias Sarah A. Randolph, then and there did propose, offer, promise, and agree to pay, did incite and encourage him, the said Samuel Kissinger, one William S. Foltz, a citizen of said county, in the peace of said commonwealth, feloniously to kill, murder,\" and slay, contrary to the form of the act of general assembly in such case made and provided, and against the peace and dignity of the commonwealth of Pennsylvania.” Upon the trial below, the defendant moved to quash the indictment upon the ground that “the said indictment does not charge in any count thereof any offence, either at common law or by statute.” The court below refused to quash the indictment, and this ruling, with the refusal of the court to arrest the judgment, is assigned as error.\nIt may be conceded that there is no statute which meets this case, and if the crime charged is not an offence at common law, the judgment must be reversed.\nWhat is a common-law offence? We endeavored to answer this question in Commonwealth v. McHale, 97 Pa. 397, 410, in which we held that offences against the purity and fairness of elections were crimes at common law, and indictable as such. We there said: “We are of opinion that all such crimes as especially affect public society are indictable at common law. The test is, not whether precedents can be found in the books, but whether they injuriously affect the public police and'economy.” Tested by this rule, we have no doubt that the solicitation to commit murder, accompanied by the offer of money for that purpose, is an offence at common law.\nIt may be conceded that the mere intent to commit a crime, where such intent is undisclosed and nothing done in pursuance of it, is not the subject of an indictment. But there was something more than an undisclosed intent in this case. There was the direct solicitation to commit a murder, and an offer of money as a reward for its commission. This was an act done, a step in the direction of the crime; and, had the act been perpetrated, the defendant would have been liable to punishment as an accessary to the murder. It needs no argument to show that such an act affects the public police and economy in a serious manner.\nAuthorities in this state are very meagre. Smith v. Commonwealth, 54 Pa. 209, decided that solicitation to commit fornication and adultery is not indictable. But fornication and adultery are mere misdemeanors by our law, whereas murder is a capital felony. Stabler v. Commonwealth, 95 Pa. 318, decided that the mere delivery of poison to a person, and soliciting him to place it in the spring of a certain party, is not “ an attempt to administer poison,” within the meaning of the eighty-second section of the act of March 31, 1860, P. L. 403. In that case, however, the sixth count of the indictment charged that the defendant did “falsely and wickedly solicit and invite one John Neyer, a servant of the said Richard S. Waring to administer a certain poison and noxious and dangerous substance, commonly called Paris green, to the said Richard F. Waring, and divers other persons whose names are to the said inquest unknown, of the family of the said Richard F. Waring,” etc. íhe defendant was convicted upon this count, and, while the judgment was reversed upon the first count, charging “ an attempt to administer poison,” we sustained the conviction upon the sixth count, Mercur, J., saying: “ The conduct of the plaintiff in error, as testified to by the witness, undoubtedly shows an offence for which an indictment will lie without any further act having been committed. He was rightly convicted, therefore, on the sixth count.”\nThe authorities in England are very full upon this point. The leading case is Rex v. Higgins, 2 East 5. It is very similar to the case at bar, and it was squarely held that solicitation to commit a felony is a misdemeanor and indictable at common law. In that case it was said by Lord Kenyon, C. J.: “ But it is argued that a mere intent tp commit evil is not indictable without an act done ; but is there not an act done, when it is charged that the defendant solicited another to commit a felony? The solicitation is an act; and the answer given at the bar is decisive that it would be sufficient to constitute an overt act of high treason.” We are not unmindful of the criticism of this case by Chief Justice Woodward, in Smith v. Commonwealth, supra, but we do not think it affects the authority of that case. The point involved in Rex v. Higgins was not before the court in Smith v. Commonwealth, and could not have been and was not decided. It is true, this is made a statutory offence by statute 24 & 25 Vict.; but, as is said by Mr. Russell in his work on Crimes, vol. I., p. 967, in commenting on this act: “ As all the crimes specified in this clause appear to be misdemeanors at common law, the effect of this clause is merely to alter the punishment of them.” In other words, that statute is merely declaratory of the common law.\nOur best text books sustain the doctrine of Rex v. Higgins. “If the crime solicited to be committed be not perpetrated, then the adviser can only be indicted for a misdemeanor: ” 1 Chit. Crim. L., 264. See, also, 1 Archb. Crim. Pr. & Pl., 19, and 1 Bish. Crim. L., § 768, where the learned author says: “ The law as adjudged holds, and has held from the beginning in all this class of cases, an indictment sufficient which simply charges that the defendant, at the time and place mentioned, falsely, wickedly, and unlawfully did solicit and incite a person named to commit the substantive offence, without any further specification of overt acts. It is vain, then, to say that mere solicitation, the mere entire thing which need be averred against a defendant as the ground for his conviction, is no offence.”\nWe are of opinion the appellant was properly convicted, and the judgment is.\nAffirmed."}