{"id": "827892", "contents": "Opinion,\nMb. Justice Stebbett :\nWe were not referred to any Rule of Court under which this judgment was^entered. It may have been done under a practice peculiar to the court below. However that may have been, Cthe case was treated here by counsel on both sides, as a judgment for want of a sufficient answer or affidavit of defence, and as such we dispose of it.\nIt will be observed that the only appellants are W. S. Cochran, executor of Patrick Graham and devisee under his will of the land sought to be charged, and Edwin Cochran, alienee of said W. S. Cochran.\nIt is clear that the appellant W. S. Cochran is concluded from contesting the debt in this case. He was a party to the original action in which the judgment was taken, and therefore had his day in court. The act of 1834 was not intended to give, and did not give the right to be twice heard upon one issue by the same person: Stewart v. Montgomery, 23 Pa. 410. Lien being an incident of the debt, has he an available defence to the scire facias ? He claims that, because the devise to him of the land sought to be charged was upon a valuable consideration, such land was thereby exonerated from all debts of the testator; in other words, that he is a purchaser for value of the land devised.\nIt will be conceded that, if the scire facias embraced land of which the debtor did not die seised, the owner would have had a good defence of which he could have availed himself. But, as this appellant admits that his debtor died seised of the land sought to be charged, is he in any better position than the appellee ? As creditors, their rights became fixed by the death of the common debtor, and are equal. There is no pretence of a sale, or of a covenant to stand seised upon which to base a preference, having been made. The appellant can obtain no preference as devisee, even though that were the declared purpose of the testator, for it is an established principle that it is beyond the power of a debtor by a testamentary disposition to disappoint the law either as to precedence, or to give a preference of debts. The will was by its nature the voluntary act of the testator, ambulatory and recoverable, and spoke only from the death of the debtor. While a distinct acknowledgment of the debt made in the will might perhaps be admissible in an action at law, in reply to the bar of the statute of limitations, yet the devisee claiming under the will can claim in no other capacity than as a volunteer. Those who claim as creditors claim in paramount right and adversely to the will. Even the widow, who is said to take as a purchaser, takes in subordination to the rights of the creditors of her deceased husband. Our statutes of distribution are based upon the theory that the assets of a decedent, real as well as personal, are distributable primarily amongst his creditors, and the “ surplusage ” only amongst next of kin, legatees, or .devisees, as the case may be: McBride’s App., 72 Pa. 480. Patrick Graham having admittedly died seised of the land sought to be charged, the devisee must take in subordination to his debts.\nAs the defence of W. S. Cochran’s alienee is the same as his, he is in no better position so far as the scire facias is concerned. It may be that the equities between them may be worked out on execution, but the present proceeding is simply one of lien.\nJudgment affirmed."}