{"id": "827940", "contents": "Pee Curiam :\nThe important question upon the trial below was, whether the liquor furnished Robert Davies by the appellants was the proximate cause of his death. This was a question of fact which could not have been withdrawn from the jury in the face of the evidence. There was testimony on the part of the plaintiff tending to prove that Robert Davies left defendants’ saloon on Friday night, October 25, 1889, very much intoxicated, in part, at least, the result of liquor furnished by them; that he was obliged to lean upon the arm of Frederick Turnbull, being unable to walk alone; that, when about half-way home, Davies fell and rolled into the gutter, becoming satura'ted with mud and water; that Turnbull, who was helping him home, was unable to get him out of the gutter, Davies being a large and heavy man, and went to seek help, leaving him lying in the water; that, when finally he was lifted out of the gutter and taken home, he was thoroughly chilled, and put to bed about midnight ; that he was taken with an attack of pneumonia, of which he died in a few days.\nIt is not easy, in a case of this kind, to trace with absolute certainty the death to its proximate cause. But the liquor was undoubtedly the proximate cause of his falling into the gutter and the consequent exposure, and it was for the jury to find whether the attack of pneumonia was the result of the exposure; in other words, a continuous causation from .the furnishing of the liquor. The jury may or may not have made a mistake. We have no means of intelligently deciding this question, nor is it our province to do so. It was peculiarly for the jury; and their verdict ends the matter, unless the court below committed some error in submitting it. This we do not find. The only specifications are to the charge of the court, and we fail to see any misdirection in any of the extracts contained therein. The contention that the voluntary taking of liquor by the deceased, while intoxicated, and being at the time of known intemperate habits, was such contributory negligence on his part as would prevent a recovery by the plaintiff, will not bear examination. Such a ruling would practically destroy the act of assembly. Every drunkard not only takes liquor voluntarily, but whenever he can get it; and because of his weakness the law makes the saloon keeper responsible for selling to such persons. He has not the will-power to resist the temptation, and for this reason the sale to him is forbidden.\nJudgment affirmed."}