{"id": "827922", "contents": "Opinion,\nMe. Justice Mitchell :\nThe learned judge, during the course of the trial, admitted a good deal of testimony that he subsequently characterized to the jury as “ probably of not very much importance in the case,” and some apparently against his own judgment, out of regard to the urgency of counsel who assumed to “ risk it.” It is true that he cautioned the jury as to the weight of such evidence, and told them in correct and explicit terms that they were not to distribute Lewis Elcessor’s property for him, but to determine if the deed was his own act. But, unfortunately, to re-distribute a man’s property after he is dead, in a manner different from that which he has chosen to do for himself, is one of the things that few juries can resist if they are allowed an opportunity; and this is a class of cases in which the jury must not only be held with a strong hand to a decision in accordance with the evidence, but also in which care must be taken not to give them a chance to decide, except upon evidence strictly competent. The present is the case of a deed from the grantor to a third party, for the purpose of reconveyance to the grantor’s wife, drawn by counsel, acknowledged before a notary who had known the grantor fourteen or fifteen years and who explained the effect of the deed at the time, and executed openly in the presence of one of the plaintiffs. There was no evidence of coercion, fraud, collusion, or even secrecy about it, and it was attacked after the death of the maker solely on the ground of mental incapacity. To overcome such a prima-facie case the evidence should be clear and unquestionable. This state has been reasonably free from disgraceful scrambles over the property of dead men who passed as men of business character and capacity in the community while they lived, and it is the duty of the courts to see that no encouragement is given to any but really well-founded contests.\nThe general rule as to testamentary capacity is that the testator must have a fair appreciation of the nature of the act, of what property he has, and of what he wishes to do with it. Substantially the same standard applies to the present case of a gift during life of a not clearly undue portion of his estate to his wife. As evidence of such capacity, it is settled that opinions of witnesses who knew him are admissible, but only opinions founded on facts which must first be given to the jury that they may determine the weight to be given to the opinions founded on them. They must, therefore, be facts that afford a fair foundation for an opinion on the particular point in dispute. The rule is expressed with the clearness and force that always characterized our late Brother Clark, in First N. Bank v. Wirebach, 106 Pa. 37: “ One not having the pretensions of an expert cannot be permitted to give an opinion as to another’s soundness or unsoundness, until he has first testified to facts within his own knowledge tending to show that mental condition. The particular facts stated by each of these several witnesses must be taken alone as the basis of the proposed opinion of that witness: thus considered, they are found to be in themselves inconclusive in their nature, of such neutral character as in some instances, at least, to be consistent either with soundness or unsoundness of mind. Such facts could not reasonably be assumed as the basis of an opinion as to either.”\nTested by this standard, the facts related by Logan and Alston were not sufficient to justify the reception of their opinions. The burden of their testimony was as to change of physical appearance, which was not surprising, as one of them had known Elcessor forty years, and the other, eighteen. Neither bad had any business transactions with him for years; and, though Logan testifies to conversations about making money, and about dealing in pork and grain and oil, and to visits to bucket shops, yet he never saw Elcessor buy or sell on such occasions. That a man such as Elcessor was shown to be, of good natural mind but entirely illiterate, “ carrying his business in his head,” as one witness said, because unable to read and write, and shut out thereby from mental occupation through those channels, should, when disabled for his trade by a physical breakdown at a rather early age, occupy his mind with visions of speculative fortune and hang around the edges of the dangerous maelstrom-, but with no evidence that he ever ventured in, was certainly no fair indication that he did -not know what property he had, and what he wished to do with it. Such testimony was, at the most, of that neutral character consistent with soundness as well as unsoundne'ss of mind, which, as said in First N. Bank v. Wirebach, supra, “ could not reasonably be assumed as the basis of an opinion.” The fourth and fifth assignments of error must therefore be sustained.\nJudgment reversed, and venire de novo awarded."}