{"id": "827903", "contents": "Opinion,\nMb. Justice Williams :\nThis appeal raises but one question. The learned judge of the court below was asked to instruct the jury that the evidence was not sufficient to sustain a verdict in favor of the plaintiff. He refused to give the instruction asked for, submitted the whole case to the jury, and a verdict was rendered in favor of the plaintiff. The question thus presented is whether the evidence is sufficient to justify the learned judge in submitting it to the jury.\nThe action was brought to recover damages sustained by the plaintiff by reason of the death of his minor son, which, he alleged, was due to the negligence of the defendants. His son had recently arrived in this country, was about seventeen years of age, and was a member of his father’s family. Both father and son were employed about the' Edgar Thompson Steel Works owned by defendants, but in different lines of labor. It appears that there were two parallel flues leading from a battery of boilers to a stack some twenty or more feet away. These flues were from fifteen to twenty feet apart. One of them was closed at the end next the boilers, and was being rebuilt. A party of brick-layers and their helpers, numbering more than twenty men, were at work along this flue, through the night of April 24, 1889. John Tunney and at least two other persons were wheeling brick to them. In doing this they passed sometimes over the flue that was in use. About ten or half past ten o’clock that night, John was seen warming himself at the boilers. He was never seen afterwards. About midnight some of the brick-layers noticed a hole in the flue, and a bright light from it. The hole was then eight to ten inches in diameter, and increased by seven o’clock in the morning, to from twelve to fourteen inches.\nThe fact of John Tunney’s disappearance became known to his father not far from seven o’clock A. M., and he went to the steel works in search of him. No trace of him has been found. A piece of cloth was found about fifty feet from the stack, which his mother and sister thought they could identify, but this was afterwards accounted for. If it had not been, we agree with the learned jucfge that the evidence of identification was of no value. It assumed that the flames, which had left no vestige of the bones, the enamel of the teeth, or the steel plates upon the heels of his boots, had spared the piece of flannel with a patch upon it, so that both the texture and the color of the cloth were easily to be distinguished. The father also testified that when be looked into the hole in the flue that morning, he saw, at the foot of the stack, what he thought were bones, and a metal heel-plate, unconsumed. When it is remembered that the foot of the stack was ten feet or more away from the hole, and that the flue was filled with the burning gas and vapor, rushing with great velocity from the boilers to the stack, it is apparent that this story is an improbable one; but, when to this is added the fact that the fire was turned off that forenoon, so that by one or two o’clock the flue was cool enough to admit of a thorough examination of it and its contents, and that nothing was found in the ashes and soot but a few small nails used several months before in rebuilding the arch, its value as evidence disappears altogether.\nThere is a coincidence between the appearance of the hole in the flue and the disappearance of John Tunney, that suggests the possibility of their relation to each other.as cause and effect. On the other hand, there is the circumstance that between twenty and thirty men were at work all night within a few feet of where the hole appeared, and neither saw nor heard anything to suggest to them that any person had fallen into it. This is all there is in the case to prove that John Tunney is dead. Now, if we assume, for the moment, that it is enough to justify the jury in finding that he is dead, and that he lost his life by falling into defendants’ flue on the night of the twenty-fourth of April, 1889, we have yet to see what evidence of negligence the jury had before them to justify their verdict. These flues were below the level of the ground. They were about four feet wide, and covered by an arch made of fire-clay brick. There were four rings of brick in the arches, making an arch of eighteen to twenty inches thick over each flue, and twelve to eighteen inches of earth over the arches. Flues so made have a life of from eighteen months to four years, depending on the constancy and intensity of the fires. This arch had been built about six months, and inspected about three months before the hole opened in it\".\nIn what respect had the defendants failed in their duty in either the construction or the care of the flue ? Several wit-. nesses, thoroughly competent -to speak upon the subject, say that the flues were well built, and capable of sustaining a very great weight. No one denies it. The learned judge who heard the testimony said to the jury that an arch built like this one “ ought to be—I was going to say—absolutely safe from caving in from any weight that would go on it.” It has not been suggested that the general plan of construction was not a proper one. We have, then, a flue built upon a proper plan, of the best-known materials for the purpose, covered with an arch of great strength, capable of supporting any load that would naturally be put upon it by hauling over it. We have the further facts, that the flue was comparatively new and had been recently examined. We cannot see what more could have been required of an employer. This alleged accident happened in a part of the state in which iron and steel mills are numerous, and in which it would have been easy to find a multitude of witnesses competent to speak upon the safety and sufficiency of the mode of constructing flues adopted at the defendants’ works. No one was called for that purpose. The plaintiff testified that in mills where he had worked, a plate of wrought iron was used to cover the flues. Whether that was in addition to or in lieu of the arch used by the defendants he did not say. How the flues were constructed which he had seen with a plate over them he did not state. The jury were left without any means of ascertaining whether the defendants had omitted any safeguard which is ordinarily employed upon flues constructed like this one or not. The burden of proof was on the plaintiff. This was the point on which his case depended. He should have shown the jury what negligence he charged the defendants with, and in what it consisted. The jury could not infer it because some flues, of whose construction they were not informed, had a plate upon them. They could not infer it from the simple fact that in some way, which no one undertakes to explain, a hole appeared in the top of the flue on the same night in which young Tunney disappeared. They certainly could not infer it without any evidence of facts from ■ which such inference would be legitimate. There was therefore no proof of negligence and no proof from which negligence could be fairly inferred in this case, and the instruction asked for should have been given.\nThe character of the action, the theory on which it rested, and the horrible fate to which it consigned the plaintiff’s son, made the case an exceptional and sensational one. It could not fail to enlist the sympathies of the jurors. The fact that the court submitted the question of the defendants’ negligence to them was, to their minds, an assurance that there was evidence of negligence sufficient to justify them in finding the defendants guilty of having caused the death of John Tunney by the neglect of such precautions as it was their duty to their employees to take; and they lost no time in finding it. We think there was no evidence, or at least but a mere scintilla, from which negligence could be found, and that the question should not have gone to the jury.\nThe judgment is reversed."}