{"id": "829782", "contents": "Opinion by\nMb. Justice Mitchell,\nThe affidavit sets up in substance three grounds of defence. First, that the note or duebill sued upon was signed by defendants, “ not intending or understanding it to be any settlement or obligation to pay that definite sum of money, but as an undertaking to furnish the plaintiff with a satisfactory horse, . . . and affiant signed the same on the express representation to him by plaintiff that it was a mere matter of form, and not an obligation.” Of this it is sufficient to say that it is a flat contradiction of the terms of a plain business writing,. which any one competent to do business at all could not fail to understand. No accident is alleged, and the only fraud or mistake is the representation that it was “ not an obligation,” though its express terms had that and no other meaning. If . the rule as to parol evidence to vary writings is to have any application at all it should be to such cases as this: Clarke v. Allen, 132 Pa. 40.\nSecondly, the affidavit sets up that the payment of one hundred and forty-five dollars, accompanied by a receipted bill, for the use of the defendant’s horse for three and a half months, was a single offer of settlement, which was tó be accepted or rejected as a whole, and plaintiff having retained the money, had thereby bound himself also to recognize and accept the counter’daim for use of the horse. For this, Washington Gas Co. v. Johnson, 123 Pa. 576, is cited, and there is no doubt of the principle relied upon. But the facts of that case were much stronger than the present. Defendant’s attorney had received from plaintiff’s attorney a letter, which he understood as agreeing to accept a certain sum in full of demands on the whole lease, and had thereupon sent a check for the amount expressed to be in full, and on getting back merely a receipt for claim as to one well, promptly repudiated this action, and demanded a receipt in full, or the return of the money (pp. 579-580), and these, facts are recounted in the opinion of the court. It was a clear case of payment upon a misunderstanding and express conditions. The correspondence in the present case is not set out in the affidavit. It was certainly competent for the defendants to make the payment of the one hundred and forty-five dollars conditional on the recognition of their claim for set-off, and the acceptance of a receipted bill for that claim, as a settlement in full. But the affidavit fails to show that they . did so. It sets out a demand by plaintiff for a further money payment, and that defendants, “ considering this as a desire on his part for a rescission of the original contract,” sent the money and the bill for use. It then avers that the sum charged was reasonable, etc., and that plaintiff, “ instead of returning the duebill, as he should have done,” kept it, and returned the receipt for use. It is not said, instead of returning the duebill, as had been demanded of him, nor is there anywhere in the affidavit a positive averment that the payment was conditional, or that any express direction for its application was given. Such effect is only asserted argumentatively, and as a legal result of the circumstances. These will be considered under the next head.\nThirdly, the defence is made that, irrespective of what took place about the payment of one hundred and forty-five dollars and the receipted bill for use of the horse, defendants had a good claim for such use, which could be set off against the due-bill. But the circumstances negative this defence. By the original contract, in May, 1890, defendants sold to plaintiff a horse, receiving in payment another horse and two hundred dollars in cash. The contract was fully executed, there was no warranty, and no right of rescission by either party, except upon joint consent. In September, however, the parties came together, and admittedly rescinded the contract, whether entirely, as plaintiff claims, and the tenor of the duebill indicates, or only partially, and upon terms as defendants claim, is, for the present purpose, immaterial. Concede that the rescission was, as defendants say, partial only, and that they were to furnish plaintiff another horse, no legal obligation to pay for the use of the first horse arose from the circumstances. Plaintiff, it is true, had had the use of him from May to September, but, on the other hand, defendants had had the use of plaintiff’s horse and plaintiff’s money for the same period. It is not the case of a sale on credit and the horse returned without anything having been paid for his use, even if that would be sufficient without an express agreement. The parties, as already said, were under no obligation to rescind or vary the contract in any way. When, therefore, they did so by consent, defendants might have made it a condition that they should be paid for the use of their horse, but in fact they did not, and the circumstances were not such as to raise any implied liability on the part of the plaintiff.\nThe affidavit fails to make out a defence, and was properly held insufficient.\nJudgment affirmed."}