{"id": "829790", "contents": "Opinion by\nMe. Justice Williams,\nThis case depends on the character of the defendant’s tenancy. It is conceded that they went into possession of the lot in question under a lease for ten years from the 5th day of May, 1875, and erected an armory thereon. As their term approached its close the defendants entered into negotiations with the borough authorities for the purpose of securing an extension or renewal of the lease. These culminated in' the adoption by the borough council of a resolution extending the lease for a further period of five years, with a proviso that the defendants should quit and surrender up possession at any time on one year’s notice so to do. When the resolution was offered Captain Walters, the commanding officer of the Wheatly Cadets, was present and remained in the room until its final passage. The company remained in possession, and, as we understand, continued to pay the rent after as before the expiration of the original lease.\nNow, it is evident that, when the proceedings were begun in 1888, the defendants were in possession as tenants from year to year, because of their holding over after the expiration of their term on the 5th day of May, 1885 ; or they were tenants in possession under the renewal of the former lease by virtue of the resolution adopted in June, 1885. If the former is true they were entitled to hold till the end of a current year, and they could not be required to quit at an intermediate day: Fahnestock v. Faustenauer, 5 S. & R. 174; Lesley et al. v. Randolph, 4 R. 123.\nIf the latter is true, they were bound to quit at any time on one year’s notice, according to the express terms of the renewal resolution. They were notified on the 29th day of July, 1887, to quit on the first day of August, 1888. This was a year’s notice, given on the theory that the defendants were in under a renewal of the lease, and, if such was the fact, the notice was sufficient and the defendants were bound to quit on the day named.\nIf, on the other hand, they were holding over from year to year, they were not bound to quit on the first day of August, no matter how long the notice had been given them, for it was not the end of a current year: Lesley v. Randolph, supra. If holding from year to year, the defendants were entitled to a notice to quit at the end of the year, served at least three months before that time.\nThe trial judge seems to have held ás matter of law that the defendants’ lease was not extended, and that they were holding over as tenants from year to year. Having reached this conclusion, he held the notice to quit to be good, notwithstanding the fact that it called on the defendants to surrender at an intermediate day, and not at the end of the current year. In this we think the learned judge was mistaken. We do not see, as the case is here presented to us, why the character of the tenancy was not a question of fact for the jury. In the light of all the surrounding circumstances, the question of the assent of the defendants to the terms of the resolution adopted by councils would seem to be one of fact. If such assent had been found by the jury, then the notice was sufficient, and the defendants were bound to surrender on the day named therein.\nIf such assent had not been found, then, under the authorities already cited, the notice was insufficient, because it did not take notice of the end of the current year and require the surrender to be made on the 5th day of May.\nFor this reason the judgment is reversed, and a venire facias de novo is awarded."}