{"id": "829815", "contents": "Opinion by\nMb. Chief Justice Paxson,\nUpon the argument at bar the appellant abandoned all of his specifications of error but the ninth and thirteenth. The ninth specification alleges that the court below erred in charging the jury as follows, viz.: “ The amount of damage, if you find for plaintiff, is entirely for the jury. You will have to say if there was anything in the conduct of Bernard, or Brown, under him, that showed it to be willful after objection. If so, plaintiff would be entitled to damages.”\nThe objection to this instruction is, that it prescribes no measure of damages for the jury. It was undoubtedly the duty of the court below to have instructed the jury upon this question, and to have laid down a rule by which they could have ascertained the damages in an intelligent manner. As, however, the defendant did not put a point to the court, or ask for specific instructions in regard to damages, it was a sin of omission only, and we always hesitate to reverse a judge for omitting to do what he was not asked to do. In this case, had his attention been called to the omission, even at the close of his charge, he would doubtless have corrected it. There is this further criticism to be made to the portion of the charge referred to. It was calculated to give the jrnfy the impression that the plaintiff could only recover in case the defendant’s conduct had been willful, whereas, if the defendant had obstructed the use of the alley, the plaintiff would be entitled to recover damages. The fact that such obstruction was willful, might affect the measure of damages, but not the right to recover.\nThe thirteenth specification alleges error in affirming the plaintiff’s fourth point. Said point is as follows: “ If the defendant has willfully used the plaintiff’s land for a purpose not authorized, after being remonstrated with, and the jury believe he has done so in willful disregard of plaintiff’s rights, they would have a right to find a verdict for the plaintiff, with vindictive damages, as a punishment to defendant.”\nThe jury found a verdict for the plaintiff for $450, upon which judgment was entered. That this verdict was largely made up of vindictive damages, is apparent from the fact that the plaintiff was the tenant of a small barber shop and cigar store, leased by him in January, 1888. This suit was commenced on Dec. 6, 1889. We are not informed as to the amount of rent plaintiff was to pay for the property, but it could not have been large, and did not probably greatly exceed the amount of the verdict. Such a result can only be accounted for upon the ground that the damages were vindictive.\nAn examination of the evidence fails to disclose anything to justify the instruction complained of. The parties were neighbors, and, for anything that appears, were friendly up to the time of this suit. The defendant says in his testimony: “ I never knew the plaintiff complained of any obstruction in the alley; we were the best of neighbors. After the suit was brought, I saw plaintiff, and he said he did not know about it. Both Mr. and Mrs. Stephenson said they had to sue me or leave the premises: that Bramble said they would put them out if they did not sue me.” This testimony was not contradicted by either the plaintiff or his wife, although both were examined as witnesses. Nor is there' any evidence that either of them made any serious objection or protest against the use of the alley by the defendant. Mrs. Stephenson did say, when recalled in rebuttal: “ I asked Brown to take some bags out of the alley so that Deould get out. He said he would do so in five minutes; did not for three quarters of an hour.” This is all there is to show objection bn the part of the plaintiff to the obstruction of the alley. It is true, James Bramble, the landlord, said that he “ objected to the defendant in the obstruction of the alley. He Claimed that he had the right to use it as he did.” But the defendant was not bound to regard the landlord’s objection, as he was not in the possession of the premises. And if, as there is evidence to show, the suit was brought reluctantly, and at the instigation of the landlord, there is the more reason why the plaintiff would not be entitled to recover vindictive damages. We find nothing in the conduct of the defendant to justify the plaintiff in claiming more than compensation for the actual damages sustained from the obstruction of the right of way; nothing for which the defendant should be punished.\nJudgment reversed, and a venire facias de novo awarded."}