{"id": "829850", "contents": "Opinion by\nMb. Justice Gbeen,\nWe are of opinion that the learned court below adopted the correct view of the question involved in the present contention. It is clearly shown, in the opinion, that the trust could not be a valid separate use trust, because the cestui que trust, who was the wife of the testator, became discovert at the moment of her husband’s death. Nor could the trust be sustained as a spendthrift trust, for lack of words to create it, or facts to sustain it. There is no provision against creditors, nor any prohibition as to incurring debts. There is a prohibition against the payment of any part of the income to the wife’s collateral relations, and against their entering the testator’s residence, but that is all, and such words, and such a purpose, are not sufficient to create a spendthrift trust. The clause against anticipation remains, but, as the learned judge of the court below well put it, there was no anticipation, in the strict meaning of the word. When the payments were made there was no income. The right to any income was in dispute, and was not determined till the adjustment of the will contest in November, 1882. In the meantime, the trustee had paid to the cestui que trust sums of money which, being added to other income payments, exceeded, in the whole, the income received, by the sum of $3,055.40, and this the trustee claimed as against his liability for income received, with interest. The claim of interest was properly rejected, but the principal of the payments was allowed out of income for which the trustee was liable to account. The cestui que trust had actually received the payments made in perfect good faith by the trustee, and she was as much in fault, in violating the clause against anticipation, - as the trustee was in making the payments. . She has, therefore, no equity to be heard against her own wrongdoing, and we regard her as estopped from saying she had no right to receive the monejr on account of the clause against anticipation. The income, when received, was hers absolutely. She could pay debts with it, or give it away, or do anything she pleased with it. It would be strange, indeed, if she, having received it from the trustee in advance of the time when she could have compelled its payment, because it was not yet received by him, could be permitted to say she had no right to receive it, under the will, at the time when she did receive it, and thus assert her own wrong, not to prevent, but to perpetrate, a gross injustice. We will not permit it. Stambaugh’s Est., 185 Pa. 585, so much relied upon by the appellant, was a contest over the diversion of a part of the corpus of the trust, which, of course, could not be done with or without the consent of the cestui que trust. But that is not the question here. As we understand the case, the question is, has the cestui que trust received from the trustee the whole amount of the income which she was entitled to receive under her husband’s will ? That she has received it, in point of fact, cannot be disputed, under the findings of the court below. Can she be permitted to say, in a court of justice, that she did not receive the whole of it, because at the time she did receive a part of it her trustee, who paid it to her, had not himself received it? We think not, and we agree with the learned court below in so holding. The English cases cited for the appellant are not upon the same, or similar facts as the present, and do not raise the same question.\nThe allowance of the counsel fee was proper, in view of the result of the contention, as it is now.\nDecree affirmed.\ndexter’s appeal.\nThe only question raised on this appeal is the right of the trustees to have interest on the sums paid to the cestui que trust in advance of funds in his hands. We think, as the money was paid without express authority under the will, there is no right to have interest, as upon a debt due. In the absence of contract, interest is damage for the unjust detention of money, and nothing of that kind can be predicated of the facts in this case.\nDecree affirmed."}