{"id": "829848", "contents": "Opinion by\nMr. Justice Williams,\nThe paper books do not furnish us with the writ or the declaration in this case. We have no means of learning what, the plaintiff claimed, except as it may be gathered from the abstract of the docket entries. From this abstract we learn that the suit was brought to recover “ all the mineral coal lying in and under the following described tract of land .... including, also, with the coal and mining privileges, all that portion of the surface of said tract of land occupied .... with shafts, engines, railroads, and buildings of various kinds, used in operating said mine.” The part of the surface sought to be recovered has no definite description as to boundary or quantity. It is not separated from that part of the surface of the same tract which defendants held under lease, upon which a portion of their buildings were. The description, such as it is, seems to have been intended to include a body of coal in place under the tract, and such part of the surface as was used in connection with mining operations. The defendant has raised no question over the sufficiency of the description, but denies the plaintiff’s right to recover. The defence set up is that the coal described was bought at a fixed price per ton, in place, had been all mined before suit bought, and paid for, except the small sum of one hundred and twenty-five dollars and sixty-five cents ($125.65), which the defendant was ready and willing to pay. The defendant also asserted a right to use the main gangway of the mine, notwithstanding mining operations on the tract had ceased, as a means of reaching the coal on an adjoining tract. This right he claimed by express grant contained in the original contract with the plaintiff for the purchase of the coal. The case was tried without a jury, and the learned judge who heard it found the facts to be as asserted, viz.: that the coal had been mined, and paid for as agreed, except as to the small balance admitted to be due. He found that the defendants were not occupying the mine as such, and had hot been, since mining operations closed in October, 1889, by reason of the exhaustion of the coal. He nevertheless found that the “ defendant is in possession of the land described in the writ,” and directed judgment accordingly in favor of the plaintiff “for the land described in the above writ.” Although no distinct findings of fact were made upon the subject, we understand this result was reached because of the use by the defendant of the gangway as a means of access to the coal upon another tract. The learned judge seems to have held that the right to the use of the gangway ended when the coal was removed from the plaintiff’s tract, and that the use of it could only be continued upon the payment of the minimum annual royalty for the coal, which had been fixed by the contract of sale. This case depends upon the correctness of this construction of the contract. It appears that Bestwick, in 1878, entered into a contract to “ grant, bargain, sell and convey the stone coal lying and being under and upon the following land,” describing the tract, which is described in the writ in this case. With the coal- the grantor sold, also, mining privileges, with the right to erect machinery shops and houses on the surface, such as might be needed for the convenient and economical mining of the coal. The consideration of this sale and grant was the payment of a royalty upon the coal at the rate of fifteen cents ($.15) per ton for lump coal and one dollar ($1.00) per car load for nut coal. The purchaser was to remove at least two thousand tons (2,000) of screened coal each year, and to pay for that quantity annually, whether it was removed or not, until the coal was exhausted. It was further provided that, if the purchasers should at any time find that, by reason either of the “ quantity^ quality or condition of the coal,” it was not practicable to mine the coal with profit, they might surrender the mine, or, in the language of the writing, “ abandon this contract and yield up said coal mine and privileges ” without mining the remainder of the coal.\nAnother stipulation was that the purchaser should have “ the right of way through, over or under said land to transport coal from adjoining lands, . . . and the use of five acres of land, to be designated by said first party, on which said second party may erect dwelling houses, paying said first party a fair annual rental for said five acres of ground.” These provisions are additional to those relating to the sale of the coal under the tract, and they relate to the mining and removal of the coal on adjoining lands belonging to the second parties. The rent for the five acres of surface is independent of the sale of the grantor’s coal and the necessary privileges granted for the convenient mining of it. Upon the right of way no price is fixed, presumably because its use could inflict no loss or inconvenience on the grantor. Now the learned judge did not give any definite form to his findings upon this subject, but it is evident that he must have reached the conclusion that the covenants relating to the mining of the coal on adjoining lands were dependent on those relating to the mining of the coal under the grantor’s land; and that, if the purchaser mined out that tract first, he could no longer occupy his right of way or his leasehold on the surface, for the purpose of getting out his own coal that lay beyond, unless he pretended to be still mining the grantor’s coal, and paid the royalty upon two thousand (2000) tons per annum which he did not get, because it was not there. If this was the theory on which the recovery was had, we do not think it can be sustained. These covenants have no connection with each other. They relate to subjects entirely different, and each can stand regardless of the other. Those relating to the sale of the grantor’s coal are clear, consistent, and make a contract complete in all its parts. Those relating to the grant of conveniences for the removal of the grantee’s coal from adjoining land, are also clear, consistent, and make a valid grant of the privileges to which they relate. But it is urged that there is another clause in the contract which sustains the ruling of the court below, and our attention is drawn to a provision evidently intended for the benefit, not of the grantor, but the grantee. This is a provision that if the further mining of coal should become at any time too difficult or expensive to be conducted with profit, the grantee may abandon the mine, without liability, and the contract shall thereupon cease to be operative. The object of this is apparent. The sale was of all the coal. It might be contended that the buyer was bound to remove and pay for it all regardless of the difficulty or cost of mining. To guard against this possible construction of the contract the parties stipulated that coal that could not be mined with some profit need not be mined at all; and that when such a condition was reached the purchaser might surrender what was left, and be relieved from the obligation both to mine and to pay for the coal so surrendered. This provision relates clearly, and by its terms, to the coal of the vendor, which was the subject of the contract of sale. It does not relate to or include the five acres of surface for which the defendant was to pay rent, and upon which he was to build his miners’ houses for operating on the adjoining land, nor the “ right of way through, over or under-said land to transport coal from adjoining lands.” When the coal sold to the defendants was all mined and paid for, no further royalties were due. So long as defendant continues to use the five acres under his lease he must pay rent, and so long as he uses the right of way under the plaintiff’s lands he must not exclude the plaintiff from any reasonable use of the same gangway, nor interfere in any manner with the mine from which he has removed the coal. His right is only a right of way. For every other purpose the plaintiff is, by virtue of his ownership, in possession. As the only portion of the tract described which the defendant appears to be in possession of under the contract is the gangway; and as the small balance, due as royalty for the coal mined, is in no sense the purchase money of the right of way through and along the gangway to reach coal on adjoining lands, we have no alternative but to reverse the judgment of the court below.\nThe judgment is reversed accordingly."}