{"id": "829853", "contents": "Opinion by\nMb. Chief Justice Paxson,\nThis case is ruled by Curtin v. Somerset, 140 Pa. 70, where it was held, that “ a contractor for the erection of a hotel building, who uses improper material in its construction, and in other respects departs from the specifications embodied in his contract, so that the building when completed is structurally weak and unsafe, will not be liable to a gúest of the hotel for an injury caused to him by such defective construction, but occurring after the owner has taken possession.” In that case, we held there was a breach of contract with the owner, but no breach of duty to third persons.\nOn Aug. 12, 1886, the plaintiff here, a little girl of about seven or eight years of age, who had been in the water-closet in the yard of her father’s residence, was coming out of the door, and, as she shut the door, a board with a nail in it fell from the roof and struck her, and thus injured her. The injury was not of a serious nature, but it left a mark upon her face, which may remain for life.\nThe defendant carries on the business of cleaning privy wells, and contracted to clean this well for the owners. All the work was done by his servants on July 1, 1885. He rendered his bill therefor and was paid. It appears that his servants, or workmen, in cleaning the well, had removed some of the boards, which had formed its roof, and, when they had finished their work, had neglected to replace them. The boards, thus removed, were left to lie upon the roof, and, some thirteen months thereafter, one of them fell down and injured the little child, as before stated. This action was brought by the plaintiff, by her mother, as her next friend, against the defendant, to recover damages for the said injury.\nIt needs but a statement of the case to show that this claim cannot be sustained. Whether the defendant properly performed his contract or not, his work had been accepted by his employer, and the defendant owed no duty to any one who should afterwards use the well. The plaintiff’s father was the tenant of the property, and the fact that the boards were lying loosely upon the roof, was known to him, and was a matter of daily observation. The landlord, unless under a covenant to repair, was not bound to replace the boards. The plaintiff’s parents, being the tenants and occupiers of the premises, were bound to remove or secure the boards, if they regarded them as dangerous, or require it to be done by the landlord, or the defendant, or whoever was under a duty to do so. If the defendant had failed to fully perform his contract, he would be' responsible to the party with whom he contracted for the breach. But he owed no duty to a stranger for such non-performance, much less to one who was injured by such an accident, more than a year after the work was done. This is so obvious, that it does not require elaboration.\nThe judgment is reversed."}