{"id": "829913", "contents": "Opinion by\nMb. Justice Mitchell,\nThe question of pleading is not important in the case, because, although complainant failed to prove the main ground of his bill, the express agreement and the purchase with the trust funds, as averred in section eight, yet he set out as a ground of relief in section nine the legal incapacity of Doyle to deal with the title to be produced by the sheriff’s sale, because he was trustee. So far as respondents were concerned-this averment of the bill put them upon notice that the validity of Doyle’s acquisition of this title while he was trustee would be questioned, and, of course, that the burden of proof would be upon them to sustain a purchase which, if valid at all, could only be so under some exception to the rule that a trustee shall not have an advantage to himself to the detriment of the trust estate.\nWhether the situation which led to the sheriff’s sale was of the trustee’s own making, or whether he could have prevented the sale, are questions of some difficulty, upon which the auditor of the first account and the master in the present suit differed. It is not necessary for us to consider which is right, nor how far the first finding may be conclusive upon the second. Conceding both points to be decided in appellant’s favor, and that, up to the point of the sale, Doyle, as trustee, was within the exception recognized in Fisk v. Sarber, 6 W. & S. 18, there still remain the circumstances of the sale itself, and Dojde’s subsequent conduct in regard to the title. Though there was no express agreement-to purchase for the trust, there is evidence satisfactory to the master and the court below that Simpson believed such was to be the case, and that the conduct of Doyle aided in producing that belief. The master finds expressly that Simpson was told by O’Byrne in Doyle’s presence that Green would take the title as trustee, that a declaration of.,trust by Green in favor of Simpson’s wife and family was prepared by counsel, and Simpson supposed it was executed, that the declaration of trust for Doyle was not put on record, that Simpson did not know of it until it was produced before the examiner in this suit, and that the first adverse act of Doyle to put Simpson upon notice and inquiry was the failure to include the rents of the property in the account filed in 1885. But aside from,- -and in addition to all this, the undisputed fact is that Doyle did not communicate to his cestui que trust the terms upon which the property could be regained after the sale. While it is clear that no agreement was made by the counsel for the mortgagee, it is equally clear that he expressed a belief as to his client’s willingness to make certain terms which proved to be correct, and was subsequently carried out by his client. This option, prospect, opportunity, whatever it may be called, however far short of an agreement, was still an advantage to which the cestui que trust was entitled. It practiealty gave the party who knew of it a chance to become the purchaser on a credit of forty thousand dollars to be left in mortgage on the property, and on a cash outlay of only eight or nine thousand, while outside bidders were, so far as they knew, required to purchase for cash in full. Of this chance Doyle took advantage. It may be that even with knowledge of it Simpson could not have profited -by it. But, according to the master’s report, there was still some other trust property which might possibly have been sold or mortgaged for enough to save this, or in other ways he might have raised the money necessary. Whether he could or not is unimportant, he was entitled to an opportunity to try. The withholding of such opportunity was a failure of his full duty as trustee, that, irrespective of intent and of any actual fraud, prevented Doyle from acquiring the title for himself as against his cestui que trust.\n• The question of the statute of limitations does not arise. Under the circumstances found by the master, already quoted, the statute did not begin to run until the filing of the account in March, 1885.\nDecrees affirmed at cost of appellants."}