{"id": "832563", "contents": "Per Curiam,\nWe find nothing to criticise, either in the rulings of the court below upon questions of evidence, or in the charge to the jury. The title of the plaintiff to the land in question was sold by the sheriff in 1878. He now claims that he was not the owner in fee at the time of the sheriff’s sale, but that there was a resulting trust in favor of his wife, the effect of which was to leave him but a life estate; that said life estate still remains in him because of the failure of the execution creditor to pursue the method prescribed by the act of Jan. 24, 1849, providing for the sale of life estates in land. There was nothing upon the record to indicate that the plaintiff’s title was limited to a life estate, or to show a resulting trust in his wife. There is not the slightest evidence that she ever exercised any acts of ownership over the farm in any way, and no allegation of her ownership appears to have been made by anyone until her husband’s creditors began to press him for the payment of their claims. There was evidence that the plaintiff claimed the property as his own, and asserted that his wife had no interest in it. Under the circumstances, we are of the opinion that his creditors had a right to take him at his word, and were justified in selling the property in the manner they did, and that said sale cut up his title by the roots. In Gordon v. Inghram, 32 Pa. 214, it was held that, under the act of Oct. 13, 1840, the sequestration of a life estate is unnecessary, where there is an adverse possession in hostility to it; or where the debtor claims to hold in fee'; or where the creditor has reasonable ground to believe that the debtor owns the fee. In all such cases the defendant’s interest in the land may be sold on execution. If we allow the plaintiff to blow hot and cold in the same breath, he can object to a sale, whether it be of the fee or of his life estate. Creditors have rights as well as debtors, and if the debtor misleads his creditors by claiming to own the fee, he has no reason to complain that they take him at his word, and sell his interest, whatever it may be.\nJudgment affirmed."}