{"id": "832528", "contents": "Opinion by\nMe. Justice Williams,\nThese are appeals from decrees awarding preliminary injunctions. They involve the same general questions, modified, to some extent, by circumstances peculiar to each case; and they may be summarized as follows, viz.:\n1st. Can a railroad be lawfully located upon a public street in such manner as to occupy it longitudinally without an express legislative permission ?\n2d. Can a railroad be lawfully located so as to cross or obstruct access to a public wharf?\n3d. If such location upon or so near a wharf as to obstruct access can be lawfully made, is not the owner entitled to compensation or security therefor before the wharf can be taken orín jured by the railroad company?\n4th. If such taking or injury may be authorized under the laws of this state, is it not forbidden by the laws of the United1 States, as an interference with commerce ?\n5th. Do the provisions of the will of Stephen Girard, together with the action taken by the state and city under them, make a contract which limits the power of both state and city over Delaware avenue, and which requires that nothing shall be authorized or permitted upon that thoroughfare that shall obstruct, in any manner, the ordinary methods of access to the wharves along its river front ?\n6th. If such contract exists restricting the power of the city over Delaware avenue, is a steam railroad running longitudinally over it, in the manner proposed by the appellant and now authorized by the city, such an obstruction of it as is forbidden by the contract ?\nThe first, second and third of these questions arise wholly under the laws of the state, and the decision of this court would be a final disposition of them. The remaining questions wear a federal aspect. They touch subjects upon which an appeal lies from our judgment to the Supreme Court of the United1 States. We, might dispose of the' questions upon which the parties would be concluded by our action, but that would not dispose of the case ; the other questions remain. The consequences that hang upon them are far reaching; the interests they involve are of vast magnitude. A decision upon them adverse to the right of the appellant, under its grant from the city, because adverse to the power of the city over Delaware avenue, would not only close that street against the contemplated belt line road, but it might close it against any similar-project in time to come. It might reach even further than this,' and leave existing roads occupying any part of the avenue longitudinally without legal right to remain upon it, and so render their removal necessary. Under such circumstances, it is very plain that, before these questions are submitted to the high tribunal whose decision is to settle them, they should be prepared for final hearing. The facts that bear upon them should be definitely settled by the action of a master and of the court below. We should know the effect of the road upon the wharves, upon the highway, upon the ordinary modes of access to the river front, and whether it will be an obstruction to, or help in, the convenient transaction of business passing into or out of the city by way of the river. All the facts necessary to a full understanding of the questions being thus fully investigated and determined, the questions may be wisely, as they will be finally, decided. The delay necessary will be short, and the little time thus spent will be a wise economy in the end. After a careful consideration of the whole subject we are of opinion that the interests of all the parties, the litigants, the city, and the tradesmen who use Delaware avenue as the way to the river front, will be best subserved by leaving the preliminary injunction undisturbed until the case can be reached for final hearing.\nIt is accordingly so ordered."}