{"id": "832624", "contents": "Opinion by\nMb. Justice Mitchell,\nWhere there is a sale upon trial, with a time fixed by the parties, a failure to return the goods or give notice in accordance with the agreement makes the sale absolute: Dewey v. Borough of Erie, 14 Pa. 211; Hickman v. Shimp, 109 Pa. 16; Stutz v. Coal Co., 131 Pa. 267; Benj. on Sales, § 595. This was the effect of the contract between the parties to this controversy. A period was fixed within which the test of the furnaces was to be made, which period was to be extended for two months if desired in writing before the first limit was reached. The learned judge correctly instructed the jury as to the contract and the necessity of notice by the school board within the stipulated time, that the furnaces did not meet the requirements, and the only substantial question we have before us is the sufficiency of the evidence as to such Aotice. This depends entirely on the testimony of Lentz the secretary of the school board. His testimony on this point is very brief, and in substance that at some time in the winter of 1888-9, whether before or after January 1st (the first period fixed for the trial) he could not say, he accidentally met one of plaintiffs, and told him “ there was some complaint, and he said of course the furnaces must come up to the agreement, and if they don’t we will take them out. ... I spoke of the complaints that had been made by the janitor and different ones who had spoken to me about them, and then he made that remark.” The only authority that Lentz had to act for the board was as he testified, “ expressed by unanimous consent. The question had been discussed at the different meetings and it was unanimously decided, without motion, that I should write to them.” This evidence was insufficient in any possible view of it. The contract time having passed it was incumbent on the defendants to show that they had given the necessary notice before March 1st. The testimony of Lentz does not fix the date of the conversation referred to wiijh sufficient exactness to prove that it was before March. But a still graver defect is that it was in no sense a notice from the board. A body of this kind must exercise its powers by joint action as a board: School District v. Fuess, 98 Pa. 600; Nason v. Poor Directors, 126 Pa. 445. Loose discussions without any motion or united action are not sufficient. And lastly, even if Lentz had- been duly authorized to give notice, he failed to do so. The contract gave a specified time for a test whether the furnaces came up to the requirements, and defendants were bound to make up their minds definitely on that question and give notice to plaintiffs before March. All that Lentz says he told Butler is that there were “ some complaints,” and the answer of Butler that the furnaces must come up to the agreement, and if they did not he would take them out, shows conclusively that neither he nor Lentz regarded the matter as settled, or this chance conversation as a notice under the contract. It fell very far short of what was necessary for that purpose.\nThe resolution of the board and the correspondence after March were rightly held by the learned judge to have no bearing on the case. We see no error in the trial except the submission of the evidence of notice to the jury. On that evidence and the undisputed facts they should have been directed to find for the plaintiffs.\nJudgment reversed and venire de novo awarded."}