{"id": "832678", "contents": "Opinion by\nMb. Justice Stebbett,\nThe subject of complaint in the first specification is the admission of the leading question, therein recited, that was put by the plaintiff to his own witness.\nAs a general rule neither party has a right to treat his own witness as hostile, and proceed either to cross-examine him or to call other witnesses to contradict him, without first showing sufficient cause for so doing. The rule and' recognized exceptions thereto were fully considered by Mr. Justice Thompson, in Stearns y. Merchants’ Bank, 53 Pa. 496 ; and there appears to be nothing in what is said there to justify the action of the court below in this case. The only ground laid by the plaintiff for proposing to cross-examine his own witness was the answers of the latter to the following questions : “ Q. Did John D. Hart superintend the construction of this scaffold? A. I don’t remember. Q. Did you not tell me so yesterday ? A. I don’t remember.” The witness had not testified to anything prejudicial to the plaintiff, nor does it appear that he had manifested any bias. Without any further effort to refresh his memory than is indicated in the foregoing questions, the plaintiff was permitted to treat him as an adverse witness, and to propound, by way of cross-examination, the leading question complained of. The result of this was to put in the mouth of the witness the very allegations of fact which the plaintiff wished him to verify by an affirmative answer.\nWhile in such matters of practice the trial judge must necessarily be invested with large discretion, we think that no sufficient ground was laid for the admission of the question.\nSix points for charge were presented by the defendant, the first three of which were read and affirmed. The remaining three, without being read, were refused. In the 6th point, the learned judge was requested to charge: “ If the jury find from all the evidence in the case that the accident is solely attributable to the negligence of Gordon in neglecting to nail the ledger of the scaffold, plaintiff cannot recover.”\nThis point was warranted by the evidence, and involved a question of fact that was proper for the consideration of the jury. The alleged fact of which it is predicated, if it had been submitted to and found by them in favor of defendant, would have precluded a verdict for plaintiff. The refusal of the court to affirm the point was error.\nThere was no error in refusing to withdraw the case from the jury by directing a verdict for defendant.\nIt follows that the first and second specifications are sustained and the third is dismissed.\nJudgment reversed, and a venire facias de novo awarded."}