{"id": "832680", "contents": "Opinion by\nMr. Justice McCollum,\nThis is an action of assumpsit brought to recover the price of goods sold and delivered to John W. Hathaway, the balance on an account for money deposited with him, and the balance on an account for money paid on his order to his use. It was thought by the learned judge of the court below that these balances were not recoverable in this action, but that resort must be had to account render or a bill in equity for their ascertainment and collection, and he instructed the jury accordingly. This is the ruling which the four specifications of error filed in the case require us to review. A brief statement of the controlling facts will materially contribute to a correct understanding of the question raised.\nThe appellant is a niece of John W. Hathaway, deceased, and in his lifetime was engaged in mercantile business at Carmichaels, in Greene county. He resided at that place and kept an account with a Pittsburgh bank, and, for her convenience, there being no bank at Carmichaels, it was arranged between them that when she wished to make deposits of money, checks and drafts, he should deposit them for her in his own name and to his own account, and when she wanted money to pay for goods, or for any purpose, he should draw checks or purchase drafts in favor of such person or persons as she might designate. In a book kept by him at her store, and called in this case “ the long book,” he entered all his transactions with the Pittsburgh bank, showing the dates and amounts of his deposits, and for whom they were made ; the dates and amounts of the checks drawn or purchased by him, in whose favor they were drawn, and to whom they were chargeable. In another book kept by him at the same place, and called here “ the little bank book,” he kept an account with the appellant, which contained and was limited to his deposits for her and his payments from them by her direction. These accounts show a balance in her favor of $1,280.46.\nFor his convenience he deposited some of his own money with her at the store, and she let him have money from time to time as he required it, and of these transactions a separate account was kept by him in two blotters belonging to the store. In this account he entered the dates and amounts of his deposits with her and the dates and amounts of her payments of money to or for him, and it shows a balance in her favor of $1,630.86. All the accounts mentioned were in his handwriting, and always open to her inspection at the store where they were kept. They were given in evidence on the trial, and constituted the rejected claims. They showed that the business relation between the parties was simply that of debtor and creditor. Their accuracy was not questioned by either party to the action, and when the evidence was closed the only work for the jury was to add the debtor and creditor sides of the accounts, strike the balances, and include them in a verdict. For this work it was not necessary to resort to a court of equity, or to an action of account render. There was nothing complicated about it, and it was not increased by the fact that separate accounts were kept of the money transactions instead of one account which included all of them. In the fact that they were kept by one party with the knowledge and acquiescence of the other there is a mutual admission of their correctness. We think that the balances which appear on a footing of these accounts may be recovered in this action. Reeside’s Executor v. Reeside, 49 Pa. 322, is not in conflict with this conclusion.\nThe specifications of error are sustained.\nJudgment reversed, and venire facias de novo awarded."}