{"id": "834396", "contents": "Opinion by\nMr. Justice Williams,\nThe defendants are and were at the date of the bond on which this judgment was entered husband and wife. In the winter of 1884-5 they lived in this state near Philadelphia. Desiring to remove to Delaware they visited Dover and its vicinity in February in 1885 in search of a suitable farm on which to make their home. Among the farms examined by them was that of Baum the plaintiff, from whom they got the price and terms of payment at which he would sell. They then returned to their home near Philadelphia; but H. C. Birchall, the husband, soon after returned to Dover and in the name, and by the direction, of his wife made a contract with Baum for his farm and paid one hundred dollars hand-money upon it. It was to be closed as soon as the title papers could be conveniently prepared, pending which Birchall came back to his home in this state. Soon after, a bond and mortgage to secure so much of the purchase money due Baum as was not to be paid on delivery of the deed, were sent by mail to the Birchalls for execution. Both instruments were duly signed and sealed in this state, after which Birchall took them, together with his wife’s check for five thousand dollars, the amount to be paid in hand, and went to Dover to meet Baum and complete the transaction. He received the deed made to his wife, delivered for her the check for five thousand dollars and the bond and mortgage to secure the balance of the purchase money. Soon after, the Birchalls removed to their new home and continued to reside on the farm for one and a half years, when they sold it subject to the mortgage and returned to this state. Their vendee did not pay principal or interest upon the mortgage, and, as the result of legal proceedings upon it, the farm was brought to sale by the sheriff. The proceeds of the sale were not enough to pay the mortgage debt, and this judgment was entered upon the bond for the purpose of collecting from Mrs. Birchall, in this state, the balance still due on the purchase money of the farm. She then made application to open it on the ground that the fact of her having signed the bond in this state made it a Pennsylvania contract; and that because of her disability it could not be enforced against her except as to the land of which it was part of the purchase money. The court below so held and the correctness of this ruling is the only question presented by this appeal.\nIf it be conceded that the bond and mortgage were executed in this state, yet it appears upon their face that they were to be performed in the state of Delaware, and the general rule is that in such cases the instrument is governed as to its validity, nature, obligation and interpretation, by the laws of the place where it is to be performed: Story on the Conflict of Laws, § 280; 2 Kent’s Com., 459. Interest, which is the ordinary measure of compensation for delay in performance, is to be computed according to the law of the place of payment: Brown v. Camden and Atlantic Railroad Co., 83 Pa. 316. The remedy and the effect to be given to any existing disability in the maker of the instrument are also to be determined by the law of the place of payment: Hill v. Chase, 143 Mass. 129. The same rule applies where the contract is made by correspondence through the mails or by telegraph. Thus it was held that if one orders goods from another state by mail, which are sent by a carrier, the contract is made where the order is received and the goods delivered to the carrier for the buyer; and the law of that state will govern the contract: Milliken v. Pratt, 125 Mass. 374. The courts of this state will administer in such cases the lex loci contractus as against one under disability: Evans v. Cleary, 125 Pa. 204. But this case stands on still stronger ground. Delivery is an essential part of the éxeeution of any instrument. It is not enough to sign and seal a bond. It is effectual only when it is delivered to the party interested in it, or to some one for him. The bond might have been signed wherever it was most convenient for the obligor to give attention to it, but it was an ineffectual and useless paper until delivery to the obligor. The delivery was made in Delaware where it was to be performed. It was made a binding obliga-, tion, its execution was completed in that state, and for this further reason it must be governed by the laws of that state.\nSo far we have considered the instrument as a contract without regard to the character of the subject-matter; but, upon looking into the transaction of which it is a part, we learn that it is a contract relating to real property. Now, the rule relating to such contracts has been well settled from the earliest days of the English common law. Beal property cannot attend the person of the owner as he goes from one jurisdiction to another. It is fixed, immovable and necessarily under the law of the place where it lies. Contracts relating to it must therefore neoessarily be governed by the lex rei sites: Story on the Conflict of Laws, 424. It seems that the law of the state where Baum’s farm was located makes a married woman personally liable on her bond given for property bought by her. Mrs. Birchall went there to look at and treat for this farm. She contracted for it through her husband in that state. She received her deed and delivered her money, her bond and mortgage, in complete execution of her contract there where the land was. The law of that state determines the effect of the conveyance received by her, and of the bond and mortgage' given by her to secure the purchase price of the land she bought. We have therefore a contract made and, in legal effect, delivered in Delaware; for the purchase of real property in that state; upon which according to the laws of that state the defendant is personalty liable notwithstanding her coverture. In passing upon it here, our courts will secure to her the advantages, and enforce against her the obligations of her contract in accordance with the laws of that state. This conclusion requires us to reverse the order of the court below opening the judgment, and to restore it to the records.\nThe order is reversed and set aside accordingly."}