{"id": "834390", "contents": "Opinion by\nMb. Justice Heydbick,\nThe learned court below found that the defendant company was incorporated under the general corporation law of 1874, for the purpose of manufacturing blank books and stationery, printing, lithographing and selling the product of such manufacture, with a capital of $350,000 ; that during the year ended the first Monday of November, 1890, it was actually carrying on manufacturing within this state, but employed $45,000 of its capital in other business, and that within the same year it declared a dividend of twelve and one half per cent upon its capital stock. Upon these findings the court was of opinion that the company did not come within the last proviso to the 21st section of the Act of June 1, 1889, exempting from taxation “ corporations, limited partnerships and joint stock associations organized exclusively for manufacturing purposes, and actually carrying on manufacturing within the state,” and therefore held it liable to taxation upon its entire capital. The appellant contends that upon the court’s finding it was within the proviso, and therefore exempt from taxation, or, if not wholly exempt, that it was at most taxable on that part, only, of its capital which was not employed in manufacturing. This contention raises the question of the proper interpretation of the phrase “ organized exclusively for manufacturing purposes ; ” and a further question of construction of the whole proviso.\nTo organize is to furnish with organs. An organ is defined to be an instrument or medium by which an action is performed or an object accomplished. The medium by or through which a corporation can alone act or accomplish the object for which it was created is the officers provided for in the law of its being. Hence it is organized when these officers have been appointed and taken upon themselves the burden of their offices ; it is then furnished with organs ; endowed with capacity for the functions of life: Webster; qualified for the exercise of its appropriate functions: A. & E. Encyc. of Law. And this is the sense in which the word “ organize ” is used in statutes providing for the incorporation of companies for various purposes: Act of Jan. 26, 1849, P. L. 11 § 3 ; Act of Feb. 19, 1849, P. L. 80, § 3; Act of April 16,1850, P. L. 478, § 7; Act of April 12, 1855, P. L. 217, § 1; Act of March 11, 1857, P. L. 77, § 3; Act of April 8, 1861, P. L. 259, § 1. In clause 4 of § 38 of tbe corporation Act of 1874, P. L. 100, the word “ organized ” is used in a more comprehensive sense, as including incorporation, and properly so because the appointment of officers becomes effective eo instanti with the incorporation, and under that Act neither could take place without the other. A corporation being thus organized is of course organized for a purpose, not aimlessly and indefinitely, but necessarily for a purpose which it has capacity to accomplish. Being the creature ’ of law it has capacity to accomplish that only which it is expressly or by necessary implication authorized by its charter to do : Commonwealth v. E. & N. E. Railroad Co., 27 Pa. 339. The defendant’s charter authorized it to manufacture blank books and stationery, and, what may be considered necessary incidents to that business, to print, lithograph and sell its products. Nothing more being expressed, everything else was excluded. It was therefore organized exclusively for manufacturing purposes, and as it was found to have been actually carrying on manufacturing within the state during the tax year, it was within the proviso exempting manufacturing companies from taxation.\nBut it does not follow that a company which is organized exclusively for manufacturing purposes and which actually carries on manufacturing within the state but which employs part of its capital in other than its strictly manufacturing operations is wholly exempt from taxation. To so hold would be to offer a premium to such companies for transgressing their charters, and to give them an advantage over others with which they might come in competition outside of their legitimate field of operations, which the legislature cannot be presumed to have intended. The 20th section of the Act of June 30, 1885, would seem to be more sweeping than the proviso under consideration. It was therein enacted “ That the taxes laid upon manufacturing corporations by and under the revenue laws of this commonwealth, be and the same are hereby abolished as to such corporations, and the laws under which such taxes are laid and collected be and the same are hereby repealed so far, and so far only as they apply to manufacturing corporations.” The difference between the two being that the proviso of 1889 ex vi termini excludes from the exemption manufacturing companies not exclusively organized as such, while the Act of 1885 by its letter relieves from the burden of taxation all manufacturing corporations whether they are exclusively such or not. Under the latter it was held, in Commonwealth v. Lackawanna Iron & Coal Co., 129 Pa. 346, that a company whose principal business was the manufacturing of steel rails, but which had invested part of its capital in mining property, city lots, bonds and mortgages and store goods was not exempt from taxation on that part of its capital that was so invested otherwise than in its strictly manufacturing operations. The reasons given in support of that judgment apply with equal force to the present ease and need not be repeated here. They require that the present defendant pay tax upon so much of its capital as is employed outside of its legitimate field of operations.\nThe judgment is reversed, and judgment is now entered in favor of the commonwealth and against the William Mann Company for the sum of three hundred and seventeen dollars and ninety-nine cents and costs."}