{"id": "834395", "contents": "Opinion by\nMe. Chief Justice Paxson,\nThe first six specifications of error do not require discussion. It needs no argument to show that the title to real estate cannot be destroyed by the mere declarations of the grantor.\nThe seventh specification presents a different question. The court below, in answer to the plaintiffs’ point, gave the jury a binding instruction to find in their favor. This renders it necessary to examine the case to see if there was anything that should have gone to the jury.\nThe action below was an ejectment for a lot of ground in the village of Hopwood. Upon the trial below both parties claimed title under John P. Ingles, who purchased the property in question by deed from James Hopwood, dated August 3, 1838. Ingles entered into possession of the same under his deed at that date. He occupied it continuously, living on it with his family until he died there on the 5th day of April, 1884. He made his will on the 5th day of March, 1877, devising this house and lot to his wife, Catherine, for her life, and to his son, Hamilton C. Ingles, at her death. Catherine Ingles died on the 25th of September, 1886. Hamilton C. Ingles is the defendant in this case and the appellant.\nThe plaintiffs are the legal heirs of George H. Ingles, a son of John P. Ingles. On the 7th day of April, 1853, John P. Ingles executed and acknowledged a deed for the premises in dispute to his said son, George H. Ingles, and the plaintiffs claimed under that deed, which was duly recorded on the 16th day of April, 1853.\nOn the trial below the plaintiffs offered in evidence the deed above referred to, and after putting in evidence the admission that George H. Ingles died on the 24th day of June, 1855, leaving two children, the plaintiffs in this case, rested.\nThe defence was that the deed referred to had never been delivered nor had there been any possession under it on the part of George P. Ingles. It was in attempting to sustain this defence that the offers of evidence, consisting chiefly of declarations of John P. Ingles referred to in the first six assignments of error, were made. As before observed, we think they were properly excluded. A considerable amount of similar testimony was admitted at a subsequent stage of the case, and, had the original ruling been erroneous, we would regard it as cured by such admission.\nThe plaintiffs offered in rebuttal declarations of John P. Ingles, and of his wife, made in his presence, that they had made a deed to George H. Ingles, and that the property was his.\nUnder these circumstances we are unable to say that it was error to affirm the plaintiffs’ point. There was no competent evidence to overcome the prima facies of the plaintiffs’ case. The contention that the grantee named in the deed, never accepted it, and hence that there was no delivery, is not sustained by the evidence. There was no proof of non-acceptance. The uncontradicted testimony shows that John P. Ingles and his wife signed, sealed and delivered the deed in the presence of two witnesses on the 7th day of April, 1853, and on the same day acknowledged it in due form of law before a justice of the peace of Fayette county, and that it was recorded in the recorder’s office of Fayette county on the 16th day of April, 1853. This was prima facie evidence of execution and delivery. In Rigler v. Cloud, 14 Pa. 361, it was distinctly ruled that the signing, attestation, and the acknowledgment by the grantor, and the recording of it, are prima facie evidence of delivery. See also Stinger v. The Commonwealth, 26 Pa. 428; Blight v. Schenck, 10 Pa. 285; Kille v. Ege, 79 Pa. 15; Coxe v. Deringer, 82 Pa. 256.\nNor do we see any force in the contention that George H. Ingles, the vendee, did not enter into actual possession under his deed, and that the statute of limitations was a bar to the plaintiffs’ claim. It was said in Olwine v. Holman, 23 Pa. 284, that a vendor, after conveyance and delivery of possession, is to be regarded as a trustee for the vendee, so far as regards the possession, just as he was a trustee of the title before conveyance. If he wishes to change the character of the possession, he must manifest his intention by some act of hostility to the title of his vendee, plainly indicating to the latter the intention to deny his right, and to hold adversely to it. The same doctrine is asserted in Buckholder v. Sigler, 7 W. & S. 154. This well established rule applies with special force between a father and his son. In such instances, it is not unusual for the vendee to leave the vendor in possession for an indefinite period, or for life. Such transactions are often arrangements to suit the family convenience. The possession of the vendor is the possession of the vendee, and until some unequivocal act is done by the vendor, the knowledge of which is brought home to the vendee, tending to show that the former holds adversely, no question of the statute of limitations can arise.\nJudgment affirmed."}