{"id": "834380", "contents": "Opinion by\nMb. Justice Heydbick,\nIf the unfortunate boy, for-the loss of whose services the father seeks compensation in this suit, had escaped death, and were here asking indemnity for injuries received while in the service of the defendant, it might be a question whether the employer did not owe him the duty of exercising such watchfulness and oversight, or at least giving such instruction and admonition as would, with proper obedience on his part, have insured him against serious harm. But it is not his cause that is to be passed upon; it is that of an adult father, who, if he did not actually place his son in a dangerous service, at least suffered, him to engage and continue in such service. Such sufferance is said to have the sense of permission; and, where the danger is great, and the child is of tender years, it is said to be negligence per se : R. R. Co. v. Long, 75 Pa. 257 ; Smith v. Passenger Ry. Co., 92 Pa. 450. The father owes to his infant child the duty of protection, and this includes restraint from exposure to dangers, with which one of its years and discretion is unfitted to cope. When this duty is neglected the father is said to be in pari delieto with a negligent defendant, and though the infant may recover against a wrongdoer for an injury caused partly by his own imprudence, the father cannot: Smith v. O’Conner, 48 Pa. 223; Glassey v. R. R. Co., 57 Pa. 172. He assumes all the risks naturally and reasonably incident to the employment in which he permits his son to engage, not the least of which is, that the indiscretion and rashness of youth will lead him to needlessly expose his person to danger. He has the right, however, to assume not only that his son will be provided with suitable implements and means to carry on the business which he is set to do, but that the place in which his service is to be performed will be reasonably suitable and free from dangers, not ordinarily attendant upon the business. Tested by this rule, it will be found that the defendant was not shown to have been blameworthy. No attempt was made to show that the defendant’s coal breaker was inferi- or in its structure to those in ordinary use, or that it was beset with dangers not common to and inseparable from all similar establishments. The one complaint made is, that the slate-picker boss was not provided with a speaking tube or bell wire with which to signal the engineer when it became necessary to stop the engine, and to that alleged defect the fatal accident was sought to be attributed. A few minutes before the accident the rolls of the breaker became clogged, and the slate-picker boss, to use his own language, “told some of them (meaning the slate-pickers] to go out and stop the engine.” It is claimed that the plaintiff’s son responded by going to the hoisting shaft, thrusting his head through an open door, the sill of which was two and a half feet above the floor upon which he stood, and shouting the order to the engineer somewhere below, because his lifeless body was found ten minutes later hanging over the sill of the door, and bearing evidence that he had been struck by a descending car. The same witnesses, however, who detailed the facts from which it is inferred that the boy went to the shaft to give the order to the engineer, and in so doing received the fatal blow, testify that there was another and perfectly safe way by which he could have reached the engine room. This fact, in the absence of evidence that the defendant ordered the boy to go to the shaft to give the direction to the engineer, is fatal to the plaintiff’s case. The slate-picker boss was not a vice-principal, who, by giving such an order, could fix liability upon the defendant; being engaged in the same common work, and performing duties and services for the same general purpose, he was a fellow servant with the boy, though the latter was subject to his direction: Coal Co. v. Jones, 86 Pa. 482; D. & H. Canal Co. v. Carroll, 89 Pa. 374. But it did not appear that even he had directed the boy to go to the shaft.\nThe judgment is reversed."}