{"id": "834413", "contents": "Opinion by\nMb. Chief Justice Paxson,\nThis was a proceeding in divorce brought by William Elmer, the libellant, against his wife, Bellmina Elmer, on the ground of cruel and barbarous treatment. The action was brought under the first section of the Act of Assembly of May 8,1854, P. L. 644, which provides, inter alia, “ that in cases of divorce under this Act, if the application shall be made on the part of the husband, the court granting such divorce, shall allow such support or alimony to the wife, as her husband’s circumstances will admit of, and as the said court may deem just and proper.”\nA verdict having been rendered for the libellant on the trial below, and a motion for new trial dismissed, a rule was taken by the respondent to fix the amount of alimony. This rule was subsequently made absolute, and the libellant ordered to pay the respondent $25 semi-annually until further order of the court. No appeal was taken from any of these proceedings.\nOn July 9, 1891, the respondent filed her petition and affidavit stating that no alimony had been paid to her, and praying for the process of the court to compel the payment of the same. The court thereupon issued a writ of fi. fa. and ca. sa. against the libellant for the collection of the sum of $100, which writ the court subsequently refused to set aside upon the application of the libellant. This refusal is the only error assigned.\nIt was urged as a defect in the proceeding that the petition did not set forth the amount of alimony due at the* time, and that the execution was issued for more than was due. We see no force in these objections. The petition set forth distinctly that no portion of the alimony had been paid. The amount due, therefore, was a mere matter of mental arithmetic, so simple that a child could solve it. If the writ had been issued for more than was due, the court below would have corrected it upon a proper application.\nI am not aware, however, of any authority for issuing a ca. sa. in such case. It was conceded by the learned counsel for the appellee that the fi. fa. may regularly issue, and that the decree may be enforced by attachment. It was further contended that the ca. sa. was of the same nature as an attachment, and more merciful to the appellant. We do not see the force of this. The amount of mercy in a ca. sa. is limited. The objection to it, however, is that it is not authorized by any Act of Assembly, and this is sufficient without further discussion. While the ca. sa. must be set aside, we see no sufficient reason why the fi. fa. should not stand.\nThe order is reversed, and the ca. sa. set aside at the costs of the appellee."}