{"id": "834461", "contents": "Opinion by\nMr. Justice McCollum,\nThe first, second and sixth assignments of error are not in conformity with the rules and will not, therefore, be considered: Hawes v. O’Reilly, 126 Pa. 440; Battles v. Sliney, Ibid. 460. The fifth assignment was abandoned on the argument, and the refusal to allow the question contained in the ninth did not, in view of the subsequent testimony of the witness, injure the appellant.\nThe third and fourth assignments relate to the competency of the persons named in them to express an opinion respecting the sanity of the testator. These persons were intimately acquainted with Martin Gray, Coleman for six and Colket for twenty years immediately preceding his death. They had frequent and friendly intercourse with him and abundant opportunity to observe his condition and note the changes in it during the last years of his life. From this acquaintance and observation they formed opinions respecting his sanity at the time of .the execution of the contested will, which they were allowed to express on the trial. These opinions were admitted under objection by the appellants and it is now argued that a sufficient foundation was not laid for them in the testimony of the witnesses concerning the actions of the testator and their acquaintance and conversations with him. In this contention we do not concur. We cannot say that the testimony affords no basis for an inference that he was of unsound mind. We have carefully examined it and are satisfied that in the admission of the opinions complained of in the third and fourth assignments no error was committed. These opinions were proper for the consideration of the jury and it was their duty to scrutinize and weigh them in connection with the facts on which they were formed. Their admissibility and their effect were distinct matters, the former was a question for the court and the latter was exclusively for the jury.\nThe last question and answer in the testimony of James Murphy and embraced in the seventh assignment were clearly inadmissible. A belief respecting the sanity of a testator founded on a provision in his will is neither satisfactory nor competent evidence. In this case the witness was asked whether he believed the testator “ would have cut his only child off with fifty dollars if he had been in his sound mind,” and the reply was “ I do not, as his son is worthy of his property, being a poor working man.” Certainly the right of a citizen to dispose of his property as he chooses cannot be frittered away on such testimony as this. It is proper to say that the counsel for the appellee do not contend that the evidence complained of was competent, but they allege that it was not excepted to, and for that reason cannot be considered here. In this contention they are not sustained by the record. It shows that the deposition was read, that objection was made to the opinions therein expressed, and to the question relating to the testator’s declaration about the division of his property, and that an exception was taken to the ruling of the court, upon the objections. It does not show that any portion of the deposition was rejected or omitted. The remark of the learned judge referred to the order rather than to the competency of the testimony and was to the effect that the evidence as to acts should precede the opinions based on them.\nNo error was committed in the admission of the deposition of Elizabeth Sisco. The evidence relating to her condition justified the ruling of the court.\nWe think the case upon the evidence was for the jury. With the contradictions in the evidence and the credibility of the witnesses we have nothing to do. These are matters peculiarly within the province of the jury.\nThe seventh assignment is sustained, and the other assignments are dismissed.\nJudgment reversed and a new venire ordered."}