{"id": "834456", "contents": "Opinion by\nMe. Justice Heydeiok,\nBy Act of April 11, 1856, it is provided “That the sheriffs of the several counties of this commonwealth, excepting the counties of Allegheny and Philadelphia, to whom are committed the custody of prisoners, shall hereafter receive such allowance for boarding said prisoners as may be fixed by the courts of quarter sessions of the respective counties, not exceeding twenty-five cents per day for each prisoner.” And by Act of February 14, 1867, it was enacted “ That from and after the first day of January, 1867, the sheriffs of Northampton, Fayette and Carbon counties shall be entitled to the sum not exceeding fifty cents per day for boarding each and every prisoner confined in the jail of said county.” The latter Act being in pari materia with the former, is to be construed with it, and as granting to the sheriffs of the respective counties such sums, not exceeding fifty cents per day for each prisoner, as may be allowed by the courts of quarter sessions thereof. The terms in which the grant is made to the sheriffs imply that it is not to be a fixed sum for each prisoner for all time or for an entire official term, but that the court is to retain control over the subject, and allow from time to time such sums not exceeding the limit set by the legislature as under all circumstances should seem reasonable. And the industry of counsel has not discovered that the Act was otherwise construed by any of the courts before the adoption of the constitution of 1873, nor could a different construction be supported by analogy. Under the former constitution it was held that the annexation of emoluments to an office was not in the nature of a contract and so protected as well by the bill of rights as by the federal constitution, but that the legislature might at will diminish the salaries of all public officers except the governor and judges which were specially protected •' Butler v. Commonwealth, 10 Ploward, 402. And upon the same principle it was held in Commonwealth v. Bacon, 6 S. & R. 322, that an ordinance of city councils reducing the salary of a mayor after the commencement of his term of office was valid. The reasons upon which the judgments in these cases were rested fully sustain the order of the court of quarter sessions of Fayette county reducing the allowance to the appellant for boarding prisoners unless the constitution of 18T3 has abridged or taken away the power under which that order was made.\nSection 13 of article Hi of that instrument is relied upon as taking away the power of the court to change the emoluments of the sheriff of Fayette county after his election. But that section is a limitation upon the power of the legislature, and upon that alone. This would be apparent from its place in the constitution if the words were of doubtful import, but they are not. The language is: “ No law shall extend the term of any public officer or increase or diminish his salary or emoluments after his election or appointment.” The word “ law,” as was said in Baldwin v. City of Philadelphia, 99 Pa. 164, has a fixed and definite meaning, and as here used applies only to Acts of the legislature. Hence this section does not impair the power which had been conferred upon the courts of quarter sessions at the time of the adoption of the constitution.\nIt follows, therefore, that the judgment must be affirmed"}