{"id": "836682", "contents": "Opinion by\nMb. Justice Sterrett,\nThe only subjects of complaint, in this case, are :\n(a) The order of court discharging plaintiff’s rule to amend the claim.\n(5) The order making absolute defendants’ rules to strike off the lien.\nThe claim, for lumber and mill-work, amounting to $1,535.71, furnished to a building operation wherein defendant was both owner of the premises and contractor fin said materials, was filed January 10, 1891, against a large lot of ground upon which one hundred and two houses had been erected ; and said sum was duly apportioned nearly equally among said houses.\nOn November 19, 1891, defendant entered a rule to strike off the lien on the ground that it was defective,in that it appeared therein that some of the houses wore situated on opposite sides of Rutledge avenue, alleged to be a public street. A similar rule was afterwards entered on December 8,1891.\nIn the interim, November 28, 1891, plaintiff obtained a rule to show cause why the lien should not be amended by inserting, after description No. 102, the following:\n“ The said Rutledge avenue not having been dedicated at the time said contract was entered into, and not having been accepted by the city of Philadelphia as a public highway, and no rights to the use of the same as a public highway having been acquired by the public.”\nThe application to amend was supported by the affidavit of James Goodwin as to the truth of the matters therein stated.\nThe rule to amend was discharged,' and that to strike off the lien was made absolute. From that action of the court this appeal was taken by the plaintiff.\nIt sufficiently appears that the claim was filed, in due form, to cover a building operation in which the defendant, in the dual capacity of owner and contractor, built one hundred and two houses upon a block of land bounded by Indiana avenue on the north, Cambria street on the south, C street on the east and Rosehill street on the west. Prior to commencement of the work and for some time thereafter there was not, nor had there ever been any street or public highway of any kind between either of said boundary streets and avenue; nor had any right, by dedication or otherwise, to use any portion of said block of land, been acquired by the public, prior to the commencement of said building operation thereon, and for some time thereafter.\nIn said affidavit of • James Goodwin which was treated as evidence, he says: “ The Rutledge avenue, referred to in the lien filed in this case, was. not dedicated at the time the contract was entered into between the said Henry T. Atkinson and the said Thomas Shoemaker, and not until after the time when the said Henry T. Atkinson commenced furnishing the material for which the lien is filed; that the street had not been accepted by the city of Philadelphia as a public highway, and that no right to the use of the same as a public highway had been acquired by the public.”\nIn locating the houses, the defendant left a strip of ground, extending north and south across the block, between Cambria street and Indiana avenue, to which strip the name “ Rutledge avenue” is given in the claim filed. Some of the houses are described as fronting on one side and some on the other side of that strip or avenue. That does not necessarily make the houses fronting on one side so wholly separate and distinct from those on the other side of the street, as to prevent the inclusion of them all in one general apportioned lien within the meaning of the mechanics’ lien law, any more than were the houses in Taylor v. Montgomery, , 20 Pa. 443, or those in Fitzpatrick v. Allen, 80 Pa. 292, or those in Kline’s Appeal, 93 Pa. 422. In the first of these cases, thirty-two houses had been erected by the same person on one piece of land—one half of them on one street, and the others on an adjacent parallel street. The lots on which each row or block of houses, respectively, was erected adjoined each other in the rear. It was there contended that, inasmuch as the respective houses were on distinct streets and of different sizes, there could be no apportionment; but this court held otherwise. It is there said: “ The mechanics’ lien laws recognize the filing of one lien against several houses and the apportionment of the amount among them; but they do not define the cases in which such joint lien is proper. In order to obtain such definition, we must resort to the analogy of other cases, and the case of joint contracts requiring joint remedies is an obvious one.” “ Here all the buildings were put up by the owner at one time and on one lot, and the materials were furnished for them all jointly, and it was entirely proper to make them the subject of one apportioned lien.”\nIn Fitzpatrick v. Allen, supra, an apportioned lien was filed against twenty houses, ten on south side of Christian street, between 23d and 24th streets, the lots extending south to a narrow alley, and ten on north side of Montrose street, between same streets as above, and the lots extending north to same alley. After noting the fact that the expression, “ adjoining houses,” in the act of 1831, was modified by the omission of the word “ adjoining,” in the 13th section of the amended act of 1836 and also in the act of April 25, 1850, and referring to several adjudicated cases, it is there said: “ Thus it is evident, from the current of legislation and judicial decision, that the chief criterion in these cases of apportioned liens is the contract under which the claim arises, while the characteristic of the adjoinder of the buildings is not so prominent. Indeed, its omission, both in the act of 1836 and 1850, shows a decided want of attention to it in the legislative mind. . . . Under the spirit of legislation and decision we may hold, with perfect confidence, that where two blocks of houses, built under the same contract, are not divided by a public street or alley, but merely by a private way, the right of which belongs to both blocks, there is not such a severance as will prevent an apportionment of the claim among the several houses.”\nKline’s Appeal, supra, is substantially on the same lines as Fitzpatrick v. Allen, and is expressly ruled by it. It is there said: “ The space of sixty feet, between these blocks of houses, was not a public street; it had not been dedicated as such before the buildings were commenced, whatever may have been the intention of the parties. That time is the period to be looked to as to the right of the mechanic.”\nThe last expression is significant, in that it fixes the time when the rights of mechanics and material-men attach, viz.: when the buildings were commenced. This is in full accord with the spirit as well as the letter of our lien law, and is undoubtedly correct.\nWithout further elaboration, we think the facts of the case at bar bring it within the principles enunciated in the cases above cited, especially Fitzpatrick v. Allen, and Kline’s Appeal, and it should be ruled accordingly.\nWhile we are not sure that the amendment asked for was necessary, we think it should have been allowed, without prejudice to intervening rights, if any there be.\nBoth orders of the court below are reversed and set aside with costs to be paid by the appellee ; and it is now ordered and adjudged that the rules to strike off the lien be discharged, and that the rule to show cause why the lien should not be amended be reinstated and made absolute without prejudice to intervening rights, if there be any."}