{"id": "836703", "contents": "Opinion by\nMb. Chief Justice Paxson,\nThe appellant company was incorporated by the act of assembly of April 17, 1861, with power to construct a turnpike road from Vine street, in the city of Lancaster, along and upon Rockland street, through said city1-, to the Conestoga creek, and thence to Mill creek in said county. The road was completed in 1869, from Vine street, in the city of Lancaster, the place of beginning, designated by the act of incorporation, to the Conestoga creek.\nThe 3d section of the act of incorporation expressly provides that whenever the said company shall have finished its road from Vine street, the place of beginning, to the Conestoga creek, it shall have power to erect a gate or gates and receive tolls.\nWhen the road was completed a report of that fact was made to the governor of the commonwealth in accordance with the 12th section of the act of 26th of January, 1849, P. L. 14. Whereupon he issued a license permitting the said company to erect such and so many gates across the said road, between those points, as the company might deem necessary for the collection of its tolls.\nIt is provided by the 2d section of the act of assembly of April 17, 1867, that it shall and may be lawful for the said company to charge and receive tolls from all persons using or traveling on its road for any distance exceeding one fourth of a mile notwithstanding they do not pass through a gate.\nThe distance from Vine street, where the road commences, to the Conestoga creek, where it at present ends, is about two thousand four hundred and ninety-one yards, and more than a mile of said distance is within the city limits.\nThe appellant company erected but one toll gate upon the line of its road and that gate is within the limits of the city of Lancaster. This gate has been maintained since the year 1869, and tolls collected there from persons passing over the road as authorized by the charter of the company. The city now regards the toll gate as a nuisance, or at least, as objectionable, and denies that its location is essential for the collection of tolls. It threatens “ to remove, tear down, prostrate and detroy said toll gate.” It is so averred in the bill and expressly admitted in the answer.\nThis heroic mode of enforcing supposed municipal rights was pointedly condemned by this court in Easton Passenger Railway v. The City of Easton, 133 Pa. 505. It may very well be that by reason of the growth of the city of Lancaster, a toll road, and especially a toll gate, within its limits has become objectionable and a burden to its citizens. We may assume, however, without any violent strain, that it is the toll, and not the toil gate, which is the cause of this trouble. The latter could hardly be seriously regarded as a public nuisance, and, in any event, could be so changed as to avoid objection upon that ground. The more manly, and at the same time the honest way to free the city from toll would be to purchase and pay the company for its franchises. This course has frequently been pursued in some parts of the state, both as regards turnpikes and bridges. What the city now proposes to do amounts practically to confiscation. This is a short way to get rid of chartered rights, but it is one the law does not approve.\nThe appellant company had a clear right to locate its gate where it did and to charge tolls. Under its charter, and the act of 1849, before referred to, it had the right “ to erect and fix such and so many gates upon and across the said road as will be necessary and sufficient, to collect from all persons, otherwise than on foot, the same tolls as hereinafter authorized and granted.” The gate was located in its present position for the purpose of collecting tolls from all persons who passed over, the road in vehicles. This, as will be seen, was just what the charter authorized. The city contends that the gate should be located outside the municipal limits, and where it was conceded most persons could avoid passing through the gate, and our attention was called to the provision in the charter of the company which enables it to collect toll by means of a suit at law from persons who do not pass through the gate. This was urged as a reason why the removal of the gate would cause no injury to the appellant company. It is difficult to treat this proposition seriously. The idea of collecting tolls, amounting perhaps from one to five cents from each individual, by means of a lawsuit, is certainly exceedingly novel. It is too impracticable to bear discussion. The object of this provision of the charter was obviously to enable the company to collect tolls in tbis manner from persons who might attempt to defraud it by avoiding the gates, after using the road.\nIf the gate in question is a public nuisance, it is singular that the city has been twenty-three years in finding it out. It was urged, however, on behalf of the latter that the lapse of time furnishes no defence for an encroachment on a public right. This principle is undoubtedly true, but it has no application to the case in hand. The appellant company has committed no encroachment on the public rights of the city of Lancaster. On the contrary, it has been acting strictly within the line of its chartered rights. It had as much right to locate its gate within the city limits as it had to locate it outside the city limits. Under its charter it might have constructed its road from Vine street to the Conestoga creek entirely within the limits of the city. Had it done so, the argument of the appellee, carried to its logical conclusion, would have prevented the company from locating a gate anywhere upon the line of its road. This brings us directly to the reductio ad absurdum.\nThe decree is reversed, the plaintiff’s bill is reinstated, and it is now ordered that a perpetual injunction issue as prayed for in the bill. The costs of this appeal, and all the costs below, to be paid by the appellee."}