{"id": "836705", "contents": "Opinion by\nMe. Justice Williams,\nThe appellant, the defendant in the court below, is a common carrier. The plaintiff was, at the time of the alleged injury, a passenger upon one of the defendant’s trains. The train was at the time standing upon the east bound track a short distance below the station at South Bethlehem waiting for another car to be attached to it. This car, as the plaintiff alleges, was run out of a siding near by and allowed to drop by gravity down to, and against, the rear end of the train with such violence that his wife and himself were thrown forward from their seats against the seat in front of them, and his spiiie seriously and permanently injured by the wrench which the blow of the descending car upon the standing train gave him.\nNo complaint was made to the train hands' or employees of the company at the time nor for several months afterward, but the plaintiff continued work at his trade during a considerable portion of the time though, as he says, with frequent interruptions and with more or less pain. This action was brought to recover damages for the injury on the ground that the coupling was violently and negligently made, and that the negligence of the defendant’s employees was the cause of the plaintiff’s injury. The defendant denied that the coupling was violently or negligently made; denied that the plaintiff suffered any injury by reason of it, or while a passenger upon the train ; and alleged that his condition at .the time of the trial was due in part to diseases from which he had previously suffered and for which he had been treated by physicians, and in part to malingering, or the simulation of symptoms of a disease from which he had never suffered. Two issues of fact were thus raised: First, was the coupling violent and negligent as the plaintiff alleged ? Second, if negligence be found by the jury, was the plaintiff injured, and to what extent, as the result of such negligence ?\nThe plaintiff had the affirmative, and he was bound to prove the negligence of the defendant, and that the injury complained of was caused by it.\nUpon this subject the learned trial judge instructed the jury in substance that the rule of Lang v. Calder, 8 Pa. 479, was applicable to this case, so that “ from the mere happening of an injurious accident a presumption of neglect arises, prima facie, and throws .the onus of showing that it did not exist on the carrier.” This was misleading. There was no allegation that any accident had occurred to the train, or to any of the instruments or appliances of transportation. All that was alleged was that in the performance of the duty of coupling an additional car to the train, the defendant’s employees had negligently permitted the car to strike the train with more violence than was necessary to move the springs and effect the coupling. This was stoutly denied by the defendants and by the persons in charge of the car and the train at the time. Whether it was so or not was the subject of controversy, the primary question of fact for the jury to determine, since the plaintiff was left without a cause of action if the coupling was made in a proper manner. Upon this question the burden of establishing the negligence was on the plaintiff. There was no legal presumption' arising from the facts of this case to shift the burden of proof. It is now well settled that the rule in Laing v. Galder is applicable to cases where a passenger is injured in, or because of, an accident happening to the train, boat or other means of transportation.\nThe reason of the rule in such cases is that a contract to carry is, within the understanding of both parties, a contract to carry safely; and a breach of this contract by reason of the failure or insufficiency of any of the means provided for the carriage puts the carrier upon the defensive. The construction of its roads, cars and boats, and their management and care, are subjects peculiarly within the knowledge of the carrier, and with which the passenger has no means of becoming familiar. When an accident occurs therefore the presumption is that it is due to the want of care in construction, repair or management, and the burden of showing its own freedom from fault is on the carrier. But an accident to a passenger while about the premises of the carrier raises no such presumption : Hayman v. Penna. Railroad, 118 Pa. 508; nor does an accident befalling a passenger while on board a train and in the course of his journey, unless it is connected in some way with the means of transportation: McKinney v. The Penna. Railroad Co., 124 Pa. 462. Where the injury is chargeable to the manner of construction of a car the rule does not apply if the accident is to the passenger, and not to the car: Farley v. The Traction Co., 132 Pa. 58.\nSpear v. The P. W. & B. Railroad Co., 119 Pa. 61, is in entire harmony with the cases just cited. In that case the means of carriage was a steamboat. The plaintiff was a passenger. An explosion occurred which shattered one end of the boat and inflicted the injury complained of upon Spear. This was a case for the application of the rule. The duty of showing that the explosion occurred without the fault of the company was imposed by the presumption of negligence arising from the fact of the explosion upon its boat, which was under the care of, and navigated by its employees.\nThe ninth assignment is for the reason now given sustained.\nThe defence as to the second question, the injury to the plaintiff, rested largely on the medical testimony introduced for the purpose of satisfying the jury that the plaintiff’s condition was due to disease and not to the jar resulting from the coupling. The expert testimony on both sides related mainly to this question. An adequate presentation of the ease to the jury could not be made without at least directing their attention to this question as one to be considered and determined by them. If the defendant’s position upon the subject was sustained by the evidence, the existence of negligence in effecting the coupling was rendered immaterial. For this reason the seventh assignment of error is sustained.\nAn examination of the testimony shows that the existence of violence or negligence in making the coupling, and the relation of such violence or negligence, if it existed, to the plaintiff’s condition, depended almost entirely on the testimony of the plaintiff and his wife. His credibility was attacked and many witnesses were called to show that his reputation for truth and veracity was bad. By way of rebuttal the plaintiff called many witnesses to sustain his character. His credibility therefore became an important question in the cause. It was a question for the jury. If the testimony of Herstine was not entitled to credit, the jury would probably have found the weight of the evidence was against the existence of unusual violence in the coupling of the car to the train and therefore against the plaintiff’s right to recover no matter what may have been the origin of his spinal troubles. But the learned judge gave the jury no instruction upon this subject. He did not so much as allude to the fact that the plaintiff’s credibility was attacked. This might work no injustice in a case where the testimony of the witness attacked is so sustained that the case may well stand without him; but where his testimony is so important that the case may turn upon it, and especially when his credibility is attacked by the testimony of witnesses called to impeach him and by his own conduct in failing for many months to complain of the coupling or of an injury received on account of it, the credibility of the witness becomes one of the controlling questions of fact to which the attention of the jury should be particularly called.\nThe appellee urges that because the learned judge was not asked to instruct the jury upon this question and that which is the subject of the seventh assignment, the failure to do so can not be regarded as error; and cites Fox v. Fox, 96 Pa. 60, and similar cases in support of his position.\nFox v. Fox was an action on the case for malicious prosecution. On the trial the parties seem to have treated the question of probable cause as one for the jury and the trial judge submitted it to them. After verdict and judgment it was urged in this court that the question of the existence of probable cause, was upon all the evidence a question of law for the court; and we were asked to reverse the court below for that reason. This we declined to do because the question had not been raised on the trial. The same question was presented in Burkholder v. Stahl, 58 Pa. 371.\nIf the legal questions that might be raised upon the trial are not raised, it is too late to raise them on appeal to this court. This we have repeatedly said; and we have given as a reason that it is neither fair to the successful party nor to the court to disturb a verdict that has been reached by a mode of trial to which both parties were assenting. We have not said however that it is the duty of the parties to make specific requests for the submission of the several questions of fact raised upon the trial, or that a failure so to do deprives the party, affected by the omission, of the right to complain that his defence has been ignored or forgotten in the submission of the case to the jury.\nWe must for this reason sustain the eighth assignment of error.\nThe judgment is reversed and a venire facias de novo is awarded."}