{"id": "836711", "contents": "Opinion by\nMb. Justice Stebbett,\nFrom the clear and concise statement of facts contained in the opinion of the learned president of the common pleas, it appears that over fourteen years ago the company defendant entered upon plaintiff’s land for the purpose of locating and constructing its railroad thereon. Being unable to agree with him as to the amount of damages done and likely to be done thereby, the company tendered and he accepted its bond of July 26, 1872, with two sureties, in the sum of $8,000, conditioned as follows:\n“ That if the said Harrisburg & Potomac Railroad Company .... shall well and truly pay to the said William Keller the amount of damages which shall be done by reason of • the location and construction of said railroad upon his lands, whenever” the same shall be ascertained and determined, either by the agreement of the parties, or by any process of law, or judgment of the court, then the above obligation to be void, else in full force.”\nThe amount of said damages not having been ascertained in either of the ways suggested in said bond, plaintiff presented his petition in June, 1890, reciting the facts, and praying the court to appoint seven discreet and disinterested freeholders, etc., to view said premises, etc. The application was resisted by the company and its sureties on the ground that more than fourteen years have elapsed since the construction and completion of the road, and no claim for damages having been made in the meantime, the plaintiff’s demand is barred by the statute of limitations, and the court has no jurisdiction of the petition. This position was sustained by the court and the petition was dismissed with costs, etc. Hence this appeal. The only error assigned is the refusal of the court to appoint the viewers and dismissal of plaintiff’s petition.\nIf the company had entered upon plaintiff’s land without his consent and constructed its road without complying with the constitutional mandate, by making just compensation to him, in money, or by securing the payment thereof as required, the plaintiff’s remedy would have been trespass or ejectment, as was held in McClinton v. Railroad Co., 66 Pa. 404, and other cases. But the company complied with the alternative of the mandate and gave the bond above referred to. Its entry upon and subsequent occupation of the land was therefore lawful, and, as was said in Hoffman’s Appeal, 118 Pa. 512, the company acquired “ as clear and perfect right to the easement as if it had paid therefor in cash,” and the plaintiff’s only remedy is upon the bond in connection with the statutory provision for assessment and collection of damages. The bond is his only security. He has no claim upon the land taken by the company, or any of its other property, except as he may be able, in common with other general creditors of the company, to seize the same on execution or other process, etc. Before he can proceed on the bond, the unliquidated damages secured thereby must be ascertained in one of the modes mentioned in the condition of that instrument. The object in asking for the appointment of viewers was to procure a regular liquidation of the damages secured by the bond. It cannot, of course, be claimed that action on the bond is or could be barred by the statute of limitations; and sufficient time has not yet elapsed to raise a presumption of payment. It is conceded that the act of April 17,1866, P. L. 106, limiting the time within which action might be brought against railroad companies for land damages, was abrogated by § 21 of art. Ill of the constitution; but, it is contended that the general limitation act of March 27, 1718, bars the plaintiff’s right to have viewers appointed to assess or liquidate the damages secured by the bond. Aside from the fact that the bond, which is plaintiff’s only security, contemplates such assessment, and would be unavailable without liquidation of the damages secured thereby, we think the general statutory proceeding to assess damages for property, taken, injured or destroyed in the exercise of the right of eminent domain, is not within the purview of the act of 1713: Railroad Co. v. Burson, 61 Pa. 369; McClinton v. Railroad Co., 66 Pa. 404; Seiple v. B. & C. V. R. Extension Co., 129 Pa. 426.\nIn MoClinton v. Railroad Co., supra, Mr. Justice Agnew, commenting on Railroad Co. v. Burson, said: “ The question of limitation arose wholly on the proceeding under the statute, and for that reason it was held that the general limitation act of 1713 was no bar.” If any doubt has ever been suggested as to the correctness of this, we think it was without any substantial basis.\nIt follows from what has been said, that there was error in refusing to appoint viewers as prayed for, and in dismissing the petition.\nDecree dismissing the petition, etc., reversed and petition reinstated; and it is now ordered and decreed that the record be remitted with instructions to proceed and appoint viewers, etc."}