{"id": "837149", "contents": "OPINION\nCAPPY, Justice:\nThis is a direct review of a sentence of death imposed by the Court of Common Pleas of Berks County. For the reasons that follow, we affirm the judgment of sentence.\nOn April 14, 1993, appellant, Ronald Puksar, was charged in connection with the April 15, 1991 deaths of his brother, Thomas Puksar, and his brother’s wife, Donna Puksar. Following a jury trial, appellant was found guilty of first-degree murder, aggravated assault—serious bodily injury caused, and aggravated assault - bodily injury caused with a deadly weapon, as to both victims. During the penalty phase, the jury fixed the penalty at death for the murder of Donna Puksar and life imprisonment for the murder of Thomas Puksar. At the sentencing hearing the trial judge formally imposed the sentence of death for the murder of Donna Puksar and life imprisonment for the murder of Thomas Puksar, which sentence is to run consecutively with the sentence of death.\nAppellant’s first challenge is to the sufficiency of the evidence. According to appellant, the evidence fails to establish his guilt beyond a reasonable doubt for both first-degree murder convictions. Specifically, appellant asserts that the evidence was insufficient to connect him to the killings, since all of the evidence linking him to the crime scene was circumstantial. Moreover, appellant argues that the evidence presented at trial was more consistent with a finding that Donna Puksar’s wounds were self-inflicted, indicating that both killings were a result of a murder-suicide and not the result of a double homicide.\nIn order to sustain a finding of first-degree murder, the evidence must establish that a human being was unlawfully killed, the appellant did the killing, and that the killing was done in an intentional, deliberate and premeditated way. Commonwealth v. Mitchell, 528 Pa. 546, 599 A.2d 624 (1991). “In the case of first degree murder, we must determine whether there was sufficient evidence to prove that appellant caused the death of another human being by an intentional killing.” Commonwealth v. Gease, 548 Pa. 165, 696 A.2d 130, 132 (1997); see 18 Pa,C.S.A. §§ 2501(a) and 2502(a). Circumstantial evidence alone is sufficient to convict one of a crime, including first degree murder. Commonwealth v. May, 540 Pa. 237, 656 A.2d 1335, 1340 (1995). In reviewing the sufficiency of the evidence this court will consider whether the evidence and all reasonable inferences drawn therefrom, viewed in the light most favorable to the Commonwealth as the verdict-winner, would permit a jury to find that all the elements of the crime were present beyond a reasonable doubt. Commonwealth v. Rucci, 543 Pa. 261, 670 A.2d 1129, 1132 (1996).\nAs a preliminary matter, although appellant does not assert that the evidence was insufficient to establish a specific intent to kill, we find that the evidence clearly established a specific intent to kill based on the following: Thomas Puksar was shot ten times, once in the back, once in the back of the head, two times in the groin, three times in the chest and three times in the forehead; Donna Puksar was shot two times, first in the jaw and then in the temple. N.T., Dr. Mihalakis, 11/1/93, 13-4, 21-4; 28, 53. The second shot was fatal. Specific intent to kill can be inferred from use of a deadly weapon on a vital part of the body. Commonwealth v. Speight, 544 Pa. 451, 677 A.2d 317, 321 (1996). Accordingly, the evidence established specific intent to kill.\nA review of the record reveals that the evidence was also sufficient to connect appellant to the killings. The evidence established that appellant was “coming” to the victims’ home at or around the time of the killings. N.T., 10/28/93, 1130-31. There was a recent dispute between appellant and Thomas Puksar regarding a transaction involving model trains. N.T., 11/2/93, 706-08. Thomas Puksar’s body was found surrounded by scattered boxes of model trains. N.T., 10/26/93, 626-7. A handgun recovered at the scene was established to be the weapon used in the commission of the killings. N.T., 10/29/93, 1260-62. Appellant owned the weapon. N.T., 10/28/93, 1151. A box of bullets, of the same type and manufacture as the bullets used in the killing, was found on a desk on the first floor of the victims’ home. Two of appellant’s fingerprints were found on this box. N.T., 10/29/93, 1168-9. The box of bullets was not on the desk at 5:00 p.m. that afternoon when Trevor Hartman (Hartman) dropped Thomas Puksar off after work. N.T., 10/25/93, 503.\nIn addition, the evidence was sufficient to establish that Donna Puksar was the victim of a homicide. At trial, the evidence demonstrated that Donna Puksar was her normal, happy self at work the day of the killings. N.T., 10/29/93, 1177-9, 1184, 1190. She had invited a co-worker to her home for dinner that evening. Id. at 1189. Donna Puksar left work at 6:28 p.m. Id. at 1199. When she was found, Donna Puksar was dressed in the clothing she had worn to work the day of the murders. N.T., 10/26/93, 887-88. The bloodstains found on Donna Puksar were of a type consistent with her own blood type and not the blood type of Thomas Puksar. N.T., 10/28/93, 1039-40. There were no fingerprints or blood on the gun at the time it was recovered. N.T., 10/26/93, 797; N.T., 10/29/93,1269-70.\nThe Commonwealth presented the testimony of Dr. Isadore Mihalakis, an expert in forensic pathology, who testified, based on a reasonable degree of medical certainty, that Donna Puksar was the victim of a homicide. N.T., Dr. Mihalakis, 11/1/93, 65. Dr. Mihalakis testified that the evidence established that Donna Puksar would not have been physically able to fire the second fatal shot to her temple following the first shot to the jaw. Id. at 57-63. However, appellant challenges this testimony on the basis that it was contrary to the testimony of the other medical experts, who testified, based on a reasonable degree of medical certainty, that Donna Puksar would have been able to fire the second shot to her temple, following the first shot to her jaw. N.T., 10/26/93, 683-84; N.T. Dr. Cyril Wecht, 11/3/93, 38-39.\nIn instances where there is conflicting testimony, it is for the jury to determine the weight to be given the testimony. The credibility of a witness is a question for the fact-finder. Commonwealth v. Rivers, 537 Pa. 394, 644 A.2d 710, 717 (1994). In the instant case, the jury, as fact-finder, obviously chose the testimony given by Dr. Mihalakis as more credible than the testimony offered by the other experts; and it is not for this court to disturb this determination.\nWe conclude, upon reviewing the facts herein, that the Commonwealth presented sufficient evidence to connect appellant to the killings. Moreover, the jury was presented with competent evidence from which they could reasonably conclude that Donna Puksar was the victim of murder. Accordingly, sufficient evidence exists to establish that appellant caused the death of both victims by an intentional killing.\nIn his brief to this court, appellant raises four additional claims for this court’s review. Appellant’s first claim is that the trial court erroneously admitted the hearsay testimony of Hartman.\nAt trial, Hartman testified, on recall by the Commonwealth, to two different conversations that he overheard between appellant and Thomas Puksar. The first conversation, which occurred sometime in February of 1991, established that there was a dispute between appellant and Thomas Puksar involving the purchase of model trains. Hartman testified that appellant had stopped at Thomas Puksar’s residence on that particular day to get some money from Thomas Puksar for the train set. N.T., 11/1/93, 705. But, Hartman further stated that “[Tom] wasn’t going to give him any money. He wanted to go sell the trains and get them appraised.” Id. at 708. Further into Hartman’s testimony, the Commonwealth provided him with a police report to refresh his recollection as to what he told the police following the murder. After he reviewed the report, Hartman testified that “[Tom] didn’t trust [appellant]” and that “Tom thought that some of [the trains] were replicas ... that’s why no money ever changed hands, because Tom didn’t know the price of the train collections, what it was valued as.” Id. at 711-12.\nAt sidebar, during the Commonwealth’s offer of proof with regard to Hartman’s testimony, defense counsel objected to the testimony, asserting that it improperly commented on appellant’s state of mind. The trial court overruled the objection on the basis that the statements were relevant to show motive. N.T., 11/1/93, 691. Appellant renews his argument to this court, asserting that the statements were improperly admitted hearsay, which prejudiced him.\nContrary to appellant’s assertions, Hartman’s statements were not hearsay. Hearsay is an out-of-court statement offered to prove the truth of the matter asserted. Commonwealth v. Griffin, 511 Pa. 553, 515 A.2d 865, 870 (1986). When an extrajudicial statement is offered for a purpose other than proving the truth of its contents, it is not hearsay and is not excludable under the hearsay rule. Id. Thus, statements are admissible to establish ill-will or motive where they are not being offered for the truth of the matter contained therein. See Commonwealth v. Brown, 538 Pa. 410, 648 A.2d 1177, 1182 (1994)(Out-of-court statement, which was not offered for its truth, but only for the fact that it was made, was not inadmissible hearsay.).\nIn the instant case, the Commonwealth attempted to establish appellant’s motive for killing Thomas Puksar by showing that there was ill-will between the brothers. The Commonwealth did not offer Hartman’s testimony to prove that Thomas Puksar. actually did not trust appellant, or that the trains were indeed replicas, but to supply appellant’s motive for killing Thomas Puksar. Accordingly, these statements were admissible, since they were not offered to prove the truth of the matter asserted, but rather to establish a motive for the killings. Brown.\nAppellant also objects to the admission of Hartman’s testimony regarding the second conversation between the brothers, which occurred two weeks before the murders. At trial, Hartman testified that he heard the brothers yelling at each other, but did not testify at all as to the content of the conversation. The Commonwealth merely offered this testimony to establish the fact that ill-will persisted between the brothers. Accordingly, Hartman’s testimony was not hearsay as it did not involve the truth of the matter asserted and the court properly admitted the testimony as evidence of ill-will between the brothers.\nLastly, appellant asserts that even if this evidence was properly admitted, the trial court abused its discretion in admitting the evidence, since the prejudice to appellant outweighed its probative value. Admission of evidence is within the sound discretion of the trial court and will not be reversed on appeal absent an abuse of discretion. Commonwealth v. Claypool, 508 Pa. 198, 495 A.2d 176 (1985). For the reasons stated above, we do not find that the court abused its discretion. This evidence was properly admissible as nonhearsay evidence. In addition, contrary to appellant’s assertions, this evidence established a motive for the murders and therefore was highly probative of the matter at hand. Accordingly, this issue does not offer appellant relief.\nIn his second issue, appellant asserts that the court erred in accepting Dr. Mihalakis’ testimony regarding bloodstain pattern interpretation. According to appellant, the trial court improperly allowed Dr. Mihalakis to testify regarding bloodstain pattern interpretation, since he was not an expert in the field, and thus his testimony regarding blood splatter interpretation was unreliable.\nThe qualification of an expert witness is a matter within the sound discretion of the trial court and will not be reversed absent an abuse of discretion. Commonwealth v. Bennett, 471 Pa. 419, 370 A.2d 373, 375 (1977). In Pennsylvania, the standard for qualification of an expert is a liberal one and the test to be applied is whether the witness has a reasonable pretension to specialized knowledge on the subject under investigation. If he does, he may testify and the weight given to that testimony is for the fact-finder to determine. Commonwealth v. Gonzalez, 519 Pa. 116, 546 A.2d 26, 31 (1988)(emphasis added). “It is also well established that an expert may render an opinion based on training and experience; formal education on the subject matter is not necessarily required.” Commonwealth v. Copenhefer, 553 Pa. 285, 719 A.2d 242, 254-55 (1998)(citing Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 664 A.2d 525, 528 (1995)).\nIn the instant case, Dr. Mihalakis was extensively voir dired on his expertise in this field by both counsel and the court. N.T., Dr. Mihalakis, 11/1/93, 34-45. Dr. Mihalakis testified that he reviewed blood spattering at crime scenes in hundreds of cases. Id. at 35. He also stated that he had discussed the effects and directions of spattering with his colleagues and had experience with physics, gravity and what blood does in certain cases. Id. at 35, 38. On cross-examination by defense counsel, Dr. Mihalakis stated that he recognized his limitations of knowledge in this area, and would only testify in situations where he believed that he was qualified to determine the origin, cause and manner of blood spatter. Id. at 40-1. Moreover, the court limited Dr. Mihalakis’ testimony to the blood on the floor of the bathroom, behind Donna Puksar’s head, and on Donna Puksar’s blouse. Id. at 45.\nBased upon the extensive voir dire of Dr. Mihalakis and the limitations placed on his testimony by the trial court, it is clear that the court did not err in admitting him to testify as an expert regarding blood spatters. Moreover, the jury was clearly apprised of the limitations of Dr. Mihalakis’ expertise in this area, and it was for the jury to weigh the testimony of Dr. Mihalakis against the testimony presented by the other blood splatter experts in this case. Accordingly, this issue does not offer appellant any relief.\nIn his third issue, appellant asserts that the court erred by permitting Dr. Mihalakis to testify regarding the state of mind of Donna Puksar. According to appellant, Dr. Mihalakis’ testimony was erroneously admitted as psychiatric expert testimony to demonstrate that the Puksars were a “loving couple.”\nInitially it must be noted that it was defense counsel who originally elicited the response from Dr. Mihalakis that the Puksars were “a loving couple.” N.T., Dr. Mihalakis, 11/1/93, 77. Following this, defense counsel asked whether Dr. Mihalakis had reviewed Donna Puksar’s diary. Id. at 78. Over the Commonwealth’s objection, Dr. Mihalakis answered in the negative. Id. at 84. On re-direct, the Commonwealth gave Dr. Mihalakis the opportunity to review the diary, and asked him whether the diary changed his opinion regarding the fact that the Puksar’s were a loving couple. Dr. Mihalakis responded in the negative. Id. at 102. On re-cross by defense counsel the following testimony occurred:\nBY MR. SODOMSKY:\nQ. Although this may not change your opinion about the manner of death because of your beliefs, this letter you’ve now had an opportunity to read certainly changes your opinion about a loving couple, doesn’t it?\nA. As of the, um, the time that that was written, it’s not necessarily an unloving couple, it is -\nQ. Doctor, does it change your opinion with regard to whether or not this couple was a loving couple? Can you answer that yes or no?\nA. I cannot answer with a yes or no. It is—\nMR. SODOMSKY: Thank you very much. I have nothing else.\nTHE COURT: Doctor, do you want to answer the question that was asked you? I guess it’s yes, no, or maybe. Can you tell us what your answer would be?\nTHE WITNESS: I was under the impression Mr. Sodom-sky did not want me to answer.\nMR. BALDWIN: I’ll ask him on redirect.\nREDIRECT EXAMINATION BY MR. BALDWIN:\nQ. Can you finish your answer, please?\nA. It is a letter, of a woman who is in love with her husband but feels—\nMR. SODOMSKY: Excuse me, Your Honor, I object to this psychiatric opinion.\nTHE COURT: Objection overruled, you brought it in, Mr. Sodomsky.\nBY MR. BALDWIN:\nQ. Please continue, Doctor.\nA. Well, she clearly says I love him but it is also a woman who laments an almost self-centered autistic attitude of her husband toward her.\nN.T., Dr. Mihalakis, 11/1/93,117-8.\nIn Commonwealth v. Yams, 519 Pa. 571, 549 A.2d 513, 525 (1988) this court explained that “[i]n general, a party may not object to improper testimony which he himself elicits.” See also Commonwealth v. McDuffie, 476 Pa. 321, 382 A.2d 1191, 1192 (1978)(“[I]n general, a party is not entitled to have stricken incompetent evidence which that party elicits.”).\nIt is clear that in the instant case, defense counsel initiated the above testimony in order to determine whether Dr. Mihalakis had changed his mind that the Puksars were a loving couple. However, once it became apparent that Dr. Mihalakis had not changed his mind, defense counsel attempted to end the inquiry and preclude Dr. Mihalakis from answering the question. It was only at this juncture that the Commonwealth requested that Dr. Mihalakis be given the opportunity to respond to the question that was first asked by defense counsel. Moreover, on recross examination, defense counsel was given the opportunity to clarify Dr. Mihalakis’ statements, and Dr. Mihalakis testified that he was not competent to testify to this opinion beyond a reasonable degree of medical certainty and clarified that his opinion was merely that of a layperson’s with regard to this matter. N.T., Dr. Mihalakis, 11/1/93, 118-9. Appellant cannot now object to Dr. Mihalakis’ testimony that was elicited by his counsel. Further, any fears that the jury may have viewed Dr. Mihalakis’ testimony as “expert” were clarified by his own admissions that his opinion was merely that of a layperson’s and not that of an expert.\nIn the fourth issue, appellant argues that the trial court erred in refusing his request for a bench trial. Appellant asserts that he made an intelligent, voluntary and knowing waiver of his right to a jury trial, and thus, his request for a bench trial should have been granted.\nContrary to the right to trial by jury, it is clearly established that there is no absolute right to a bench trial. Commonwealth v. Cook, 544 Pa. 361, 676 A.2d 639 (1996); Commonwealth v. Miller, 541 Pa. 531, 664 A.2d 1310 (1995); see also Singer v. United States, 380 U.S. 24, 85 S.Ct. 783, 13 L.Ed.2d 630 (1965). The decision to grant a defendant’s request for a bench trial is within the sound discretion of the trial court. Cook, 676 A.2d at 645; Miller, 664 A.2d at 1321. Thus, the trial court is given wide latitude in determining whether appellant should be tried without a jury.\nIn the instant case, the trial judge determined that since he was the supervising judge of the grand jury, which had investigated the Puksar deaths, and, because he had held a hearing on appellant’s habeas corpus petition, the case should be- tried before a jury. The trial court believed that if the case was tried in a bench trial, appellant could argue that the judge should recuse himself. In addition, the trial court considered that appellant may have believed that he would receive a favorable verdict if he was tried before the bench, since this judge had held a hearing on the sufficiency of the evidence. Thus, the court weighed the competing considerations and did not abuse its discretion in denying appellant’s request for a bench trial.\nFinally, in accordance with our statutory duty, 42 Pa.C.S. § 9711(h)(3), this court must affirm the sentence of death unless we determine that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\nUpon our review of the record it is clear that the sentence imposed was not a product of passion, prejudice or any other arbitrary factor. We further find that the evidence was sufficient to establish the aggravating factor found by the jury. The jury found one aggravating factor—that the appellant was convicted of another murder at the time of the instant conviction. 42 Pa.C.S. § 9711(d)(ll). The other murder being the murder of Thomas Puksar. In addition, after reviewing the information compiled by our Administrative Office, the circumstances of the crime, and the record of appellant, in accordance with the requirements set forth in Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984), cert. denied, 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984), we do not find the sentence imposed upon this appellant to be disproportionate to the sentence imposed upon defendants in similar cases. Accordingly, we affirm the verdict and sentence of death imposed upon appellant, Ronald Francis Puksar, by the Court of Common Pleas of Berks County.\n. See 42 Pa.C.S.A. §§ 722(4), 9711(h)(1); Pa.R.A.P. Rule 702(b) and Rule 1941.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 2702(a)(1).\n. 18 Pa.C.S. § 2702(a)(4).\n. The jury found one aggravating circumstance, that appellant has been convicted of another murder committed either before or at the time of the offense at issue. 42 Pa.C.S. § 9711 (d)(11). The jury found no mitigating circumstances.\n. Moreover, even if Hartman’s statements were offered for the truth of the matter asserted, they would still be admissible pursuant to the state of mind exception to the hearsay rule. Commonwealth v. Chandler, 554 Pa. 401, 721 A.2d 1040, 1045 (1998) ([Statements were admissible under the \"state of mind” exception to the hearsay rule because [victim's] opinion of Appellant and her marriage to him went to the presence of ill will, malice, or motive for the killing.).\n. Appellant also challenges the admission of Hartman’s testimony on the basis that the conversations that Hartman refers to were too remote in time to be reliable evidence. Appellant cites Commonwealth v. Bybel, 399 Pa.Super. 149, 581 A.2d 1380 (1990) vacated 531 Pa. 68, 611 A.2d 188 (1992), in support of this proposition. We merely note that Bybel involved a seven-month interval between the proffered evidence and the murder, whereas the case herein involves only two weeks to one month between the conversations and the murders. Thus, the conversations were not too remote in time to be reliable evidence.\n. Although appellant raises this issue pursuant to Frye v. United States, 293 F. 1013 (App.D.C.1923), any reliance on Frye is misplaced. Frye sets forth the standard that expert testimony based upon a specific scientific discovery or principle is inadmissible unless such theory or technique is \"sufficiently established to have gained general acceptance in the particular field in which it belongs.” Id. at 1014. However, in the instant case appellant is not arguing that \"blood splatter interpretation” is not \"generally accepted” in the scientific community; rather, appellant's argument is directed specifically at the expertise of Dr. Mihalakis in this area, and as such, reliance on Frye is misplaced.\n. Although the court determined that the circumstances surrounding the motion to strike in McDuffie warranted an exception to this general rule, since a review of the record indicated that the witness was not being responsive to defense counsel’s questions, and thus, the statements made by the defendant could not be construed as being elicited by defense counsel. McDuffie, 382 A.2d at 1192. No such exception is warranted in the instant case, since Dr. Mihalakis’ testimony was directly responsive to defense counsel’s questions.\n. Subsection (h)(3)(iii) of 42 Pa.C.S. § 9711 has been amended to delete the requirement for a proportionality review effective June 25, 1997. However, as the appellant herein was convicted and sentenced prior to the amendment, a proportionality review is mandated. Commonwealth v. Gribble, 550 Pa. 62, 703 A.2d 426 (1997).\n. The Prothonotary of the Supreme Court is directed to transmit the full and complete record of this case to the Governor forthwith. 42 Pa.C.S. § 9711(i).\n. Appellant also posits that the trial judge had a duty to recuse himself, rather than deny appellant’s request for a bench trial. However, the mere fact that the judge has participated in pretrial stages of the proceedings does not establish sufficient grounds for recusal; instead, appellant must demonstrate that the trial judge could not rule impartially. Miller, 664 A.2d at 1321. Appellant makes no such claim of impartiality to this court, and thus, this argument does not warrant any further comment."}