{"id": "838086", "contents": "Opinion by\nMb Justice McCollum,\nThe appellant leased the Eagle House, No. 101 Fulton street, in the city of Pittsburgh, for two years, at a rental of fourteen hundred dollars per year, and for the purpose of a retail liquor business only. It was known to the parties that this business could not be conducted without a license, and that it was uncertain whether such license could be obtained. It was also known to them that liquor licenses were granted by the court of quarter sessions of Allegheny county in the month of April for one year, and to take effect on the first of May following. In order to enable the lessee to carry on the business for which he leased the property it was necessary that he should have a license from the 1st of May, 1890, to May 1,1891, and a license from the last mentioned date to the 1st of May, 1892. A failure to procure a license for either year of the term for which the property was demised would subject the lessee to a loss which the parties recognized and made allowance for in the following provision of the lease: “It is further agreed that should the said Val. G-anter fail to secure a retail license for the said Eagle House, the said Henry Rea, Jr., agrees to accept from the said Val. Ganter, the sum of four hundred dollars per year, payable monthly as above mentioned, for the purpose of any merchandise business, liquor and beer business excepted, for the term of one year only.” A license was granted to the appellant for the year commencing on the 1st of May, 1890, but his application for a license for the next year was refused. Pie 'paid rent the first year of his term at the rate of fourteen hundred dollars per year, and he contends that for . the second year of the term he is entitled to the property for the use stated in the provision of the lease above quoted, at a rental of four hundred dollars. The lessor claiming that this provision for a reduced rent is applicable only to the first year of the term, brought this action to recover the rent for the months of April, May and June, 1891, at the rate of fourteen hundred dollars per year. The court below, being of opinion that the lessor’s contention was sound, directed the jury to return a verdict in accordance with his claim. It will thus be seen that the real question for our determination is whether the lessee can have any benefit from the provision for a reduced rent, except in case of his failure to secure a license for the first year. It seems to us that the equitable considerations which moved the parties to insert this provision in the lease are as applicable to the failure to obtain a license in 1891, as to a failure to secure it in 1890, and we do not see any just reason for a distinction which allows the reduced rent in one case and exacts the full rent in the other. The loss sustained by the lessee in consequence of his failure to obtain the license is the same in either case, and if, as seems probable, the reduced rent was intended by the parties as an allowance on account of this loss, it is as applicable to the second year of the term as to the first. As no equitable reason appears for a distinction in this respect, it should not be drawn save in obedience to the plain provisions of the lease. Does the language of the lease require a construction which makes this distinction ? We think not. The lease is for a term of two years. The maximum rent for the whole term is twenty-eight hundred dollars, and the minimum rent for it is eighteen hundred dollars. The term is not abbreviated by the failure of the lessee to obtain a license, but the use of the property is modified and the rent of it is reduced by such failure. The reduction in the rent is for one year, and then only in case of the lessor’s failure to secure the license, but it is immaterial whether this failure occurs in the first or second year of the-term. We think that on the undisputed facts of the case the liability of the appellant for rent during the second year of the-term is at the rate of four hundred dollars per year.\nIn conformity with these views we sustain the first specification of error. The remaining specifications are not sustained.. The offers of evidence were not comprehensive enough to justify their admission for the purpose of reforming the lease.\nJudgment reversed and venire facias de novo awarded."}