{"id": "838082", "contents": "Opinion by\nMr. Justice Green,\nThe learned court below committed the whole case to the jury both in the general charge and in the answers to points, and the jury found a verdict in favor of the defendant.\nThe court distinctly said, several times, that the matter contained in the publications in controversy was libelous, and the plaintiff would be entitled to a verdict, unless the jury found that the publications contained a substantially fair and true account of what had happened, or that the defendant had reasonable and probable cause to believe the statements true, after proper inquiries made. The court said further: “ On the other hand if you do not find either of these points the plaintiff would be entitled to a verdict, because then it would be unjustifiable, and would be a libel. If you find that they were not justified on either of these grounds, then the next question is the measure of damages.” It is difficult to understand what more the court could have done. The case was necessarily for the jury. The court could not direct them absolutely to return a verdict for the plaintiff and were not asked to do so. They could not affirm the plaintiff’s first point and say, without qualification, that, “ the words and language used in describing the occurrence are not justified by the evidence, and a verdict should be rendered for the plaintiff,” because the jury were to judge whether the words used were or were not justified by the evidence. The great trouble with the plaintiff’s case is that, in the substantial particulars of the narration, “ the words and language used in describing the occurrence ” were justified by the evidence. The plaintiff was at the time a public officer, actually on duty in performing a very grave and serious public service. Such persons are amenable to public criticism in the newspapers, without liability for libel, if there was probable cause for their comments and no proof of express malice, even though the statements are not strictly true in all respects: Briggs v. Garrett, 111 Pa. 404; Neeb v. Hope, Id. 145; Press Co. v. Stewart, 119 Pa. 584. In the first case we said: “A communication to be privileged must be made upon a proper occasion, from a proper motive, and must be based upon reasonable or probable cause. When so made in good faith, the law does not imply malice from the communication itself, as in the ordinary case .of libel; actual malice must be proved before there can be a recovery. . . . An action for libel is upon all fours with an action for malicious prosecution. The latter is but an aggravated form of an action for libel, as in it the libel is sworn to before a magistrate. The cases make no distinction between them.” In the course of the opinion by the present Chief Justice numerous authorities are cited in support of his conclusions. Among them are the following : “If fairly warranted by any reasonable occasion or exigency, and honestly made, the communication is protected for the common convenience and welfare of society. ... I conceive the law to be that, though that which is spoken or written may be injurious to the character of the party, yet if done bona fide, as with a view to the investigation of a fact in which the party is interested, it is not libelous. Lord EllenBOJROUGH in Delany v. Jones, 4 Esp. 191. If there is probable cause it is of no consequence that the libel was malicious. . . . In case of a privileged communication probable cause is a bar to the suit: Chapman v. Calder, 14 Pa. 365.”\nIn Press Co. v. Stewart, supra, we said: “ The defendant filed what was substantially, though not perhaps in strict technical form, a plea of justification. It alleges that the article in the ‘ Press ’ was a just and true account of the interview between its reporter and the plaintiff, and asked the court to instruct the jury that, ‘ if they believed that the publication complained of is a fair and true account of an interview had between the plaintiff and Mr. Cooke, your verdict must be for the defendant.’ The court declined to affirm this point, and herein we think the learned judge erred.”\nIn Neeb v. Hope, supra, our late brother Trunkey said, in the opinion: “It is a matter of law for the court- to determine whether the occasion of writing or speaking criminatory language, which would otherwise be actionable, repels the inference of malice, constituting what is called a privileged communication, and if there is no intrinsic or extrinsic evidence of malice, it is the duty of the court to direct a nonsuit or verdict for the defendant. If the communication contains expressions which exceed the limits of privilege, such expressions are evidence of malice and the case shall be given to the jury.”\nThis is precisely what the learned court below did in the present case. They refused the fourth point of the defendant, which asked for a binding instruction for the defendant, and affirmed the defendant’s three other points, which are couched in almost the exact language of this court in the opinion above referred to; they affirmed that part of the plaintiff’s second point which required an instruction that “ the style and tone of the narrative exaggerate and magnify the alleged fault of the plaintiff and is evidence of malice,” and left the whole case to.the jury on the two questions whether the article contained a substantially fair and true account of what happened, and whether the defendant had reasonable and probable cause to believe their statements true, and made proper inquiries and used care in what they said, believing it to be true. It seems to us that nothing more than this could have been done by the court, and that the plaintiff’s real cause of complaint is with the verdict. But when it is considered that the plaintiff was, at the time of the occurrence, a public officer engaged in the performance of a most serious public duty, that by his own confession and the testimony of his own witnesses, as well as those of the defendant, he was under the influence of liquor, having taken four drinks of whiskey in a very short time and was, when the occurrence in question took place, insisting on going back to the saloon to get another drink, that his commanding officer, when he heard of the matter, advised him to go home, which he did, and was out of the service for several months, that during all this time he was not entitled to wear his sword, having demanded a court-martial; that charges were preferred against him for his conduct by the proper military officers, which though never tried remained pending for a long time, and that his conduct upon the occasion in question was certainly not that of a prudent and sober person, it must be conceded that the jury may well have felt it to be their duty to find their verdict for the defendant. It is true that in some particulars the statements in the published articles were exaggerated and sensational in their character, after the reprehensible manner of many, though not all, of the newspapers of the present day, but the effect of that kind of comment was fairly left to the jury as evidence of malice, and it was their function to decide upon its effect in the cause. It seems to us that the testimony as to the preferment of charges, and the inspection roll of the plaintiff’s company, was properly received, in support of the statements, and the good faith of the published articles, although they occurred after the main transaction. Nor do we see any error in the court’s statement that it was very clear that the charges published were not all false, and that the plaintiff was in liquor, as these were really very proper deductions from testimony, much of which came from the plaintiff himself and which was scarcely controverted. Also the statement of the court, that they could not see how an officer could be more degraded than to be under the influence of liquor while on duty, we think was within the bounds of just judicial comment, and certainly was not error in any legal sense, when the evidence is considered.\nAs to the twelfth assignment we are not referred by counsel to any authority which requires the court to send out with the' jury the libelous publication, especially when it does not appear that the court was asked to do so. There is nothing on the record upon this subject except the remark of the court that counsel for the defendant having asked to send out some document along with the alleged libel, and the plaintiff having objected to this, the court refused to send out either unless requested by the jury. We see no error in this.\nUpon the whole case we think the cause was correctly tried, the court giving every opportunity to the plaintiff to get a verdict that he could ask for, and that his want of success was due to the views of the jury as expressed in their verdict rather than to errors on the part of the court.\nJudgment affirmed."}