{"id": "838078", "contents": "Opinion by\nMr. Justice Mitchell,\nThe questions presented by these cases are exclusively of law, and may be conveniently summed up as, first, has the legislature authorized the appellant companies, to do the acts complained of, and, secondly, if so, has such authority become operative by the consent of the municipal councils, validly given ?\nIt is conceded that no such authority is contained in the charter of the companies. But by the act of May 8,1876, P. L. 147, “ Passenger railways in any and all cities of the first class .... may use other than animal power .... whenever authorized so to do by the councils of such city, and the limitations contained in any of the charters of passenger railway companies, restricting them to the use of horse power, be and the same are hereby repealed, provided,” etc. If this statute is constitutional, it supplies the necessary authority. It is claimed however that it transgresses the prohibition of article 8, section 7, of the constitution, in that it is a local or special law amending or extending the charter of a corporation. But under the settled construction of this section, classification of ¡subjects, including cities, is permissible, and legislation which applies alike to all the members of a class, is not local or special but general. The important inquiry, therefore, is whether the act of 1876 is upon a subject as to which the classification ■of cities is proper. Repeated decisions of this court have .marked out the lines upon which such classification may proceed. It is not necessary to cite them all, but in one-of the .latest, Wyoming Street, 137 Pa. 494 (503), our Brother Williams has put the test into the compactest phrase: “ The test therefore by which all laws may be tried is their effect. If they operate upon the exercise of some power or duty of a municipality of the given class .... they are general,” and he gives, as an example, “ an act relating to the lighting of streets in cities of the third class would be a general law.” The control of the vehicles that shall be used on the public streets for the general conveyance of passengers, the rate of speed and the motive power by which they shall be propelled, is equally or even more peculiarly the subject of municipal duty. In fact public conveyances, whether ferry boats, barges, hackney coaches or omnibuses, have been subjects of police regulation and license as long as they have been known or used in ■Pennsylvania. The act of 1876 is therefore upon a subject proper for municipal classification and is a general law. It takes off restrictions previously existing as to the motive power of cars upon streets and commits the whole subject to the control of the cities themselves acting through their councils. This is its effect, and that is the test of its constitutionality. That incidentally it has affected and enlarged the charters of certain railway corporations, does not vitiate it as an exercise of unquestionable police powers over subjects within their proper province. The second clause of the act expressly repealing the charter restrictions to horse power as a motor, is not an essential part of its substance, and might have been omitted without impairing its general scope and effect. It was manifestly added to prevent any question of the application of the act to companies already chartered.\nThe learned court below thought itself bound by the decision in Weinman v. Pass. Ry. Co., 118 Pa. 192, but there is a distinction between the cases that is capable of sharp definition. The statute involved in that case was one relating to the formation of corporations. In the language of the opinion “ the subject of this statute is street railway companies, which is a subject for general legislation; while the statute professes to deal only with a limited number of these railways, and these are selected by reference to their location in certain cities. Under the guise of a general law, we have here one which is special, because it relates to a few members of the general class of corporations known as street railway companies; and local because its operations are confined to particular localities.” The essence of that decision is that the formation of corporations, their corporate powers, capital stock, dividends, etc., have no relation to the classification of cities, and cannot be made in any way to depend thereon. The act of 1876 on the contrary as we have seen has nothing to do with the formation, stock or dividends of passenger railway companies, but refers solely to the management of their cars on the public streets, a subject having close relation to the powers and duties of the municipal authorities to which the act commits its control.\nAn interesting and most important question, whether the grant of a right to build a passenger railway, or any similar franchise, does not carry with it, at least in the absence of specific limitations or prohibitions, the right from time to time to operate it by new methods, and motive powers, developed in the progress of invention and experience, was earnestly argued by appellants, and the cases cited make a strong showing in favor of such view. We have already held in Philadelphia v. Ridge Av. R. W. Co., 143 Pa. 444, 472, that in the matter of repaving “ the company is bound to keep pace with the progress of the age in which it continues to exercise its corporate rights,” and the argument is that the measure of its duties must also be the measure of its rights. We do not however find it necessary to pass upon this question in the present case, and we refer to it only to avoid the possible implication that we deemed it untenable.\nComing now to the second question, whether the legislative grant has been made operative by the assent of councils, we find that by ordinances of various dates in 1891 and 1892, consent to the erection of the needful appliances and the operation of the roads by overhead electric wires, was given by councils to the Continental, the West Philadelphia, and the Twenty-second Street Railways, each specifically by name. The Philadelphia Traction Company was not named in any of the ordinances, and as it alone had authority in its charter to use the electric system, the learned court below held the consent to be insufficient. As we have however held the act of 1876 to be constitutional, and, as that act supplies the authority wanting in the charters, it might be enough to stop here, and rest the case upon that statute. But as another view leads to the same result, it will be well to present that also.\nIt appears in the answers and is undisputed that the Philadelphia Traction Company is the lessee for long terms of years of the three other companies defendant, and that each of them is operated exclusively by its lessee. In each case the two companies, lessor and lessee, are in the exclusive management and operation of the latter, which has all the powers and authority of -the lessor, except the sole reserved franchise to be a corporation, and has, in addition, its own express and specific franchise to make contracts and lease and operate roads, and furnish motive power. In their aspect to the public as regards their powers and their duties, the two companies are as one, and in the doing of any specific thing whether it should be done with the right hand or the left, is to the public immaterial. What the public interests are concerned with is the thing itself which is to be done, not the technical name of the corporation that is to do it, and when therefore the councils gave their consent to the operation of the electric system upon the streets occupied by these railway lines, the presumption is that it was the thing more than the person that occupied their attention. The scope of legislative acts, whether statutes or ordinances, is to be determined by the intention of the enact*ng body, and while that is to be sought in the language employed, yet if the meaning is clear it is not rendered ineffective by the use of inapt words. They may make the meaning more difficult to reach but not the less paramount when ascertained. In the present case the thing to be done was the operation of the railways on the streets named by the overhead electric system, and the corporation by which in fact it was to be done was the Traction Company. • Whether by virtue of its own powers or by those of its lessor, was of no moment to the public interests, for, as already said, all the powers of both were in the same hands. But the street railway companies, though they had parted with the present control of all their powers except the reserved franchise to be a corporation, were nevertheless the owners not only of all the franchises but of all the plant, or properly necessary for the use of such franchises. To them by virtue of their reversionary interests, it would all finally come upon the termination of the lease, whether by its own limitations, or by surrender, for forfeiture or new contract. There was therefore a legal ’propriety in naming such company as the grantee of the city’s consent that the thing should be done. But, whether or not this consideration entered into the matter at all, the circumstances leave no room for doubt that the consent of councils was that the thing should be done by the two corporations acting together as one, and such consent whether it*named one or the other was meant to be operative as to both. This is the common sense view of the action and intent of councils, plain to all men. The subject was within their control, and what they meant by the ordinance is the law of this ease. To refine it away and defeat its purpose by technicalities would be a misuse of legal principles, which are instruments to ascertain, not to defeat, legislative intent. We are clearly of opinion that the consent of councils, expressed in the ordinances on the subject, was sufficient. '\nDecrees reversed, injunctions dissolved, and bills dismissed with costs."}