{"id": "838161", "contents": "Opinion by\nMk. Justice Mitchell,\nThe words of the act of 1868 are, “ when any person shall sustain personal injury or loss of life while lawfully engaged or employed on or about the roads, works, depots and premises of a railroad company,” etc. In the first case that arose under the act, Kirby v. R. R. Co., 76 Pa. 506, this court passed only upon its constitutionality, but the injury to the plaintiff happened on a side track, part of the road and premises of the defendant company. It was clearly within the express words of the act. In the next case, Mulherrin v. R. R. Co., 81 Pa. 366, the place of the accident became a material point of inquiry, and it was held that a railroad track upon which the defendant company had the right to run, though in common with another company which owned the tracks, was part of the premises of the defendant company within the meaning of the act, and it was “ not a question of the extent of their title.” This was followed by Cummings v. R. R. Co., 92 Pa. 82, where the injury happened to plaintiff while unloading a car upon a siding built by a coal dealer on his own land, bub used and operated by the railroad company. It was held that the place was the premises of the company within the act. The fact that the plaintiff was engaged in railroad work, unloading cars, was not referred to by the court, but was a fact in the case.\nIn the next case, however, Richter v. R. R. Co., 104 Pa. 511, the nature of the work became material, and received due attention. The plaintiff was engaged in wheeling ashes from the furnace of a rolling mill to the cinder pile, and in so doing had to cross a siding belonging to the mill but operated by the railroad. His way being obstructed by cars on the siding he attempted to uncouple and move them, and while so doing was injured by an engine of defendant striking the line of cars and jamming them against him. In regard to the place of the accident, the case is on all fours with Cummings v. R. R. Co., it was the premises of the railroad company for some purposes, but not for others. Had the plaintiff been engaged as Cummings was, in railroad work, he could not have recovered, but as his work was entirely distinct, and had no relation to that of the railroad, it was held that he was not within the act. The prior cases were referred to by Gordon, J., who said: “ In all these cases there was an employment on or about the cars or tracks of a railroad company; that is, the persons were engaged in a business directly connected with the railroad; hence, as under the terms of the act they were discharging the duties of employees, they were to be regarded and treated as such.” This case was followed, and the distinction therein made was reiterated in Christman v. R. R. Co., 141 Pa. 604, in which the facts were almost exactly similar. It was there said: “ The plaintiff was not employed or engaged in any business connected with the railroad. There was a pile of iron' on the ground of the rolling mill, and plaintiff was engaged in carrying it into the mill. The iron had in fact been unloaded from the cars the day before, but the act of unloading had been fully completed, and had no connection with plaintiff’s work.”\nUpon the distinction thus expressed the cases divide themselves into two classes. In the first the place of the accident is clearly and for general purposes the “ roads, works, depots or premises ” of the railroad company. In such cases it is sufficient if the person injured is lawfully “ engaged or employed on or about ” them, and is not a passenger. To this class belong Kirby v. R. R. Co., 76 Pa. 506, already referred to; Ricard v. R. R. Co., 89 Pa. 193, where the owner of goods was unloading them from the cars at the railroad station; and R. R. Co. v. Colvin, 118 Pa. 230, where the injury was received while hauling goods for shipment, and in what was “ practically a part of the yard.” The other class is where the accident occurs in a place which is not exclusively and for general purposes, but only within a limited and statutory sense, the premises of the railroad company. In this class the nature of the employment at which the party injured was engaged at the time, becomes material. If it is business connected with the railroad in the sense that it is ordinarily the duty of railroad employees, then while the party is engaged at it the statute treats him as a quasi employee, and puts his rights upon the same basis. If however the work has no relation to railroad work as such, and is connected with the railroad only by irrelevant and immaterial circumstances of locality, the case is not within the statute at all. In the former category belong Mulherrin v. R. R. Co., 81 Pa. 366, and Cummings v. R. R. Co., 92 Pa. 82, already referred to, and Stone v. R. R. Co., 132 Pa. 206, where the plaintiff, though an employee 'of the refining company, was when injured separating cars which was the duty of the trainmen of the railroad. In the latter category belong Richter v. R. R. Co., 104 Pa. 511, and Christman v. R. R. Co., 141 Pa. 604.\nThe distinction thus pointed out was indicated in the two cases last cited, but as Christman v. R. R. Co. has been supposed to overrule or at least qualify some of the previous decisions, we have thought it well to go over the subject more in detail, to show the principles on which the cases rest, and the entire absence of conflict among them.\nThe present case belongs in the second class. The track on which plaintiff was injured was on the land of the steel company and was its property, though the railroad company had the right to use it in connection with its business with the steel company. The nature of plaintiff’s occupation at the time of the injury is therefore the test of the applicability of the statute. There were two spur tracks or sidings, a receiving track to which the railroad brought cars and a delivering track from which it took them. Between the receipt and the delivery of the cars they were under the exclusive control of the steel company and were shifted about, unloaded and reloaded, entirely at its will and by its employees. The work was considerable in amount, and the steel company had supplied itself with a locomotive for this use. Plaintiff was the brakeman on this engine. A car had been unloaded while on the receiving track, and the yard boss directed plaintiff to take the shifting engine there and move the car to the scales to take its light weight. While so doing plaintiff was injured. The railroad company had delivered the car; its duty in that respect was ended, and its further duty of taking it out had not begun. The intermediate unloading, shifting and weighing the car, was the work of the steel company, done for it, on its own land by its own employees. The connection of the railroad company with the place of the accident, by reason of its joint use of the tracks for other purposes, was an immaterial circumstance that did not affect the relations of plaintiff to it, or to the work he was engaged in. He was neither an employee in fact, nor doing work which made him a quasi employee under the statute. It would have been error to instruct the jury as asked in appellant’s point.\nJudgment affirmed."}