{"id": "838163", "contents": "Opinion by\nMe. Justice Green,\nBy the express terms of the lease between the parties it was agreed that the lessee would commence and prosecute to completion a test well for oil or gas on the demised premises or upon other lands in the vicinity thereof, within thirty days after leases to the amount of five thousand acres shall have been obtained by the lessee, or else forfeit the rights granted by the lease, and should the lessee fail to obtain leases covering five thousand acres by the first day of January, 1887, the lessees should thereupon elect to proceed and drill as before stated in the lease, or, at its option, forfeit the lease, and further it was agreed that the lease should be determined at the option of the lessee, its successors or assigns, should a fair test fail to develop oil or gas in quantities to warrant further operations, notice of such determination to be given to the lessor in writing.\nThe affidavit of defence alleges that the defendant failed to obtain leases covering five thousand acres, and elected to drill a test well for oil or gas upon other lands adjoining the plaintiff’s premises, and did, within a year from the date of the lease, commence the drilling of a test well on land immediately adjoining the lands of the plaintiff, and without delay prosecuted the same to completion in May, 1887, at an actual cost of $6,548.62, which said test well was drilled to a depth of 2630 feet and neither gas nor oil, nor oil or gas bearing rock was found, and thoroughly tested plaintiff’s and other lands in that locality and proved conclusively that neither gas nor oil was to be found thereon, and upon the completion of said test well the said lease was forfeited and terminated. The affidavit further alleged that it was known to the plaintiff, and well understood by him, that this well was to be put down as a test well for his and other- lands leased by the defendant in that locality, and should neither oil nor gas be found therein, in paying quantities, the said contract or lease between the plaintiff and defendant was to be forfeited. The affidavit further sets forth that the plaintiff had actual notice of the surrender and termination of the lease, when the test well was completed and the derrick, tools and machinery were removed; and that the whole of said leased territory including the plaintiff’s premises was abandoned by the defendant, all of which was known to the plaintiff who considered and treated the contract as forfeited and no longer in existence, and knew the said - test well was a dry hole yielding neither oil nor'gas in any quantity whatever, and waived the giving of a written notice of its forfeiture, and reassumed and took unto himself all the rights, privileges and powers which he had granted and conveyed to the defendant in the lease, and repossessed himself of the entire possession which he had granted to the defendant; that the plaintiff knew that the premises leased had been abandoned by the defendant, and made no claim upon the defendant for any sum alleged to be due under the lease until shortly before bringing the suit. The supplemental affidavit alleges, in addition to the foregoing, that on the 16th of July, 1890, the plaintiff granted and conveyed, by instrument in writing and under seal, and a cop3r of which is annexed, the exclusive right, privilege and option to purchase and take from said premises all the merchantable coal undertying the same, and that by making this contract the plaintiff elected to treat as forfeited the oil lease on which he is now seeking to recover.\nWhile it is true that some of the foregoing averments are made and stated rather in the way of conclusions from acts done than by way of stating the acts themselves, yet there is a very distinct and positive allegation that a test well such as was authorized by the lease, was actually drilled at a heavy cost, which was stated, and that it proved to be a dry hole, yielding neither oil nor gas, and that this well did conclusively test and prove that no oil or gas, nor any oil or gas bearing rock was to be found upon the leased premises. And it is also distinctly stated that the defendant openly and publicly removed the drilling machinery from the premises and abandoned all further operations thereon, and that the plaintiff, well knowing that the well was a dry hole and that the premises had been abandoned, made no claim upon the defendant for any sum of money due under the lease for several years, and waived the service of any written notice of the forfeiture by the defendant. The supplemental affidavit distinctly avers-the grant by the plaintiff of an option to purchase and take all the underlying coal from the premises, a fact which is onty consistent with the idea that the plaintiff himself considered that the oil and gas lease to the defendant had been forfeited. It is manifest to us that these facts are entirety inconsistent with any right of the plaintiff to recover upon that clause of the lease, which provides for the payment of one dollar per acre for not drilling and prosecuting to completion one well on the premises within one j’ear from the date of the lease. That provision was subject to the operation of the next succeeding clause, which gave the defendant an option to drill the-well on the leased premises, or on adjoining lands, and this option was exercised with the result that no oil or gas was found As that contingency would have relieved the defendant from paying the one dollar per acre, we do not see how the defendant can be held in default so as to incur that penalty in view of the positive averments relating to the drilling of the well and its results. The only condition which required, as its alternative, the payment of the one dollar per acre, was not broken when the defendant actually did drill a well on premises adjoining, which proved there was no oil or gas to be found. We do not understand that a forfeiture of the contract by a distinct notice to that effect is essential to relieve the defendant from the penalty of paying one dollar per acre. It is true that by the final clause of the lease it is provided that if the defendant determines to forfeit the lease, notice of that determination should be given the lessor. But the payment of the one dollar per acre is not provided as a penalty for not giving such a notice. It is only for not commencing within one year to drill a well, and prosecuting the drilling to completion, that the penalty is provided. Even if a distinct written notice of forfeiture was required of the defendant to give relief against the penalty, the affidavit alleges a waiver of such notice, and also that the plaintiff had actual notice. This raises a question of fact which can only be determined by a jury. Although written notices are required by instruments, we have often held that such notices may be waived by the act of the party entitled to them. Upon a. full consideration of the affidavits we are of opinion that enough has been alleged in them to require the submission of the case to a jury.\nJudgment reversed and procedendo awarded."}