{"id": "838185", "contents": "Opinion by\nMe. Chiee Justice Paxson,\nThe day before the marriage of Lieutenant Col. Francis Charles Hughes-Hallett, of St. Albans Place, in the county of Middlesex, England, to Miss Emilie Page Schaumburg, of the city of Philadelphia, but at that time residing at Paris, France, the parties to said contemplated marriage executed a certain indenture of marriage settlement providing, inter alia, that in case Mrs. Hughes-Hallett shall at any time separate herself and live separate from her husband, without reasonable cause, then a certain proportion of the property of which she was possessed at the time of her marriage shall become payable to her husband.\nThis is an unusual provision in an ante-nuptial contract. Our duty is to pass upon its legal effect.\nThis bill was filed in the court below by the appellant against his wife and her trustees for the purpose of enforcing this partieular clause in the marriage settlement. It avers as the ground of equitable relief that the said Emilie did on the 1st day of August, 1890, separate herself from her husband without reasonable cause. To this bill the defendant demurred, which demurrer was sustained by the learned court below and the plaintiff’s bill dismissed with costs.'\nThe clause in the marriage settlement is thus stated in the appellant’s bill: “ That if, during the said intended coverture, Miss Schaumburg shall separate herself and live separate from Col. Hughes-Hallett, without reasonable cause, then and during such period of any and every such separation as may occur after Miss Schaumburg shall have derived from her aunt, Emily Page, an accession of property yielding her an income of not less than ¿£1,000 a year, the said trustees or trustee for the time being of these presents, shall pay to Col. Hughes-Hallett one third part of the income of the said presently acquired property, and during the other or remaining period of any such separation, shall pay to him one fourth part of the income of the said presently acquired property.”\nThe said “presently acquired property” is thus carefully defined in the marriage contract referred to :\n“ All the real and personal property whatsoever, whether in possession, reversion, remainder or expectancy, which immediately before the solemnization of the intended marriage, Miss Schaumburg shall be seized or possessed of, or entitled to, or empowered by deed absolutely to dispose of, excepting jewels, trinkets, ornaments, wearing apparel, furniture, plate, pictures, prints and books, and other articles of the like nature, which it is hereby declared shall belong to Miss Schaumburg for her separate use, and excepting money in her personal possession or at her bankers in England or Paris (all which real and personal property, except as aforesaid, is hereinafter referred to as the said presently acquired property).”\nThe bill prayed a payment of property held by the Fidelity Insurance, Trust & Safe Deposit Co., as trustee for Mrs. HughesHallett, under the wills of George W. Page and James Page ; and also property held by John Cadwalader and the said Fidelity Company, as trustee for Mrs. Hughes-Hallett under the will of her aunt, Emily Page.\nThere appears to be two kinds of property, one called “ presently acquired property,” which consisted of property which she owned at the date of her marriage, and “ after acquired property,” which referred to such property as Miss Schaumburg might thereafter become possessed of.\nIt is clear that under this deed the appellant could never be entitled to -anything but “ presently acquired property.”\nThe claim of the appellant that the accession of property which Mrs. Hughes-Hallett received under the will of her aunt, Emily .Page, who died several years after the execution of the marriage settlement, was “ presently acquired property” within the terms of said settlement, does not require discussion. It also appears from the will of Emily Page that John Cadwalader and The Fidelity Insurance, Trust & Safe Deposit Co. are the trustees for Mrs. Hughes-Hallett of a valid and subsisting trust for her sole and separate use, and that they hold no property whatever for Mrs. Hughes-Hallett which is not clothed with that trust. This appellant is a stranger to that trust, and there is no privity between the trustees and himself. In no event, as we view the case, could the prayer of the appellant’s bill be granted as to these trustees.\nThe wills of George W. and James Page respectively contain a valid spendthrift trust not differing essentially in phraseology. In each it is provided that the income directed to be paid to the sisters, niece and nephew of the testator, is to be for their sole and separate use and benefit and not liable to execution, attachment or sequestration for any debts or liabilities whatsoever. A spendthrift trust may be created as well for a woman as for man: Ashurst’s Ap., 77 Pa. 464.\nWe are of opinion that no portion of the property included in the foregoing trusts comes within the description of “presently acquired property ” as set forth in the marriage settlement. It follows that the appellant has no claim, either upon the corpus of the said trust estates or their product. Moreover, the trusts being lawful by the law of Pennsylvania, the property included in them is beyond the control of Mrs. HughesHallett herself, excepting as is provided therein.\nJudgment was properly entered by the learned court below in favor of the defendants upon the demurrer.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant."}