{"id": "838186", "contents": "Opinion by\nMr. Justice McCollum,\nAdam Reiser was in the employ of the Pennsylvania Company as a fireman, and the proximate cause of the collision in which his life was taken, was the negligence or incompetency of W. W. Crossman, who was a station agent and telegraph operator in the employ of the same company, and his fellow servant. There was evidence tending to show that Crossman was not properly qualified for the place he occupied, but this alone was not sufficient to charge the company with negligence in employing him or in retaining him in its service. It should also appear that the company knew or in the exercise of reasonable diligence should have known that he was incompetent to discharge the duties of the position to which he was assigned. An effort was made to affect the company with knowledge of his incapacity, and the result of it is found in the testimony of G. L. Campbell, Jacob E. Swap and G. D. Gilson. Campbell, who was in the employ of the Pennsylvania Company at Albion as station agent and telegraph operator for some time prior to July, 1885, testified that Crossman was in his office from the spring of 1884 to the first of January, 1885, for the purpose of learning and practicing telegraphy, and that when he left it he was not a skillful operator. He also testified that the telegraph operator at Pittsburgh, and Perdue, the chief train dispatcher, wished him “ to keep that cub (meaning Crossman) off the line.” He does not state how, when or to whom this wish was expressed, or what reason, if any, was given for it. He admitted, however, that he kept Crossman in his office in violation of a rule of the company, and it is not strange that his fellow servants “ wished ” him to comply with a reasonable regulation established by their common employer. Jacob E. Swap testified- that directly after Crossman was put at Wheatland as station agent, he said to Perdue “ what are you doing with that noodle up at Wheatland ? ” That Perdue inquired what he meant, and he replied, “ Crossman, the agent there, he will get you into trouble yet; he don’t know what he is doing half the time.” He also testified that Crossman “ was very flighty in his disposition and was rattled in his business,” and that he thought he was incompetent. Gilson was of opinion that Crossman was not qualified for the place he filled, although he would not say he was an unskillful operator. This is the evidence relied on by appellant to show that the company knew Crossman was incompetent at the time it employed him, or retained him in its service after notice of his incompetency. It should be stated in this connection that Campbell was the only witness whose knowledge of Crossman’s alleged incapacity antedates his employment by the Pennsylvania Company, and this knowledge relates to a period several months prior to such employment. On this branch of the case the company might have relied on the presumption that it exercised due care in the selection of its servant whose negligence caused the collision, because Campbell’s evidence was insufficient to rebut it. But it did not do so. It showed by testimony which was not disputed that such care was in fact exercised. Did the company have notice while Crossmau was in its service that he was incompetent? We think not, unless notice to Perdue was notice to the company. It is contended by the appellant on the authority of Lewis et al. v. Seifert, 116 Pa. 628, that Perdue was a vice-principal, and that his knowledge of the incompetency of the station agents and telegraph operators in the service of the company must be considered as its knowledge. This might be so if he was clothed with the power of employing and discharging such servants. But he was not charged by the company with its duty in reference to the selection and retention of its employees. To the extent that he was the representative of the company in the performance of a positive duty it owed to its servants, it is responsible to them for his negligence, but beyond that it is not. The contention of the appellant that the knowledge of Perdue respecting the qualifications of Crossman was the knowledge of the company finds no support in Lewis v. Seifert, supra. In that case the company was held liable for an injury to an employee caused by the negligence of its representative in the performance of a duty it owed to its servants. In this case the death of Reiser was attributable to the negligence of Cross-man who was his fellow servant, and as the company was not in default in employing him, or in retaining him in its service, it is not responsible for the consequences of his negligent act.\nWe are unable to discover any negligence on the part of the train dispatcher or his assistants in connection with the order in question. It was given in conformity with the rules, and there is no evidence which justifies an inference that in establishing them the company was in any default.\nThe specification of error is overruled.\nJudgment affirmed."}