{"id": "838614", "contents": "OPINION\nSAYLOR, Justice.\nAt issue in these consolidated appeals is the manner in which the Public Utility Commission allocates costs of alterations to rail-highway crossings between a transportation public utility and affected parties.\nThe cases arise from the relocation of telecommunications facilities of Appellees AT & T and Sprint Communications Company L.P. (“Sprint”), consisting of fiber optic cables and associated equipment, due to alterations to three rail-highway crossings in the City of Scranton, as well as to a 3,600-foot railroad tunnel running beneath a state highway and a Nicholson Township road (the “Nicholson Tunnel”). The alterations were performed in connection with 1992 legislative enactments encouraging and subsidizing changes to the railway that would permit carriers to stack container cars traveling between New York and Philadelphia by increasing vertical and horizontal clearances along the line.\nAppellant The Delaware and Hudson Railway Company, Inc. (“Delaware”) is the current owner of the relevant railway segments. Prior to 1991, the railway was owned by Delaware and Hudson Railway Company (“DHRC”), a subsidiary of Guilford Transportation Industries, Inc. (“Guilford”), both of which are unrelated to Delaware despite the name association. In 1986, Sprint, then known as U.S. Telecom, Inc., and Guilford entered into an easement agreement which permitted Sprint to install fiber optic cables along the railway. The easement agreement provided that, if Sprint’s facilities were required to be relocated because of the operations or activities of DHRC, Guilford would pay the relocation costs. The agreement also provided that its terms were binding upon the parties’ respective successors and assigns. Sprint, however, did not receive or record a deed of easement as contemplated by the agreement.\nIn 1990, pursuant to an easement agreement between AT & T and a bankruptcy trustee for DHRC, AT & T installed its own fiber optic cables along Delaware’s line. The easement agreement provided that AT & T would bear the cost of moving its facilities if relocation were required by the operations or activities of the railway.\nIn January of 1991, Delaware acquired substantially all of DHRC’s assets from DHRC’s bankruptcy estate. In connection with the sale, the AT & T easement agreement was assigned to Delaware; however, Delaware claims not to have acquired the SprinVGuilford fiber optic agreement, nor assumed Guilford’s obligations in the DHRC sale agreement.\nOn application by Delaware, the Public Utility Commission (the “PUC” or the “Commission”) approved the alterations of the rail-highway crossings and that portion of the Nicholson Tunnel running beneath the two public highways. In connection with the approval, the PUC. directed Delaware, AT & T and Sprint to proceed to relocate their facilities at the crossings at their own expense, until such time as a formal hearing could be held to determine final cost allocations. With respect to the Nicholson Tunnel, the PUC also “establishe[d] its jurisdictional limits at the crossings as the area within the confines of the railroad right-of-way and highway right-of-way.”\nSprint relocated its cables at a cost of $27,499.27 for affected crossings in Scranton, and $205,854.54 for temporary relocation of its facilities in the Nicholson Tunnel. AT & T relocated its cables for $20,000 and $116,451, respectively. AT & T and Sprint also expressed an intent to share an expected cost of $1,654,217.25 to permanently relocate certain cables in a shared common facility in the Nicholson Tunnel. Delaware’s overall costs were subsidized, in part, by the Commonwealth and by Conrail, another major Pennsylvania freight carrier, pursuant to an agreement by which the Commonwealth agreed to reimburse Delaware and Conrail for up to thirty percent of their costs, with an aggregate reimbursement cap of $1,260,000.\nAt hearing before an Administrative Law Judge (“ALJ”), AT & T and Sprint initially took the position that the PUC lacked jurisdiction to allocate costs. Alternatively, they sought reimbursement from Delaware of their actual and anticipated relocation costs pursuant to Section 2704(a) of the Public Utility Code, 66 Pa.C.S. § 2704(a), which authorizes the PUC to allocate costs between public utilities, municipal corporations, and certain other entities, or the Commonwealth, and affected parties at rail-highway crossings “in such proper proportions as the commission may, after due notice and hearing, determine, unless such proportions are mutually agreed upon and paid by the interested parties.” 66 Pa.C.S. § 2704(a)(emphasis added). AT & T and Sprint argued that they were forced to relocate their cables without reciprocal benefit, and that the PUC had previously reimbursed costs to other utilities in similar situations. Sprint further cited to the cost allocation provisions of its easement agreement with Guilford, claiming that Delaware should be bound by such terms.\nOn April 14, 1996, the ALJ issued a recommended opinion. The ALJ first considered whether the PUC possessed subject matter jurisdiction to allocate costs pursuant to Section 2704(a). Initially, the ALJ found that Section 2704(a) provided for jurisdiction in the PUC to make discretionary cost allocation determinations associated with the relocation of utility facilities at rail-highway crossings. The ALJ expressly rejected the argument that the “mutually agreed upon and paid” term of Section 2704(a) constrained the PUC’s jurisdiction under the facts of this case, because no costs had been paid in conformity with the easement agreements prior to the assertion of PUC jurisdiction. With respect to the Nicholson Tunnel, the ALJ found, based upon the Commission’s initial order approving the alterations, that the PUC’s jurisdiction under Section 2704(a) should be limited to those portions of the tunnel located beneath the highways.\nIn allocating costs, the ALJ considered various relevant factors, including the following: AT & T’s and Sprint’s failure to obtain PUC approval to install their facilities in the rail-highway crossings; the “private” character of the rights-of-way at issue; partial improvements to the facilities made by AT & T and Sprint and the benefit of increased protection received in connection with the relocation; the fact that no public funding for the relocation of AT & T and Sprint’s facilities was available; the parties’ awareness of the risk of relocation in placing their facilities in the crossings; and the equities involved in the case.\nIn connection with her analysis of the equities, the ALJ discussed the cost allocation provisions of the easement agreements. With respect to the AT & T agreement, the ALJ noted that it “clearly imposes on AT & T the responsibility of paying its own costs for relocating its facilities in a Railway right-of-way,” and she expressly treated this agreement as a factor supporting her ultimate recommendation.\nWith respect to the Sprint/Guilford easement agreement, although noting that the terms on their face imposed an obligation upon Guilford to pay for relocation of U.S. Telecom facilities, the ALJ found such agreement to be of “uncertain applicability and interpretation.” In particular, the ALJ noted the fact that the agreement was between Sprint and Guilford, not Delaware, and that, although the terms of the agreement provide for its binding effect upon successors and assigns, no express assignment was entered into the record. Moreover, the easement agreement required DHRC to execute and deliver a deed of easement to Sprint; however, no deed of easement was ever executed or delivered. Based upon her analysis and relying upon this Court’s decision in City of Philadelphia v. Philadelphia Elec. Co., 504 Pa. 312, 473 A.2d 997 (Pa.1984)(“City of Philadelphia II ”), the ALJ stated that “in allocating Sprint’s relocation costs, I shall not look to the wording of either the March 25, 1986 easement agreement or the July 13,1990 asset purchase agreement.”\nUpon consideration of these factors, the ALJ recommended that Delaware, AT & T and Sprint should each be responsible for their own relocation costs. The ALJ also recommended that the order allocating costs be “without prejudice to any entity’s right to recover incurred costs from another in accordance with any lawful agreement.”\nOn September 25, 1996, the PUC adopted the ALJ’s recommended opinion without modification. AT & T and Sprint filed separate appeals, in which Delaware intervened.\nThe Commonwealth Court initially reversed; however, the PUC, AT & T, Sprint and Delaware filed applications for reargument, and the Commonwealth Court withdrew its initial opinion.\nOn March 18, 1998, the Commonwealth Court issued a second opinion, also reversing the PUC order. Preliminarily, the Commonwealth Court agreed with the PUC’s determination that it possessed jurisdiction to allocate costs, but also determined that such jurisdiction extended to the entire length of the Nicholson Tunnel, as opposed to only those portions within the confínes of highway rights-of-way. On the merits, the Commonwealth Court concluded that, where there are unpaid private cost allocation agreements, the PUC must interpret and apply those agreements unless abrogated as contrary to the public interest under Section 508 of the Public Utility Code, 66 Pa.C.S. § 508. The Commonwealth Court determined that the PUC, by its orders, had effectively abrogated the private agreements, and that its failure to provide reasons for doing so in accordance with Section 508 warranted a remand.\nFurther, the Commonwealth Court held that, in allocating costs under Section 2704(a), the PUC must base its determination upon consideration of the following:\n• the party that originally built the crossing;\n• the party that owned and maintained the crossing;\n• the relative benefit initially conferred on each party with the construction of the crossing;\n• whether either party is responsible for deterioration of the crossing that has led to the need for its repair, replacement or removal; and\n• the benefit that each party will receive from the repair, replacement or removal of the crossing.\nThe PUC and Delaware filed separate petitions for allowance of appeal, and appeal was allowed on a limited basis.\nPresently, all parties to this appeal challenge the Commonwealth Court’s holding that the PUC is bound by private agreements in making a cost allocation determination under Section 2704(a), unless it employs Section 508 to abrogate the agreements. All parties also question the appropriateness of the five-factor analysis to discretionary cost allocation decisions, and Delaware contends that it was error for the Commonwealth Court to expand the PUC’s jurisdiction to the entire length of the Nicholson Tunnel. Finally, the PUC and Delaware argue that the Commission’s cost allocation determinations should be affirmed on the merits; whereas AT & T and Sprint contend that, on this record, the Commission was constrained to award them their relocation costs in full.\nAppellate review of an order of the Commission is limited to determining whether a constitutional violation or error in procedure has occurred, the decision is in accordance with law, and the necessary findings of fact are supported by substantial evidence. Rohrbaugh v. Pennsylvania PUC, 556 Pa. 199, 208, 727 A.2d 1080, 1084 (1999)(citing 2 Pa.C.S. § 704). We first consider whether, as the Commonwealth Court found, the Commission’s failure to attribute controlling significance to the easement agreements absent express abrogation under Section 508 was in accordance with law.\nAs previously noted, pursuant to Section 2704(a), the PUC possesses jurisdiction and authority to apportion the costs of altering a rail crossing between utilities and affected parties, “in such proportions as the Commission may, after due notice and hearing, determine, unless such proportions are mutually agreed upon and paid by the interested parties.” 66 Pa.C.S. § 2704(a). This Court’s decisions in City of Philadelphia v. Pennsylvania PUC, 449 Pa. 402, 296 A.2d 804 (Pa.1972)(“City of Philadelphia I”), and City of Philadelphia II, 504 Pa. at 312, 473 A.2d at 997, are relevant to the proper application of Section 2704(a) in the present circumstances.\nIn City of Philadelphia I, this Court considered whether the PUC had jurisdiction to allocate relocation costs among the City of Philadelphia, Bell Telephone Company of Pennsylvania (“Bell”) and the Philadelphia Electric Company (“PECO”), which arose from the construction of fifteen rail-highway crossings as part of an extension of the Broad Street Subway. The utilities’ facilities had been installed under permit agreements with the city, which required Bell and PECO to relocate their facilities at their own expense when the change in location was necessitated by a public project. After a hearing concerning cost allocation, the PUC, despite the permit agreements, directed that the city pay seventy percent of the utilities’ relocation costs. The Commonwealth Court subsequently vacated such provisions of the PUC’s order, relying upon the permit agreements as relieving the city of any duty to make reimbursement.\nOn appeal, this Court considered whether Section 1181(a) of the Public Utility Code, 66 P.S. § 1181(a), the predecessor to Section 2704(a), permitted the PUC to allocate costs in a manner different from that provided in the permit agreements. Like Section 2704(a), Section 1181(a) required the PUC to determine the proportional share of relocation costs to be borne by each party “unless such proportions are mutually agreed upon and paid by the interested parties.” City of Philadelphia I, 449 Pa. at 408, 296 A.2d at 807. In discussing the “mutually agreed and paid” language of the statute, the Court, with little explanation, treated Bell’s and PECO’s costs as paid. Therefore, the PUC was considered to be without jurisdiction to allocate costs.\nAdditionally, the Court, in dicta, indicated that the PUC was not authorized to impair pre-existing contractual rights and duties except under limited circumstances, namely, where the contract affects the common welfare by directly influencing rates or actual operations of the public utility. Id. at 410-11, 296 A.2d at 808. In this regard, the Court’s analysis is directly relevant to the present case, because application of such analysis parallels the Commonwealth Court’s decision to inject the “public interest” requirement codified at Section 508 into cost allocation determinations under Section 2704(a) in cases in which preexisting agreements exist.\nIn City of Philadelphia II, however, this Court considered nearly the same factual circumstance and reached a contrary result. Bell’s and PECO’s facilities occupied a city-owned right-of-way pursuant to city-issued permits which explicitly stated that the city could direct Bell and PECO, at their sole expense, to relocate their facilities as necessitated by municipal work. Despite the wording of the permits, Bell and PECO sought to have allocated to the city the entire costs of relocating their facilities following the city’s restructuring of the crossing. On consideration of the utilities’ applications, the PUC issued an order directing the city to pay various of the utilities’ costs. The Commonwealth Court, however, applied the dicta from City of Philadelphia I, finding that the permit agreements controlled, and reversed the PUC’s order.\nOn appeal, this Court stated the issue framed in the case as follows:\nwhether the existence of a permit to occupy a rail-highway crossing, issued by a municipality to a public utility on the condition that the utility assume financial responsibility for any relocation of its facilities necessitated by a public project, divests the [PUC] of jurisdiction to allocate the utilities’ relocation costs to the municipality, where those costs have not been paid at the time of the [PUC’s] decision.\nCity of Philadelphia II, 504 Pa. at 314-15, 473 A.2d at 998. This Court held that, in the absence of actual payment of costs pursuant to the city-issued permits, such permits did not divest the PUC of jurisdiction to allocate Bell’s relocation costs. In Section 2704(a), the Court found an explicit requirement that privately allocated relocation expenses must have been paid in order to divest the PUC of jurisdiction to make its own allocation. Where the PUC retains jurisdiction under Section 2704(a), the Court held that it was appropriate for the Commission to make a discretionary allocation. The Court concluded that:\n[b]ecause the legislature, in its \"wisdom, has made the existence of an executed agreement the test for the Commission’s jurisdiction, a mere agreement without payment is of no significance in allocation proceedings before the Commission. Parties are thus encouraged to carry out their agreements promptly. At the same time, the Commission is spared the onerous and inappropriate task of determining the validity of private agreements, and is permitted to allocate all uncompensated expenses in a fair and expeditious manner.\nCity of Philadelphia II, 504 Pa. at 325, 473 A.2d at 1003.\nNotably, the Court was careful to confine City of Philadelphia I to its narrow holding. With regard to the dicta in City of Philadelphia I describing additional conditions under which a pre-existing contract may be impaired (including the requirement of a direct impact upon public welfare), the Court described such analysis as “unfortunate” and “clearly gratuitous.” Id. at 323, 473 A.2d at 1002. Justice Hutchinson filed a concurring opinion in City of Philadelphia II, stating that the Court had, by implication, overruled City of Philadelphia I. In his view, it followed from the majority opinion that the PUC’s authority to make a discretionary cost allocation under Section 2704(a), and even to supersede existing contracts in so doing, is limited only when the agreement has been fulfilled by actual payment. Id. at 323, 473 A.2d at 1002.\nJustice Hutchinson’s concurring opinion correctly elucidates the City of Philadelphia II holding. Thus, absent a paid private cost allocation agreement, Section 2704(a) acts as an independent grant of jurisdiction to the PUC to make a discretionary determination allocating costs of relocation at rail-highway crossings. The Commonwealth Court’s decision in this case to overlay Section 508 upon a Section 2704(a) cost allocation proceeding is contrary to City of Philadelphia II and, in particular, this Court’s express rejection of the dicta contained in City of Philadelphia I, which suggested a similar requirement in the cost allocation context. In light of Section 2704(a) and City of Philadelphia II, and in the absence of evidence of payment under the cost allocation provisions of the easement agreements, the PUC simply was not bound as a matter of law to regard them as controlling in its allocation determination under Section 2704(a).\nThe parties also complain that the factors identified by the Commonwealth Court for consideration in cost allocation determinations improperly limit the scope of the PUC’s inquiry under Section 2704(a); establish a focus which is inappropriate to cases, such as this, involving non-transportation utilities; and constitute an unwarranted impingement upon the PUC’s discretion. To the extent that the Commonwealth Court’s opinion may be read to establish a mandatory, exclusive list of considerations, we expressly reject such a limitation. The Commission is not confined to any one formula, but must consider all relevant factors when allocating the costs of constructing, removing or altering a rail-highway crossing. See generally City of Philadelphia II, 504 Pa. at 324, 473 A.2d at 1003 (stating that “[i]t would be cavalier to assume that a judicially created rule of thumb would be preferable to a ease-by-case judgment by the agency vested with the superintendence of the area”); Bell Atlantic-Pa., Inc. v. Pennsylvania PUC, 672 A.2d 352, 355 (1995)(“in assessing the costs in rail-highway crossing cases, the Commission is not limited to any fixed rule but takes all relevant factors into consideration, with the fundamental requirement being that its order be just and reasonable” (citing Greene Twp. Bd. of Supervisors v. Pennsylvania PUC, 164 Pa.Cmwlth. 88, 93-94, 642 A.2d 541, 543 (1994))); East Rockhill Twp. v. Pennsylvania PUC, 115 Pa. Cmwlth. 228, 232-33, 540 A.2d 600, 603 (1988).\nIn light of its determination concerning the required manner of review, the Commonwealth Court did not undertake review of the specific, relevant factors relied upon by the PUC to determine whether the agency’s findings were supported by substantial evidence and its conclusions in accordance with law. Rather than remand the matter to the Commonwealth Court to undertake such review, in the interest of judicial economy we will proceed to consider the parties’ arguments concerning the propriety of the Commission’s cost allocation determination on its terms.\nAT & T argues primarily that the PUC improperly failed to attribute controlling weight to the fact that its cables are located in a private, as opposed to public, right-of-way. Sprint contends that the PUC’s decision lacks supporting analysis and reasoning, and it attacks the Commission’s treatment of individual relevant considerations, as well as its collective assessment of such factors.\nWith respect to AT & T’s arguments, the PUC properly found that the private character of the rights-of-way was not dispositive. Rather, in its discussion of this factor, the Commission emphasized the importance of assessing other relevant factors, in particular, whether there is an agreement that provides for allocation of the utility’s relocation costs. Significantly, the terms of AT & T’s own private agreement with Delaware would have required it to bear the costs of relocation of its facilities, even relocations occasioned by Delaware’s interests. The Commission acted within its discretion in according this consideration substantial weight in its determination.\nAT & T also argues that the relocation of its facilities resulted in a diminution in their value. The record, however, establishes that the relocations did not alter the service life of AT & T’s facilities or the capacity of the company to provide service to its customers. Nor does the record reflect any reason why the ultimate permanent location could not provide protection for the facilities equivalent to that available at the existing location; indeed, the Commission’s findings establish that the relocation would enhance physical security for some facilities. It would thus appear that the diminution to which AT & T refers results merely from the expense to which it has been put in order to effect the permanent relocation. Since the necessity of cost allocation presumes that expenses are incurred, it is tautologous to argue in favor of reimbursement on this basis, and this factor alone cannot be dispositive of the Commission’s determination.\nSprint’s first argument suggests that the Commission inappropriately treated the telecommunications utilities’ failure to secure PUC approval prior to the placement of their facilities within rail-highway rights-of-way as a factor militating against them. According to Sprint, it had no obligation to secure PUC approval prior to the installation of its facilities in a rail-highway crossing, as the Commission’s jurisdiction in this regard extends only to transportation utilities, and the installation of telecommunications facilities does not constitute an “alteration” which would be subject to Commission jurisdiction.\nThe general rule concerning the PUC’s jurisdiction over construction, relocation, suspension, alteration and abolition of crossings is set forth at Section 2702 of the Public Utility Code, as follows:\nNo public utility, engaged in the transportation of passengers or property, shall, without prior order of the commission, construct its facilities across the facilities of any other such public utility or across any highway at grade or above or below grade, or at the same or different levels; and no highway, without like order, shall be so constructed across the facilities of any such public utility, and, without like order, no such crossing heretofore or hereafter constructed shall be altered, relocated, suspended or abolished.\n66 Pa.C.S. § 2702(a). It is apparent that the words of limitation contained in the first clause of the statute (“engaged in the transportation of passengers or property”), which are utilized only in connection with the construction of transportation-related facilities, are not applicable to the ultimate clause, which is phrased generally (“no such crossing ... shall be altered”) and thus by its terms precludes any party from effectuating, inter alia, a physical alteration of a rail-highway crossing absent PUC approval. The PUC’s interpretation in this regard is supported not only by the plain meaning of the statute, but also by the policies underlying the enactment, in particular, the comprehensive protection of public safety. Thus, the Commission did not err by attributing some significance to AT & T’s and Sprint’s failure to obtain prior PUC approval.\nSprint’s contention that the installation of telecommunications lines constitutes “original location” rather than “alteration” overlooks the point that the original location of telecommunications facilities in a rail-highway crossing by its nature entails a degree of physical alteration of the crossing site. Given the broad language utilized by the General Assembly in connection with the establishment of the Commission’s jurisdiction, as well as the importance of its purpose, we endorse the Commission’s conclusion that the installation of telecommunications facilities within a regulated rail-highway crossing constitutes an alteration subject to the Commission’s jurisdiction.\nSprint next argues that the Commission misinterpreted and misapplied the law in assessing the increased protections to some of the telecommunications utilities’ facilities associated with their relocation as a factor in support of its disposition. Specifically, Sprint contends that the Commission erroneously failed to consider the relative benefits of relocation as between the telecommunications utilities and Delaware, and erred by considering improvements in the protections to Sprint’s facilities as an aspect of benefit.\nWe acknowledge the merit of Sprint’s contention that the benefit of increased protection was a marginal one that Sprint would not have otherwise chosen to implement, and which was merely incidental to an involuntary relocation of its facilities. We reject, however, the argument that the Commission placed undue emphasis upon this factor or that it failed to consider the relative benefits between the telecommunications utilities and Delaware. Rather, it is apparent that the Commission was well aware that the relocation project was occasioned by Delaware’s desire to improve the capacity of its railway network between New York and Philadelphia, and this circumstance was a part of the Commission’s overall analysis.\nSprint also contends that the Commission erroneously concluded that public funds were unavailable to reimburse the telecommunications utilities for their relocation costs. The Commission’s analysis relied upon the fact that Delaware obtained reimbursement of only twenty to thirty percent of its own relocation costs from public funding. Moreover, the explicit purpose of the public funding was to encourage railway carriers such as Delaware to expand railroad capacity by allowing for stacking of railcars. As the relocation of the facilities of AT & T and Sprint was incidental to this legislative purpose, and payment of all or part of their relocation costs from the designated public funds would have eliminated or diminished the incentive available to Delaware, the Commission’s determination that public funds were not available for the relocation of telecommunications facilities was not arbitrary, capricious or an abuse of discretion.\nSprint’s final argument is that the PUC failed to provide an explanation concerning the weight that it attached to each individual factor in its overall cost-allocation analysis. We decline, however, to hold the Commission’s performance of a discretionary cost-allocation determination to the exacting standard demanded by Sprint. Having reviewed the ALJ’s fifty-nine-page proposed opinion, adopted by the PUC, we find that the PUC provided well-supported, substantial and persuasive reasons upon which its order was predicated. While the Commission, did not specifically weight each factor in its assessment, it is significant that it found no compelling factors in favor of reimbursement to the telecommunications utilities. Thus, the factors weighing against reimbursement predominated. In particular, it is clear that the PUC accorded substantial weight to two such factors: the consideration granted in connection with AT & T’s easement agreement was calculated in accordance with the assumption that AT & T would pay its own costs associated with any necessary relocation of its facilities; and Sprint failed to establish that it maintained enforceable rights vis-á-vis Delaware connected with the maintenance of its lines within the rail-highway crossings, or that it provided valuable consideration to Delaware for such right. Thus, by virtue of the Commission’s order, AT & T is merely in the position of being treated in the same manner as it had previously agreed, and Sprint is in the same position as a non-transportation utility at common law whose facilities were located within a highway right-of-way free of charge, but which was bound to bear its own costs of relocation. See generally City of Philadelphia II, 504 Pa. at 318-22, 473 A.2d at 1000-01. We find nothing improper in the Commission’s decision to treat AT & T and Sprint in such fashion.\nIn summary, the Commission employed a sufficient analysis to support its allocation, relied upon facts supported by substantial evidence, and did not commit an abuse of discretion or engage in arbitrary or capricious decisionmaking. A practice which would hold the PUC to a more rigorous standard in expressing its reasons for a cost-allocation determination would unnecessarily infringe upon the discretionary aspect of the Commission’s decision, and impact upon the legislative policies favoring protection of the public safety and the expeditious allocation of costs in a fair manner.\nThe last issue upon which appeal was allowed is Delaware’s challenge to the PUC’s decision to exercise its jurisdiction only over those portions of the Nicholson Tunnel that lie directly beneath the two overlying highways. The Commission rested its decision in this regard upon its prior order of January 3, 1994, which approved the railway clearance exemptions; however, this underlying order failed to specify any reasons for the exercise of such a jurisdictional limitation.\nPursuant to Section 2702(a), crossings subject to Commission jurisdiction include an intersection of a transportation public utility and “any highway at grade or above or below grade, or at the same or different levels.” 66 Pa.C.S. § 2702(b). The decision establishing the physical boundaries of a crossing, and thus whether the entire length of a tunnel constitutes such an intersection for purposes of the Commission’s jurisdiction, is, in part, fact-based. For example, if a tunnel is constructed solely by virtue of the need to traverse an overlying highway or railway, jurisdiction would be conferred in absence of some compelling factor to the contrary. Conversely, if an overlying highway or railway is completely independent of and incidental to a tunnel, the PUC would be permitted to decline jurisdiction over the entire tunnel, again absent the presence of other compelling factors favoring jurisdiction, such as a public safety concern within an area of the Commission’s expertise. Since the requisite factual assessment is not present in the PUC’s decisions, we will remand the matter to allow the Commission the opportunity to provide complete findings and analysis.\nThe decision of the Commonwealth Court is reversed, and the order of the PUC is reinstated. The matter is remanded to the Commission for the issuance of factual findings, conclusions of law and analysis pertinent to its decision concerning the scope of its jurisdiction over the Nicholson Tunnel, and appellate jurisdiction is preserved in the Commonwealth Court on this question in the meanwhile. This Court’s jurisdiction is relinquished.\n. DHRC entered bankruptcy in 1988.\n. The matter initially came before the Public Utility Commission on Delaware’s applications for exemption from minimum vertical and horizontal clearance requirements, filed on October 6, 1993.\n. The full text of Section 2704(a) is as follows:\nThe compensation for damages which the owners of adjacent property taken, injured, or destroyed may sustain in the construction, relocation, alteration, protection, or abolition of any crossing under the provisions of this part, shall, after due notice and hearing, be ascertained and determined by the commission. Such compensation, as well as the cost of construction, relocation, alteration, protection, or abolition of such crossing, and of facilities at or adjacent to such crossing which are used in any kind of public utility service, shall be borne and paid, as provided in this section, by the public utilities ... concerned, or by the Commonwealth, in such proper proportions as the commission may, after due notice and hearing, determine, unless such proportions are mutually agreed and paid by the interested parties.\n66 Pa.C.S. § 2704(a). At common law, utilities were permitted to occupy highway rights-of-way without cost but could be ordered by the state or a municipal agency to remove and relocate their facilities at their own cost and expense. See generally City of Philadelphia v. Philadelphia Elec. Co., 504 Pa. 312, 318-22, 473 A.2d 997, 1000-01 (Pa.1984). Section 2704(a) replaced this rule, in the case of rail-highway crossings, with a discretionary allocation decision on the part of the PUC.\n. The specific cost-allocation term of the AT & T easement agreement is as follows:\nIf Railroad determines that any of the Facilities of AT & T must be relocated, changed or altered because of the operations or activities of Railroad, Railroad shall promptly notify AT & T. AT & T shall relocate, change or alter the affected AT & T Facilities in a manner satisfactory to Railroad as soon as practicable and at the expense of AT&T.\n. The cost-allocation term of the Sprint/Guilford easement agreement is as follows:\nIf Guilford determines that any of the Facilities of U.S. Telecom must be relocated, changed or altered because of the operations or activities of any of the Railroads, Guilford shall promptly notify U.S. Telecom. US Telecom shall protect or move the affected U.S. Telecom Facilities in a manner satisfactory to Guilford as soon as practicable and at the expense of Guilford.\n. Section 508 provides that\n[t]he commission shall have the power and authority to vary, reform, or revise, upon a fair, reasonable and equitable basis, any obligations, terms, or conditions of any contract heretofore or hereafter entered into between any public utility and any person, corporation, or municipal corporation, which embrace or concern a public right, benefit, privilege, duty, or franchise, or the grant thereof, or are otherwise affected or concerned with the public interest and the general well-being of this Commonwealth. Whenever the commission shall determine, after reasonable notice and hearing, upon its own motion or upon complaint, that any such obligations, terms, or conditions are unjust, unreasonable, inequitable, or otherwise contrary or adverse to the public interest and the general well-being of this Commonwealth, the commission shall determine and prescribe, by findings and order, the just, reasonable, and equitable obligations, terms and conditions of such contract.\n66 Pa.C.S. § 508.\n. It appears that the costs had indeed been paid by the utilities; however, such payment was made subsequent to the exercise of jurisdiction by the PUC and pursuant to an express directive in the form of an interim order of the PUC requiring the parties to bear their separate costs pending a final hearing on cost allocation. In his concurring opinion in City of Philadelphia II, Justice Hutchinson offered the following explanation of the decision in City of Philadelphia I to treat such costs as paid for purposes of Section 1181(a):\n[O]ur Court in [City of Philadelphia I] held that the P.U.C. had no power to allocate costs when the agreement had been \"executed” in the mere sense of being signed. It then construed such \"execution” as payment. The subliminal justification for this somewhat strained exegesis was the potential for constitutional problems in interfering with the utilities’ early 20th century street permit applications, which the majority construed to be preexisting “contracts.” These applications were required by then existing city ordinances.\nCity of Philadelphia II, 504 Pa. at 327, 473 A.2d at 1005.\n. Several of the parties have argued that the cost allocation provisions of the easement agreements create property rights that must be strictly enforced by the Commission and the courts under the federal and state constitutions. While this argument may have had validity in the context of private agreements that predated the grant of exclusive jurisdiction to the PUC over rail-highway crossings, see generally City of Philadelphia II, 504 Pa. at 327, 473 A.2d at 1005 (Hutchinson, J., concurring), the same concerns are not present where the parties have voluntarily subjected themselves to established PUC jurisdiction by placing their facilities within regulated rail-highway crossings. See generally id. at 318-22, 473 A.2d at 1000-01 (discussing the common law history of cost-allocation in the rail-highway crossing context). The remaining constitutional concern is for due process of law, which is satisfied by the notice and hearing process that was employed by the Commission in these cases. AT & T’s assertions concerning infringement of property interests are particularly meritless, as among the terms of the very agreement by which it obtained a right-of-way is the provision that it must bear the costs for relocation of its facilities, which is precisely the allocation directed by the Commission.\n. This Court has interpreted the \"in accordance with law” standard to encompass, inter alia, review for manifest and flagrant abuse of discretion or purely arbitrary execution of the agency’s duties or functions. See Slawek v. Commonwealth, State Bd. of Medical Educ. and Licensure, 526 Pa. 316, 322, 586 A.2d 362, 365 (1991).\n. As previously noted, the relevant factors considered by the Commission include: AT & T’s and Sprint's failure to obtain PUC approval to install their facilities in the rail-highway crossings; the private character of the rights-of-way at issue; partial improvements to the facilities made by AT & T and Sprint and the benefit of increased protection received in connection with the relocation; the fact that no public funding for the relocation of AT & T and Sprint’s facilities was available; the parties’ awareness of the risk of relocation in placing their facilities in the crossings; and the equities involved in the case (to include the parties’ easement agreements associated with the rail-crossing sites).\n. As noted, this Court indicated in City of Philadelphia II that, so long as an agreement is unpaid, it is of no significance to the Commission’s discretionary cost-allocation determination. This statement, however, should more properly have been phrased to indicate that unpaid agreements, by themselves, are not of controlling significance. Adherence to the literal terms of this Court’s prior statement would fully undermine the ability of private parties to advance their original intentions related to cost allocation, thus eliminating their ability to contract with any degree of confidence or certainty. Here, as further discussed below, we find that the PUC’s consideration of the relevant agreements in its cost-allocation analysis was proper and well-reasoned.\n. The most significant factor in favor of AT & T's and Sprint’s positions is the fact that the relocation of their facilities occurred at Delaware’s instance and for a purpose that benefited Delaware and the public generally. This circumstance, however, is often present in cost-allocation proceedings. Moreover, its importance is diminished by the historical rule that non-transportation utilities were not entitled to reimbursement in connection with the relocation of their facilities in highway rights-of-way, see generally City of Philadelphia II, 504 Pa. at 318-22, 473 A.2d at 1000-01, as well as by the public purpose of the General Assembly in offering incentives to bring about improvements to rail transportation systems in the Commonwealth, including those at issue here. Touching upon these themes, the ALJ stated, “[¡Inherent in AT & T’s and Sprint’s decisions to locate facilities in Railway’s rights-of-way was the risk that any alteration of Railway’s facilities in the rights-of-way might necessitate a relocation of AT & T’s and Sprint’s facilities.”\n. It merits emphasis that the PUC reviewed the Sprint/Guilford agreement in detail and found it to be of “uncertain applicability and interpretation.” Such finding is clearly supported in the record, as: Sprint’s agreement was with Guilford, not Delaware; Delaware acquired the railway by asset purchase from DHRC’s bankruptcy estate; there is no evidence that any obligations to Sprint passed from Guilford or DHRC’s bankruptcy estate to Delaware; and Sprint failed to record an easement and thus to establish a property interest in the crossing. Additionally, the record fails to establish any benefit passing to Delaware from Sprint for its use of the easement.\n. Significantly, in this appeal, the Commission, although having limited its jurisdiction to discrete portions of the tunnel, does not question the Commonwealth Court’s decision to require the assertion of jurisdiction over the entire length of the tunnel. Nor does the Commission elaborate upon either its initial decision to limit jurisdiction, or its subsequent decision to acquiesce to the expansion of its jurisdiction. As the agency charged with the duty to protect public safety in the arena of rail-highway crossings, we look, in the first instance, to the Commission’s expert assessment in establishing the physical limits of a rail-highway crossing."}