{"id": "840227", "contents": "Opinion by\nMr. Justice Heydbick,\nThere was abundant evidence to justify a jury in finding the defendant company guilty of negligence. Street railway companies have not an exclusive right to the highways upon which they are permitted to run their cars, or even to the use of their own tracks. The public have a right to use these tracks in common with the railway companies, and therefore, while the rights of the latter are in some respects superior to those of the former, as was said in Ehrisman v. East Harrisburg City Passenger Railway Co., 150 Pa. 180, it is not negligence per se for a citizen to be anywhere upon such tracks. So long as the right of a common user of the tracks exists in the public, it is the duty of passenger railway companies to exercise such watchful care as will prevent accidents or injuries to persons who, without negligence upon their own part, may not at the moment be able to get out of the way of a passing car. The degree of care to be exercised must necessarily vary with the circumstances, and therefore no unbending rule can be laid down, but there is no difficulty in saying that it is negligence to run a car along a narrow and unlighted alley in a dark night at a rate of speed that will not permit its stoppage within the distance covered by its own headlight. This, according to the testimony of the defendant’s own witness, its motor-man, it did the night of the accident by which the plaintiffs’ horse was injured.\nBut the plaintiffs’ driver, according to his own testimony, was equally negligent. He left his horse and wagon standing unguarded upon the track, and went into a stable in close proximity. How long lie was absent does not appear, nor is it material. It was his duty to exercise the same watchful care when upon the track that the law exacts of the railway company in running its cars. It is an unbending rule, to be observed at all times and under all circumstances, that a person about to cross the track of a street railway must look in both directions for an approaching car before attempting to cross. Ehrisman v. East Harrisburg Passenger Railway Company, supra; Wheelahan v. Philadelphia Traction Company, 150 Pa. 187. But compliance with this rule would be an idle ceremony, if a person might afterwards stop his horse or vehicle upon the track, relax his vigilance, and, leaving his horse unguarded, go into a building in the vicinity, and there remain any length of time whatever. As well might a motor-man desert his post of duty and go into the car to speak to a passenger, or for any other purpose. For less negligence than that on the part of a grip-man this court recently sustained a judgment against a street railway company, the injured party being free from contributory negligence. Schnur v. Citizens Traction Co., [the preceding case.] For these reasons the defendant’s points ought to have been affirmed.\nThe judgment is reversed."}