{"id": "840243", "contents": "Opinion by\nMr. Chief Justice Paxson,\nThe second section of the act of June 2, 1871, P. L. 283, provides as follows: “The number of members of any town council of a borough where the number is now fixed at five, shall be hereafter six, and in boroughs hereafter incorporated under general laws, the number of such councilmen shall be six; but the several courts of the commonwealth, having jurisdiction to incorporate boroughs, may, in granting an incorporation, or upon application made to them, for the purpose, fix or change the charter of any borough so as to authorize the burgess or chief executive officer thereof to serve as a member of the town council, with full power as such, and to preside at the meetings thereof.”\nIt is further provided by the second section of the act of June 1, 1883, P. L. 54: “ That it shall be lawful for the qualified electors of the boroughs in the commonwealth of Pennsylvania, not now enjoying this right by special statute, at the first election for borough officers next ensuing the passage of this act, to elect one third the whole number of councilmen to serve for one year, one third to serve for two years, and one third for three years, and annually thereafter to elect one third of the whole number to serve for three years; provided, that in boroughs in which the chief burgess is one of the six members of the town council, the chief burgess shall be elected annually, and, at the first election held for borough officers, two councilmen shall be elected for one year, three for two yeq.rs, and at succeeding elections two or three alternately for a term of two years.”\nThe borough of Duquesne was incorporated by a decree of the court of quarter sessions on September 12, 1891. It is provided in the decree of the court that “ the burgess of said borough shall serve as a member of the borough council with full power as such member, and shall preside at the meetings thereof.” The first election in the borough was held on the 16th of February, 1892. At said election votes were cast for members of council as follows: two for the term of one year, three for the term of two years and two. for the term of three years. The petitioners in these applications received the largest number of votes cast for the term of three years. Their application to the court below was for a writ of mandamus to compel the election officers to issue to them respectively a certificate -of their election to the office of council of the borough of Duquesne for the term of three years. The court refused to issue the writ as prayed for, and this refusal is assigned for error here.\nWe think the case is clearly within the acts of assembly before cited. The burgess was one of the six members of the council. The proviso of the act of 1883 provides, as has already been stated, “ that where the burgess was one of the six members of council, he shall be elected annually, and at the first election two shall be elected for one year, and three for two years, and thereafter two and three shall be elected alternately for a term of two years.”\nThis proviso of the act of 1883 is conclusive of the question. This was the first election for members of council under the borough charter, and two were to be elected for one year, and three were to be elected for two years. There was no authority for electing the petitioners for a term of three years, and the rule for mandamus was properly discharged.\nJudgment affirmed."}