{"id": "840277", "contents": "Opinion by\nMr. Justice Mitchell,\nThe house was built in 1869 and this bill was not filed until 1891. For more than twenty-one years the projection of the cornice over the complainant’s land was apparent and continuous. There was lacking therefore no element of a conclusive presumption in appellant’s favor, and his title by lapse of time was complete.\nBut independent of the presumption from continuous adverse user, the appellant’s title was good against the complainant. The latter never had any title except subject to the former’s easement. The house was built in 1869 by Dobbins who was then the owner of both lots. In 1871 he sold the house and the land on which it stood to Morris, the cornice in question projecting over the land which the grantor retained. By subsequent conveyances the title to the land so retained came to the present appellee. Unless therefore Dobbins the grantor could have maintained this bill against his grantee Morris immediately after his conveyance in 1871, the present complainant who holds only Dobbins’s title subsequent to the conveyance, cannot maintain it now against the holder of Morris’s title. It is of no consequence that the house with its cornice has come back to Dobbins. Before it did so he had parted with the other lot and it had come to complainants, so that there never was since 1871 a concurrent possession by Dobbins of both lots, from which a merger or a new starting point for the creation of the easement can be raised. He is in now not by his own prior title but by the title which accrued to Morris in 1871, and that includes the easement as to the cornice.\nThe law on this subject is settled beyond question. Where an owner of land subjects part of it to an open, visible, permanent, and continuous service or easement in favor of another part, and then aliens either, the purchaser takes subject to thé burden or the benefit as the case may be. This is the general rule founded on the principle that a man shall not derogate from his own grant. The rule is stated in Gale on Easements half a century ago, quoted with approbation by Chief Justice Gibson, in Seibert v. Levan, 8 Pa. 383; by Chief Justice Lewis, in Kieffer v. Imhoff, 26 Pa. 438; and expressly made the basis of decision in Phillips v. Phillips, 48 Pa. 178. The cases in which the subject has most frequently come before this court, are those in which the grantor has conveyed the servient tenement, and the question has been whether the purchaser took subject to the easement remaining in the estate of the grantor, Overdeer v. Updegraff, 69 Pa. 110, and the rule has been uniformly held to be as above stated. Its enforcement would be á fortiori where the vendee purchases the dominant land, as in the present case. That is conceded even in the modern English cases which question the universality of the rule. See Suffield v. Brown, 4 De G. J. & S. 185, and the comments on it in Goddard’s Law of Easements, Bennett’s ed. 118. How far the question of necessity enters into the creation of such an easement we need not discuss. The cornice was a substantial and permanent part of the house as it existed when conveyed, and the right to maintain it cannot be controverted by the grantor or those succeeding to his title.\nDecree reversed and bill dismissed with costs."}