{"id": "840282", "contents": "Opinion by\nMr. Justice Williams,\nMrs. McMasters was a corporator in the Markle Paper Company. She subscribed for six hundred and sixty-five shares of the capital stock having a par value of fifty dollars each, and a total value of thirty-three thousand two hundred and fifty dollars.\nShe paid for and received shares to the amount of twenty-three thousand three hundred and thirty-three dollars and thirty-three cents, leaving still due upon her subscription nine thousand nine hundred and sixteen dollars and sixty-six cents.\nShe alleged that her brother, S. B. Markle, subsequently paid for the balance of her shares and was entitled to them and that she was not indebted on account of capital stock. The master has found against her upon this point. The court below has concurred in the finding, and upon examination we are satisfied that there is evidence upon which the finding may fairly stand.\nShe is therefore liable to the creditors for the unpaid balance due upon her subscription to the capital stock, and her liability may be enforced in this proceeding. But the decree appealed from charges her with a further sum of nine thousand eighty-three dollars and thirty-three cents, being the one-third part of a mortgage resting upon the real estate conveyed to the corporation by herself and her sisters, Mrs. Larrimer and Mrs. Tinstman, for seventy thousand dollars in the paid-up capital stock of the corporation at par. The remaining question is therefore whether this part of the decree ought to be sustained.\nThe three sisters had purchased the property known as mills A. and B. for a price which upon the whole evidence was less than its real value; and which according to the testimony of P. C. Knox, Esq., was less than it would have been sold for to any other parties. The property was unproductive, and while idle was depreciating in value. A scheme was devised by their brother S. B. Markle, and the husbands of Mrs. Larrimer and Mrs. Tinstman, and some other persons, to organize a corporation to buy and operate the mills. The testimony of S. B. Markle and Mr. Knox indicates that the arrangement contemplated a sale of the property to the corporation for seventy thousand dollars.\nMill A. was to be conveyed to the Markle Paper Company at once for that sum, while mill B. was to be used for the payment of the mortgage and to help secure a working capital. It is apparent that the several, corporators knew of the existence of the mortgage, and refrained from any mention of it in their articles, or in the deed for mill A., because under the arrangement for its payment they treated it as paid. Subsequently mill B. was conveyed to the company for a nominal consideration of twenty thousand dollars, no part of which was paid or secured in any manner to Mrs. McMasters and her sisters.\nLike many other specious schemes, this one which the Markle Paper Company adopted did not i’ealize the hopes of its projectors. They were unable to sell mill B. They failed to negotiate a new loan by which the mortgage could be extinguished and some working capital secured.\nAs a last resort they enlarged their capital stock, but they made no sales of the additional shares. The mortgage remained unpaid, and the corporation remained without a working capital. A failure resulted, and the mills and other assets of the Markle Paper Company, including the corporate franchise, have been sold for the benefit of its creditors.\nUpon these circumstances we are to inquire whether the corporation was misled by Mrs. McMasters and her sisters, and whether the covenant implied from the words “ grant, bargain and sell ” ought, as between the vendors and vendees of this property, to be enforced in a court of equity.\nIf the vendees were not misled, but bought with knowledge of the incumbrance and provided a mode for idemnifying themselves against it as part of the contract of purchase, then they have no equity that entitles them to relief at the hands of a chancellor. The master seems to have overlooked this question, for he has made no finding of fact upon it; but the evidence to which we have already referred is sufficient to show that the existence of the mortgage was well understood, and that mill B. was not included in the same deed with mill A., because it was set apart for use in the payment of the mortgage either by its sale, by the use of it as a basis for a loan, or an increase of stock. This being so this mortgage was, as between the grantors and the corporation grantee, paid, and the subsequent failure of the corporation to make sale of mill B., to borrow money upon it, or sell stock resting upon this addition to the corporate property is not the fault of Mrs. McMasters, but the misfortune of the Markle Paper Company. The plaintiffs stand in the shoes of the corporation. If that could not call on the grantors to pay the mortgage in money after having paid it in property to the corporation itself, neither can its creditors do so.\nBut it is said that the grantors should in no event be credited on the mortgage for a larger sum than the purchase money named in the deed for mill B. which was twenty thousand dollars, and for the balance they should now respond in cash. There might be force in this position if it was not clear that the consideration money so named was a matter of form, and that no part of it was in fact paid or intended to be. The conveyance seems to have been made in pursuance of the original arrangement that this mill should be set apart for the payment of the mortgage, and when the corporation failed in its efforts to make a sale, or procure a loan, nothing remained but to convey directly to the corporation, so that it could be used by it for any purpose that promised financial relief.\nThe grantors are therefore entitled to credit according to the actual arrangement under which mill A. was conveyed; not according to what the corporation which was without-working capital, and embarrassed at every step of its career, might realize from mill B., nor yet by reference to the formal statement of a consideration in the deed for mill B. that was neither paid in fact nor intended to be paid.\nWe think the auditor’s mistake was in overlooking the evidence bearing upon this question, and resting his findings on the effect of the words “ grant, bargain and sell ” alone.\nThe evidence on which the liability of Mrs. McMasters must rest as to this part of the decree, does not seem to us to be of a character to justify a chancellor in finding a breach of the covenant contained in her deed, when all the facts relating to the sale and conveyance of these mills are taken into account. So much of the decree as requires payment of one third of the amount of the mortgage covering mills A. and B. at the time of the conveyance of mill A. to the corporation is reversed.\nThe decree is affirmed so far as it relates to the unpaid stock. The record is remitted to the court below that the decree may be modified as may seem necessary to make the distributee conform to the fund.\nJohnston’s Appeal.\nOpinion by\nMe. Justice Williams,\nJanuary 3,1893:\nThe appellants assign for error that the learned judge of the court below allowed creditors who were permitted to intervene and become parties to the bill, to share in the fund pro rata.\nThey allege that such as were allowed to intervene after the first decree should have nothing until those who were on the record before them are paid in full. The court properly declined to apply such a rule in this case. If the creditors referred to ought to contribute to expenses already incurred in raising the fund on which they seek to come, the court below had ample power to make such order as justice and equity might require when leave to intervene was given or when distribution was decreed. So much might well be thought to be due from the sleeping to the vigilant when asking to be permitted to share in the fruits of vigilance actually exercised; but we cannot now say that the court was in error in not going the length of practically excluding the creditors who came into court late from all participation in the fund, until appellants were paid in full.\nThe appeal is therefore dismissed.\nBenedict’s Appeal.\nOpinion by\nMr. Justice Williams,\nJanuary 3,1893 :\nThe main ground of complaint by the appellant, his exclusion from the fund raised as damages for the breach of the implied covenant of Margaret A. McMasters in the deed for mill A. to the Markle Paper Works, is removed by the opinion filed herewith, disposing of the appeal of Mrs. McMasters, or M. C. Miller, her administrator.\nWe think the appellant has no just ground to complain of the decree as it now stands.\nThe assignments of error are therefore overruled and the appeal dismissed."}