{"id": "840222", "contents": "Opinion by\nMe. Justice Thompson,\nUnder the act of March 11, 1842, relating to line fences, viewers found that the appellant was liable to contribute his proportion of the cost of a division fence, between his farm and that of the appellee. It was contended in the court below that these viewers had no jurisdiction, because the fence in question was along a public road or lane; because along such lane the land was not improved land within the meaning of the act; and because the appellant maintained another fence which was a substitute for the division fence. If the fence in question was along a public road or a lane open to the public, between two main roads, or if another fence was maintained by appellant as a substitute for the division fence, the appellant was not liable and the viewers had no jurisdiction. It follows therefore that the status of the lane, its location upon the land of the appellant, and its private use by him were material facts, and there is no error in the admission of evidence in regard to them. This lane originally existed between the two farms uniting two public roads. The appellant with others closed it at a point upon his farm. The portion left open was used by him for his private use. Having thus closed it to the public, as between him and the appellee, to escape a liability, it did not lie in his mouth to assert that the lane still continued to be a public thoroughfare. By his own acts he thus changed the character of the lane from a public thoroughfare to a private lane.\nIt was contended that, under Rohrer v. Rohrer, 18 Pa. 367, the lane was not improved land within the meaning of the act, but that decision was based upon the fact that the lane there was a public thoroughfare. The court said: “ The lane thus produced is open to the public. It is open upon both ends and the proof is that Christian’s cattle used it. It amounts to a dedication to the public use.” In this case however, the jury-having found that the lane was a private lane, the principle of that case does not apply.\nIt was contended that as there was another fence upon the appellant’s land he was not bound to contribute to the cost of this division fence. That fence, sixteen feet from the division line, had been erected as early as 1841, when the two farms were one. It was not erected or maintained as a substitute for, or to avoid contribution for a division fence. The court substantially submitted to the jury the question whether the appellant had by his acts or declarations indicated that such fence was intended as a substitute for the division fence. In affirming appellee’s point the court below left it to the jury to find that if before the fence viewers were upon the ground the lane in question was closed at a point south of the division line between the lands of the appellant and appellee ; that if in closing off said lane south of the lands in question it had been closed to travel, and that if said lane was wholly upon the land of the appellant, and used solely by him as a private road, and for his own convenience, the line was a division line contemplated by the act of March 11, 1842.\nThe jury having by its verdict found these facts for the appellee, the viewers had jurisdiction and the judgment is affirmed."}