{"id": "840209", "contents": "Per Curiam,\nThe learned judge below gave the jury a binding instruction to find for the defendant. In this we see no error, as there was no question of fact in dispute. The case turned upon a question of law.\nIt was an attempt upon the part of the plaintiffs to attack collaterally a decree of the orphans’ court, appointing James Lippincott guardian of the estates of certain minor children. It now appears that these minors were interested in an estate of which the said Lippincott was executor, acting under letters testamentarjq issued some fourteen years before his appointment as guardian of these children. It was asserted, and the fact appears to be so, that no duties remained for him to perform as executor, although he had not been formally discharged as such. The plaintiffs contended that under the act of assembly his appointment as guardian was void, and that the orphans’ court had no jurisdiction to make it. From this they argue that the sale of the real estate of these minors, made by him as their guardian, was void and passed no title.\nWe do not think this contention can be sustained. The orphans’ court had jurisdiction over the personal estates of these minors, and to appoint a guardian. Two of said minors were over fourteen years of age, and came into court and asked for the appointment of the said J. Lippincott as their guardian. The father of said minors signed the petition, asking for the appointment of a fit person as guardian for such as were under fourteen years of age. The court approved of the choice made, and appointed the said James Lippincott as guardian of all the minor children.\nIt is quite possible that the orphans’ court, upon the application of the proper parties, and when informed of the facts, would have revoked this appointment. To attack it now in this collateral proceeding is quite another matter. The appointment at most was an irregularity, the fact of his previous appointment as executor having probably been overlooked by the parties, and unknown to the court. There is not a trace of any fraud or intended wrongdoing on the part of any one. Dull’s Appeal, 108 Pa. 604, appears to treat such an appointment as this as an irregularity, and not as absolutely void.\nThe real estate in controversy has been sold to a bona fide purchaser without notice of the irregularity. The orphans’ court, having jurisdiction to appoint a guardian, he had a right to rely upon the record of such appointment, and was not bound to inquire whether the guardian had also been appointed as executor some fourteen years previously.\nJudgment affirmed."}