{"id": "840369", "contents": "Opinion by\nMr. Justice Gbeen,\nThe sixth and seventh sections of the act of 13th October, 1840, (Purd. 759,) P. L. 3, are in the following words:\n“ Sect. 6. Whenever an estate for life in any improved lands or tenements yielding rents, issues or profits, shall hereafter be taken in execution, the court shall, upon the application of a lien creditor, award a writ to sequester the rents, issues and piofits of such estate, and appoint a sequestrator to carry the same into effect.\n“ Sect. 7. The sequestrator so appointed shall have power, according to the direction of the court, to rent or sell such lands or tenements for such term during the life of the persons upon whom such estate therein shall depend, as shall be sufficient to satisfy all the liens against the same, together with all charges for taxes, repairs and expenses which shall be incurred during said term; and he shall apply the proceeds thereof, under the direction of the court in the payment of such liens according to their priority.”\nIt will be observed that the application for a sequestrator must be made by one who is a lien creditor, that the sequestrator, when appointed, shall have, power, according to the direction of the court to rent or sell the lands or tenements of the debtor during such term of the life tenant’s estate as shall be sufficient to satisfy all the liens against him, and all taxes, repairs and expenses which shall be incurred during the term, and he shall apply the proceeds under the direction of the court to the payment of the liens according to their priority. The debts which are to be paid must be liens and the liens must be paid according to their priority.\nIn this case a sequestrator was appointed on October 2,1880, to sequester the rents and profits of the life estate of James P. Bruner, one of the defendants in the judgment. No order of sale was granted, and the sequestrator leased the real estate of the life tenant from time to time, during a number of years, and collected and administered the rents by applying them to the payment of liens and expenses, and filed five separate accounts of his proceedings. The fifth account was filed March 5, 1892, and an auditor was appointed to make distribution of the proceeds in the hands of the sequestrator. The fund was claimed by Read Holliday’s Sons as judgment creditors, upon a judgment originally obtained Sept. 7, 1874, and by the assignee of another judgment, in favor of one Wallace, originally entered June 4, 1877. The Wallace judgment was continuously revived by writs of sci. fa., always within each period of five years from the preceding entry of judgment, but the Holliday judgment, although also revived by sci. fa. at different times, suffered a break in its continuity from Oct. 24, 1884, to Jan. 31,1885. Judgment of revival was entered Oct. 25,1879, and the next sci. fa. was not issued until Jan. 31, 1885. Daring the period of the break in the continuity of the lien of the Holliday judgment, the Wallace judgment was a lien upon the defendant’s estate, and its owner now claims that it became entitled to priority over the Holliday judgment at that time, and of course retained its priority thus acquired until the fund now for distribution was realized. As the fourth account of the sequestrator was filed in February, 1890, and the proceeds of that and the previous accounts had been applied to the payment of preceding liens and charges, it is safe to assume that the present fund was raised out of rents accruing after that date.\nAs a matter of course there can be no question that, as between the two conflicting judgment creditors, the judgment of Holliday had lost its priority of lien, against the defendant’s estate, in favor of the Wallace judgment. If that loss of lien as against the estate of the defendant involves a loss of priority as to the distribution of the proceeds in the hands of the sequestrator, the Wallace judgment is entitled to the fund. It is argued for the appellee that, as to the distribution of this particular fund, the Holliday judgment must be regarded as not having lost its priority of lien upon the fund, and the point made in support of the contention, is that, upon the reading of the act of 1840, the fund should be distributed according to the priority of lien at the time the sequestrator was appointed and not at the time the money was raised. It is contended that the process of sequestration is to be treated as if it were a writ of attachment in execution, where the first attaching creditor takes the fund to the exclusion of any other writs or judgments. While it is true that the first attachment in execution takes the fund or chattels attached, it would not be true as to land which is bound by the lien of judgments in the order of their priority. But here the fund is money arising from the rentals of the land and realized long after the sequestration is granted. Now the very thing that is the subject of the sequestration is rents, belonging to a tenant for life of the land, and the express injunction of the statute is, that these very rentals must be distributed in payment of the “ liens according to their priority.” Of course it is only liens upon the land that are here referred to. There are none other mentioned or referred to in the act. The process is neither an attachment in execution nor in the nature of such a writ.\nIt is contended, however, that the liens at the time of granting the order of sequestration are the ones that are to be paid according to their priority then. The argument is that the sequestration places the life estate in the custody of the law, that the sequestrator is the officer of the law for administering the sequestrated estate, and all rights must be regarded as fixed at the time the sequestration was granted.\nAn order of sequestration is not any more, nor as much, a process for taking property in the custody of the law as a writ of execution, nor is a sequestrator any more of an officer of the law for that purpose than a sheriff. Yet it is the perfectly established law of the commonwealth that writs of execution issued and in the hands of the sheriff do not prolong the time for reviving the lien of judgments, and if the lien expires while such writs are in the hands of the sheriff for execution the lien of the judgment is gone: Davis v. Ehrman, 20 Pa. 256; In re Fulton’s Estate, 51 Pa. 204; Dietrich’s Ap., 107 Pa. 174.\nIt is contended also that the true reading of the act requires that the money shall be distributed among judgment creditors as they stood at the time the sequestration was granted. The act does not say so and no authority is produced in which it has ever been so held.\nOn the other hand it must be considered that in sequestration proceedings where no sale is ordered, the title of the defendant in the judgment remains in him precisely as it was before the order was obtained. He is still the owner of the land to all intents and purposes. There is no terre tenant, there is no alienee, the whole title he held before he still holds. The change that is made by the proceeding is not a change of title, but only in the person who is to receive the rents and distribute them. We see no reason in this situation for holding that the lien of the judgment is to be continued indefinitely without revival. While the very question we are now considering does not appear to have been before us heretofore, there are two classes of cases bearing a close analogy to this, in both of which we have ruled that unless the lien is regularly revived according to the statute it is lost. One of these classes of cases is that of voluntary assignments for the benefit of creditors. We have uniformly held that notwithstanding such an assignment, and notwithstanding the general doctrine that the rights of creditors are fixed as they were at the time of the assignment, yet the necessity of reviving judgments against the assignor in order to preserve their liens is as great after such assignments as before. And this too although the deed of assignment does divest the title of the assignor and vest it in the assignee, with full power to make sale of the lands assigned. In Fulton’s Estate, 51 Pa. 204, where the subject and the authorities were fully reviewed, we held that where a judgment debtor assigned his land for the benefit of creditors no such estate passed to the assignee as would continue the lien of the judgment beyond five years without revival. In Dietrich’s Ap., 107 Pa. 174, the question arose upon distribution of a fund in the hands of an assignee for the benefit of creditors of the judgment debtor, the fund being the proceeds of the assignor’s land sold by the assignee under an order of court for that purpose. The money was claimed by a subsequent judgment creditor as against the holders of a prior judgment. There were several holders of the prior judgment, their interests being for different amounts. A portion of them undertook to revive for their individual interests only, and this was held to be such an irregularity as to invalidate the proceeding to revive, although it was commenced within the five years. We held that the attempted revival was illegal and therefore the lien was lost, and awarded the money to the subsequent judgment. Mr. Justice Paxson said in the course of the opinion: “ The judgments against the defendant upon the writs of scire facias are good against him, but the lien thereon dates only from the time of their entry; the continuity is broken, and the lien of the original judgment is lost. It needs no argument to show that as against judgment creditors a judgment must be revived in substantial conformity to the act of assembly. If not so revived it is not revived at all; it drops out of the list of liens and the next judgment takes its place.”\nThe other class of cases, in which we have held the same doctrine, is cases of extents of lands taken in execution. There the lands may be delivered to the plaintiff in the judgment to work the payment of his debt out of the appraised value of the rentals, or with his consent they may be left with the defendant upon his undertaking to pay such value to the plaintiff. In either event there is no sale except upon default by the defendant, and in both events the payment of the debt is obtained in a manner quite similar to the method pursued in the case of sequestration of life estates, that is by the application of the rents and profits of the land to the extinguishment of the debts and charges.\nIn the case of Reynold’s Appeal, 10 W. N. 424, which was a case of extent, the defendant electing to remain in possession, the holder of a prior judgment received from the defendant the annual rents until he permitted the lien to expire for want of revival. The defendant thereupon paid the next installment to the holder of the next subsequent judgment upon the theory that the prior judgment had lost its lien. The holder of the prior judgment, which had not been paid in full, thereupon issued a vend. ex. for the sale of the land, and upon the defendant’s motion this writ was set aside, upon the ground that the judgment had lost its lien, and this action of the court below was affirmed by this court for the same reason. It was argued with much force that as the act provided for the continuance of the payments until the judgment was paid in full, it was not necessary to revive the judgment in order to continue its lien, but we held that contention fin tenable, in obedience to the very positive provisions of the act of 1827, which not only fixed peremptorily the life of the lien, but expressly declared that the issuing of an execution during the pendency of the lien should not have the effect of prolonging the lien. We said: “ The writ of vend. ex. could only issue while the judgment was a lien. Under the act of 1827 the lien of the judgment must be kept alive, notwithstanding any process of execution upon it. If that is not done, the right to issue execution for the sale of lands upon which it was a lien expires at the end of five years from the date of its entry.”\nIt is also argued in the case at bar that when the sequestration act says the proceeds shall be applied, “ in the payment of such liens according to their priority,” it must be construed to apply to and definitely fix the liens mentioned in the previous part of the same section as the particular liens to be paid. But the previous language is not limited to liens existing at the time the order is made. It is more general, to wit, “ as shall be sufficient to satisfy all the liens against the same together with all charges for taxes, repairs and expenses which shall be incurred during the term.” Of course this portion of the act, speaking of the objects of payment, would necessarily refer to them as “ all liens,” without implying that such liens as then existed were to take as of that particular date and inevitably, no matter what happened to them afterwards. But the concluding clause requires that when the money is to be paid it must be paid to claims which are liens, and according to tlieir priority. If liens of judgments have been lost pending the proceedings, they are not hens any longer, and therefore do not come within the description of the objects of payment. For whatever they may have been at the time of the order they must be liens at the time of payment.\nIn our opinion the Holliday judgment lost its lien and therefore its priority, when it was not revived, and no writ for its revival was issued, between October 24, 1884, and January 31, 1885, and thereupon as against it the Wallace judgment succeeded to its priority. As the latter judgment was kept continuously alive during the whole period of its existence, it is now entitled to the fund in controversy.\nJudgment reversed and record remitted, with instructions to distribute the fund in accordance with this opinion, the costs of this appeal to be paid by the appellee."}