{"id": "840337", "contents": "Opinion by\nMr. Chief Justice Paxson,\nThe appellant is the burgess of the borough of Lansdale, and has taken this appeal from the decree of the court below enjoining him from presiding at the meetings of the town council of the borough of Lansdale, and from interfering in the deliberations of said town council by voting or attempting to vote at any of the meetings thereof, and from in any way attempting to exercise any of the duties or functions of president, or of a member of the said town council.\nNo question of jurisdiction was raised, and we will proceed to dispose of the case upon its merits. It was heard in the court below on bill, answer and facts admitted and filed of record. The facts so admitted and filed of record are as follows : “ In addition to the facts alleged in plaintiff’s bill and admitted by defendant in his answer, the following facts are admitted and agreed upon, and it is agreed that they shall be placed upon the record as though found by a master and reported to the court:\n“ First. That the borough of Lansdale is divided into two wards, known as the east and west wards respectively.\n“ Second. That each of said wards is represented by three councilmen.\n“ Third. That the charter of said borough does not designate the corporate officers, or does not designate how the corporate powers are to vest. **\n“ Fourth. That the said charter was granted since the passage of the act of June 2, 1871, to wit: On August 24, 1872, and the court did not then, nor has it since authorized the burgess to serve as a member of the town council with full powers as such or to preside at the meetings thereof.\n“ Fifth. That no burgess of the borough of Lansdale has ever heretofore presided over the meetings of the town council or exercised any of the functions of a member thereof.”\nThe borough of Lansdale was incorporated by the decree of the court of common pleas of Montgomery county, on the 14th day of August, A. D. 1872. The appellant was duly elected burgess of said borough on February 16, 1892, and held said office at the time of the filing of this bill in the court below. At a meeting of the borough council, held March 8, 1892, appellant appeared and gave notice to council that at the next regular meeting thereof he would, by virtue of the powers conferred orí him by the acts of assembly, preside over its deliberations. At the next regular meeting on April 4th he did appear and preside. This bill was then filed by the members of the town council to restrain him from further interfering with their deliberations.\nThe 2d section of the act of June 2, 1871, P. L. 283, provides as follows: “ The number of members of any town council of a borough where the number is now fixed at five, shall be hereafter six, and in boroughs hereinafter incorporated, under general laws, the number of such eouncilmen shall be six; but the several courts of the commonwealth, having jurisdiction to incorporate boroughs, may, in granting an incorporation, or upon application made to them for the purpose, fix or change the charter of any borough so as to authorize the burgess or chief executive officer thereof to serve as a member of town council, with full powers as such, and to preside at the meetings thereof.”\nThis act is a supplement to the act of April 3, 1851, P. L. 320, commonly called the borough act, and its provisions must be read into that act. The effect of it is to fix the number of the town council at six where the number theretofore had only been five, and that in all boroughs thereafter incorporated under general laws, the number of such eouncilmen shall be six. Power is also given to the courts having jurisdiction to incorporate boroughs to change the charter of any boroughs so as to authorize the burgess to serve as a member of the town council with full powers as such, and to preside at the meetings thereof. This maybe done in the original decree of incorporation, or the charter of an existing borough may be changed for this purpose.\nThe 2d section of the act of June 1, 1883, P. L. 54, provides as follows: “ That it shall be lawful for the qualified voters of the boroughs in the commonwealth of Pennsylvania, not now enjoying this right by special statutes, at the first election for borough officers, next ensuing the passage of this act, to elect one third the whole number of councilmen to serve for one year, one third to serve for two years, and one third for three years, and annually thereafter to elect one third of the whole number to serve for three years: Provided that, in boroughs in which the chief burgess is one of the six members of town council, the chief burgess shall be elected annually and at the first election held for borough officers, two of the councilmen shall be elected for one year, three for two years, and at succeeding elections, two or three alternately for a term of two years.”\nThe borough of Duquesne was incorporated by a decree of the court of quarter sessions in 1891. The decree of incorporation provided that the burgess of said borough shall serve as a member of the borough council with full powers as such member, and shall preside at the meetings thereof. At the first election for town council following the decree of incorporation, two were elected for the term of one year, two for the term of two years, and two for the term of three years. It was held by this court that the chief burgess, being a member of the council under the charter of the borough, the case came within the act of 1883, before cited, and that there was no authority to elect two members for three years; that as the whole number of councilmen, including the burgess, was limited to six, two of them should be elected for one year, and three for two years. See In re Young and Estep, 31 W. N. 480. [The second preceding case.]\nThe appellant contends that he is a member of town council by virtue of the act of April 1,1834, P. L. 165, the 8th section of which act provides, inter alia, that, “ the burgess shall be president of the town council, and shall have and exercise all the rights and privileges of a member thereof.”\nTLe borough act of 1851, before referred to, is silent upon this subject. The 6th section of that act provides, that, “ it shall he the duty of the chief burgess to sign the several bylaws, rules, regulations, and ordinances adopted after they shall have been duly and correctly transcribed by the secretary.” The 8th section provides, that, “ the secretary shall transcribe the by-laws, rules, regulations and ordinances, adopted into a book, kept for that purpose, and when signed by the presiding officer, shall attest the same,” etc.\nWe fail to see any recognition in either of these sections, or elsewhere, in the act, of the right of the burgess as a member and presiding officer of council. The fact, that it is his duty to sign ordinances adopted by council, does not create him a member of that body any more than the performance of that duty by the mayor, of the city of Philadelphia makes him a member of the city councils; and the fact, that section 8 recognizes a presiding officer of town council, does not recognize the burgess as such presiding officer.\nThe question, whether the act of 1884, before referred to, has been repealed by the act of 1871, has never been decided by this court. There are numerous decisions by the respective courts of common pleas throughout the state upon this question, and they are not by any means harmonious. They are perhaps pretty evenly divided, and nothing would be gained by their discussion. It is quite time it was disposed of, and an end put to the confusion that has resulted from this uncertainty.\nIf the act of 1834 is still in force, then the appellant is a member of the town council, and said council consists of seven members which is one more than the act of 1871 permits. The act, as before stated, limits the number to six, and where it makes the burgess a member thereof, only five can be elected, as we held in the case before referred to.\nWe are of opinion that this provision of the act of 1834 is supplied by the act of 1871, and that the appellant is not a member of the council or entitled to preside at its meetings. The burgess is only a member when it is so provided in the charter or by the decree of the court.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant."}