{"id": "840358", "contents": "Opinion by\nMr. Justice Gbeen,\nThe claim of the plaintiff was for work done by him for the defendant, Loney. There was no defence as to its correctness. There was an allegation that the plaintiff had agreed to sign, and did sign, a release of liens as against the buildings of Henry, the owner, with whom the defendant had contracted for the erection of the buildings, and further that the plaintiff agreed to sign a composition paper releasing the liens against the buildings and releasing the defendant from all personal liability, in consideration that Henry would pay an overdue note of $425, which the plaintiff held against him, and would give a mortgage for $15,000 on the premises to secure the debts due his creditors. The plaintiff did sign the release of liens against the buildings, and Henry paid his note in the hands of the plaintiff. But there was nothing in the release of liens which in the least degree released, or tended to release, the plaintiff’s claim against the defendant Loney. It was not mentioned in the release. The composition paper which did provide for a release of the personal liability of the defendant was never signed by the defendant, and it was only signed by a few of the creditors who had signed the release of liens. The offer of testimony therefore was simply an offer to prove that the plaintiff had promised to sign the composition paper, but in fact had not signed it. How this refusal to release the defendant from his personal debt to the plaintiff could possibly operate as a legal discharge of that liability it is difficult to understand. The payment of the $425 note which Henry owed to the plaintiff certainly was not a consideration for the release of Loncy’s debt to the plaintiff, because Henry was already legally bound to pay the amount of that note to the plaintiff, and a promise to pay it, followed by its payment, could have no greater effect than to discharge Henry of his obligation, and Loney from so much of his liability to the plaintiff as was represented by the note. While an actual composition signed by a creditor may have the effect of releasing the debt, a refusal to sign it cannot have such an effect, although the signature was promised. Such a promising creditor might see cause to change his mind for any sufficient reason, and, if he did, the act of release is not perfected, the discharge does not take place. The creditor still retains his lawful claim against the debtor, and that claim is not discharged because another debtor to the same creditor merely pays that debt which he already owed before the promise to release was made. In other words a promise to release a debt is not the same thing as an actual release, and if there is no sufficient consideration for the promise to release, the promise is nudum pactum.\nWe think the case was correctly decided by the learned court below.\nJudgment affirmed."}