{"id": "842332", "contents": "Opinion by\nMr. Chief Justice Paxson,\nThere is really but one question in this case, viz.: Was the “ Tontine Assignment,” as it is called, a valid and lawful contract? The plaintiff contends that it was not, for two reasons. First: The paper is not an assignment at all, and passed no title to the fiducial agency; and, Second: It is a wagering contract of the worst character, and wholly void.\nWe cannot assent to either of these propositions. It appears that Laban S. Hooper became a member of the United Life Insurance Association, appellee, a corporation of New York, on October 23, 1890. His policy of insurance was for $10,000 payable ninety days after proof of his death. The said Hooper and nine other members of said association, each holding a policy in like amount, then executed certain papers, called the “ Tontine Assignment ” to the fiducial agency, which as we understand it was a scheme for the distribution of the proceeds of their respective policies, in case of death, to the survivors.\nThe first party to the “Tontine Assignment” to die was the said Laban S. Hooper, who died August 10, 1891, intestate, unmarried and without issue, leaving as his heir at law, his mother, the appellant, to whom letters of administration were granted on August 31, 1891.\nThe defendant company paid the entire proceeds of Laban S. Hooper’s policy to the fiducial agency on January 4,1892. The company had previously been notified of appellant’s claim to the proceeds.\nWe think the “ Tontine Assignment,” so far as it was made for the purpose of creating the fiducial agency a trustee to collect the share of Laban S. Hooper, whatever that share should'be, after his death, was a valid assignment. As between this plaintiff and the defendant company, the payment to the fiducial agency was a good payment. The question of the right of the plaintiff to recover in an action against the fiducial agency is not before us and is not decided. -\nIt is proper to remark, however, that the cases which have been cited in regard to gambling policies have little, if any, application. The policy in question was not a gambling policy. It was taken out by Mr. Hooper on his own life, and the premium was paid by him. It was held in Scott v. Dickson, 108 Pa. 6, that a man may insure his own life, paying the premium himself, for the benefit of another, who has no insurable interest, and that such a transaction is not a wagering policy. This results from the right which a man has to dispose of his own property. In this case he attempted to do so by entering into the tontine arrangement, the effect of which, as we understand it, was to distribute the amount of a policy in case of a member’s death among the surviving members. In this inspect it appears to resemble to some extent a conveyance between two or more persons as tenants in common with a right of survivorship. Upon this point, however, we express no decided opinion at present. All we hold is that the payment by the defendant company to the fiducial agency, was a good payment as between the defendant company and the plaintiff.\nJudgment affirmed."}