{"id": "842399", "contents": "Opinion by\nMr. Justice Williams,\nWhat estate or interest has the lessee of a stall in a market house? This precise question does not seem to have arisen heretofore in this state, and it is not free from difficulty. The public sale of articles of food has been the subject of police regulation and control from the early days of the common law. The right to conduct such sales, or to open a place where sales might be conducted by others, was treated in Euglatid as a franchise held under the king, to be supported by express grant, or by prescription. In this country the right to open or conduct a market is derived from the municipality within whose limits the market is kept. In this state a market may be defined with practical accuracy as a place designated by the municipal authorities of a city or an incorporated town for the sale of articles necessary or convenient for the subsistence of men and domestic animals. A somewhat similar definition has been given by the courts in several of the states: Smith v. Newbern, 70 N. C. 18; Caldwell v. Alton, 33 111. 416. The market may be established on ground, or in a building, belonging to the municipality and conducted under the direct supervision of municipal officers; or it may be established on ground or in a building belonging to a private individual or corporation, under municipal permission and subject to municipal control. The right to establish a market includes the right to fix its location, and to shift that location from place to place when the convenience or necessities of the people require it. Wartman v. City of Phila., 33 Pa. 202. It includes the right to determine on what days of the week, and during what hours of the day, the market shall be open to the public, and on what days and during what hours it shall be closed. The right to regulate the markets includes a general supervision for purposes of cleanliness and ventilation, for the inspection of the quality of the articles sold, and the weights and measures employed in making sales. The municipality may require diseased or unwholesome articles to be removed, and enforce such regulations as seem desirable for the protection of the public health. The essential elements of a market are summarized in vol. 14, Am. and Eng. Encyclopedia of Law, page 466. They are as follows: (1) A place where sales may be made to the public. (2) The necessary and convenient fixtures for the business of weighing, dividing, measuring, and selling. (3) A system of police regulations fixing market days, or hours, providing for the lighting, cleaning, and watching of the market, and for testing and correcting the weights, measures and qualities of things sold. (4) Market officers authorized to enforce such police regulations for the protection of both buyers and sellers.\nNow the market, though it may be owned by private parties, and opened by municipal permission, is subject to the police control already described, and to the visitorial power of the municipal government. Sales may be regulated at any time. The regulations may be changed as circumstances or the public health m,ay require. The sale of some articles may be permitted at one time and prohibited at another. Special inspections may be made, and additional tests applied to ascertain the real quality of articles apparently suitable for sale. The business •of a market is thus seen to stand on somewhat different ground from the ordinary lines of business, and the owner’s control of a market house is less absolute than his control over his other real estate. The right to sell at a stall or stand in a market is to be exercised by the lessee of the stall or stand subject to all the qualifications and restrictions that the municipality may impose. These are as much a part of the lease or contract as though actually written into it. He has no such exclusive right to the possession of his stall as he might have to a store or a dwelling house rented to him. He has no right to the ground covered by his stall, as ground; and he has no estate in the building, or definite legal standing, that will enable him to recover his stall by an action of ejectment if he should be wrongly put out of possession. Woelpper v. Philadelphia, 38 Pa. 203. He is the holder, by virtue of his lease, of a license to sell at the particular stall assigned or let to him, in such manner, on such days, and subject to such regulations as the municipality may direct or provide, and not otherwise. His right resembles that acquired by a pew holder in a church. Such a holder has no interest in the land under his pew, or the building above and around it, that abridges the power of the church to remove or take down and rebuild their house of worship: Church v. Wells’s Executors, 24 Pa. 249. If the appellant is a loser by the exercise of the railroad company of its power of eminent domain against the market company, the owners of the building and his lessor, his estate in his stalls is not such as will sustain this action. He must look elsewhere for his damages.\nThe judgment of the court below is affirmed."}