{"id": "842369", "contents": "Opinion by\nMr. Justice Green,\nThis case arises upon the sufficiency of affidavits of defence. The action is a scire facias upon a mortgage given for the purchase money of land after a deed for the land had been accepted. The affidavits allege that the deed purported to convey a city lot in the city of Scranton, of the designated width of forty feet, and that in actual fact the width of the lot conveyed was but thirty-seven feet and four inches, and that the remaining two feet and eight inches of the lot were in the possession of another grantee of the same grantors, who took title thereto by a paramount deed, and was so built upon 'by the said prior grantees that the plaintiffs, the grantors, could not deliver to this defendant the strip of two feet and eight inches. The defendant claimed to defalk from the total amount of the purchase money of the whole lot ($3,500), the sum of fifteen hundred dollars on account of this deficiency in the size of the lot. While we have no hesitation in saying that he cannot sustain a claim to defalk such a sum as that, or anywhere near that amount, we are not prepared to say that he cannot have an abatement of some amount for the defect in the title. The circumstances in which claims of this kind may be judicially considered and decided are so various, and depend so much upon the actual, facts as they may be developed on the trial, that no just disposition can be made of the questions arising without a knowledge of all the facts which may fairly affect them. There is an acknowledged, and often asserted, right in a purchaser to have allowance for a defect in his title. If the contract is executory and the question arises in a suit to recover the purchase money, there is no doubt of the right. If as in this case the title has been conveyed and accepted and a bond given for the purchase money, or a part of it, the general rule is that there can be no abatement of the purchase money except in case of mistake, imposition or fraud. But if the deficiency in the property conveyed is so serious as that it may be regarded as evidence of imposition or fraud, the rule is to allow such a reduction of the purchase monej' as will compensate the purchaser for the value of the land lost. In the recent case of Tyson v. Eyrick, 141 Pa. 290, the circumstances of which were somewhat similar to those of this case, we allowed a defence to the extent of the value of the strip of one foot in width, to which title could not be given. In Rodgers v. Olshoffsky, 110 Pa. 117, we did not allow the defence for the deficiency, which was one feet, on a line of twenty feet, but there were special reasons for our ruling, which do not exist in the present case. We will not discuss or assume to decide the merits of the present case. They can only be determined when all the facts are known. But we are of opinion that the affidavits of defence disclose facts enough to carry the case to a jury.\nAs it seems to us now, the defendant appears to be entitled to a deduction for the proportionate value of the two feet and eight inches which he did not get, to the forty feet for which he agreed to pay, and for which the deed was made. But we do not decide even that conclusively, nor do we decide whether he may recover more than that proportion. We reverse the judgment of the court below to enable the defendant to lay his facts before a jury and have a judgment of the law upon them when they are all known.\nJudgment reversed and procedendo awarded."}