{"id": "842344", "contents": "Opinion by\nMr. Justice Williams,\nThe defendant is sued as a common carrier for its failure to deliver a quantity of whisky shipped over its line of road. The defence set up is that the whisky was lost in the Johnstown flood. The train was overtaken by the flood but it was not swept away. After the avalanche of water caused by the breaking of the South Fork dam had passed, the train was left upon the track, and the cars were uninjured. The track above and below it was injured so that the train could not resume its journey at once, but remained in the same place until the necessary repairs were made. The whisky claimed for in this action was not destroyed by a flood. Part of it was stolen by thieves after the flood subsided, and the rest of it was destroyed by a volunteer guard of citizens who had watched and protected the train during the night following the flood and part of the next day, as the easiest way of keeping it from falling into the hands of the same dangerous class of men who had gotten a taste of it on the previous afternoon. The flood was therefore not the cause of the loss, but the occasion, the opportunity for its plunder by bad men. The thieves came in the wake of the flood to pick up and appropriate what the more merciful waters had spared. They came to this train and began to force open the doors of some of the cars. The conductor and part, if not all, of his crew came upon the ground at about the same time. They saw an ax being used to open one or more of the cars but they made no effort to defend the train or drive away the thieves. They did not so much as remonstrate with them, or order them away; but turning their backs they surrendered the train and its freight to the tender mercies of the vagabonds who had attacked it, .and went away from the neighborhood. Private citizens came soon after, drove the thieves out of, and away from, the train and stood guard over it all night and until the middle of the next day; but the train men seem to have had neither part nor lot in the effort to save the property of their employer. The reason was given by one of them while on the witness stand with a cool, deliberate heartlessness not often met with in the most hardened criminals. He said he did not try to help the citizens save the cars and their contents because he “ had no orders to do so.” He stood and looked on. He saw the peril of his employer’s property. He saw citizens, with no personal interest involved, trying to save it, but he did not help because he “ had no orders.” Whether he and others like him were cowards shivering with fear in the presence of a few thieves whom unarmed citizens drove away, or were thieves at heart and in full sympathy with those who were trying to loot the cars that they should have defended, is a matter of no consequence. In either case they neglected •their obvious duty. The railroad company was represented in the carriage and safe-keeping of the freight on the train by the men to whom the train had been committed. If they deserted their posts and left the goods uncared for, and they were stolen or destroyed, their employer must suffer for their inefficiency. Under the facts of this case the loss sued for did not arise from inevitable accident, or the act of God. It did not result from insurrection or the public enemy. It was not the work of a mob. It was due in part to plain stealing, done in daylight, in the presence of the train men and without the slightest resistance or remonstrance on their part. For the rest, it was due to the action of citizens who, after having guarded what remained for nearly twenty-four hours, destroyed it, when they could no longer keep up their watch over it, rather than see it consumed by the human brutes to whom it had been abandoned by the train men.\nThe court below disposed of this same case properly and the judgment is affirmed."}