{"id": "842421", "contents": "Opinion by\nMr. Justice Thompson,\n' The appellants were dealing in stone taken from their quarry. Instead of quarrying the stone themselves, they entered -into an agreement with Michael Saturday, under which he was to operate it, dress and load the stone upon the cars for so much per cubic foot, and hire and pay for the labor. On June 21, 1890, summonses were issued in three actions by a justice of the peace against E. P. Sweeney, one of the appellants, and by default judgment was entered, executions were issued upon them and the property in question was sold to the appellee.. Thereupon the appellants issued this writ of replevin. The docket of the justice of the peace sets forth in regard to the service of these summonses “ served by leaving copy at place of business.” The return of the constable upon them is “ served 'by copy.” •\nThe two principal questions raised by the assignments of • error are, (1) whether the judgments were voidable or absolutely void; and (2) whether the property of the partnership under the circumstances in this case could be sold upon an execution against a member of it.\nIf the judgments were voidable, until avoided, execution and saie under them would without doubt pass title to the purchaser at such sale. A sale under a judgment absolutely void would pass no title. Such a- judgment is in effect no judgment. It has no efficacy and creates no rights. These judgments if void must be so from want of jurisdiction, and such jurisdiction is based upon either the subject-matter or the person of the defendant. It may spring from one or both. The contention here is that all the proceedings were coram non judice, because the docket of the justice in stating “ served by leaving a copy at place of business ”. shows no service upon the defendant. The act of assembly provides for service either upon defendant personally, or by leaving a copy at his dwelling-house with an adult member of his family, of an adult member of the family with whom he boards. A service by léaving it at his place of business is not a compliance with this act. In Winrow v. Raymond, 4 Pa. 501, it was held that the service' of a copy at the countinghouse of defendant, with his agent or clerk, was an illegal service. While the justice’s docket shows this memorandum, the summonses themselves show the' return upon them to be “ served by copy.” There is nothing to show by it that the service of the copy was not made in the manner as- required by the act of assembly, and the presumption is that the service was so made. In Sloan v. McKinstry, 18 Pa. St. R. 121, the summons was returned on oath,” and it was held that such a return was irregular only and rendered the judgment not void but voidable. While it is manifest that the return in this, case should have been more specific} yet the failure to make it so is but an irregularity. Returns of this character have been held sufficient to sustain judgments'. They may render them voidable but not necessarily void. In Baird v. Campbell, 4 W. & S. 191, the return was “ served.”. It was alleged in effect there was no service on defendant, yét it was held there the judgment was valid and could not be'attacked collaterally. In Tarbox v. Hayes, 6 Watts, 398, the return was “served at a boarding house where defendant had been boarding previously,” and it was held the judgment was a valid one. In McDonald v. Simcox, 98 Pa. 623, it was com tended that the judgment was void, the sfimmons not having been made returnable not more than eight days nor less than five days from the date thereof, as required by the act of 1810. It was there said: “ It is settled law that the regularity of a judgment of a court haying jurisdiction of the subject-matter cannot be questioned in a collateral proceeding. Although a judgment recovered before a justice of the peace be irregular, yet if he has jurisdiction of the subject-matter, the only redress of the defendants there is by certiorari. If they acquiesce therein by taking no steps to reverse it, they thereby make it as good and valid as if all the prerequisites of the law had been observed. A title to property acquired under judgment and execution cannot be defeated by proving some defect in the original process. The judgment of every court pronounced on a subject within its jurisdiction is conclusive and binding on all other courts except those only before which it comes by appeal, certiorari or writ of error.” The summonses in this case show a return “ served by copy.” They thus show a service. The objection is that there was no regular service, and goes to the regularity of the proceedings. If so, the objection is one as to regularity, and until the judgments are reversed they are not void but only voidable. In Billings v. Russell, 28 Pa. 189, it was held that where a judgment is given by a court having jurisdiction of the subject-matter, its regularity cannot be questioned in a collateral proceeding. At the time of the execution and sale these judgments were voidable not void, and therefore in this case could not be successfully attacked collaterally. In Kramer v. Wellendorf, 129 Pa. 549, it is said by Mr. Justice Sterboett: “When this case was here two years ago we held that the judgment of the justice on which the execution was issued was not void by reason of alleged irregularities or otherwise; that, at most, it was merely voidable, and hence it was sufficient to support the execution on which the property in controversy was sold to the beneficial plaintiff, Mrs. Kramer: Kramer v. Wellendorf, 18 P. L. J. 139.”\nThere is nothing in the present record to warrant any other conclusion. The justice had jurisdiction of the cause of action ; and, conceding for argument’s sake merely the existence of irregularities and errors for which the judgments might and ought to have been reversed, they were not void but merely voidable. The fifth assignment of error is therefore not sustained.\nThe sixth assignment of error is that the court below erred in refusing to affirm plaintiff’s second point, which, point and answer are as follows, viz.:\n“ Even if the constable had had authority to make the sale he could not sell the property of the Curwensville Stone Company upon an execution against E. P. Sweeney, and therefore if the jury is satisfied from all the evidence in the case that the property belonged to the Curwensville Stone Company, then the plaintiffs are entitled to recover in this case. Answer: Under the evidence in the ease as to the manner in which this business was conducted we decline to so instruct you.”\nThe appellant S weeney testified that he and Hoover, the other appellant, were partners, and had been such since the latter part of April, 1890; that they called themselves the Curwensville Stone Company; that the firm may have been known under the name of Sweeney and Company, but from the first it was the Curwensville Stone Company; that he, Sweeney, had general charge; that the firm had a contract with Saturday to get out the stone and they paid him so much per cubic foot, and that he was to hire and pay the men. Hoover, the' other appellant, testified that he and Sweeney were partners, under the firm name of Curwensville Stone Company. That Mr. Sweeney had general supervision of the quarry and looked after it. Orders for goods and merchandise were given by Sweeney, some signed Sweeney & Company, and one only signed E. P. Sweeney. That the property belonged to the appellants, whether trading as E. P. Sweeney & Company or Curwensville Stone Company, seems to be established. If this is so, the levy and sale under the judgment against E. P. Sweeney could not divest the title of the firm to it. If however Sweeney was permitted to hold himself out to the world as the owner of the quarry, and as such conducted the business and obtained credits, the property might be liable for the debts thus contracted. The question therefore was whether Sweeney had been permitted to hold himself out to the world as the only person conducting the business, and as the owner of the property. This was a question for the jury and should have been submitted to them. The learned judge therefore erred in taking it from them, and this assignment of error is sustained.\nJudgment reversed and a venire facias de novo awarded."}