{"id": "842413", "contents": "Opinion by\nMr. Chief Justice Stebbett,\nOne of the specifications in this case is, refusal of the court to sustain objections to' questions put, — on cross-examination of defendant’s witness, — for the purpose of showing that the gutters, alleged to have caused the injury complained of, were constructed by the defendant borough or under its authority. The objections were, (a) that the questions were not proper cross-examination, and (5) that the fact sought to be proved was part of plaintiff’s case in chief, and could be proved only by the records of the borough council. The court having overruled said objections, the witness testified in substance that the work of constructing said gutters was done under the supervision of the borough authorities and paid for by the property owners. In his examination in chief the witness was not asked, nor did he expressly say, by whom the grading and guttering in question were done, but he testified as to the physical nature of the street, along which the gutters were made, the effect of their construction on plaintiff’s property, etc., and such was the general character and scope of his testimony in chief that it might be fairly inferred that the work was done by or under the direction of the municipal authorities. In view of the circumstances, we cannot say there was error in permitting the cross-examination complained of.\nWhile, as a general rule, it is improper to permit a defendant to interject his defence under guise of cross-examination of plaintiff’s witness, and vice versa, the range of a cross-examination must, to a very great extent, be left to the sound discretion of the trial judge, and unless that discretion has been plainly abused, to the injury of the party complaining, it is not ground for reversal. In Jackson v. Litch, 62 Pa. 451, it was held that, in order to reverse for this cause, it must be an extreme case, in which the discretion has been abused, and in which it is apparent the party has been injured; and also, where a witness has stated a fact, be may be asked by the other party to detail all the circumstances, within his knowledge, which qualify it, though they may be new matter and form part of his own case. As was said in Bank v. Fordyce, 9 Pa. 277, “ a party is entitled to bring out every circumstance relating to a fact which an adverse witness is called to prove.” In this case, there was no abuse of the discretion with which the trial judge was invested; nor do we think the defendant was prejudiced by the fact elicited on the cross-examination. An examination of plaintiff’s testimony shows that fact was either recognized or assumed by witnesses as well as the parties. One of plaintiff’s witnesses was asked, if he remembered “ when Main street was graded by the borough,” and “ when they paved the gutters along there?” and his answer was, “ Yes, sir.” Even if the plaintiff had closed his case without introducing any testimony from which the jury would have been warranted in finding the fact, the court, in order to prevent a miscarriage of justice, would not have refused to permit the plaintiff to call witnesses out of order and prove it.\nThe only other specification of error is the refusal of the court to affirm defendant’s fourth point for charge recited therein.\nIn declining to charge as requested, the learned judge rightly held there was “ evidence from which a jury would be warranted in finding that the gutters were constructed by the borough.” The authority of the borough to do so was not, and could not have been, questioned. In view of the evidence, it was for the jury to say whether the proper borough authorities did or did not construct or superintend their construction, etc. It is well settled that the acts of a municipal corporation may be proved otherwise than by its records or some written document : Dillon on Mun. Corp., sec. 300; Bank v. Dandridge, 12 Wheat. 64.\nIn affirming plaintiff’s first point, the learned judge rightly instructed the jury that if they believed “ the defendant borough, in constructing its gutters, caused the surface water of a large territory, which did not naturally flow in that direction, to be gathered into a body and precipitated on plaintiff’s premises, to the injury of the plaintiff, defendant is liable and plaintiff is entitled to recover.” The evidence tended to prove the facts of which this proposition is predicated; and, by its affirmance, plaintiff’s case was fairly presented to the jury. On the other hand, by the affirmance of defendant’s first, second, third, fifth, and sixth points, every necessary precaution was taken to properly indicate the limits within which the jury should act. An examination of the record discloses no error that would warrant us in disturbing the judgment.\nJudgment affirmed."}