{"id": "844965", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nAll the facts necessary to a proper understanding of the questions involved in this contention are clearly and concisely stated in the report of the learned master, to whose findings of fact no exceptions appear to have been taken. The specifications of error relate to conclusions drawn from the facts thus established. Extended reference to the testimony, etc., tending to prove said facts, is therefore unnecessary.\nWhen the general assignment of Barker Bros. & Co., to the defendant Mellor, in trust for the benefit of all their creditors, was executed on November 20, 1890, it is conceded that the legal title to the bonds and notes in controversy, as well as the possession thereof, was in said assignors. Under the deed of assignment, the securities were demanded by the assignee as part of the assets of the assigned estate, and were received by him from the Fidelity Insurance Trust and Safe Deposit Co., with which they had been deposited by the assignors for safe keeping only.\nIt must bo conceded that the company plaintiff has no right to the custody of the securities in question unless a trust thereof, valid and binding not only as against Barker Bros. & Co., but also as against their creditors, was created by the acts of said firm in favor of the parties now represented by said plaintiff. As agents, in this country, for a corporation organized in London in 1890, to be known as the American and European Finance Corporation, Limited, Barker Bros. & Co. received from sundry persons subscription moneys, to the capital stock of said corporation, which as bankers they were at liberty to use in same manner as funds of other depositors. In case the London corporation failed to issue the shares of stock subscribed for, it would, of course, be the duty of Barker Bros. & Co. to return said money to the respective subscribers from whom the same was received. They were therefore debtors to said London corporation, or to the subscribers, for the stock thereof, who had paid their subscriptions to them, in same manner as to their ordinary depositors. The securities were not purchased with the funds deposited by said subscribers ; nor does it appear that there was anything to distinguish them from the general assets of Barker Bros. & Co., unless it be due to or results from the manner in which they were marked, etc., by Barker Bros. & Co. They prepared a declaration setting forth that certain specified notes and bonds valued at $199,850, but claimed by them to be worth considerably more, were “ held as collateral security against deposits of subscribers and underwriters of the American and European Finance Corporation, Limited, to be established in London, as per prospectus prepared in London in July, 1890.” Appended to this is a schedule of the notes and bonds, valued as aforesaid. This paper (unsigned), with the notes and some of the bonds described in said schedule, was placed in an envelope on which was written: “ Subscribers to the American and European Finance Corporation, Limited, col-laterals, all in this box.” This envelope, with the rest of the bonds, was placed in a tin box which was deposited by Mr. Wharton Barker, one of the firm, in the Fidelity Insurance Trust and Safe Deposit Company, where it and its contents remained undisturbed until defendant, as assignee of Barker Bros. & Co., took possession of it. A few days thereafter, upon the petition of Barker Bros. & Co., the court of common pleas discharged them as trustees of said securities, and same day, on petition of one of said depositors, appointed the company plaintiff trustee in their stead. The bill, filed shortly afterwards, avers in substance, inter alia, the receipt by Barker Bros. & Co., as bankers, etc., of certain subscription moneys, to the stock of said London corporation, aggregating $183,550, and that said bankers had set apart, in their own hands, the securities aforesaid as collateral security for said deposits, etc., and praying that defendant be enjoined from in any way dealing with or disposing of said securities; and that he be ordered to transfer the same to the company plaintiff, etc.\nThe learned master came to the conclusion that there had been such a setting apart of said securities by Barker Bros. & Co. as legally amounted to the creation of a valid trust in favor of those who had deposited said subscription moneys, and recommended a decree ordering the delivery of the same by the defendant assignee to the company plaintiff. Exceptions to the report were dismissed and decree as prayed for was made.\nDefendant contends that the acts above referred to were insufficient to create a valid trust, in favor of said depositors, enforceable either against Barker Bros. & Co. themselves, or against their general creditors, whom he, as their trustee under the deed of assignment, now represents.\nReferring to the unsigned declaration, etc., of Barker Bros. & Co., the learned master rightly concedes that what they did was very informal, but, assuming that formality was not essential to carrying out their intention, he concluded that what was done brought the case within the principle recognized in Heartley v. Nicholson, 19 L. R. Eq. 233, 243. The rule, as it is stated in that case, requires “ that the donor shall have evinced, by acts that admit of no other interpretation, that he himself had ceased to be, and that some other person had become the beneficial owner of the subject of the gift or transfer, and that such legal right to it, if any, as he retained was held in trust for the donee.” Tested even by this principle, we think the acts of Barker Bros. & Co., in this case, fall short of what is required to create a trust such as is claimed by the plaintiff. As already observed it is conceded that the legal title to the securities in question remained in Barker Bros. & Co. until the execution and delivery of their deed of assignment to defendant in trust for all their creditors. The delivery of that instrument was their final act disposing of all their property and assets. Prior thereto, and up to that time, the securities were in their possession and under their exclusive control. No one could have successfully challenged their right to dispose of them as they saw fit. Conceding the existence of a bona fide intention to create the alleged trust, that intention was never in fact executed, either by signing the declaration above quoted, by change of possession, or in any other manner. Such an intention, looking to the fiiture and not to the then present, and resting upon a naked declaration merely, without signing or delivery, or promise to deliver, is not sufficient to vest any right in the creditor.\nThe facts, as to what was done by Barker Bros. & Co., rest mainly on the testimony of Mr. Wharton Barker, the junior member of the firm. The accuracy of his testimony as to the transaction is not questioned; nor can the integrity of purpose, by which it was prompted, be doubted. But the question before us depends not so much upon the bona fides of the transaction as it does upon the legal and equitable rights of the general creditors, under the deed of assignment, as against the assertion of right in the particular class of creditors under the alleged special trust represented by the company plaintiff. That question must be decided on broader grounds than purity of motive or goodness of character. Considerations of public policy, if not absolutely controlling, are largely involved therein. ■ If alleged special trusts, similar in their mode of creation to that in controversy, are upheld as valid, there is nothing to prevent any business man or owner of personal property from parceling out his goods or securities as he sees fit, and scheduling each parcel under a similar unsigned declaration in favor of particular creditors, or classes of creditors, without any change of possession, or even notification to such favored creditors. If that can be done, the temptation to commission of fraud, and, what is worse, to sustain it'by perjury, would be greater than can be tolerated with any degree of public safety. The consequences to which it would lead are so manifest that it should not be sanctioned, unless established principles of law require us to do so. We are satisfied they do not; and hence, aside from other considerations, we think that public policy forbids recognition of the alleged trust as valid against the general creditors of' the assignors.\nAs a general rule, in this state a debtor cannot, as against his creditors, assign personal property, as security, etc., and at the same time retain the possession thereof as theretofore. Possession must accompany the transfer as an essential part thereof. If the property is permitted to remain in the exclusive possession and control of the assignor, the transaction, while good as against himself, is a constructive or legal fraud upon his creditors and may be so treated by them. To hold that exclusive possession may be retained by the debtor provided he agrees to hold as trustee until the same is demanded by his creditor or until default is made, would be to permit that to be done secretly and by indirection which the law condemns when done directly and openly. This principle is so firmly grounded in our jurisprudence that no court of equity should lend its aid in the enforcement of a transaction that is not in harmony with the settled law on that subject. We think the transaction in question clearly belongs to that class. There are, it is true, some exceptions to the general rule, but they are grounded upon the special facts and circumstances of each case, such as in Collins’ Ap., 107 Pa. 590, and Wallace’s Ap., 104 Pa. 559. There appears to be nothing in the facts of the case under consideration that ought to exempt it from the operation of the general principle.\nIt is also contended by defendant that “ if the transaction was a declaration of a valid and enforceable trust, it amounted to an assignment for the benefit of creditors with preferences.” It is unnecessary to pass upon the question involved in this proposition, because we are of opinion, aside from other considerations, that the acts of Barker Bros. & Co., relied on by plaintiff company, were insufficient to create a valid trust of any kind, and especially such a trust as that claimed by said plaintiff.\nDecree reversed; and it is now adjudged and decreed that the bill be hence dismissed, with costs to be paid by the plaintiff."}