{"id": "844933", "contents": "Opinion by\nMr. Justice Mitchell,\nThe days of actual sealing of legal documents, in its original sense of the impression of an individual mark or device upon wax or wafer, or even on the parchment or paper itself, have long gone by. It is immaterial what device the impression bears, Alexander v. Jameson, 5 Bin. 238, and the same stamp may serve for several parties in the same deed. Not only so, but the use of wax has almost entirely and even of wafers very largely ceased. In short sealing has become constructive rather than actual, and is in a great degree a matter of intention. It was said more than a century ago in McDill’s Lessee v. McDill, 1 Dal. 63, that “ the signing of a deed is now the material part of the execution; the seal has become a mere form, anda written or ink seal, as it is called, is good; ” and in Long v. Ramsay, 1 S. & R. 72, it was said by Tilghman, C. J., that a seal with a flourish of the pen “ is not now to be questioned.” Any kind of flourish or mark will be sufficient if it be intended as a seal. “ The usual mode,” said Tilghman, C. J., in Taylor v. Glaser, 2 S. & R. 502, “ is to make a circular, oval, or square mark, opposite to the name of the signer; but the shape is immaterial.” Accordingly it was held in Hacker’s Appeal, 121 Pa. 192, that a single horizontal dash, less than an eighth of an inch long, was a sufficient seal, the context and the circumstances showing that it was so intended. On the other hand in Taylor v. Glaser, supra, a flourish was held not a seal, because it was put under and apparently intended merely as a part of the signature. So in Duncan v. Duncan, 1 Watts, 322, a ribbon inserted through slits in the parchment, and thus carefully prepared for sealing, was held not a seal, because the circumstances indicated the intent to use a well known mode of sealing, by attaching the ribbon to the parchment with wax or wafer, and the intent had not been carried out.\nThese decisions establish beyond question that any flourish or mark, however irregular or inconsiderable, will be a good seal, if so intended, and a fortiori the same result must be produced by writing the word “ seal,” or the letters “ L. S.,” meaning originally locus sigilli, but now having acquired the popular force of an arbitrary sign for a seal, just as the sign “ & ” is held and used to mean “ and ” by thousands who do not recognize it as the Middle Ages manuscript contraction for the latín “ et.”\nIf therefore the word “ seal ” on the note in suit had been written by Nissley after his name, there could have been no doubt about its efficacy to make a sealed instrument. Does it alter the case any that it was not written by him, but printed beforehand? We cannot see any good reason why it should. Ratification is equivalent to antecedent authority, and the writing of his name to the left of the printed word, so as to bring the latter into the usual and proper place for a seal, is ample evidence that he adopted the act of the printer in putting it there for a seal. The note itself was a printed form with blank spaces for the particulars to be filled in, and the use of it raises a conclusive presumption that all parts of it were adopted by the signer, except such as were clearly struck out or intended to be canceled before signing. The pressure of business life and the subdivision of labor in our day, have brought into use many things ready-made by wholesale which our ancestors made singly for each occasion, and among others the conveniences of printed blanks for the common forms of written instruments. But even in the early days of the century, the act of sealing was commonly done by adoption and ratification rather than as a personal act, as we are told by a very learned and experienced, though eccentric predecessor, in language that is worth quoting for its quaintness : “ lili robur et aes triplex. He was a bold fellow who first in these colonies, and particularly in Pennsylvania, in time whereof the memory of man runneth not to the contrary, substituted the appearance of a seal by the circumflex of a pen, which has been sanctioned by usage and the adjudication of the courts, as equipollent with a stamp containing some effigies or inscription on stone or metal. . . . How could a jury distinguish the hieroglyphic or circumflex of a pen by one man from another ? In fact the circumflex is usually made by the scrivener drawing the instrument, and the word seal inscribed within it.” Beackeneidge, J., in Alexander v.\nJameson, 5 Bin. 288, 244.\nWe are of opinion that the note in suit was duly sealed.\nWe have not derived much light from the decisions in other states, but so far as we have found any analogous cases they are in harmony with the views herein expressed. In Whitley v. Davis, 1 Swan (Tenn.) 333, the word “ seal ” without any scroll, was held to be a good seal even to a public deed by the clerk of a court, he stating in the certificate that no seal of office had been provided. And in Lewis v. Overby, 28 Gratt. (Va.) 627, the word “seal ” without any scroll was held a good seal within a statute enacting that “ any writing to which the person making it shall affix a scroll by way of seal, shall be of the same force as if it were actually sealed.”\nThe learned, court below, and the counsel for appellee placed much reliance on the decision in Bennett v. Allen, 10 Pa. C. C. R. 256. In that case the signature was placed to the left but below the printed letters “ L. S.,” and it is said in the opinion that there was a space of half an inch between. The decision might possibly be sustained on the ground that the position and distance showed that the signer did not intend to adopt the letters “ L. S.” as part of his act, but unless distinguished on that special ground the decision is contrary to the settled trend of our cases, and cannot be approved.\nOrder opening judgment is reversed and judgment reinstated."}