{"id": "844925", "contents": "Opinion by\nMr. Justice Green,\nIn the court below, and by the counsel on both sides, on the trial, the contract between these parties was treated as a parol contract for the sale of land. The court so described it in the charge, and instructed the jury, as to any right of recovery upon it, that it must be treated as such a contract. No assignment of error here raises any question upon it as a written contract, nor is there any serious contention on the part of the appellee that it should be regarded as a contract in writing for the sale of land. As its essential features could not be established without the help of parol testimony, it comes clearly within the ruling in the cases of Mellon v. Davison, 123 Pa. 298; Soles v. Hickman, 20 Pa. 180, and other kindred cases, and must be regarded as a parol contract only.\nThe only material question, discussed in the paper books and pressed upon our attention here, is, the question of damages. The learned court below instructed the jury that if the defendant willfully and purposely put it out of his power to comply by selling the land to another, the plaintiff, who was the vendee, could recover a sum equal to the difference between what Rineer was to pay Collins and what Collins received from Esh-' lemán for the land. We have not been referred to any authority which adjudges the rule of damages in this way in the circumstances which were present in this case. Bitner v. Brough, 11 Pa. 127, much relied upon for the plaintiff, was a totally different case. It was an action for damages for breach of a written agreement for the sale-of the land in question, and it was proved on the trial that the purchaser had sold his own farm to raise the money to pay for the one he had bought; had made all his arrangements to move, and did move from his old home in Adams county to the land he had purchased in Franklin county, with his family, his stock and wagon loads of personal property, five months after the contract, and in utter ignorance of any intention on the part of the seller to repudiate the contract. There was also evidence of collusion between the seller and his wife to have her refuse to sign the deed, in order to enable the seller to excuse his refusal to perform on that ground, and the whole doctrine of this court declaring a right to recover compensatory damages and for the value of the bargain, was based upon the proposition that there was evidence of fraud, artifice and collusion, upon which such a verdict could be rendered. The other cases cited for the appellee all stand upon the same principle.\nBut while this is true, it is equally true that the mere refusal of a vendor to convey, where the contract is verbal, is not sufficient to justify anything more than a recovery of the money actually paid and the expenses incurred on the faith of the contract.\nIn Sausser v. Steinmetz, 88 Pa. 824, which was an action upon a parol lease of premises for five years, which the lessee refused to take, the court below instructed the jury that the landlord might recover the value of a year’s rent, $2,000, which was lost by the refusal of the lessee to take the premises under the lease. We reversed the judgment on account of this instruction, and said, Gordon, J. : “ The serious fault in this instruction is that it is based on a false premise; the plaintiff had not leased his property. The proposed lease was within the statute of frauds; hence the parol agreement to lease could give it no force, and to predicate anything whatever of that intended lease was error. Either party had the right to refuse its execution, and the defendants were guilty of no fraud in availing themselves of such right. Neither party could plead ignorance of the statute, and hence both are presumed to have known that either might take advantage of its terms, and that the defendants did avail themselves of that privilege cannot be regarded as a fraud on the plaintiff. ... If the rule submitted by the court to the jury is to obtain, then may a contract void by the statute be specifically enforced. . . . By the same rule you might enforce a parol contract for the sale of land and so annul the statute of frauds and perjuries altogether; a result not allowable either in reason or on authority : M’Clowry v. Croghan’s Adm’r, 7 Casey, 22; Wilson v. Clarke, 1 W. & S. 554.”\nIn Harris v. Harris, 70 Pa. 170, a vendor by parol agreed to convey land; the vendee paid the purchase money, went into possession, and was evicted, by a subsequent vendee under articles from the same vendor. The first vendee had remained in possession for twenty-two years and had made large expenditures for improvements. The case was one of much hardship. Nevertheless, Thompson, C. J., said in the opinion: “ The learned judge below erred in admitting evidence to prove the value of the land out of which the action has arisen, under a parol sale, and in answering 'the plaintiff’s points as he did; also the defendant’s points on the same subject. We have so repeatedly announced that the rule in actions for damages for a breach of a contract to convey under a parol sale of real estate, is not to be measured by the value of the land, but by the consideration paid, and compensation for improvements made in clearing, fencing, building, planting orchards, etc., in reliance on the contract, deducting therefrom a reasonable rental for the use of the premises, that I will not incumber this opinion by citing them — they have often been cited in previous opinions. The only exception to the rule is where there has been fraud on the part of the vendor in the original contract. But the failure to convey is not such fraud. Buyer and seller both knew that such a contract could not be enforced, and it was no more a fraud to refuse performance by conveying, than any other breach of a contract to perform an act. . . . The learned judge charged that if the defendant had it in his power to comply with his contract and did not do so, and ‘ if he acted in bad faith towards the plaintiff, the measure of damages would be the value of the land at the time he was evicted.’ Bad faith was an indefinite term, it did not necessarily imply fraud, and did not indicate fraud in the contract. There was nothing showing anything like that in proof. The charge certainly had only the failure to convey in view in this remark; it was what the point asked ,• it was error therefore to affirm it. . . . It is obvious that this ruling, if permitted to stand, would in most cases of parol sale of land and failure to convey be the equivalent of specific performance, differing only in this, that it would transfer to the buyer the value, instead of the property in specie. It would operate as a virtual repeal of the statute.”\nIn the last case there was also proof that the vendor had agreed to sell to the vendee for $1,000, and that all the purchase money had been paid, and it was further proved that the vendor sold to the second vendee for $2,600, so that more than double the price to be obtained was a fact which was relied upon greatly as evidence of a fraudulent motive for refusing to convey to the first vendee. It was also shown that the vendee repeatedly demanded his deed, but was put off by different excuses, the last of which was that the vendee’s title was good under the statute of limitations, by twenty-one years adverse possession, yet, notwithstanding all these facts, we held there was no sufficient proof of fraud to warrant a recovery for anything more than mere compensation for actual outlay. We decided that the proof of fraud must reach back to the original contract, otherwise the charge of fraud was of no avail.\nOf course there is nothing of this kind in the present case. There was no possession taken, no purchase money paid, no improvements made, no false assertions made, nothing changing the position of the vendee, not the slightest pretence of any fraud or bad faith in the original contract. The defendant admitted he had made it, but said, and in this he was corroborated, that he had asked the plaintiff to give him a written agreement for the purchase, and security for the payment of the money by a definite time, all of which the plaintiff promised but never performed, and that this was the reason why he sold to another. The plaintiff admitted that the defendant had notified him soon after the contract, as early as November first or thereabouts, that he had sold the property to another. The contract was made on Oct. 13th, and the note was given on the 19th, and in this short intervening time there is not a particle of proof that the plaintiff had expended a dollar, or had changed his position in the least. He had but a parol contract which either party was at liberty to refuse to carry out, and, under the last two cases cited, such action was perfectly competent to either without liability to anything more than mere nominal damages. There was no actual proof that the defendant’s wife refused to sign a deed. One witness testified that he heard the defendant say so, and that was the entire proof on that subject. But as the defendant had the legal right to refuse performance for any reason at the time he notified the plaintiff, it is not material whether the wife refused to sign a deed or not.\nIn Thompson v. Shepler, 72 Pa. 160, which was an action on a parol contract to reconvey land bought at sheriff’s sale upon being repaid the purchase money and interest, we said: “ It is well settled law in this state that an action will lie on a verbal agreement for the sale of land, and, in the absence of fraud, that the measure of damage for its breach is compensation for the money paid and expenses incurred on the faith of the bargain. If no consideration has been paid, and no expenses incurred, only nominal damages are recoverable. But where there has been fraud in the sale, a different rule as to the measure of damages obtains. In such cases it has been uniformly held that damages may also be recovered for the loss or value of the bargain. But if no fraud was meditated and designed in making the contract, the refusal to perform it is not such fraud as will enable the vendee to recover compensation for the loss or value of the bargain. If damages for such loss were allowed to be recovered for the breach of the contract, on the ground that refusal to perform was itself a fraud, it would, in most cases of parol sales, operate as a virtual repeal of the statute of frauds; for, though the vendee might not recover the land for which he bargained, of what avail would be the statute if he could recover its value in money ? It is obvious that such a recovery would, in almost every case, be equivalent to specific performance.”\nThere are other authorities to the same effect, but it is not necessary to repeat them. McCafferty v. Griswold, 99 Pa. 270, and Allison v. Montgomery, 107 Pa. 455, are notable instances wherein the rulings above cited were enforced in cases much stronger in their facts than the present.\nAccording to all authorities, the fraud necessary to entitle the vendee to recover must be such as inheres in the original agreement. A subsequent fraudulent purpose is not enough. But in this case there is not a particle of proof of fraud, either in the original agreement or at any time after. The defendant promptly agreed to the verbal contract six days after it was made, and gave the imperfect writing of October 19, 1888, and accepted the note for $75, as described in the testimony. In all this there is not a circumstance tending to prove any fraudulent intent in the making of the contract. Within two weeks thereafter the defendant notified the plaintiff that he had sold the land to another person. Nothing had been done to change the plaintiff’s position in any respect. His own witness, Groff, testified that he (plaintiff) knew of the sale by defendant to Eshleman before he assumed to sell the land to Groff. The mere fact of refusal to convey is no evidence of fraud and there is nothing •else in the ease to show any fraud. Hence the right to recover damages for the loss of the bargain did not exist, and the court was in error in submitting the question to the jury. We sustain all the assignments of error except the third and sixth.\nJudgment reversed and new venire awarded."}