{"id": "844924", "contents": "Opinion by\nMr. Justice Mitchell,\nThe act of June 16,1891, P. L. 305, is very awkwardly drawn but its general intent is quite clear. It is by its title an act to amend the act of June 8, 1881, P. L. 67, and its main if not only purpose was to take away the absolute discretion lodged by the earlier act in the county commissioners, to rebuild bridges or not according to their judgment of the necessity for the accommodation of the public. The act of 1891 provides that if the commissoners neglect or refuse, then ten citizens and taxpayers may petition the court for a mandamus, as has been done in the present case. This is the only substantial change made by the later act, but in undertaking to make the duties of the commissioners clearer by specifying the cases that may occur, it raises the present question. The language is, “the county commissioners of the several counties .... are authorized to rebuild .... any bridge over any stream or river running into or through any county .... or where such bridge crosses a stream forming the boundary line between two counties, then the commissioners of the county in which said bridge is located .... or the commissioners of the respective counties where the stream or river runs between counties, are hereby authorized ” etc. There is nothing in this language which fairly justifies the idea that the legislature meant to provide for more than two classes of bridges, those wholly in one county, and those partly in one county and partly in another. The former are described as “ over any stream or river running into or through any county,” and as to them it is provided, “ then the commissioners of the county in which said bridge is located” shall rebuild etc. That this last phrase applies to the previous one quoted, and to it only, is reasonably certain, although they are separated by an awkward break in the sentence, in which the other class of bridges is described, to wit, those crossing a stream forming the boundary line between two counties. A stream is equally the boundary line whether the line is its middle thread or its westernmost ripple. To find the boundary you must find the stream, and then the part of it defined as the line, but wherever that is it is the stream, and it is the boundaiy only because of that fact. No matter whether the boundary is the middle or the edge of the stream, the bridge must connect with both banks, and the moment it does so, even if only with an abutment, there is no longer any one county in which it is located. The learned judge meets this point by saying it is not the bridge but the stream forming the boundary line or flowing between counties, that determines the status. But he overlooks the fact that the mandatory direction to rebuild is given to “ the commissioners of the county in which said bridge is located,” and in the case under discussion there is no such county, and it must of necessity be referred to the next member of the sentence, “ the commissioners of the respective counties.” There would be no difficulty in this were it not that the draftsman of the act added at this point the words, “ where the stream or river runs between counties.” This may have been inadvertent, but even if intentional it is by no means an unprecedented instance of a writer expressing his meaning clearly enough, but then, entertaining a doubt about it, proceeding to say it over again, and immediately raising an ambiguity. The two phrases, however. “ forming the boundaiy line between two counties ” and “running between counties ” make a distinction without any real difference. As already showm a stream is equally the boundary whether tbe line is at its middle or its edge, and, on the other hand, a stream is equally between two counties whether it is all in one or half in each. Accurately speaking, as the learned judge below points out, there is no stream between counties, for that implies something interposed which is not part of either. But in the popular and ordinary use of language, which the legislature is presumed to intend, between two counties means having one on one side and another on the other, and that is exactly the meaning of forming the boundary line between counties. The two expressions are used synonymously, and the obvious meaning of the statute, disentangled from its involved arrangement, and put into connected form, is that a bridge over a stream running into or through any county, (that is, wholly in one county) shall be rebuilt by the commissioners of that county, but bridges over streams forming boundary lines between counties, or running between counties, (that is, having one county on one side and another county on the other side) shall be rebuilt by the commissioners of the “ respective counties.”\nWe have not reviewed the merits of the case, as on them we understand the learned court below to be with the appellants, and to refuse the mandamus solely on the ground that the case presented is not within the statute. This we think an erroneous view.\nJudgment reversed, and record remitted with instructions to award a mandamus."}