{"id": "844942", "contents": "Opinion by\nMr. Justice Mitchell,\nWe gather from the paper books and the arguments that this is only one of a series of suits involving the claims of the parties, and it may be that on the merits of the controversy the result is right, but the steps by which it was reached cannot be defended.\nThe ejectment was by Krepps against Mitchell. The appellant Thompson asked leave to intervene and defend, on the ground that Mitchell was in under him, but this being opposed by Mitchell, leave was refused. This was a conclusive adjudication for all purposes in this case that Thompson’s title was not in question, and that he could not be affected by the result of it. Verdict and judgment having been obtained against Mitchell, a habere facias issued to put plaintiff in possession. This writ was of no force whatever against any one but Mitchell and those in privity of title with him, yet under it the sheriff ousted Richie who held under Thompson, and of course took away the latter’s possession. For this there was no justification whatever. The sheriff’s writ was against Mitchell, and unless he found Mitchell in possession, he was bound to ascertain whether the occupant held under him or not; and if not, his writ gave him no authority to go further. If the tenant held under Mitchell, the sheriff could put him out, but his return should set forth that fact which is essential to sustain his action. The return in the present case did not set out that Richie was tenant under Mitchell, nor was that the fact. It did not follow, as is argued, that because Mitchell was in possession at the commencement of the ejectment, and Thompson or his tenant got possession later, that they got it under Mitchell. It might have been got adversely, or even from plaintiff himself, for all that appears. How it was got, and by what title it was supported, Thompson was denied an opportunity of showing. He could not be dispossessed by such a proceeding.\nThe execution of the habere facias is set aside and record remitted with directions to award appellant a writ of restitution."}