{"id": "846540", "contents": "Opinion by\nMb. Chibp Justice Sterrett,\nThis action of trespass, to recover penalty, etc., is based on section 21 of the act of June 3, 1878, P. L. 160, which reads thus : “ Any person trespassing on any lands, for the purpose of taking fish from any private pond, stream or spring, after public notice on the part of the owner or occupant thereof, such notice being posted adjacent to such pond, stream or spring, shall be deemed guilty of trespass, and in addition to damages recoverable by law, shall be liable to the owner, lessee or occupant in a penalty of one hundred dollars for every such offence. Provided, however, this section shall apply only to such ponds, streams or springs as shall be used or improved by the owners or lessees for the propagation of fish or game fish.”\nThis section is penal and must of course be strictly construed. It is identical with section 20 of the act of 1876, construed by this court in Reynolds v. Com., 93 Pa. 458. It was there held : (1) “ Where a running stream flows over a man’s land, and he stocks the stream with fish, he does not thereby make it a private stream within the meaning of the act of May 4, 1876, which makes fishing in private streams an offence.” (2) “ If the waters of a pond cover a large surface of land, and one, whose lands are covered by a part only of the water, places fish therein for the purpose of propagation, it does not thereby become a ‘private pond.’ To bring it within the act of 1876 the whole pond must be so far private property as to confine therein the fish with which it is stocked. The ownership of a part only of the land covered by the water is not sufficient to give to the whole water the distinctive character of private. The pond must be treated as an entirety. Either the whole or none is private.”\nIt will be observed that the right of action is given to “ the owner, lessee or occupant ” of the land, embracing such “ private pondy stream or spring,” only after public notice posted, by the “ owner or occupant,” adjacent to such pond, stream or spring; and, by the proviso, the right of action is restricted “ to such ponds, streams or springs as shall be used or improved by the owners or lessees for the propagation of fish or game fish.”\nTestimony was introduced by plaintiff for the purpose of showing title in himself to the land on which the pond in question is located, etc. Instructions, as to the insufficiency of the evidence for that purpose, were asked by defendant in his fifth and sixth points, both of which were refused. For further answer to the former, the learned judge said: “ The plaintiff has shown, for the purpose of this case, title to the Hazlehurst line ; ” and, for further answer to the latter, he said: “ I think Mr. Benscoter has shown title and possession, up to the Hazlehurst line, sufficient for the purposes of this case.” Again, in that part of his charge recited in the fourth specification, he said : “ This not being an action of ejectment, you may assume, for the purpose of- arriving at a true verdict in this case, that, on the 5th of September, 1889, John Benscoter owned that part of the Morgan and Watson covered by the pond south of the Hazlehurst line, and that the property was then in his possession, so that a trespass upon it makes the trespasser liable in damages.” From these and other instructions of like import the jury would doubtless understand that sufficient proof, either of ownership or possession, or of both, had been given to entitle plaintiff to maintain an action for the penalty against defendant or any one who was shown to have trespassed on the premises south of the Hazlehurst line. In view of the evidence we think these instructions were inadequate and misleading.\nBut assuming, merely for the purpose of argument, that plaintiff’s proof of title and possession in pursuance thereof was such as to justify the learned judge in directing the jury to assume, as an established fact, plaintiff’s ownership and possession of those parts of the Morgan and Watson tracts “ covered by the pond south of the Hazlehurst line,” etc., it does not follow that he owned or was in possession of the whole pond. There was testimony tending to prove that part of the pond in question was north of said line, on land owned by defendant; and his eighth point, for charge, based on that evidence, is as follows : “ If the jury find that a portion of the pond in question is upon the Samuel Hazlehurst tract, their verdict must be for defendant.” The answer of the court was: “If that point simply mean a foot or two in width, the point is not well taken, but if it mean several yards, or any substantial part of the water, the point is affirmed.” What the learned judge meant by “ substantial part,” is further shown by the following sentence, from his charge, recited in the tenth specification: “ If you find as a matter of fact from the credible evidence in the case that Clinton Long owned any substantial part of the land covered by this pond, — and I mean by substantial, two, or three, or four, or five or six rods, as indicated by some of the maps, — then it is not a private pond.”\nIt requires no argument to show that the answer to defendant’s eighth point, in connection with this quotation from the charge, is not only erroneous and misleading, but clearly in conflict with our ruling in Reynolds v. Commonwealth, supra. We cannot assume that this error was cured by the learned judge’s reference, in same connection, to that decision, or by his unqualified affirmance of defendant’s first, second and third points, wherein the principles applicable to the case are correctly stated.\nTime will not permit special reference to the testimony relied on by plaintiff to sustain the rulings complained of in the eleventh to fourteenth specifications inclusive, nor do we think it necessary. We have examined the testimony and considered its bearing on the questions involved in said specifications, and are of the opinion that it is insufficient to warrant the jury in finding such use or improvement of the pond in question, and such compliance with the law, as to notice, etc., as are necessary to bring the case within the act of 1878.\nAs to the improvement and use of the pond, by plaintiff, “ for the propagation of fish or game fish,” the evidence practically amounts to nothing. Referring to plaintiff’s testimony in relation to stocking the pond, etc., the learned judge said: “The care which he says he exercised over it afterwards is perhaps sufficient to warrant the jury in finding that it was used by him for the propagation of fish.” We do not so understand the testimony, nor do we think it justifies any such inference. Again, in speaking of the public notice required by the act, he concedes that if defendant “ were a stranger and had no knowledge of the claim of ownership of this pond, the notice here offered would not be sufficient to entitle the plaintiff to recover under this section of the act; ” but he held that defendant’s knowledge that plaintiff claimed to own and be in possession of the property was “sufficient warning under the act.” We cannot assent to this as a proper construction of the act. It prescribes the kind of public notice that shall be given, not only to strangers but also to neighbors, and unless its terms are satisfied no right of action for the penalty accrues.\nWe think enough has been said to show that the judgment should be reversed, and, inasmuch as the action is grounded on the statute, it would be useless, in view of the evidence, to send the case back for retrial.\nJudgment reversed."}