{"id": "846561", "contents": "Opinion by\nMr. Justice Green,\nOn February 9, 1891, the defendant demanded and collected from the plaintiff $9.54; on February 24th, $42.03 ; on March 9th, $42.92; on March 25th, $40.10; and on April 7th, $38.49, for tolls due for driving over the defendant’s bridge, with a two or a four horse vehicle, at various times preceding those several dates.\nIt was alleged by the plaintiff that there were in the aggregate 579 several acts of driving over the bridge, and that at each of those drivings there were passengers in the vehicles, for each of whom, also, a foot passenger’s toll of two cents was collected. It was claimed that by the law under which the defendant company was chartered (General Law of 1874, P. L. 73, and supplement of 1876, P. L. 80), a penalty of ten dollars for each offence was imposed, and that, therefore, the plaintiff was entitled to recover five hundred and seventy-nine penalties of ten dollars each, amounting in the whole to $5,790. The court below so directed the jury, and a verdict and judgment for $5,760 were entered against the defendant, who thereupon ‘took the present appeal.\nBjr the second clause of the 31st section of the act of 1874, not changed by the act of 1876, the bridge companies chartered under the provisions of the act were authorized to charge tolls for passage over their bridges not exceeding certain .fixed rates prescribed in the act, among which were, for every four wheeled vehicle with two horses fifteen cents, and for the same with four horses twenty cents, also for every foot passenger two cents.\nClause 3 is in the following language : “ If the said corporation, or any person employed for it, shall collect or demand any greater rate or prices for passing over said bridge than what is prescribed in the list of tolls put up at the gate as aforesaid, or neglect to keep the said bridge in repair, he or they shall forfeit for every such offence the sum of ten dollars, to be recovered as debts of a similar amount are recovered, one half to be paid to the county, and the other half to the person who shall sue for the same.”\nThe penalty is incurred “ for every such offence,” and the offence is described in the antecedent words of the section thus : “ shall collect or demand any greater rate or prices for passing over said bridge than what is prescribed in the list of tolls put up at the gate as aforesaid.” That is, every time the defendant or its agents collected or demanded a greater sum than the prescribed tolls, the offence was committed for which the penalty of ten dollars was prescribed. It is the collecting or demanding the excessive fare or price which constitutes the offence. Now the collecting' and demanding the excessive tolls was done each time when the money was demanded and collected, and there were five of these in all. The plaintiff himself testified that he paid the defendant for the first week and after that every two weeks. We do not find any evidence of any demands, but simply of the payment of the money on the five occasions heretofore stated. The plaintiff testified: “ I always went to the tollhouse at the end of the bridge and paid it to the toll keeper or toll girl, whichever one was there. Q. Every two weeks you say? A. Every two weeks ; sometimes it might run a day or two over but would only pay for the two weeks.”\nThere were no other payments made but the five, yet the plaintiff was permitted to recover for 579 payments. Of course as theré were no 579 payments the defendant could not be convicted of that number of collections. It could only be convicted of the offence of each collection, and of these there were but five. It is idle to say that because there were 579 passages over the bridge for which the money was paid, therefore there were 579 offences for which the penalty was incurred, because the penalty was only incurred by the collection of the money, and there were but five collections in all. If there had been but one collection of the whole amount there would have been but one offence, just as, if there had been no collection at all, there would have been no offence. The statute is penal and must be strictly construed, but it needs no strict construction because there could be no offence without a collection, and therefore there could only be as many offences as there were collections. We take no account of demands as a separate offence because there were none.\nIt is of course perfectly clear that the defendant could not lawfully charge for the persons in the vehicles as foot passengers, because they were not foot passengers. They were simply a part of the load in the conveyance, just as much as wheat, or potatoes, or trunks, or any other kind of loading, and the law gave no right to charge for the loading of a vehicle except by the charge for the vehicle itself.\nBut notwithstanding all this the defendant was only liable for the penalties because of unlawful collections actually made, and there wore not 579 collections made, but only five. They are therefore liable for five penalties of ten dollars each, making in all fifty dollars.\nThis ruling is in entire accord with our own decisions and with those of England and our sister states. Thus in our own recent case of Friedeborn v. Commonwealth, 113 Pa. 242, a summary conviction was had before a magistrate, for six different and distinct violations of the act of 1794, prohibiting worldly employment on Sunday. The defendant was adjudged guilty of six distinct acts of sale of cigars and other merchandise to six different persons, and the full penalty of four dollars for each offence was imposed. < The court below sustained the convictions and affirmed the judgment. This court, however, reversed the judgment, holding that there„could be but one recovery for all the violations of the act on the same day, although the act provided that, “ every such person, so offending, shall, for every such offence, forfeit and pay four dollars to be levied by distress.” We held that there could be but one violation of the law on the same day, no matter how many or how few were the articles sold. Mr. Justice Gordon said, delivering the opinion: “ Moreover, the offence consists in ‘ performing any worldly employment or business whatsoever on the Lord’s day, commonly called Sunday,’ so that there is no proscription of any one or more distinct act or acts, but of any employment or business, whether the act or acts which constitute such employment are one or many. Friedeborn’s business was that of a vender of tobacco, cigars, etc., and he was not less a vender, though on Sunday, the 5th of October, he sold but one cigar, nor would he have been more so, had he on that day sold all the goods of which he was possessed. In either case he was engaged in his worldly employment, and that employment could not be changed, or its character altered, by the number of articles sold or the time required for its performance.”\nIt is just so in the present case. The act of collecting the unlawful tolls is the offence prohibited by the statute. Whether that act be the collection of one unlawful toll, or of a hundred, it is but a single act and it constitutes but one offence. There is no law or reason in dividing up the sum collected into as many parts as there were tolls aggregated in the collection, for the mere purpose of multiplying the penalties. The law does not require or justify any such subdivision. What it prohibits is a collection, and a collection is a unit. No matter how many items were included in the collection, if the whole of them were embraced in the one collection but one offence was committed. Just as in the case last cited, the offence was worldly employment on Sunday, but whether the instances of the employment were one or many, but one offence could be committed on the same day.\nThe same question was decided in the same way in Crepps v. Durden, Cowp. 640. There a baker was convicted of selling small hot loaves of bread on Sunday, and four separate convictions were had for four separate sales on the same day. But Lord Manseield held: “It is but one offence, whether longer or shorter in point of duration; so, whether it consist of one, or a number of particular acts. The penalty incurred by this offence is five shillings. There is no idea conveyed by the act itself, that if a taylor sews on the Lord’s day, every stitch he takes is a separate offence; or if a shoemaker or carpenter work for different customers at different times on the same Sunday, that those are so many separate and distinct offences. There can be but one entire offence on one and the same day. . . . Here repeated offences are not the object which the legislature had in view in making the statute ; but simply to punish a man for exercising his trade and calling on a Sunday.”\nIt will be seen that our own ease of Friedeborn and the foregoing ease of Orepps go much further than it is necessary to go in the ease at bar. .There each act of selling to different parties was a distinct violation of the law, but because all the acts of selling were but part of the one prohibited act of exercising a trade and calling under the English statute, or performing any worldly employment under ours, there could be but one conviction for all the acts done on one day. But in the case at bar nothing is an offence but a collection or a demand of the illegal tolls. The several passages over the bridge included in one collection are perfectly lawful in every sense, and there is nothing about them, or that relates to them, that gives rise to any illegality, except the collection of the tolls charged for the passages, and as the collection is the single illegal act done, it is but one offence, no matter how many items it embraces.\nIn the ease of Fisher v. N. Y. C. & H. R. R. R. Co., 46 N Y. 644, an action was brought to recover twenty-six penalties of $50 each for the violation of a provision of the railroad law of the state of New York, which declared that any railroad company which shall ask and receive a greater rate of fare than that allowed by law shall forfeit fifty dollars, which sum may be recovered, together with the excess so received, by the party paying the same. The plaintiff paid tlie excessive fare demanded by the company on twenty-six different occasions when he traveled on the defendant’s road. The court below gave judgment for the whole amount claimed by the plaintiff, but the court of appeals reversed the judgment, and held that only one penalty could be recovered for all the violations prior to the bringing of the suit. Ghovee, J., in the course of tlie opinion, after citing a number of authorities, says: “ My conclusion is, that but one penalty can be recovered upon the statute under consideration, for all the acts committed prior to the commencement of the action. . . . The legislature did not intend to open the door to a practice adopted in a ease originating in another part of tbe state, now under advisement in this court, of opening a book account of penalties earned, and delaying suit for a year, when such penalties amounted to between $20,000 and $80,000. A construction permitting this would defeat the intention of the legislature, which was to suppress the extortion by prompt prosecutions, by enabling parties to forebear suing until the aggregate of penalties amounted to a large sum, and induce others to do as one of the plaintiffs in one of the cases nowin judgment was honest.enough to testify he did: that was, to abandon other business, and spend his time for a considerable period in riding back and forth from Tonawanda to Buffalo for the purpose of earning penalties.”\nIn the case of Parks v. Railway, 13 Lea, 1, the Supreme Court of Tennessee in commenting upon the foregoing decision says: “ The decision of that eminent tribunal commends itself to our judgment and sense of justice. To allow a person to open a book account of penalties at an insignificant way-station, and run up a charge of $24,000 for the failure of the conductor to announce the station or the length of stay, of which no passenger has complained, would shock the conscience, pervert the intention of the legislature, and turn a remedial into a highly punitive statute. If the legislature had in the act before us, in so many words, authorized what the plaintiff has done without any notice to the company, it would be difficult to sustain the constitutionality of the statute. For the effect would be the imposition of an excessive fine.” In this case the court held that only one penalty could be recovered up to the time of the bringing of the action.\nThe same point was ruled in the case of Washburn v. McInroy, 7 Johns. 134, which was an action to recover cumulative penalties for a number of violations of the excise laws, and it was held that but one penalty could be recovered for all the violations of the law before the suit brought.\nIn the case of Central R. R. Co. v. Green, 86 Pa. 427, this court held that only one penalty could be recovered for the act of excluding two persons from a particular car of the defendant under the act of 22d March, 1867, P. L. 38, the exclusion of both being done at the same time. The act gave the whole of the penalty, $500, “ to the person thereby injured or aggrieved,” and it prohibited the exclusion of “ any person or persons on account of color, or race.” The persons excluded were a man and his wife. One action was brought and a recovery had for the exclusion of the wife, and another action was brought at the same time for the exclusion of the husband. In the court below a judgment was recovered in the second action, but this court reversed it without a venire, holding that the act of exclusion was but one act, and although two persons were excluded, but one penalty could be recovered. Mr. Justice Paxson, delivering the opinion, said: “ The fact that several persons may be aggrieved by the commission of a single offence, affords no ground to justify an inference that each may have his suit for the penalty imposed upon its commission, where the plain object of the law is to punish or repress a public wrong rather than to compensate a private injury. The penalty imposed by the act is so disproportioued to any supposable injuiy in an ordinary case, that we are bound to presume it was intended as a police regulation for the management of railroads, and to have been induced from motives of public policy.”\nPrecisely the same principle applies to the present case. One act of collection of illegal tolls is the offence which is punishable by the penalty of $10.00. Whether that act of collection includes one or many tolls, there is but one offence committed, and for that one offence there is but one penalty of $10.00.\nThe idea that because penalties were only claimed for entire loads of passengers, and not for each passenger, there should be a difference, and the penalty should be collectible for the whole load though not collectible for each passenger, is entirely void of merit. If the multiplicity of penalties is legally objectionable as to the individual passengers, it is equally objectionable as to whole omnibus loads for the same reason. If one collection entails one penalty it includes all the tolls embraced in the collection, and whether they are computed by the number of individuals, or the number of omnibus loads, is a matter of indifference.\nIn the case of Hill v. Williams, 14 S. & R. 287, the same principle was applied to an attempt to recover double penalties, for the unlawful marriage of a male and female minor, by a magistrate, under the act of 1729, to prevent clandestine marriages. The father of the female infant brought his action and recovered the penalty. Subsequently the father of the male infant brought his action to recover his penalty as a ‘ person grieved,’ and recovered in the court below. But this court reversed the judgment, holding that the marriage was one act for which but one penalty could be recovered, although the act gave a penalty to “ the person or persons grieved.” Tilghman, J., said: “ The object of the law was not so much to make a compensation to the injured parents (for in many cases fifty pounds would be no compensation), as. to deter all persons from being accessory to these clandestine marriages.”\nIn the case of Sturgis v. Spofford, 45 N. Y. 446, it was said: “ Prosecutions for aggregated penalties should not be encouraged. Penalties are often incurred inadvertently, or under a claim of right, and if the prosecution is promptly instituted for a single offence, it operates as a salutaiy warning to discontinue the practice or acts complained of, while delay, may be regarded as an acquiescence in the right of the party to perform the acts.”\nIn Railroad v. Green, supra, we said: “ The inclination of the courts against multiplying penalties is strong.”\nIn the case at bar the plaintiff opened a book account of penalties, commencing February 4, 1891, and continuing, with daily entries, until April 5th, a period of sixty-one days, and in that short time he charged up against the defendant sixty-one items of account, which he describes as follows: “Violating said act of assembly two times, $20,” etc., varying only in the dates and number of times and amounts charged. The number of “violations” charged is 579, and the aggregate of the penalties, with which the defendant is debited, is $5,790. This book account of penalties is the cause of action in this case. If the plaintiff: had waited for a year before bringing suit he would have been entitled at the same rate to about $35,000 worth of violations, which was probably more than the whole value of the bridge.\nThe whole idea of the claim appears to be that the act imposing the penalties was intended for the private personal benefit of the informer. But this court, and other courts, have, as we have seen, utterly condemned and repudiated airy such purpose in the legislation. The legislative intent is not to reward the person suing for the penalty, but to repress the unlawful practice for purely public reasons, and for that purpose one penalty, judicially declared, is as effective as one hundred. It would be altogether demoralizing for the courts to encourage such a practice of accumulating a large number of penalties and bringing one action to recover the whole mass. The conservation of the public good does not require it, and the basis of merely individual right upon which it is founded has been distinctly disavowed by the courts.\nIt will be seen, therefore, that the plaintiff’s right of recovery for the whole amount of his claim for “ violations,” is at war with the plain reading of the act under which it is brought, is contrary to sound public policy, would contravene the legislative intent, and cannot be justified by any private ownership of the penalties sought to be recovered. We bave allowed a recovery for five penalties because there were five instances of unlawful collection, though it is perhaps doubtful whether any more than one penalty should be allowed. But the amount is not serious and the act gives the penalty “ for every such of-fence.”\nThis action is not brought to recover the excess of tolls paid over legal rates, but the penalties only, and the plaintiff is entitled to a judgment for fifty dollars to cover the five penalties allowed. We sustain the first, second, third, and eighth assignments of error, we dismiss tbe fourth, fifth, seventh, ninth and eleventh assignments as not sustained, and we do not consider the remaining assignments because they are immaterial.\nThe judgment of the court below is reversed as to all the excess above fifty dollars, and judgment is now entered here in favor of the plaintiff and against the defendant for fifty dollars and costs."}