{"id": "846597", "contents": "Opinion by\nMe. Justice Dean,\nWilliam P. Hayes and S. P. Kepler, under the partnership name of Hayes & Kepler, were real estate brokers in the city of Erie. In conducting their business, they found it necessary to take title to lots and lands to themselves. For convenience in transfer, the. deeds were sometimes made to one or other member of the partnership as grantee of the whole estate, neither the partnership interest, nor any interest of the other partner, being disclosed by the deed.\nOn the 17th of April, 1872, W. L. Scott and wife conveyed to Kepler individually two pieces of land or lots in the city of Erie; the deed, was recorded July 25, 1872. Thus the title •stood on 30th of October, 1875, when Kepler borrowed from the Erie Dime Savings and Loan Company $511.11, and gave his judgment note therefor, which was entered of record in the common pleas on the 19th of October, 1876; the judgment was afterwards revived. On the 23d of October, 1876, the firm of Hayes & Kepler, being insolvent, made an assignment to Frank Gunnison for the benefit of their creditors. The assignment embraces the lots conveyed by Scott and wife to Kepler; they were paid for out of partnership funds or by partnership services, and equitably, as between themselves, each was entitled to the one half interest. On October the 27th, 1876, the date of the assignment, but one year after Kepler borrowed the money and gave the judgment note, and eight days after the judgment was entered, Hayes & Kepler placed of record a written instrument, executed and acknowledged by both, declaring that this, among other lands, had been purchased as partnership property and belonged to them as partners. The assignee, by an agreement with the judgment creditor, the Dime Savings & Loan Company, sold the land discharged of the lien of the judgment, they further agreeing that their respective rights to the money should be determined in an amicable action of assumpsit. So this issue was framed between them, and, on judgment being entered for the assignee in the court below, defendant took this appeal, assigning for error the entering of judgment.\nThe learned judge of the court below was of opinion that a judgment creditor of one partner, holding partnership land by deed of record in his own name, could not, as against partnership creditors, collect his debt out of the partnership land thus held. Even though when the judgment was entered there was nothing of record to show the land was partnership property, the lien of the judgment was to be determined by the fact as to whether the land was partnership property, and that not by the deed but by evidence de hors the deed when the judgment was entered. The correctness of this legal conclusion from the undisputed facts is now for consideration.\nIt is not a question as to the construction of the recording acts. As we understand it, there is no allegation that a judgment creditor is within the protection of the recording acts. These statutes, it is true, have done nothing' to favor him, neither have they done anything to peril him ; he stands just as he would stand without them, with a right to all the equities springing out of the facts in the particular case. He is not a grantee or mortgagee, but he is still a creditor of record, who is not outlawed by the recording acts because not named in them as a beneficiary. Hayes had an equitable estate in the land; if Kepler had conveyed it as his, the purchaser would have been protected by the recording acts against any claim on part of Hayes ; but he did not convey it; there is no adverse claim of mortgagee or purchaser, but only the question on the facts,— are the equities of the judgment creditor superior to those of Hayes’ or Hayes & Kepler’s creditors?\nThe first point raised is, that the land conveyed to Kepler was not what it seemed to be by the deed of record when he borrowed the money from the bank; instead of being his land, it belonged to the partnership of Hayes & Kepler, and is therefore to be treated as personal estate. If this be so, it was 'not subject to the lien of a judgment against an individual member of the firm. The case is, as if by the mere announcement of a secret agreement, theretofore known only to themselves, the land was at once turned into a horse, not the subject of a judgment lien; nor could the judgment creditor levy on and sell the horse, but only Kepler’s partnership interest in him; then he could have an account with Hayes, the other partner, and if anything remained after settlemerft of the partnership he was entitled to one half. Is this effectual, as against a judgment creditor, to work a complete transmutation of his debtor’s land into a chattel, in the face of the statute of frauds, and the positive contradictory assertion of the deed, more than four years of record ? Did the owners of the property do that as against a judgment creditor without notice, which was necessary to turn it from the land which it seemed to be, into the partnership chattel they now aver it to have been ? That their agreement was in writing is not material; the fact of it was known only to themselves; it was not their wish to have others know of it until the motive for concealment no longer existed ; their purpose, convenient transfers, could only be accomplished by secrecy as to the real state of the title. Therefore, so far as concerned third parties, it scarcely reached the dignity of an open parol contract, — certainly it rose no higher. It cannot be doubted that, under the rule announced in Hale v. Henrie, 2 Watts, 143, if this case be within it, the lien of the bank attached to the land as Kepler’s. In that case, it is said: “ No averment of any right by parol, or by what is still less, the nature of the fund which pays, or the uses or purposes the property is applied to, can be allowed to stamp a character on the title inconsistent with that appearing on the deed and record to the prejudice of third persons.” And then the language of Tilghman, C. J., in McDermot v. Lawrence, 7 S. & R. 438, is repeated and adopted “ after a review of the American and English cases on the subject, where partners intend to bring real estate into the partnership stock, we think that intention must be manifested by deed or writing placed on record, that purchasers and creditors may not be deceived.”\nThe next case is Lancaster Bank v. Myley, 13 Pa. 544. The deed on its face was to a partnership, and the judgment creditor against one of the partners was held to have no lien. Hale v. Henrie is recognized and approved, and the court says: “ As parties take, so they hold. Where they take a deed as \"tenants in common, then, and in such case, it would be necessary to put on record an agreement that it was intended to be brought into the partnership stock, or where one of the parties held individually, the same agreement would be necessary.”\nThis is followed by Ridgway, Budd & Co.’s Ap., 15 Pa. 177. The deed in this case was in fact to a partnership, but it was not so expressed, the grantees being “ Green, Howard & Co.,” not as partners, nor trading as Green, Howard & Co., as in Lancaster Bank v. Myley. In the habendum it was expressly to them as tenants in common. A judgment creditor of a member of the firm was held to have a lien, the court saying: “ There is nothing to distinguish this case from Hale v. Henrie, Kramer v. Arthur, Lancaster Bank v. Myley. When partners intend to bring real estate into partnership, their intention must be manifested by deed or writing placed on record, that purchasers and creditors may not be deceived.”\nIn McCormick’s Ap., 57 Pa. 54, a contest between a judgment creditor of a member of a firm and partnership creditors, where the partnership land was in the name of one member of the firm, this court, Justice Stbong delivering the opinion, again adhered to the rule of Hale v. Henrie, sustained the lien of the judgment creditor, and said that to hold otherwise would defeat the statute of frauds which prohibits the vesting of interests in real estate without deed or writing.\nIn Lefevre’s Ap., 69 Pa. 122, it is declared that as to strangers, mortgagees, purchasers and creditors, the agreement of partners to make real estate part of the common stock must be in writing and ought to be on record, and it is not competent to show by parol that real estate conveyed to two as tenants in common is partnership property.\nIn Appeal of Titusville National Bank, 83 Pa. 203, it is said: “When, therefore, they (the partners) took to themselves the deed as tenants in common, they did that which it was lawful for them to do, so it mattered not whether the creditors knew or did not know that the property was purchased with partnership funds, for as to them the deeds which were of record determined its character unalterably.”\nHolt’s Ap., 98 Pa. 257: “ Where real estate is conveyed to persons who are partners, the face of the conveyance determines as to judgment creditors the nature of the title.”\nShafer’s Appeal, 106 Pa. 54: “If the question were one affecting lien creditors or purchasers, the fact that the title was not to the firm would be conclusive. ” Warriner v. Mitchell, 128 Pa. 153: “Being named as individuals in the deed, prima facie they would be regarded as tenants in common, and so far as the rights of lien creditors were or might be concerned, this state of the title could not be controverted or changed by parol proof.”\nAnd then comes this very case, Kepler v. Dime Savings Bank & Loan Company, 101 Pa. 602. On a sci. fa. to revive the judgment, the assignee filed affidavit of defence, averring in substance the same defence as raised here. The court below gave judgment for want of a sufficient affidavit of defence. On appeal, the judgment was affirmed, this court saying: “ If it does not appear on the face of the deed, or by some recorded agreement in writing that the land in question is held as partnership land, it does not have that quality.”\nThe rule announced in Hale v. Henrie has been followed, as we think we have shown, since that time. Land granted to the member of a partnership, paid for with partnership money, the deed placed on record, yet nothing on the face of it to show that it is other (fian a conveyance to an individual, cannot be turned into mere personalty for partnership creditors by parol testimony or secret agreement, to the destruction of the lien of a judgment entered against the individual grantee.\nIt is argued that, while the rule applies to grants to two or more as tenants in common when the land is partnership property, it has no application where the deed is to one of the two members of the partnership, and the funds of the partnership have paid for the land, for then, there is a resulting trust which is an exception to-the statute of frauds, and Erwin’s Appeal, 39 Pa. 535, and Lacy v. Hall, 37 Pa. 360, are cited to sustain this position. The number of names in the deed affects not the principle announced, that we can see ; nor are these cases in conflict with the principle advanced in Hale v. Henrie, and adhered to in the long list of cases following it. “ Where it is the intention to bring real estate into the partnership stock, the intention must be manifested by deed or writing placed on record, that purchasers and creditors may not be deceived,” is the summing up of the opinion in Hale v. Henrie. The decision is not based on any enlarged intent of the recording acts, but on those broad principles of equity and policy underlying the statute of frauds, and which do not countenance double dealing. By a formal deed, Hayes & Kepler represented this property to the public as Kepler’s individually; then, after Kepler had obtained the loan from the bank, and judgment on it was entered, it is attempted by parol to change the nature of the property; it is no longer land but personalty ; it is land for borrowing on a judgment note, but is personalty, not the subject of a judgment lien, when it comes to paying.\nLacy v. Hall was decided on the particular facts of that case as is shown in the concluding lines of the opinion : “ Hall’s use of the partnership funds for the improvement of the property was a fraud upon his copartner; on any other hypothesis than that, he held the reversion in trust as well for Lacy as himself. It is not the case of a resulting trust growing out of the payment of the purchase money. It is rather a constructive trust which equity declares to arise from the relative situation and conduct of the parties. ... It would be intolerable that he should be enabled by his breach of faith to, obtain possession not only of what he purchased, but of all the extensive improvements upon it erected by the money of,¿the firm.” The contention was really between hostile partners; was an attempt to set up the individual deed against the other members of the firm in fraud of their rights.\nErwin’s Appeal is radically different in its facts from Hale v. Henrie. The judgment in Erwin’s Appeal is against the partner whose name does not appear in the deed, and who had, at most, only an equitable interest in the land, for says the court: “ Upon what ground then, was the judgment of Ditman against Imhoff a lien ? He could only haye sold the interest of Imhoff in the firm, and that was personalty not subject to a lien. The title papers exhibited no interest in his debtor. At most he had a mere equity.” If the judgment of the bank here were against Hayes, who at the entry of the judgment was wholly destitute of any record title, instead of against Kepler, the apparent owner by record, it would be like unto the facts in Erwin’s Appeal.\nJustice Strong, who rendered the opinions in Lacy v. Hall and in Erwin’s Appeal, himself, in McCormick’s Appeal, distinguished them from Hale v. Henrie, evidently intending that the rule firmly settled by that case should not be infringed.\nIn Lefevre’s Appeal, Justice Sharswood, referring to Erwin’s Appeal and Lacey v. Hall, says: “ It is to be remarked, however, that in these cases there was nothing from which it is to be inferred that the other members of the firm acquiesced in the appropriation of the common funds to the purchase in the name of the individual member. For him to claim to hold it as his private property without the consent of his associate, was in fact a fraud.” He then aptly says: “ There can be no resulting trust by operation of law where the title of the partnership property is held in the name of one member by the consent of the other.” Here, as between the partners, the trust was wholly voluntary and agreed upon by both; as between them there was no fraud or bad faith. The very object of the deed to one member, instead of to the partnership, was to have the title appear to the public to be wholly Kepler’s, to facilitate dealing with it. How, then, can this case be an exception to the statute of frauds because of a resulting trust ? Bracken-ridge, J., in Heister v. Fortner, 2 Bin. 52, was of the opinion that such a transaction as against creditors is constructively fraudulent. Agnew, J., Ebbert’s Appeal, 70 Pa. 79, says: “ The eovinous character of the change is forbidden by statutes 18th and 27th Elizabeth.”\nBut it was decided in Ludwig v. Highley, 5 Pa. 141, that constructive fraud, as applicable to the possession of chattels, did not include within its terms real estate. Sill v. Swackhammer, 103 Pa. 7, relied on by the court below, it seems to us, can have no application to the facts here. It decides that, as against the equitable owner, the judgment creditor with notice of the equitable estate is not entitled to the rights of a purchaser of the legal title!\nThe real principle, on which to determine the rights of these parties, is that laid down in Hale v. Henrie ; it is impregnable on both reason and authority: The facts, — (1) the conveyance of the partnership land by consent of both partners to one of them; (2) the deed placed of record, accompanied by no agreement disclosing the interest of the other; (3) money borrowed by the grantee in the deed on his personal judgment bill, which was entered of record against the land as he then held it, — bring the ease so clearly within the rule, that no averment of any right, by parol, or by a secret agreement in writing, can be permitted to stamp the property with a quality other than that expressed in the deed, and thus destroy the lien of the judgment creditor.\nThe appeal is sustained, the judgment of the court below reversed and a new trial awarded."}