{"id": "846600", "contents": "Opinion by\nMb. Justice Dean,\nThe plaintiffs, by a written agreement with defendant, on 21st of May, 1889, contracted to do the grading, rock-cutting, masonry and other work required in the enlargement of Manayunk and Phoenixville tunnels, and approaches to same, also certain work upon the stone arch bridge across the Schuylkill at north end of Phoenixville tunnel. The work was to be done in a workmanlike manner according to elaborate plans and specifications which formed part of tile agreement, under the direction of, and to the satisfaction of, defendants’ chief engineer, all to be completed by the following 22d of September. Defendant was to pay for widening Manayunk tunnel, $18,000; for Phcenixville tunnel and approaches, including stone arch bridge, $54,000. Payments were to be made by the usual monthly estimates, but ten per cent was to be retained until the work was completed, when, if performed according to the contract and satisfaction of the chief engineer, a final estimate was to be had, and payment made within thirty days. The plaintiffs were to commence the work within ten days, and prosecute it with such force as the engineer should deem necessary for its completion, as provided in the contract, and if they should not so prosecute the work, then the chief engineer was authorized to employ such workmen at such wages as in his judgment were necessary to the completion of the work, and charge the cost as so much money paid on the contract. Then came this final stipulation :\n“ And it is mutually agreed and distinctly understood that the decision of the chief engineer shall be final and conclusive in any dispute that may arise between the parties to this agreement relative to or touching the same; and each and every of said parties do hereby waive any right of action, suit or suits, or other remedy in law or otherwise, by virtue of said covenants, so that the decision of said engineer shall, in the nature of an award, be final and conclusive on the claims of said parties.”\nThe plaintiffs began the work, and claimed to have completed it about February 15, 1890, when they quit; the ■ defendant, alleging the work was not performed as required by the contract, employed workmen and finished it. At the time they quit, plaintiffs had been paid $51,000 of the $72,000 specified in the contract; they claimed the remainder, $21,000, and, in addition, about $7,000 for work done under a parol agreement, by a different and more costíy method than that specified in the written contract, and for work extra to the contract. The defendant denied plaintiffs’ right to any amount outside the v contract price, and alleged there should be deducted from this the cost of completing their unperformed contract, about $9,000, which, then, at most, would have left only about $12,000 due them. And defendant further contended, that as the engineer, under the arbitration clause of the agreement, had decided only $12,111.34 was due, this was all they could recover, and that amount not in this suit, but in an action on the award.\nIt is proper to say here, that there is no intimation that the authority of the chief engineer, as arbiter of disputes, was imported into, or continued in the alleged new parol contract. If his functions survived, they were confined wholly to disputes under the written contract. His decision, being after it was finished, necessarily embraced the whole line or locality of the work. He did not attempt to draw a line of distinction between the work done by plaintiffs under the written agreement, and that done by them under the alleged parol agreement. The fact of a parol agreement was wholly ignored by him. So it is not worth while to inquire, whether the jurisdiction of the engineer might, even if there was a parol agreement, have been exercised over matters not affected by it in the written one. The decision covered indiscriminately the whole work, and cannot stand as to part. He says in the decision: “ I have carefully considered all the points involved in the settlement for the work done by It. A. Malone & Sons in compliance with the agreement entered into between you under date of May 21, 1889, for the enlargement of Manayunk and Phoenixville tunnels.” He then, among other things, decides they did not put on enough of men, and did not finish the work as required by the written contract. He does not take into consideration the fact, alleged by plaintiffs, that, when the rock-cutting in the Phrenixville tunnel was about half done, by agreement, the method of doing it was entirely changed ; and does not consider whether, under the new method, it was left unfinished. He passes on the work on the ground covered by the written and alleged parol contracts, without attempting to separate them. If, then, as a fact there was a parol agreement, the decision embraces to a considerable extent matters covered by it; for this, there is no evidence of authority in the engineer, and whether his authority as to disputes under the written agreement, not affected by the new one, continued to exist or not, his decision made no distinction as to the rights of plaintiffs. Therefore, the decision must, as a whole, stand, if there was no alteration of the written agreement, or fall if there was.\nAt the trial, under the instructions of the court upon the evidence, there was a verdict in plaintiffs’ favor for $81,203.02. This, however, included an item of $3,026.06, which defendants admitted to be due plaintiffs for extra or force work. It was also undisputed by plaintiffs, that defendants were entitled to a credit of $2,000, which they had agreed to pay for removing rock, and also $1,225 for canal service rendered by defendants to plaintiffs.\nAs the case was tried in the court below, the real points of contention were:\n1. Was the written contract altered in material particulars by a subsequent parol contract?\n2. If there was such alteration, then, were the plaintiffs, under the new or altered contract, entitled to an increased sum of money for the work done ?\nIf there was such alteration, then the new contract, as is said in Vicary v. Moore, 2 Watts, 457, and the numerous cases following it, drew to its nature the retained stipulations of the old contract, and reduced the whole to parol, the written contract to be used -no further than to mark the terms and extent of the new stipulations.\nAccording to the written contract, the plaintiffs were to be paid in the lump $54,000, for enlarging the Phcenixville tunnel and its approaches. The height of the tunnel was to be increased by removing the rock bottom to the depth of a foot for a length of nine hundred and twenty-five feet. Plaintiffs alleged that, about the time one half this work was completed, it was agreed that, instead of taking up the bottom to secure the increased height, the rock top should be taken down, and thereafter the work was so done. That a change by consent of both parties was made, is established by the evidence of the witnesses on both sides. Defendants deny that it was a material, alteration, or that they specially requested it. It has never been held that slight and immaterial variations by the consent of the parties in a written contract work an entire change in the nature of the contract, and the rights and obligations of the parties. Such changes, which could not have been reasonably foreseen by either party, often, during the progress of the work, are found desirable by one or the other, and sometimes by both. When slight changes are so made, they affect not the nature of the written contract, or the stipulations contained in it. Here, however, the plaintiffs allege, the alteration was material, in that it increased the cost of the work about six times that specified in the written contract, and greatly increased the difficulties and dangers of its prosecution. As to this, there was a decided conflict in the evidence. There was the same conflict as to the alleged change in the excavation of the approaches, plaintiffs alleging the contract was changed, so as to increase the work from two hundred cubic yards to sixteen hundred.\nThe evidence was for the jury. If they found the parol agreement was an essential alteration of one of the principal stipulations of the written one, greatly changing the character of work to be done by plaintiffs, and largely increasing the obligation of defendant, then, the whole contract was, as to its nature, reduced to parol, but the stipulations not modified or changed, remained.\nAppellants, in their 5th written prayer for instructions, asked the court to peremptorily instruct the jury, there could be no recovery of any part of plaintiffs’ claim, except the undisputed item of $3,026.06 for extra force work, because the decision of the engineer under the written contract was final and conclusive. This the court refused, for reasons given in the general charge. The reason there given is that, as the award delivered to plaintiffs was not signed, it was not binding on either party. We do not think the reason given warranted the conclusion. The decision of the engineer as “ to any dispute which may arise between the parties to this agreement, relative to or touching the same,” is all that is stipulated for; no particular form embodying the decision is specified; it is to be in the “ nature of an award,” not in the form of one. To say that the decision shall be in writing signed by the engineer, on every point of dispute which might arise during the work, relative to or touching the agreement, is to say a great deal more than the parties themselves said. A reasonable interpretation of this clause, in view of its object, is, that the decision of the engineer on a point in dispute was to be made, and the parties notified of it; that was the substance ; the form was immaterial. Here, the decision was made, put in writing, and'signed by the engineer, and an unsigned copy delivered to plaintiffs, the original remaining in the office of the company. If that was all there was in the case, both the court below and we would be bound to treat the decision as final and conclusive between the parties.\nBut, did the ruling of the court do the defendant any harm?\nThere was no error in refusing the peremptory affirmation of the 5th point, for it was based on facts only averred by defendant, not admitted or indisputably established; therefore, all the defendant could properly ask, on the subject embraced in the point, was an instruction that, if the jury found the written agreement had not been altered by a subsequent parol one, the decision of the engineer was final and conclusive. A simple negative, as the point stood, would have been a correct answer. But the court refused the point, and referred the jury to the reasons given in the general charge, which, as we have seen, were not sufficient to warrant the opinion that the award was not conclusive. The defendants then, in their 35th assignment, specify this part of the general charge as error; and so it is, technically; but, if it can be certainly said, the error in no way affected the verdict, we will not reverse.\nThe verdict is for $81,203.02. In substance, the jury was plainly instructed, if there was no parol contract which essentially changed the written one, or if, by such change, taking down top instead of taking up bottom, there was imposed no materially increased burden on plaintiffs, or if plaintiffs contracted for the approaches, relying on their own estimate of 200 cubic yards, and not on defendant’s “quantity sheets,” there could be no recovery for anything beyond the contract price in these particulars; further, they were pointedly instructed, if plaintiffs had not done the work as agreed upon, or had left a part undone, defendants were entitled to a deduction for the cost of doing what plaintiffs had neglected or refused to do. The jury found against defendants in each particular, for they found almost the amount of plaintiffs’ claim on the items in dispute. The written contract price was $72,000, to which was added the admitted extra force work, $3,026.06, making, together, $75,026.06. On the other side, plaintiffs admitted cash payments, $51,000; due defendant for removing rock, $2,000; and for canal service, $1,225; making total credits of $54,225, and leaving a balance of $20,801.06; this, with interest to date of verdict, made $24,122; if to this be added plaintiffs’ disputed claim of $7,000, the sum is just about the amount of the verdict. Under the clear instructions of the court on the evidence, this verdict could only have been arrived at by finding that a parol contract was made, changing the written one, and warranting the allowance of plaintiffs’ increased claim. So, even if the court had charged, if there was no parol contract, then the decision of the engineer is final and conclusive, but if there was, then plaintiffs could recover such increased amount as the evidence showed them to be entitled to, the result would have been the same. There would have been no change in the evidence, and none in the fact. Precisely the same testimony, which, as the ease was tried, established the plaintiffs’ right to the additional $7,000, would, if it had been tried as both we and the learned counsel for defendant say it ought to have been tried, have established the inconelusiveness of the engineer’s decision. It is a settled rule of this court, that an error which did the appellant no harm is not ground for reversal. Therefore the 35th and 45th assignments of error are overruled.\nThe 38th, 39th and 40th assignments are to the wording of plaintiffs’ points.\nEach of these points commences: “ If the jury believe the evidence of plaintiffs the verdict must be for plaintiff,” etc. Such language certainly fails to express the idea intended by the learned counsel who framed the point. We have had occasion more than once to signify our disapproval of this form. It is doubtless meant to request the court to charge the jury that if on the evidence they should find certain facts, then certain conclusions should follow; but the language of the point does not necessarily imply the thought intended. “ If the jury believe the evidence for plaintiffs.” What evidence ? Part, or all of it ? If they do believe any part or the whole of it, it may only tend to prove the fact sought to be established; some of the evidence they may not believe, and still a preponderance of the whole evidence may produce conviction. But here, the answers of the court directed attention to the facts which it was incumbent on plaintiffs to prove by the evidence, and consequently the jury were not misled. As the points were framed, the court might very properly have declined to answer them. The object of written points, as we understand it, is to obtain from the court specific rulings on the law applicable to the facts ; if they are so worded that their meaning is concealed or obscure, the court is not bound to answer them.\nAs to the first assignment of error, to the admission in evidence of the written agreement, when no copy was filed, we think there was no error. Plaintiffs’ claim was based on an agreement resting in parol. The inducement to the new one was the existence of the old one, but if the new one was made out, the old became parol. In this view of the case, the action was not founded on the writing, and plaintiffs were no more bound to file a copy, than a copy of a receipt, engineer’s measurement, or any other item of written evidence. The plaintiffs’ statement avers a parol contract only. The act of 1887 says : “ In assumpsit, the plaintiff’s declaration shall consist of a concise statement of the plaintiff’s demand, as provided by the 5th section of the act of 1806, and shall be accompanied with copies of all ... . contracts .... upon which the plaintiff’s claim is founded.” Not being founded on the written contract, it was not necessary to file a copy of it.\nOf the thirty-four assignments of error to the admission or rejection of evidence, this first is the only one which discloses the purpose of the offer and the reason for objecting to it. Going from the'formal assignments to the stenographer’s notes of testimony, they are just as meagre; we find nothing, which, with the most liberal construction, will warrant us in treating the alleged errors as properly assigned under rule 24. It is possible a prolonged search through the manuscript record on file would be rewarded with the information the paper book ought to give. But counsel ought not to ask this of us, and certainly we have not the time for the work. Under the rule mentioned, all these assignments are held as none. The 36th, 37th, 41st, 42d, 43d, and 44th assignments all raise questions which have, in effect, been passed on in our disposition of the 35th and 45th, and demand no further notice.\nAll the assignments of error are overruled, and the judgment is affirmed."}