{"id": "846604", "contents": "Opinion by\nMr. Justice Williams,\nThis case involves substantially the same question that was heard and determined in Hallstead v. Coleman, 143 Pa. 354. The appellant seeks to charge the estate of Henry Gibbs with money deposited by him, as guardian, in the Home Savings Bank, located at South Waverly, on the theory that the bank was a general partnership and that the decedent was one of the partners. The appellees deny that the Home Savings Bank was a partnership, and assert that the decedent purchased shares of stock in the bank, as and for the shares of stock in an incorporated bank, and not otherwise. At this point it seems desirable to define the words over which this contest extends.\nFirst, what is a corporation ? The several answers given by text writers may be reduced to the following formula: A corporation is an artificial person created by law as the representative of those persons, natural or artificial, who contribute to, or become holders of shares in, the property entrusted to it for a common purpose. As it is the creature of positive law, its rights, powers and duties are prescribed by the law. Beyond the legitimate purposes which it was created to serve, and the lines of limitation the law has drawn around it, it is without power to act or capacity to take. Thus a banking corporation while fully competent to do what is usual and necessary in its own business, may not own and operate a railroad, or engage permanently in any other business than that for which it was created. It has neither the legal capacity, nor the right, to do so; and if it undertakes to go in any direction beyond its corporate powers its acts are ultra vires. The creation of a corporation is not within the power of the individuals who subscribe to its stock. It is exclusively the work of the law; and the best evidence of the existence of a corporation is the grant of corporate powers by the commonwealth.\nSecond: What is a corporation de facto ? It is an apparent corporate organization, asserted to be a corporation by its members and actually acting as such, but lacking the creative fiat of the law. In Taylor on Private Corportions, 145, it is said that a de facto corporation may exist “ when a body of men are acting as a corporation under color of apparent organization, in pursuance of some charter or enabling act.” Their organization may be imperfect, so that upon a quo warranto they could not show a sufficient compliance with the law to justify the exercise of corporate powers, but, as to parties dealing with them, and as to each other, they are estopped to deny that they are what they hold themselves out to be. In a recent case in Minnesota, Finnegan v. The Knights of Labor Building Association, it was held that a de facto corporation exists when these three things concur, viz.: A law under which the alleged corporation might be created ; an attempt to organize under the law; an assumption and exercise of corporate powers under such attempted organization. In Church v. Pickett, 19 N. Y. 482, only two things were held necessary, viz., “ The existence of a charter or law under which a corporation with the powers assumed might be lawfully created; and a user by the party to the suit of the rights claimed to be conferred by such a charter or law.” Where there has been a substantial compliance with the law the corporation is, of course, de jure. Where there has been no substantial compliance, but there has been nevertheless an assumption and exercise of corporate powers in pursuance of an attempted organization, the alleged corporation is such de facto onljn The Minnesota courts hold the correct rule, and three things are necessary to create the liability: a law or charter under which an organization de jure might be effected; an attempt to organize which falls so far short of the requirements of the law or charter as to be ineffectual; an assumption and exercise of corporate powers notwithstanding the failure to comply with the law or charter.\nThird: What is a partnership ? Perhaps the best definition is that given by Story: a relation created by a “ contract between two or more persons to place their money, effects, labor, or skill, or some or all of them, in lawful commerce and divide the profits between them.” Its foundation is a contract express or implied. It results from the act of the parties, not from the act of the law: Hedges’s Ap., 63 Pa. 273; 17 Am. and Eng. Encycl. of Law, 829; see also 8 W. & S. 63; 16 Ohio, 166; 14 Johns. 318; 49 Ill. 437. But as to third parties one may be held liable as a partner by implication of law arising upon his own acts contrary even to his own intention. Thus the officers and acting members of a corporation de facto may be liable as partners if their conduct has led others to trust the concern upon that basis: 47 Conn. 443. But without a contract of partnership, or such acts and declarations as lead others to infer its existence and to extend credit on that'basis, there is no foundation on which liability as a partner can rest. The best evidence of the existence of a partnership, is the contract creating it. If proof of the contract is not within reach, its existence may be inferred from proof of contribution to the partnership stock. If direct proof of contribution cannot be had it may be inferred from participation in profits. In the absence of all this the acts and declarations of the parties sought to be charged .may be resorted to. Participation in profits is not conclusive proof of the existence of the partnership relation, Edwards v. Tracy, 62 Pa. 374; but both in England and in this country it -is cogent evidence upon the question. It puts the defendant upon his proofs explanatory of the fact. If he is able to show that such participation was referable to some other reason, such as compensation for services rendered by him as agent, broker, salesman or otherwise, the prima facies is overcome. So if the participation in the profits is referable to some other relation than that of partnership between the participants, such as membership in a joint stock association, or a corporation, the effect of proof of participation will be overcome.\nIn the light of these well settled rules, let us consider briefly the position of the parties and the important findings of fact made by the learned auditor in this ca§e. The claimant’s right to share in the fund in court rested on the theory that the Home Savings Bank in which the money of his wards had been deposited was a partnership, and that the decedent was a part- - ner. The burden of proving the fact that the bank was a partnership was on him; and as was said in Hallstead v. Coleman, 143 Pa. 364, “ until that proof was given, the defendants were not called upon to enter upon their defence.” The proof made upon this subject showed the organization of a bank under the name of the Home Savings Bank, with a president, cashier, and a board of directors. This is the mode of organization usually adopted by corporations, and did not tend to prove a partnership. It was then shown that the decedent bought and held certificates of stock in the bank, after its organization, which recited not the formation of a partnership, but the organization of a bank under the laws of the state, and the division of its capital into shares of one hundred dollars each. This is not the usual way in which partnerships are created and partners admitted. It is the usual way in which stocks are issued and transferred in corporations. Proof was then made of the receipt by the decedent of several dividends upon his stock. These did not purport to be shares in the profits of firm business, but dividends, declared in the manner usual among eorporations, upon the stock of the bank; and were paid by dividend cheeks drawn under the authority of a board of directors. The only other evidence was the returns made by the officers of the bank under the tax law of 1879, which threw veiy little light upon the character of the organization of the bank. Upon this proof the questions for the auditor were whether the bank was shown to be a partnership, and the decedent a partner. The bank did business for a number of years and then failed. Its books and papers were in the hands, or subject to the control of, the receiver. The manner of its organization was not shown ; the partnership agreement, if any such existed, was not produced. No proof was given that the officers or stockholders claimed, or held out to the public, that the stockholders were partners or the bank a partnership enterprise. It was not alleged that the decedent participated in any manner in the business, or exercised any control over it. The whole case against him rested on the fact that he had purchased shares in a bank, then organized and doin|j business, and received dividends declared by the directors and paid to him in a cashier’s check. We are not surprised that the learned auditor was led to ask, “ What is there in all this evidence from the beginning of the business to the failure, tending to prove a partnership ? ” nor that he answered his own question by holding that this proof was insufficient to establish, prima facie, the existence of the partnership relation. On the other hand there was much tending to show that Henry Gibbs understood that he was the holder of stock in an incorporated bank; and that the bank assumed and exercised corporate power's; and was dealt with by the public as a corporation. The form of its certificates, the manner of their transfer, the election of directors by the stockholders, the management of the business of the bank by the directors and the officers elected by them, the mode of declaring and paying dividends, were all suggestive of a corporation. They were not suggestive of a partnership. We are unable therefore to say that the auditor erred in finding that the bank was not shown to be a partnership. The learned judge who heard the exceptions to this report seems to have concurred with the auditor, and we require under such circumstances to be satisfied that a mistake was made before interfering with the findings. We are not so satisfied; but are of opinion that the state of the evidence justified the auditor’s conclusion. This disposes of the whole case.\nIt is said with earnestness and energy that this is a case in which the depositors deserve protection. We assent to this proposition. We can extend protection to them however in accordance with the established rules of law, and in no other manner. What the Home Savings Bank was in its organization, in what capacity those who held its stock were liable to its depositors, are questions not now before us. It may have been a corporation de jure, a corporation de facto, a joint-stock association, or a general partnership so far as we are able to -declare. What we say is that the evidence in this case is not sufficient to make a case, prima facie, against Henry Gibbs as a partner, or the bank as a general partnership. It does not appear that the bank was organized as a partnership, conducted business as a partnership, or held itself out to the public as such. It does not appear that Gibbs understood the bank to be other than what his certificates of stock indicated; or that he treated the business of the' bank as that of a firm, or exorcised the slightest control over, or influence upon it; or misled the appellant or any other depositor by act or word as to his relation to it. What does appear is that he purchased shares of stock in the usual manner, and received some dividends thereon. These circumstances are naturally referable to the relation of a stockholder to a corporation; and, standing alone, are not proof, prima facie, of the appellant’s proposition that the bank was organized as a partnership, and that the purchase of shares of stock made Gibbs a partner. If he had received profits from a business apparently conducted by a partnership, he would have been put upon his explanation, and, failing to make one, would have been held to be a partner. The burden in that case would have been on him. Having received dividends, declared by a board of directors upon the stock into which the capital of the bank was divided, he could rest securely upon the apparent character of the transaction and the inferences naturally to be drawn from it. The burden of explanation necessary to give another character to the dividend declared, and to the stock on which it was paid, was on him who asserted that such other was the true character of these circumstances.\nIt was also said in the argument that the recitals in the stock certificates are not evidence of actual incorporation as against a stranger. This must be granted. They do not prove incorporation. But the appellees are not bound, upon the evidence in this case, to prove incorporation. The significant question is, where is the proof that this bank was organized or conducted as a partnership concern? The certificates do not prove that, but the inferences naturally drawn from them tend the other way. It will not do for the appellants to say : “We have shown that the decedent was a stockholder in this bank and received dividends upon his stock, now you must show that the bank was incorporated or be liable to us as a general partner.” This is attempting to change the burden of proof. Again the learned counsel says: “ This is the sole fact (the form of the certificate) that is before the court, and if it is sufficient to authorize a court to find an incorporation in this ease whjr is it not in any other?” The court below did not find that the bank was a corporation. That question was not before it. It was alleged by the appellant to be a partnership, but the auditor and the judge of the court below regarded the evidence in support of that allegation insufficient to justify a finding that the bank was not “ organized by act of the legislature of Pennsjdvania,” as its certificates alleged, but by the parties as copartners. The appellant failed not because the bank was held to be a corporation, but because it was not shown to be a partnership. Until evidence in support of the appellant’s position is given sufficient to lead fairly to the conclusion that the bank was organized as a partnership ; or that Henry Gibbs contracted to become a partner when he bought his stock; or that he led the public by his acts and declarations to deal with him or the bank on the basis of his being a partner; there is nothing that makes it the duty of his representatives to enter upon a defence, or that makes it possible for the court to decide upon the character of the bank. In such a state of the evidence, the court can only say, as the court below said in this case, “ It is not shown, that the bank is a partnership,” and for that reason the claimant fails.\nThe assignments of error are not sustained and the decree is affirmed."}