{"id": "846607", "contents": "Opinion by\nMb. Chief Justice Sterrett,\nPlaintiff’s right to recover in this case depended entirely upon the facts as they were found by the jury from the testimony introduced by the parties and submitted by the court. There undoubtedly was evidence, proper for their consideration, tending to prove that the defendants employed Pedlow, a young and inexperienced man, about twenty years of age, to operate the new and powerful machine which had recently been introduced into their establishment, and that the injury sustained by plaintiff resulted from Pedlow’s incompetency and lack of experience in the use of said machine. There was also evidence tending to show that it was dangerous to intrust the operation of such a machine to any one not sufficiently instructed in its proper use, and that neither Pedlow nor the plaintiff had been so instructed.\nThe necessity for previous instruction in the use of hydraulic machines, such as defendants’, was testified to by two witnesses of large practical experience in operating them. Mr. Norton, one of these witnesses, said that, in his opinion as an expert, it would not “ be safe to put in a young man to run a machine, who had no experience in this kind of work;” and, in answer to the question, “How long would it take a man accustomed to machinery, as you are, to learn ? ” his reply was, “ It would take a green hand all of a couple of weeks to learn how to run it,” etc. The testimony of Mr. Robinson, the other expert, was to the same effect. Both of these witnesses also gave it as their opinion that it would be dangerous to run a hydraulic machine fast.\nMr. Hammond, defendants’ superintendent, being called and examined on their behalf, was asked to state “ what instruction or advice, if any,” he gave to Pedlow and the plaintiff before putting them at work. His reply was: “ I called them together; I asked them if they would take the machine. I wanted them to take the machine by the piece, that is by piece work, after they had got used to it. I says, take it for a week, two weeks, three weeks or four weeks; I says, take it quietly until you get accustomed to the machine; then I said, if you find you can make more money by working by the hundred than by the day you can have it in that way.”\nIt was also testified by Mr. Dyson, defendants’ engineer, that, having observed Pediow’s unskillfulness and incompetency, he called the attention of Mr. Hammond, the superintendent, to the fact on the day before plaintiff was injured, and he dismissed the matter by saying, “that would be all right after they (Pedlow and plaintiff) got used to it; something of that kind.”\nThe testimony is voluminous, and of course it is unnecessary to consider it in detail. We have referred to a few of the more salient points therein for the purpose of showing that the evidence was quite sufficient to require submission of the case to the jury. That was fairly done in a clear and comprehensive charge embodying full and adequate instructions in the law applicable to every phase of the testimony. It is not even alleged that there was any error in the admission or rejection of testimony. The several specifications of error are all directed either to excerpts from the learned judge’s charge or to his an swers to points submitted by counsel. We have examined the testimony with special reference to each of the specifications, and are not convinced that the instructions complained of were either erroneous or unwarranted. With scarcely a single exception, the principles of law applicable to the facts of which the verdict is presumptively predicated are too familiar to require either discussion or citation of authorities.\nAmong the numerous cases in which the employer’s duties to his employees are stated, a few of the more recent are, Payne v. Reese, 100 Pa. 301; Rummel v. Dilworth, 131 Pa. 509; Ross v. Walker, 139 Pa. 48; Wagner v. Jayne Chemical Co., 147 Pa. 475; Kehler v. Schwenk, 151 Pa. 505 ; O’Connor v. Adams, 120 Mass. 431; Reynolds v. Railroad Co., 24 Atl. R. 134; Brennan v. Gordon, 118 N. Y. 489; B. & O. Railroad Co. v. Baugh, 149 U. S. 386, 387.\nAs was said in Ross v. Walker, supra: “ It is the duty of an employer to provide his laborers with a suitable place to work, with suitable tools and machinery to use, with suitable materials, and with reasonably competent fellow laborers with whom to work. If they are young, or without experience in the use of the tools or machinery they are to handle, it is his duty to see that they are instructed in these particulars and warned of such dangers as are peculiar to the use and care of the machinery with which their labor brings them in contact.”\nBefore putting an inexperienced employee in charge of dangerous machinery, with the use of which he is unacquainted, it is the positive duty of the employer to instruct and properly qualify him for such new service. If he cannot perform that duty himself, he must provide a competent person to give such necessary instruction ; and whether the person selected for that purpose be a co-employee of the promoted servant or not, the employer must see to it that he is a competent and trustworthy instructor; otherwise he will be liable for the consequences of his incompetency or negligence. The person to whom the duty of giving the necessary instruction in such cases is delegated represents the employer, and, pro hac, occupies the position of vice principal: Brennan v. Gordon, supra. In the language of the syllabus in that case, “ If for the purpose of instruction the master selects another servant in his employ, the latter must be, not simply as competent as the master, but absolutely compelent. If he is incompetent or negligent while performing the ■duty of instructor, or if he discontinues his instruction before ■completion, and in consequence thereof the promoted servant is injured, the master is liable.”\nIt is unnecessary to notice the specifications in detail. We find no error in either of them that requires a reversal of the judgment.\nJudgment affirmed."}