{"id": "848170", "contents": "Opinion by\nMr. Justice Thompson,\nThis suit was brought upon a promissory note for $550.35, of which appellee was the indorser. The defence was that he was entitled to a credit for the value of a boiler and engine which he had leased in 1886 to McCarter & Garrard. They, with the assent of appellee, took them to Westmoreland county where appellant purchased them. Subsequently J. H. Cain purchased them from appellant and gave him his note, the note in suit, indorsed by appellee. On March 30th appellee wrote appellant: “ J. H. Cain (the party who was to see you a few days ago) will take the tools and machinery as per bill of sale McCarter & Garrard to you, giving you ids ninety-day note indorsed by me for $513, with interest. Please advise me as soon as possible if this will be satisfactory.” On April 29th, before the note was accepted by appellant, he telegraphed him: “ Made note just as per instructions in your letter of April 2nd, J. H. Cain. Indorsed by me.” The bill of sale referred to in the letter as made by McCarter & Garrard includes the boiler and engine in question and other property, amounting in the aggregate to $900.\nIf the appellee, with a knowledge of the bill of sale setting forth that the boiler and engine were purchased by appellant, induced him to deliver them to Cain for the note in question, he cannot successfully claim that, because he had not parted with his title to McCarter & Garrard, he should have a credit upon the note for the amount of their value. To rebut this conclusion he undertook to prove that the words “ boiler and engine ” were inserted in the bill of sale after its execution. He called McCarter, who testifies that appellant wrote it and read it and did not read “ boiler and engine ; ” but upon cross-examination he said he signed it without reading it, and, in reply to the court, that he signed it without knowing what was in it. His partner, Garrard, testified that appellant wrote it and that the boiler and engine were not mentioned, but also says he did not read it. This in fact is the testimony of but one of the parties to the agreement. The appellee, the other party, testifies that he read it to them ; that Garrard looked at it and he supposed he read it; that he looked at it long enough to do so. J. R. Smith, an attorney, testifies that he was present when the sale was consummated ; that an engine and boiler and cable and drilling tools were mentioned.\nUpon such testimony no chancellor would reform this instrument, and therefore it was not successfully attacked. In Phillips v. Meily, 106 Pa. 544, it is said : “ It is only where a chancellor would reform the instrument that parol evidence is admissible to contradict it. It is true, under our practice in Pennsylvania, it is accomplished through common law forms ; but the fact remains that the defence set up-is purely equitable, and the judge ought not to submit the case to the jury unless the evidence is such that he would feel himself bound as a chancellor to reform the instrument. With our modification of the English rule, now too firmly imbedded in our system to be disturbed, and our act of assembly which makes every defendant a competent witness, the principle above stated is á/bout all there is left to preserve the sanctity and force of an instrument in writing, whether that instrument be a deed which is the evidence of a man’s title to his home, or an obligation for the payment of money.” In North v. Williams, 120 Pa. 118, it is said: “ There is no evidence in this case upon which it would be possible to reform the contract between the parties. It is in writing and was duly executed in the presence of an attesting witness. It speaks for itself and cannot be overthrown upon the mere opposing testimony of one party contradicted by the oath of the other, who in this case was a disinterested person.”\nAs there was no sufficient proof to establish that the words “ engine and boiler ” were inserted after the execution of the bill of sale, and as appellee had it in his possession when 'he wrote the letter referring to the same, the learned court below erred in charging, “ so that the question comes down to the simple proposition as to whether or not the engine and boiler were contained in the bill of sale at the time Smith sent this letter and telegram.” And again: “ Upon the other hand, if you find that the plaintiff perpetrated a fraud upon them, that the boiler and engine were not read out to them, and that there was no intention to convey the same, then your verdict would be for the balance of the note, less the value of the boiler and engine, with interest upon the same from the time the note became due.”\nThe possession of the bill of sale, the letter and the telegram, and his own testimony that he recommended Colonel Cain to go down and get this property, and he recommended him to pay for it, show that with a full knowledge of all the facts he induced appellant to part not only with the boiler and engine but with other property, which, according to the testimony of one witness, amounted in value to more than the note. As such were the facts, appellant was entitled to recover, and the learned trial judge erred in not affirming appellant’s fourth point, viz.: “That as all the evidence shows that the defendant indorsed the note in suit for the purpose of having Cain purchase the property in question as per bill of sale from McCarter & Garrard to the plaintiff, with full knowledge of his own claim of title to the boiler and engine, and the plaintiff, induced thereto by defendant’s letter to him delivered for said note, property, exclusive of said boiler and engine, of a value at least equal to the face of the note, the defendant cannot set up a failure of title to said boiler and engine as a defence to this action, and the verdict must be for the plaintiff.”\nIf the appellee resorted to the use of the note as a contrivance to get possession of the boiler and engine, as argued, he cannot make it the foundation of a successful defence. Appellant by the bill of sale became possessed of them as well as other property, claimed title to the same, and was induced by the acts of appellee to part with his possession of them in consideration of the note. Having done so, appellee cannot now, in a defence to the note, successfully assert that it was a trick or device by which appellant was deceived into parting with the property. He remained silent as to any claim which he might have to the boiler and engine, and by his silence as well as his acts induced the appellant to change his position and to deliver up the property. Having done so he cannot be permitted to claim the amount of their value as a credit upon the note received for the property by appellant: Waters’s Appeal, 35 Pa. 526.\nFor these reasons the judgment is reversed and a venire facias de novo is awarded."}