{"id": "848191", "contents": "Opinion by\nMr. Justice Mitchell,\nThe judgment in favor of Blaney to use, etc., was not confessed by Hawk, Adm. defendant, until after appellant’s judgment, a test case upon a claim exactly similar, had been affirmed by this court. Presumably therefore there was no defence, and the learned judge of the common pleas so held in discharging the rule to open it. He also held that there was nothing in the evidence to justify a finding of fraud or collusion. This point therefore was res adjudicata between the present parties, and the only matter left open in the orphans’ court was the alleged trust relation of William Ralston to the estate.\nA trusteeship, whether as executor or otherwise, cannot be imposed upon any party, except by his consent, or as a consequence of his own acts. It is true the law presumes that this office, like any other gift, is beneficial, and that it will therefore be accepted, but the decision rests with the donee, and if he refuses, the presumption goes for nothing. The cases like Shoenberger’s Exrs. v. Lancaster Savings Inst., 28 Pa. 459, where notice to one named as executor, but who subsequently renounced, was held sufficient to bind the estate, rest on the ground that as the party named can alone determine his acceptance or refusal, other parties upon whom is a necessity of present action, may proceed on the presumption that he will accept, and their action is valid until he actually renounces, or they have notice that he will not accept. The appointment as executors, says Lowiíie, J., “ avails to make them representatives of the estate so far as relates to acts in which they are merely passive, such as receiving notice of the dishonor of a note. . . . He who is bound to give such notice, is not in fault in giving it to one who is thus potentially an executor.” But neither this nor any other case that we have met with, supports the inference that a man can be charged with any duty as executor without his own consent, or such acts as the law regards as sufficient evidence of acceptance of the trust. Delay and inaction so far from raising a presumption of acceptance,- are generally treated as evidence of refusal, 7 Am. & Eng. Encyc. of Law, 200, and though there are in this state many expressions that the refusal must be in writing and of record, Com. to use v. Mateer, 16 S. & R. 418; Heron v. Hoffner, 3 R. 398; Miller v. Meetch, 8 Pa. 420; Bowman’s Appeal, 62 Pa. 169; yet that point was not probably meant to be decided as broadly as the expressions, apart from the circumstances of the particular cases, would seem to imply. Even if such be the fixed rule however, the time when it becomes imperative for the executor named to accept or renounce, is when he is cited to do so, and mere inaction and delay, unaccompanied by any acts of intermeddling with the estate, cannot amount to an acceptance against his consent.\nThe single act that is proved in this case, besides the delay, is the payment by the sons, including William, of the father’s funeral expenses. But as reported by the auditor the evidence was that this was not done with the funds of the estate, or by the sons as executors, but as a matter of filial affection and duty. We agree with the auditor and the learned court below that such payment, “ and mere quiescence for a long period of time, when there was apparently no estate to settle, do not amount to an acceptance.”\nThe stress of appellant’s argument is that by such quiescence William allowed his brother to go on and finally wreck the business of the bank at Fairview, whereas if he had compelled the winding up of that business while it was still solvent, the appellant’s debt would have been paid in full. But William not having accepted the executorship had no duties towards the appellant or any other creditor. His sole relation to the estate was that of a legatee, and as such, while he had the right to cite his brother, the surviving partner in the banking business, to account, yet he was not bound to do so. He could do so or not as he chose, and the incidental effect of his action or non-action on the assets available to other creditors when settlement was finally demanded, made no change in his rights. The fact seems very clearly to be that all parties concerned, William, the aj)pellant, and the other depositors, regarded the business of Ralston, McQuaide & Co. as perfectly solvent, and safe in the hands of the surviving partner, and the good faith of William is evidenced by the fact that the same confidence which lost the appellant his debt, lost William his share of his father’s estate.\nThe loss becoming imminent William by the advice if not at the suggestion of his counsel, Gfilpin, sought to recoup himself to some extent by the purchase of the Blaney claim at a discount. That he could not do this, if he was a trustee, follows from the case of Heager’s Estate, 15 S. & R. 65, and is clear upon general principles, but as the proof of the trust relation entirely fails, there is no good reason, as the learned auditor well reports, why William should not have the same rights as others, to buy up claims and make a profit out of them if he could.\nJudgment affirmed."}