{"id": "850143", "contents": "Opinion by\nMr. Justice Mitchell,\nIt is true that the right of forfeiture must be distinctly reserved, and that in cases of doubt the courts lean against such a claim. But this rule does not prevent the operation of the guiding principle in regard to all contracts, that the intention of the parties when ascertained must prevail. Rules of construction are aids in arriving at the intention, and when that is clear, either with or without resort to them, the court has nothing to do but to carry it out.\nThe general intent of the covenant in the present case, notwithstanding some little awkwardness in the arrangement of the language, is clearly enough to secure the immediate development of the land. It is in substance a single covenant for a well, to be commenced within sixty days and completed in five months. The parties certainly did not mean that a well should be begun within sixty days, and then indefinitely stopped, with no remedy to the lessor but an action on the covenant. Such a construction would destroy the main object of the clause, the prompt test of the land for oil purposes, and its diligent development. The gist of the covenant was to have a well finished in five months. The beginning in sixty days was only material as a step towards that end, and the stipulation for a forfeiture applies equally to both branches of the covenant. Any other construction would destroy its efficiency for the very purpose of its making.\nThere was no evidence to connect the possible waiver as to the sixty days with the other part of the covenant. Even as to the sixty days the evidence of waiver is little more than a scintilla, and as to the other, De Witt, the original lessee says, “ the forfeiture of the lease depended upon the completion of the wells, as we understood it ... . upon the five months,” and again, “ the conclusion was that Mr. Phillips acquiesced in the delay and acknowledged the lease, on the assurance that there would be a well put down, would be developed.” There was therefore no question for the jury, and the learned judge was right in directing a verdict for the defendant.\nJudgment affirmed."}