{"id": "850208", "contents": "Opinion by\nMr. Justice McCollum,\nThis is an action for malicious prosecution, and on the trial of it in the court below the learned judge in his charge to the jury said, “ if the facts are disputed it is for you to determine whether or not there was probable cause.” It needs no citation of authority to show that this instruction was erroneous, and, as our examination of the charge as a whole has failed to satisfy us that it was harmless, we are constrained by it to reverse the judgment. The charge was somewhat obscure and confusing in the statement of the issue and the review of the evidence, but this was attributable, in part at least, to the unsatisfactory condition of the pleadings and the failure of the parties to clearly specify the testimony to which the accusation of perjury referred.\nThe learned judge erred in rejecting the appellants’ offer to prove by the attorney to whom they submitted their case before making the information on which the warrant was issued that upon their statement he advised the prosecution. It was a clear mistake to characterize and reject this offer as “entirely immaterial,” and to state in connection with it that unless they sustained their allegation of perjury they had no excuse for making the information.\nWe are unable to discover why the jury were told that there was evidence in the case to indicate that the magistrate advised the prosecution and that it ought to be considered by them on the question of malice, when, as the record shows, the appellants’ offer to prove that he did advise it was rejected on the ground, as stated by the learned judge, that “ the advice of the squire is not evidence.” The ruling on the offer was right, the instruction was wrong, and the appellants complain of both, but as the erroneous instruction was in their favor it does not justify a reversal on their appeal.\nIt was not error to admit in evidence the information on which the warrant was issued for the arrest of the appellee, nor can we say that error was committed in sustaining the objections to the questions contained in the third, fourth and fifth specifications. It seems from the form of the questions and the remarks of the court in reference to them that they were asked on cross-examination, but as the appellants have not printed the testimony we have no means of judging of their relevancy to the examination in chief, or to the issue. We cannot learn from the appellants’ paper-book whether the court sustained or overruled the objection to the question contained in the sixth specification, nor can we understand why the appellants complain in the eighth specification of the admission of competent evidence offered by themselves. The ruling upon the offers shown by the seventh specification is fully sustained by the decision of this court in Brobst v. Ruff, 100 Pa. 91.\nIn accordance with the foregoing views we sustain the ninth and sixteenth specifications of error and overrule the remaining specifications."}