{"id": "852143", "contents": "Opinion by\nMr. Justice Williams,\nThe appellant in this case complains of the answer made by the learned trial judge to her fourth point. This point asked the court to instruct the jury that the plaintiff was entitled to interest upon the value of her property, from the time the defendant company took possession of it, down to the time of the rendition of the verdict, as part of her damages. The answer of the learned judge was: “ I decline that point. You cannot award interest upon your verdict, nor upon the damages; but in reaching a conclusion, as to the amount of the verdict, you may take into consideration the time which has elapsed from the taking, April 24, 1891, down to the present time.” This was a clear statement of the rule on this subject, as held in this state. We are aware that in some of our sister states a different rule has been adopted, and that, in some others, the question is still an unsettled one; but in Pennsylvania, interest, as such, is not allowed in actions sounding in tort, when the damages sought to be recovered are unliquidated. Pittsburgh Southern Railroad Co. v. Taylor, 104 Pa. 306; Railroad Company v. Balthaser, 126 Pa. 1; Richards v. The National Gas Co., 130 Pa. 37. The maxim, stare decisis, is therefore a sufficient answer to the argument of the learned counsel for the appellant in favor of the adoption of a new rule upon the subject. But we are satisfied with the reasons on which our rule rests no less than with the authority of the cases in which it has been so frequently declared.\nInterest is demandable in this state either by virtue of an express agreement to pay it, or under the authority of some statute that gives it. The present rate of interest was fixed by the act of May 28, 1858. It provides that- “ The lawful rate of interest for the loan or use of money ” shall be six per cent in all cases when the parties shall not have contracted for a less rate. The contract between the parties, if for less than six per cent, is recognized as fixing the relative rights and liabilities of the parties; but if the contract is silent as to the rate of interest, or stipulates for a higher rate than six per cent, then the law applies and subjects debtors to a uniform rate for “ the loan or use of money.” As early as 1700 it was enacted that “judgments shall bear interest at the lawful rate, from the day of their rendition till the time of their payment.” A verdict did not bear interest till the act of April 6, 1859, no matter how much time might elapse between its return by the. jury and the entry of judgment thereon by the court. We have no statutory provision relating to interest upon any other demands than those now enumerated, viz: “The loan or use of money,” a verdict for a sum of money, and a judgment. Unliquidated damages do not fall within the meaning of the words “ the loan or use of money,” and for that reason no interest is demandable upon them. They must be first liquidated by the action of the parties or by a recovery at law. Plymouth Township v. Graver, 125 Pa. 24; Emerson v. Schoonmaker, 135 Pa. 437. The same rule applies to damages recoverable in condemnation proceedings. The constitution requires corporations exercising the right of eminent domain to “ make just compensation for property taken, injured or destroyed by the construction or enlargement of their works, highways or improvements.” The manner of proceeding to adjust the amount of such compensation is provided by the act of 1849 and its supplements. The corporation making the entry must endeavor in the first instance to agree with the owner upon the amount of damages to which he is entitled, and pay the same or secure the amount to be paid at some time agreed upon. If this effort is successful the damages are liquidated by the parties. If it is unsuccessful a bond in a sum sufficient to cover the amount of any probable recovery is tendered; the corporation then enters under the right of eminent domain, regardless of the will of the owner. The court is then applied to for the appointment of viewers, to do for the parties what they were unable to do, viz., to fix the damages which the corporation should pay to the landowner' for the injury he has sustained. These damages include the price of the land occupied and the effect of such occupation upon what remains of the owner’s real estate. These are to be ascertained upon a fair computation of the benefits the owner may derive from the location of the railroad that are peculiar to his property, and the advantages that may result therefrom. Taking all these things into consideration, the viewers are to determine how much less the property entered upon is worth by reason of such entry than it was worth before. This is not a forced sale of so much land, but the adjustment of an unliquidated claim for the damages suffered in consequence of the exercise of the right of eminent domain by the corporation: Railroad Co. v. Balthaser, 126 Pa. 1. It is true that damages are to be estimated as of the date of the entry, because an estimate as of any other date might do injustice to one or the other of the parties, but until-the calculation is actually made there is no sum that the landowner has a right to demand, or that the corporation could tender. The lapse of time between the exercise of the right of eminent domain, and the adjustment of the damages inflicted by it, is one of the elements to be taken into consideration in making up the award or verdict. The compensation must be a just one at the time its amount is settled, and what is just between the parties must depend upon the circumstances peculiar to each case. In the case before us the plaintiff received a net income for the property taken amounting to between three and four per cent upon its value. If she should be allowed to recover six per cent upon that value from the time of taking to the time of the verdict, her income from her property would be increased at least fifty per cent. The verdict would not simply give her what she would have received if her property had not been entered upon, but some fifteen hundred dollars more. This would give more than would be just to the landowner and take more than would be just from the corporation. It would be a substitution of the provisions of the statute fixing the rate of interest, for the judgment of the viewers or the jury, in determining what “just compensation ” requires. Interest as interest has no place in the computation of damages. The question for a jury in every case is what sum will make a just compensation to the landowner for the entry and appropriation by the corporation ? The land occupied may have been wholly unproductive, and without value except for speculative purposes ; it may have been highly productive and valuable; it may have been built upon and its net income capable of easy ascertainment; the entry may have increased the value of the remainder of the tract more than enough to compensate for wbat was taken. All these considerations are for the jury and will help them in the effort to determine what just compensatibn in any given case requires.\nIt follows that the assignments of error are not sustained and the judgment is now affirmed.\nNote. — As a question of practice in the allowance of interest: Where a landowner appeals from an award and afterwards withdraws his appeal, the court will not allow interest from the date of the award but from the date of the withdrawal of the appeal, by the entry of judgment as of the latter date: Donaldson v. Pa. R. R., S. C., Per Curiam, 5 Pa. C. C. R. 62, note."}