{"id": "852141", "contents": "Opinion by\nMr. Justice Dean,\nThere is nothing of doubt in this case, except the question as to whether the appellee is an “institution of purely public charity,” within the meaning of section 10, article 16, of the constitution of 1874. If it be not, nothing in its charter or the statutes can avail to exempt it from liability to taxation.\nThe contention turns on the constitutional meaning of the words “ purely public charity.” “Words in a constitution that do not of themselves denote that they are used in a technical sense, are to have their plain, proper, natural and obvious meaning:” Nav. Co. v. Coons, 6 W. & S. 114. The legal definition of the word “ charity ” has been the subject of much discussion in the courts, especially in those of England, but its meaning here, discarding all technical sense, is, “ a gift to promote the welfare of others.” The appellee clearly is a charity. It provides for and maintains in the “ Masonic Home ” indigent, afflicted and aged Freemasons. This too from voluntary contributions, without charge to the beneficiaries, and with no profit either to the corporation, or to its officers. Not one of the corporate officers receives a cent of compensation for administering its affairs; such unselfishness excites the admiration and approval of all friends of humanity. General Wagner, president of the home, testifies: “ The number of inmates at present is thirty; their average age is 72 jears; all are decrepit; if they could support themselves, they would not be admitted; the money to support them is contributed by different masonic lodges, individuals, Masons, men and women: the receipts are always less than the expenses, and a deficit has to be made up at the end of each year; no one is benefited except the inmates ; they are fed, clothed, and lodged during life, and buried at death at the expense of the home.” Of course, if this be not purely charity, nothing is.\nBut, is it a public charity? Tlie word “public ” relates to or affects the whole people of. a nation or state. General Wagner further testifies: “ The home is open only to those who are Masons; a man to be admitted must be a Mason.” When the eligibility of those admitted is thus determined, it seems to us the institution is withdrawn from public and put in the class of private charities.\nA charity may restrict its admissions to a class of humanity, and still be public; it may be for the blind, the mute, those suffering under special diseases ; for the aged, for infants, for women, for men, for different callings or trades by which humanity earns its bread, and as long as the classification is determined by some distinction which involuntarily affects or may affect any of the whole people, although only a small number may be directly benefited, it is public. But when the right to admission depends on the fact of voluntary association with some particular society then a distinction is made which concerns not the public at large. The public is interested in the relief of its members, because they are men, women and children, not because they are Masons. A home without charge, exclusively for Presbyterians, Episcopalians, Catholics or Methodists, would not be a public charity. But then to exclude every other idea of public, as distinguished from private, the word “ purely ” is prefixed by the constitution; this is to intensify the word “ public,” not “ charity.” It must be purely public; that is, there must be no admixture of any qualification for admission, heterogeneous, and not solely relating to the public. That the appellee is wholly without profit or gain only shows that it is purely a charity, and not that it is a purely public charity.\nNor does the argument that, to the extent it benefits Masons, it necessarily relieves the public burden, affect the question; there is no public burden for the relief of aged and indigent Masons; there is the public burden of caring for and relieving aged and indigent men, whether they be Masons or anti-Masons; but age and indigence concern the public no further than the fact of them; it makes no inquiry into the social relations of the subjects of them. Burd Orphan Asylum v. School District, 90 Pa. 21, is cited as sustaining a different view. The test there, as to whether the defendant was a purely public charity, was, whether there was any gain or profit to any class of persons or corporations who could assert a right to be beneficiaries. As there was not, and as the administrators of the charity could, in their discretion, select those who should be the recipients of the benefits, giving only a preference, the court held it to be a purely public charity. While concurring in the judgment in that case, because the facts showed it was administered as a purely public charity, I do not concur in the reason given for distinguishing a quasi-public from a purely public charity. I would put the distinction on firmer as well as on what seems to me more clearly defined ground: Is any member of humanity, that greater public of whom the commonwealth is constructively the parent or trustee, excluded because he has not a particular relation to some sociéty, church or other organization, which relation is dependent on his wholly voluntary act? If so, if he be excluded in fact, because ,1m is not a Presbyterian, Freemason, or a member of some one of the innumerable religious, social, or beneficial organizations of the commonwealth, then, however pure may be the charity, however commendable its purpose, it is not “purely public,” and its property must, under the constitution, be taxed; not because this court says so, but because the people have said so in their fundamental law.\nHere, while the charter and by-laws of the institution do not show that it is not “ purely public,” the undisputed facts, as to the administration of the charity, show that none were admitted except Freemasons, of course excluding all other aged and indigent men, because they had not chosen to become members of a particular society. This made admission depend on an artificial badge of distinction, and not on one incident to humanity, and therefore it is not “ purely public.” If this be purely public, then what is not purely public?\nThis is not a question to be decided on sentiment; if it were, our inclinations would prompt to a different conclusion. But there is not much sentiment in the constitution. It is a barrier erected by the whole people against encroachments on the rights of the people as a whole; they have forbidden an annual appropriation of their money in a sum equal to the amount of taxes here imposed, for the benefit of a favored few; the duty of a court, when called upon to decide such a question, is so plain that he who runs may read.\nAs to the argument that the act of 1871 exempted the home from taxation, the act of 1874, when read in connection with the constitution of 1874, repealed all such exemptions enacted after the constitutional amendment of 1857. It is so decided in Wagner Institute v. Philadelphia, 132 Pa. 612, and Philadelphia v. Penna. Hospital, 134 Pa. 171.\nThe judgment is reversed at costs of appellee, and a new trial is awarded."}