{"id": "852181", "contents": "Opinion by\nMr. Justice Dean,\nEllen Devine, the mother of Mary Schnatz, Maggie Krise and Ellen Devine, in whose right as daughters this suit is brought, on the 24th of October, 1892, while being carried as a passenger, was killed on defendant’s road in a collision near Flat Rock Tunnel. The action is for damages for the pecuniary loss sustained by the daughters because of the death of their mother through defendant’s negligence. There having been a verdict and judgment for plaintiffs, defendant takes this appeal. The assignments of error both to the charge of the court and the rulings on plaintiffs’ offers of evidence, all go to a denial of any right in plaintiffs to maintain this suit.\nThe mother for thirty years had lived at Phoenix Park in Schuylkill county, where she owned a small property consisting of a house and four acres of ground. At her death she was fifty-nine years old and in good health. All three daughters had left home, and for some years had resided in Philadelphia; the two married ones, Mrs. Sehnatz and Mrs. Krise, lived with their husbands ; Ellen, who was single, worked at wages from $4.00 to $6.00 per week, and lived alone. There was testimony tending to show that she generally went to her mother’s home about three months during the summer, and while there paid no board; that her mother at times gave her money when she needed it, once as much as twenty dollars, and sometimes clothing. As to Mrs. Krise, there was evidence that for some years she had suffered from a pulmonary disease and had each summer gone to the mother, whose home was in a mountainous region, for the benefit of her health, and remained there for two or three months; that at times in the winter, when ill, her mother had come to Philadelphia and staj'ed with her, doing such household work as was required for her sick daughter; further, that she charged nothing for boarding this daughter at Phoenix Park, or for the service rendered her in Philadelphia.\nAs to Mrs. Sehnatz, there was testimony tending to show that, for sixteen years before her death, the mother in autumn and spring had given her potatoes for consumption in the house, and nursed her at times during illness, and had made no charge for either.\nThere was also testimony showing that both Ellen and Mrs. Krise were improved in health by their summer residence with their mother.\n'On the other hand, it appeared very clearly that the actual residence of all three daughters was in Philadelphia; they were not members of the mother’s family in Schuylkill county; their homes, in the sense of domicile or place of abode, were in Philadelphia.\nThe main question is, the right of action being exclusively statutory, are the plaintiffs within the provisions of the statutes? Section 7 of act of April 4, 1868, says: “In all actions now or hereafter instituted against common carriers, or corporations owning or operating or using a railroad as a public highway whereon steam or other motive power is used, to recover for loss and damages sustained, and arising either from personal injuries or loss of life, and for which, by law, such carrier or corporation could be held responsible, only such compensation for loss and damage shall be recovered as the evidence shall clearly prove to have been pecuniarily suffered or sustained.”\nThe positive terms of this act eliminate all evidence of damage in cases of death, other than a loss of money to those entitled to recover. If these- plaintiffs have lost money by the death of their mother, then the express terms of the 4th section of act of April 26,1855, give them a right to recovery from this defendant. That act says: “ The persons entitled to recover damages for any injury causing death, shall be the husband, widow, children, or parents of the deceased, and no other relative.”\nThe act itself makes no distinction between children over age and those under, between those married or single, between those having homes and families of their own and those still members of the parents’ household. Such distinctions may have significance in determining the amount of damage pecuniarily suffered, as limited by the act of 1868, but they do not affect the statutory right on the part of children to a standing in court as claimants or suitors.\nHaving shown the existence of the parental relation, that the deceased was their mother, then the plaintiffs had a right to submit proof of what they had lost in money by her death, just as the parents in Pa. R. R. Co. v. Adams, 55 Pa. 499, had the right to prove that, although their deceased son was over age, he had continued to contribute to their support, had given them his bounty money, and had declared he would continue to support them while they lived. True, in that case the son still continued to live with the parents, but the case is not decided on that fact alone, but is put on that and other facts in evidence, as furnishing a probable ground for expectation of future support. And the court there cites with approval, Dalton v. South Eastern Railway Co., 98 E. C. L. R. 296, decided under 9 and 10 Vic., cap. 93, which almost in the same words as our statute provides : “ That every such action shall be for the benefit of the wife, husband, parent and child.” In the English case the deceased son was twenty-eight years of age, unmarried, but living away from his parents. It appeared that for seven or eight years he had visited them often, and at times had taken them presents of provisions, and had given them some money, amounting in all to about twenty pounds a year. It was held that, although the actual family relation had been severed, yet, in view of the parental relation and the conduct of the deceased, which was prompted by no legal duty but resulted wholly from filial affection, the jury had a light to consider what reasonable pecuniary expectation in the parents had been disappointed, and the actual pecuniary damage sustained. Justice Thompson, delivering the opinion of this court, says, the English statute being so neariy the same as ours, this is a precedent which may be safely followed, and concludes “ that if there be a reasonable expectation of pecuniary advantage, the destruction of such expectation, by negligence occasioning the death of the party, from whom it arose, will sustain the action.”\nAll of the adjudicated cases in this state either proceed upon or are reconcilable with that principle. In Lehigh Iron Co. v. Rupp, 100 Pa. 95, the rule is repeated, and an illustration is given of a case where there can be no recovery: “ If the child was free by age or emancipation and living apart from his parents, and in no way contributed to their support, they could not maintain au action, for they suffered no pecuniary loss.”\nIt may be assumed, then, that the mere existence of the parental relation, while it would give the children a standing in court as parties, without more, would not sustain this judgment ; but if there was evidence from which the jury could find a reasonable expectation of pecuniary advantage from the continued life of the mother, they might assess as damages the actual money loss of the children.\nTo show the pecuniary loss they had sustained by her death, plaintiffs offered evidence as to what pecuniary benefit they had derived from her life. This mother was not wealthy, but she appears to have been thrifty; she cultivated her four acres of ground, and kept a small store; the single daughter and sick daughter testified that, for years, with almost unbroken regularity, they had spent the summer with her, for which she made no charge; this was an annual contribution of just what it was worth in money for the benefit and comfort of these daughters; as they had for years received it, they had a reasonable expectation of receiving it as long as the life and ability of the mother lasted; by her death they lost it; why could not the jury from the evidence estimate what they had lost in money ? True, it was only about one fourth of the yearly boarding of the two daughters, but it was as capable of computation as any of the elements of damages admissible in this class of cases. So as to the money and clothing contributed from time to time; these were capable of a valuation as certain as the tea and sugar contributed by Dalton to his parents when he visited them, as stated in the leading case already cited. As to Mrs. Schnatz, she testified that regularly for sixteen years, in fall and spring, her mother sent her the potatoes used in her house, for which she paid nothing; that she nursed her at times in illness ; did sewing for her, and performed like services. The jury might find from such evidence, a reasonable expectation of future benefits of like value and character, and thereby approximate a money loss.\nOf course, all these benefits were gifts, as distinguished from payments made or services rendered because of a legal obligation ; and perhaps it jars somewhat rudely on sentiment to affix a value in dollars, after the mother’s death, to gifts prompted solely from maternal love ; but these statutes were not enacted to nurture sentiment; they are essentially sordid, and must be so construed. They were passed to compensate, in dollars, those who had lost by death those pecuniary beuefits which have their origin in the purest sentiment.\nThe learned counsel for appellant is clearly right when he argues that occasional gifts made or services rendered by a parent to the daughters who had long before her death left her home and established homes of their own, are not sufficient proof on which to found a pecuniary loss. The trouble here, however, is with this evidence, which went much further than occasional gifts and services; it tended to show a persistent regularity of contribution for many years ; so regular and unvarying as to justify a reasonable expectation of continuance. Nor were these gifts and services, in view of the ability of the mother and the necessities of the children, of trifling value; they must have, very appreciably, contributed to the comfort and health of those who were favored by them.\nAppellant’s whole fourteen assignments of error embrace, in substance, but three complaints: 1. That no such relation as intended by the statute existed between the mother and these plaintiffs. 2. That there was no actual contribution toward the support and maintenance of the children by the mother. 3. That the evidence showed only occasional gifts and favors, and therefore there could be no reasonable expectation on part of the children of pecuniary advantage.\nWhat we have said disposes of them all, and the judgment is affirmed.\nMe. Justice Williams : I dissent from this judgment. I do not think Mary Schnatz or Maggie Krise entitled to recover.\nMe. Justice Mitchell : I concur in this dissent."}