{"id": "852157", "contents": "Opinion by\nMr. Justice Fell,\nThis action is brought to recover $2,000 alleged to have been loaned by the plaintiff to the defendant. The plaintiff offered in evidence a memorandum, dated April 14, 1885, signed by Mr. Miller who was then president of the company, acknowledging the receipt from him of §2,000 for the use of the company, and testified that this money was loaned by him to the company and used by it for the payment of debts. He was corroborated by Mr. Miller and by Mr. Anderson, a director, as to the payment of the money and its use to pay the company’s debts. There was no direct denial of the testimony of these witnesses, and their cross-examination was directed to show a want of authority in the president to borrow, and that the money was not used for the purposes of the company. The defendant offered testimony to show that the receipt of this money did not appear on the books of the company or of the bank in which its account was kept; and that the plaintiff had twice after April 14, 1885, furnished statements of the indebtedness of the company, upon faith in which his stock had been purchased by those now in interest, and in which this claim did not appear. There was testimony in rebuttal, and the question submitted to the jury was whether the money advanced or paid to the company was a loan or a gift.\nThe exceptions are to the following parts of the charge:\n1. “ It is conceded upon all sides that the sum of §2,000 was paid by Mr. Halfman to Mr. Miller, the president of the defendant company, and as no serious issue upon that point is raised it may be taken practically as an undisputed fact.”\n2. “ The only question in this cause, and which you are to settle upon the evidence, is, whether or not this was a loan or a gift by Mr. Halfman to the defendant company. You have heard the evidence, which is fresh in your minds, and upon it you will render your verdict, either for the plaintiff or for the defendant.”\n3. “ The paper which was given when the money was paid by Mr. Halfman acknowledges the receipt of the money to be used by the company. It states no time for repayment, and Mr. Miller, the president of the company, said no agreement for repayment was made. Perhaps he meant that no time for repayment was set.”\n4. “ The defendant’s counsel has introduced evidence here showing that Mr. Halfman has made statements at various times of the debts of the company, and that from those statements he has omitted this claim, contending that there is evidence for you to consider whether or not there was such a claim. Plaintiff explains the absence of it by saying that it was not put among the other claims because he had no control of it; for he says he had assigned this claim to Mr. Craig, who is the person to whom this money will go if a verdict is found for the plaintiff, and not to Mr. Halfman.”\nIt may be said that the testimony before referred to tended to show inferentially that no money had been paid, but there was scarcely foundation in fact for such an inference; it could not have been drawn from the testimony, as it would have been in the face of the writing and of the direct, positive and uncontradicted statements of the witnesses. This testimony however had a direct bearing upon what became the pivotal point of the case, about which the real contention centered. That was whether the payment of money by the plaintiff was for the' general business purposes of the company, or a contribution by him as the largest stockholder owning a controlling interest to serve his own purposes by keeping alive a failing and probably insolvent corporation until he could find a market for his shares. Upon this question there certainly was grave doubt, but the responsibility for its proper decision does not rest with this court. We are concerned only to know that the defendant was deprived of no legal right.\nIt was not strictly accurate in the learned judge to say that the payment was conceded on all sides, but there was certainly no serious issue upon that point, and, as far as the testimony was concerned, it was practically undisputed. The contention of the plaintiff’s counsel, based upon his probably just suspicions of the honesty of the transaction, and the proofs offered at the trial,differed widely. If the attention of the learned judge had at the time been called to the language excepted to he would doubtless have modified it; and it was due to him and to the justice of the cause that if this was considered material he should have had the opportunity to correct it. If the inaccuracy was not such as to arrest at the time the attention of the learned counsel it is not at all probable it influenced the verdict in the slightest degree.\nWhat has been said applies to the first and second exceptions. The suggestion of the learned judge as to the agreement to repay contained in the part of the charge covered by the third exception was justified. It took nothing from the jury, and gave no undue bias to the case. The paper on its face imported an agreement to repay. In the fourth assignment of error the attention of the jury was called to the isssue which it is complained was taken from them, and it was right that the plaintiff’s explanation should be stated.\nWe find no reason for reversing the judgment, and it is affirmed."}