{"id": "852131", "contents": "Opinion by\nMr. Justice McCollum,\nThe learned orphans’ court, in making the order complained ■of, simply determined that under the will the petitioner was entitled to have from the principal of the estate the sum mention■ed in the petition for the purpose declared therein, without giving security therefor. It did not decide that the provisions •of the will in relation to her possession and care of the prop■erty constituted a gift to her “ of so much of the principal as she might see fit to appropriate.” It expressly declared that ■it was not necessary to do so. But the appellants contend that ■■the order cannot be sustained except upon a construction of the ■will which gives the entire estate to her to use and dispose of as she pleases, and that such is a true construction they emphatically deny. The precise question before the court was whether any portion of the principal of the estate could be lawfully applied to the maintenance of the petitioner while the income of it was insufficient “ to meet her necessities.” There were no facts in dispute, and the answer to the question therefore depended solely upon the construction of the will. It may be considered as ^conceded, because it is alleged in the petition and not denied by the answer, that in consequence of a material and possibly temporary reduction of the income of the estate for the year immediately preceding the application for the order, the sum demanded was required, in addition to the income, for her support.\nThe petitioner is the widow of the testator, the first object of his bounty, and one of the executors and trustees appointed by his will. To her he gave the income of his estate during her lifetime, together with the power to use or occupy for her own purposes, if she desired to do so, all or any part of his property. He also gave to her the right to have while she lived possession of all his estate, “ without being required to give security therefoi’.” It seems to us that the power and right thus conferred furnished a clear warrant for the order in question. Manifestly the dominating purpose of the testator in making his will was to secure to his wife a liberal maintenance from his estate. It is quite probable he thought the income of it would ordinarily be sufficient for all her wants, but he recognized that there might be a condition which would make it necessary to have recourse to the principal to properly supply them. The proviso to the clause of the will which directs the trustees to pay the income to her is adapted to such a condition, and authorizes the use of the principal for her support when the income is not sufficient for it. We do not think this proviso can be restricted in accordance with the appellants’ contention. The power to use or occupy all or any part of the testator’s property for her own purposes is a comprehensive power ; it extends to the entire estate, and includes money and choses in action as well as lands, horses, cattle, carriages, household furniture and the like. It is a proper exercise of this power to order the trustees, on her application, to advance to her from the principal such sum as is needed for her suitable maintenance whenever it affirmatively appears that the income which is primarily devoted to it is insufficient to accomplish the testator’s controlling purpose. In plain words he gave to her this power, and the order in question is not only clearly within the scope of it, but it accords with the obvious intention of the donor in conferring it. The learned counsel for the appellants seem to think tbat this construction of the will is fatal to the trust created by it. It is true that the exercise by the petitioner of all her rights under the will would materially reduce and qualify the duties of the trustees in respect to the care of the estate during her lifetime, and possibly the shares of the other beneficiaries might be somewhat diminished by it. But the mere apprehension of such results furnishes no ground for a construction which ignores plain and important provisions of the will, and defeats the controlling purpose of the testator in making it.\nDecree affirmed, and appeal dismissed at the costs of the appellants."}