{"id": "852192", "contents": "Opinion by\n-Mb. Chief Justice Stebbett,\nThe learned court erred in its assumption that the bequest to Walter Man was made contingent upon his- surviving his mother Louisa S. Anson. True the “ principal ” of the estate was directed to be “ divided ” “ from and after ” her death;' but by the express terms of the will it was to be “divided” among “ such ” of her children “ as should be living at a period not exceeding nine months after” testator’s — not her — death. The gift over to testator’s “ heirs ” obviously had reference to the last antecedent, and could only become operative upon default of “ such children ” as should be “ living ” at the “ period ” fixed by the testator. The death of Mrs. Anson simply marked the limit of her interest and the beginning, in possession, of those entitled in remainder. The rule is conceded that where there is bequest in the form of a direction to pay, or pay and divide ’“from and after” the happening of any event, “then the gift being to persons answering a particular description, if a party cannot bring himself within it he is not entitled to take the benefit of the gift. There is no gift in these cases except in the direction to pay, or in the direction to pay and divide But if. upon the whole will, it appears that the future gift is only postponed to let in some other interest, or, as the court .has -commonly expressed it, for the greater convenience of the estate, the same reasoning has never been applied to the case. The interest is vested notwithstanding, although the enjoyment is postponed: ” Packham v. Gregory, 4 Hare, 898. Upon the whole.of this will, it is apparent that the interest of the children was simply postponed to let in their mother’s. Even without the nine months’ clause, such of her children as survived testator would have thereupon taken vested interests in remainder. That clause, which was evidently intended to embrace- any posthumous child who might be born, extended the time for ascertainment of the class ; and, as Walter Man survived the time so fixed, he took a vested interest which, upon his subsequent death, passed by operation of law to his personal representative.\nThis view is not in conflict with the decision of this court in Cascaden’s Estate, 153 Pa. 170. There the legatee died before the happening of the contingency upon which his interest was to vest, while here he survived.\nNor is there any ground for presumption in favor of the testator’s heirs at law. The children of Louisa S. Anson were preferred objects of his bounty, as the will shows, and every intendment is in their favor. As already seen, testator’s heirs at law could only have taken “ in default of such children ” of Louisa S. Anson as should be “ living at a period not exceeding-nine months after” testator’s death, and Waltpr Man, who was one of these children, having survived the testator, necessarily thereupon took a vested interest. «\nDecree reversed with costs to be paid by the appellees; and it is now adjudged and decreed that the balance for distribution, to wit: Twenty-seven thousand nine _ hundred and fiftysev.en dollars and seventy-one cents ($27,957.71), subject to apportionment of income accruing at.the death of the tenant for life, be awarded to Edward A. S. Man, George E. Man, Juliet D. Man, administratrix of Walter Man, deceased, and Jane Man, in equal shares."}