{"id": "852214", "contents": "Pee Cueiam,\nIt is unnecessary to refer in detail to the facts of this case. They are fully set forth in the reports of the master and opinion of the court below. The purposes of the bill were to determine plaintiff company’s right to a grade crossing over defendant company’s tracks and to regulate the exercise of that right, and, in the meantime, to restrain defendant from interfering with the construction of said crossing. The questions involved depended largely on facts and circumstances which to some extent are peculiar to the case ; and they appear to have received the careful consideration of both the learned master and the court below. The first four and sixth specifications, respectively, charge error in not sustaining exceptions to the master’s report and supplemental report. The remaining specifications complain of (1), the following portion of clause “ first ” of the decree : “ That the crossing now constructed at grade, as indicated by the draft submitted, filed with and attached to the master’s report, remain free from defendant’s interference for the use and purposes of the plaintiff,” and (2), the refusal of the court to dismiss the bill. The residue of the decree, providing for the maintenance of said crossing, regulating the time and manner of using the same, etc., is not the subject of complaint, except in so far as it may be embraced in the general assignment of error to the refusal of the court to dismiss the bill.\nAn examination of the record, with special reference to the several questions involved in the specifications above referred to, has failed to convince us that either of said exceptions to the master’s report should have been sustained, or that there is any error in that portion of the decree above quoted. Further discussion of the questions so fully and carefully considered and disposed of by the learned judge of the common pleas would serve no useful purpose. The facts found by the master and approved by the court are sufficient to sustain the decree. We find nothing in the record that requires its reversal.\nDecree affirmed and appeal dismissed, with costs to be paid by appellant."}