{"id": "854167", "contents": "Opinion by\nMr. Justice Mitchell,\nPrima facie the authority of the railroad company defendant to take land for its right of way is limited to a width of sixty-six feet. Any greater right must depend on the existence of one or more of the exceptional circumstances specified in the charter, and such circumstances must be shown. The learned judge below was quite within bounds in saying to the jury that they might consider that matter, but that he recollected no evidence of any necessity for additional width. He would have been justified in telling them positively that there was no such evidence in the case. It is true that Mr. Crawford, the engineer who located the line, testifies that there was a cut on plaintiff’s farm of thirteen feet, and an embankment of the same height, and that by the ordinary rule of engineering forty-nine additional feet would be required at such points. This would only justify a width of one hundred and fifteen feet, not the one hundred and forty taken, but even as to this width there was no effort to show the length of the cut, or its location. A necessaiy cut or embankment one thousand feet long would not justify taking the requisite additional width for the whole four thousand feet that the road runs through plaintiff’s land, nor would the cut at one side of the farm justify the taking at the other. The burden of proof of the necessity both as to extent and location was upon the defendant, and was not met by any evidence in the case.\nThe same view applies to the other necessity claimed, that of space for stations, sidings, turnouts, etc. There was no effort to show that any particular location was made of any of the appurtenances to the line, specified in the statute as giving occasion for additional width of appropriation. In fact the substance of the whole evidence on the subject is contained in a few lines of the testimony of the engineer, “ from the east end to the west end of the Robinson property we took seventy feet on each side of the center line .... with an expectation of the future uses of this road. ... If you ask me if at a level point we took seventy feet on each side of the center line, I say we did. We do not wish to take a serrated indented line for our right of way boundary.” It is very clear from this testimony that an extra width of thirty-seven feet on each side of the centerline, more than double the width the law allows, was taken, not for cuts or banks, nor for stations or sidings etc. but for the general purposes of the road. This was in plain excess of the statutory authority.\nIt is not intended to interfere with the discretion of the corporation in the location of its stations, sidings, etc., nor with its right to do what good engineering requires. But the exercise of both must be in good faith for the purposes the statute permits, and the necessity, extent and location of extra appropriations for such purposes must be definí tel y shown. The charter limitation of sixty-six feet is mandatory, except in the cases the charter itself specifies, and it cannot be set aside or evaded at mere will. While the discretion is in the corporation, its exercise, when challenged in a court of law, must like every other right be sustained by showing the existence of the circumstances under which the charter authorizes it.\nHow far a railroad company may anticipate its future needs is a matter not involved in the present case. The statute limits the authority to take property for its right of way for the general uses of the road to sixty-six feet, with additional width in specified circumstances. If sixty-six feet is all that can be taken for present use, certainly no more can be taken for an anticipated future use.\nThe verdict in the case is defective in not defining the tract found to be rightfully taken, but there is no difficulty in putting it into proper form. The jury have settled all the essential facts. The testimony of the engineer was that the road was located by a central line, and the jury have found that the right of appropriation was properly exercised as to thirty-three feet on each side of such line. As to the strip thus described the jury found for the defendant, as to all outside of it for the plaintiff. The verdict will be so amended, and thereupon the\nJudgment affirmed."}