{"id": "854189", "contents": "Opinion by\nMr. Justice Williams,\nThe system of railroad legislation in force in this state is a growth. It has expanded with the development of our resources, and the demand for improved facilities for trade and travel. This will be evident from a cursory glance at the system. In the early history of railroads and other business enterprises each corporation was created, and its powers and duties defined, by a special law passed for that particular purpose. As corporations increased in number and were directed towards production as well as transportation, it became evident that the public welfare required that all corporations of the same class should possess the same powers and privileges, and be subject to the same restrictions. For this purpose general laws were passed providing uniformity of organization, of corporate powers, and liabilities. Then followed laws under which incorporation could be effected without resort to special legislation. Our general, or free railroad laws were among the earliest of these provisions for the organization of corporations of a particular class without resort to special legislation. The railroad companies organized under the general railroad laws belong to one class. Their roads are of standard gauge, are built upon a right of way secured by purchase or by the exercise of the right of eminent domain, and the companies are common carriers of passengers and freight for the general public. But these railroads accommodated the towns and the industries upon their line. Those a little way off the route were put at a disadvantage, to remedy which our system of “lateral railroads” was devised. This enabled the owners of mines, quarries, mills and factories, a few miles from the line of a railroad, to build a lateral road for the purpose of bringing their products to the main stem or trunk for shipment. Several years later the “ narrow gauge ” system was adopted, to accommodate business in regions where it was thought a standard gauge road could not be supported. This is the point to which the general railroad laws of the state have now come, and at which they are waiting some new demand for modification.\nOur street railroad legislation has a similar history. At first each company was organized by a special law passed for the purpose. Then came our general system for the organization of street railroad companies as a class. The purpose of their organization was to provide a cheap and convenient mode for the carriage of passengers in the centers of population and business. Their tracks are located upon the surface of the streets and highways. They are required to conform to' the grade of such streets as fixed by the municipal authorities. Their cars were originally drawn by horses in the same manner as the stage and omnibus which they superseded. The street car was simply an improved and enlarged carriage, moving over an existing highway to facilitate the travel upon it. It was accordingly held by this court that the construction of a street railroad track upon a city street, and the use of it for the movement of street cars, imposed no new or additional servitude on the lands\nof lot owners fronting on the street. It was simply the use of the street for the purpose for which it was opened, in the way most convenient for the accommodation of the public; and the location, construction and use of the track in the ordinary manner on the surface of the street was damnum absque injuria: Rafferty v. The Traction Company, 147 Pa. 579. Other modes of traction than by horse power have been permitted by law as experiment has demonstrated their value ; but the character, rights and powers of street passenger railroad companies have undergone no modifications, other than such as relate to the mode of traction, up to the present time. Such railroads belong to the surface of an open highway. They must conform to the grade of the highway. They must carry passengers only. They may not occupy any street upon which another street passenger railroad is already located except for a short distance and to complete a circuit. They are dependent upon municipal permission and are subject to municipal regulation and control.\nThis, with the exceptions of a few provisions for “ Inclined Plane Railways,” completes the system of street passenger railroad legislation as it exists on our statute books. No such demand has yet arisen for a system of elevated passenger roads in our cities as has induced the legislature to enter upon the work of providing for them. We have no express provisions for the location, construction or operation of an elevated street passenger railroad; and we have no machinery adapted to the ascertainment of the damages that the construction of such a railroad might inflict upon lot owners along the streets occupied by it. The defendant company practically concedes all this, and does not deny that as a street passenger railroad company it could not occupy a street already occupied by a surface street railroad company. It asserts however that, as a steam railroad company incorporated under the general railroad laws of 1868, it may elevate its track under the act of 1887, and use its elevated line not for general railroad purposes, but simply and exclusively as a street passenger railroad. This makes it necessary to consider the acts referred to and see just what they authorize.\nThe act of 1868 is part of our system of general railroad legislation. The first section confers on companies organized under its provisions the power' “ of constructing, maintaining and operating a railroad for public use in the conveyance of persons and property ” between the places from and to which the road is to be constructed. The ninth section gives the power to construct branches such as may be deemed necessary by the company “ to increase its business and accommodate the trade and travel of the public.” The tenth and eleventh sections confer the right to cross and to connect with the lines of other railroad companies. Other portions of the general system provide for the location of a line upon which the railroad may be built, the entry upon lands needed, under the power of eminent domain, the ascertainment of the damages done to landowners, and the security to be given for the payment of the same. There could be no reasonable doubt that a railroad company organized under this system possessed only the powers of a steam railroad company, and could not enter upon the business of a street passenger railroad. But the legislature was not satisfied to leave this question to interpretation merely. It declared expressly in the twelfth section of the act of 1868 that the provisions of that act should “ not be construed so as to authorize the formation of street passenger railway companies to construct passenger railways in any city or borough of this commonwealth.” Two things are very definitely settled therefore by the act of 1868. First, that any company incorporated under its provisions must necessarily be a steam railroad company within the meaning of our general railroad laws. Second, that such company cannot acquire by construction or implication the rights and powers of a street passenger railroad company.\nThe defendant company is then a steam railroad company incorporated as such under our general railroad laws. It must proceed under those laws to acquire a location for its line, and to ascertain, and secure the payment of, the damages which the location and construction of its road will inflict on those over whose lands it is laid. When it has acquired title to its location, whether by purchase or by the exercise of its right of entry under eminent domain, it may build and operate its road as a common carrier of persons and freight, in the same manner as any other railroad may do which is organized under the laws of this state. But it cannot enter upon lands or streets already appropriated to another railroad, except by virtue of eminent domain, and upon payment of damages to the company whose line is interfered with. The conditions upon which such entry may be made under existing laws, the character of the necessity that will justify it, and the mode of procedure in such cases, were considered and settled in the Appeal of the Pittsburg Junction Railroad Company, 122 Pa. 511. Now it is clear upon the bill and answer that the defendant company has never attempted to secure a location or right of way for its steam railroad upon the property of private owners, or along Market street in the city of Philadelphia. It has not applied to the city for permission to build the only sort of railroad it has power to build, in the streets of the city; and if it had done so the city is powerless to give permission except upon such conditions as shall protect the lot owners, the public, and the surface railroads rightfully on the streets.\nWe come next to consider the act of 1887. This also is a part of our system of general railroad laws. It is a supplement to the act of 1868, already considered, and ajoplies only to steam railroads within the meaning of those Words as fixed by the general railroad laws. What was the mischief to be remedied by this supplementary legislation ? It was the existence of grade crossings of city streets by the lines of railroad coming into or passing through the cities of the commonwealth. What was the obvious remedy for this mischief? To elevate or depress the lines, or parts of the lines of such railroads, so that the trains should cross the streets above or below the street grade. The act of 1887 provides this remedy and authorizes railroad companies whose route extends into or through any city in the commonwealth to elevate or depress the line of their road over or under the surface of the streets. The.words are “ may elevate or depress the whole or any part of so much of the line of their railroad as lies within the corporate limits of such city.” This was not intended, and cannot be construed, as authorizing the building of an elevated railroad such as is contemplated by the defendant company; but the elevation or depression of so much of an existing or an authorized line of railroad as may be deemed necessary to avoid grade crossings. A part may be elevated and a part may be depressed; the object being, as stated in the act, to carry the line of a railroad with its passing trains “ over or under the surface of the streets of such city ” instead of crossing them. The extent to which the elevation or depression shall be carried is left to be determined by the railroad company and the city, and must depend in each instance on the character of the route, the frequency of trains, the conformation of the surface, and similar considerations.\nIt will thus be seen that the act of 1887 does not provide for any new class of corporations or of railroad lines, but for the change of grade of the lines of steam railroads in cities, in the interest of public safety and convenience, in the moving of trains into and out of such cities. If the defendant company had a line located in accordance with our general railroad laws, it might elevate or depress a portion of it, under the act of 1887, but it must first have a line before it can elevate it. The act contemplates a line of railroad actually located on the surface over which the company moves or may move its trains across streets at grade, and provides for the elevation or depression of parts of such a line so as to take the trains “ over or under the surface of the streets ” so crossed. It follows therefore that as the defendant company is incorporated as a steam railroad company under the act of 1868, it must locate its right of way and acquire a title to it before the provisions of the act of 1887 can be invoked in aid of the elevation or depression of any pai’t of its line. The permission of the city cannot relieve against this necessity nor can the contract between the defendant and the city seiwe any valuable purpose. The contract was entered into under a mutual mistake as to the character of the defendant and its corporate powers. It was ultra vires on both sides. The defendant assumed to be, and contracted to conduct business as, a street passenger railroad company. The city assumed that it was what it claimed to be, and was authorized to do the business it offered and undertook to do. Each contracted therefore to do what it had not the legal right to perform, and as a consequence neither acquired any rights under the contract capable of enforcement at law.\nThe view we have taken of this case renders an examination of the other questions raised wholly unnecessary. They are interesting and important, but their decision will be more appropriately made when we re^ch a case that depends upon them. This case does not.\nWe summarize our conclusions so far as they affect this case as follows:\nFirst. We have no statute in this state that authorizes the incorporation of elevated street passenger railroads, and no machinery for use in acquiring a right of way for an elevated railroad overhanging the streets, and surface street railroads upon them.\nSecond. The appellant is not a street passenger railroad company and cannot acquire the rights and franchises of such company without incorporation under our street railroad laws.\nThird. The appellant is a steam railroad company incorporated under the general railroad laws of the state; and as a common carrier of persons and property is possessed of the powers and is subject to the duties imposed on steam railroads by the laws of the state.\nFourth. Among its powers is that of locating, and acquiring title to, a location or route for its railroad in accordance with the provisions of the general railroad laws relating to that subject.\nFifth. It has not exercised this power, and as a consequence it has no route or right of way on which it can lawfully build .a line of railroad.\nSixth. As it has no right of way on the surface on which it can build a line of railroad, it has no line to elevate or depress under the provisions of the act of 1887, and can take nothing whatever under that act.\nSeventh. The contract between the appellant and the city •of Philadelphia cannot change the corporate character or powers of the appellant company, nor can the permission of the city give to it the right to build and operate an elevated street passenger railroad overhanging the streets and the surface street railroad lines, in the absence of any legislation whatever authorizing or providing for such elevated structure, and the ascertainment of the damages to be done to lot owners thereby.\nEighth. The erection by the appellant of the structure complained of is therefore unauthorized. It was for this reason .rightly enjoined by the court below, and the decree appealed .from is now affirmed at the costs of the appellant."}