{"id": "854248", "contents": "Per Curiam,\nIt appears that after protracted litigation between the defendant in this case, as tenant for life of certain real estate, and the owners thereof in remainder, a compromise was effected whereby the former received twelve thousand dollars, which, as plaintiff alleged, included one thousand dollars agreed upon as compensation for his services as her attorney in said litigation. Defendant not only refused to pay plaintiff said sum which he alleged she had received to his use as aforesaid, but she denied that he had been her attorney in said litigation and compromise thereof. Hence this suit to recover said one thousand dollars and interest. The burden was, of course, on plaintiff to prove the allegations on which his claim is grounded, and testimony was accordingly introduced for that purpose, and thus questions of fact were presented and properly submitted to the jury. Their verdict for plaintiff necessarily implies a finding of said facts in his favor. So far, therefore, as the controlling facts are concerned, they have been definitely settled by the verdict; and, unless there is some error in the ruling or instructions of the learned trial judge complained of, the judgment entered on the verdict should not be disturbed.\nThere is no error in the ruling complained of in the first specification. For obvious reasons the objection to the question propounded to the witness Anna Heller was rightly sustained. The witness herself stated that plaintiff was not present when the declaration, referred to in the question propounded, was made.\nWe also think there is no error in either of the learned judge’s answers to points recited in the second, third, fourth and fifth specifications; nor in his refusal to direct a verdict for defendant as requested in her fifth point, recited in the last specification. Neither of the questions thus presented requires elaboration. It would serve no useful purpose. The case appears to have been carefully and ably tried; and we find nothing in the record of which defendant has any just reason to complain.\nJudgment affirmed."}