{"id": "856805", "contents": "Luckenbach’s appeal.\nOpinion by\nMr. Justice Dean,\nThis suit is an equitable ejectment to enforce payment of purchase money by defendant on a house and lot in the borough of Bethlehem.\nIn 1868, George Luckenbaeh, the father of both plaintiffs and defendant, entered into an article of agreement with his son Julius, for the sale to Julius of a lot on the northeast corner of Market street, having thereon erected a brick dwelling house. The consideration was $1,300, not to be paid, however, until after the death of the father and his wife, the mother of Julius, Maria Luckenbaeh, and then to the heirs and legal representatives of the father; the interest, however, at six per cent was to be paid annually to the father and mother or the survivor of them, during their lives. Immediately after the agreement was made, Julius went into possession of the property and has occupied it ever since. While the father, by the agreement, covenanted to convey the property clear of all incumbrance, no deed was ever delivered; the agreement, however, was duly recorded. During the lifetime of the father, so far as appears, there was no dispute; presumably, the son paid the interest as he had contracted to do. More than ten years after the making of the agreement, on November 4, 1878, the father died, the mother surviving him. On the 20th of July, 1874, more than four years before his death, the father made a will by which he deA'ised to his widow a life estate in another house and lot owned by him in Bethlehem, and further empowered his executor, if his widow should deem it necessaiy, to sell and convey this property and invest the proceeds, so that she, during her life, should receive the interest; after further directions for her comfort and support, lie bequeathed his entire estate left at the death of his widow, to his three children, the parties to this suit, in equal shares. He then appointed John S. Krause executor of his will.\nIn 1888, nearty ten years after the death of her husband, the widow made a contract in writing with her son Julius, whereby it was agreed between them, that Julius should receive compensation for the support of his mother at the rate of $4.50 per week, from the death of her husband in 1878, and that she should live with her son. On November 28,1891, she, under the right given her in the will, directed the executor to sell the house and lot in Bethlehem in which she bad a life estate, and requested him to invest the proceeds of the sale for her benefit. The executor proceeded to advertise the property, but these plaintiffs instituted proceedings in the orphans’ court to restrain him; this resulted in delay, and, pending these proceedings, the mother died. Before her death, these plaintiffs, Maria and Edwin, instituted this suit'to compel payment of interest by Julius. After her death, the record was amended, averring a right also to recover a share of the principal.\nThe plaintiffs seem to have based their right to maintain the action on the agreement, which provided that, after the death of the suiwivor of their parents, the purchase money should be paid to the heirs and legal representatives of the father, and, as there was no special mention of this cooitract in the will, there was intestacy as to any balance due on the contract. But it is very Clear, the sale of this lot, by the father to the son, worked a conversion of that much of his realty into personalty in his lifetime. In Longwell v. Bentley, 23 Pa. 99, it is held that: “A contract for the sale of real estate is considered in equity as a conversion of the land into money. The vendor’s interest ceases to be real estate. It becomes a chose in action, a personal demand for the consideration money, which in case of death goes to his personal representative, and the legal title is held only as a security for the payment of the debt. The vendee becomes in substance the owner of the estate. . . . This conversion takes place notwithstanding that it may afterwards be defeated by the nonpayment of -the purchase money.” To the same effect are Rose v. Jessup, 19 Pa. 283; Leiper’s Appeal, 35 Pa. 420; Foster v. Harris, 10 Pa. 457. In Simmons’ Estate, 140 Pa. 567, it is said: “ Personal representatives have absolute control of the fund. By contract of sale of land, the estate of decedent is converted into personalty, over which the personal representatives have absolute control.” The case of Webster v. Webster, 53 Pa. 161, is not in conflict with this view. The personal representative in that case did not seek to intervene as a party to the contract of purchase. There was no obstacle to the administration of all the equities between the parties by reason of the suit being between the heirs of the vendor and the equitable owner of the land. The court in that case expressly says: “We are not called on to say anything about who will be entitled to the money, or who is to make title. The court below will no doubt rightly determine that, in due season.” The main dispute in this case, is, who is entitled to this money ? The appellant avers it goes to the executor, and in this averment he is joined by the executor, who makes claim to it as part of the personal assets of the testator. As, under the plain provisions of the will, the testator did not die intestate as to any portion of his estate, the averment of appellant is well founded.\nWhatever may be the case where there is no personal representative, or one who makes no claim, and the legal title to the land vests in the heirs, although the equitable estate be in a purchaser from the ancestor, no such question arises here. The personal estate of the testator passed in this case to his executor ; part of this estate was the balance due on this sale of land to his son, and, under the facts here, the executor alone had the right to sue for it. Under the act of 1849, he is given express statutory authority to enforce, by equitable ejectment, payment of any balance of purchase money due on the contract. These residuary legatees were not' parties to the contract, and ought not to have been permitted to prosecute it. But they did prosecute it to verdict and judgment. With them on the record as parties, the court excluded all offers of defendant to prove, under the agreement with his mother aud with the approval of the executor, any payment of interest which she had a right to receive under her husband’s will. The executor did not dispute certain payments of interest; admitted defendant ought to be allowed a credit for them , manifested a desire to make a just settlement; but, not being a party, he was powerless.\nAs the action is brought by the wrong parties, and as, without the proper party, the executor, there can be no correct ascertainment of the balance due, the judgment cannot stand.\nThen, too, the learned judge of the court below directed a conditional verdict for plaintiffs for one half the property described in the writ. Being without right under the agreement, if they were entitled to recover anything as legatees under the will, they were entitled to a verdict for the'undivided two thirds.\nBut, as in the appeal of J. S. Krause, executor, from the decree of 16th of November, 1892, refusing to permit him to be substituted as plaintiff, we have reversed said decree, and have .directed such substitution, there is no reason why another suit should be brought.to enforce performance of the contract on the part of Julius. There being now the proper party plaintiff, he can do that in the settlement of his testator’s contract which to law and justice appertain. It is his duty to compel payment by Julius of any balance due on the agreement between him and his father; and for that purpose he may prosecute this equitable ejectment to final judgment. To this end, he may-suspend proceedings in the common pleas, until the orphans’ court, on a distribution of the estate, has passed on all the matters here in dispute, and the exact balance due from Julius, if any, is ascertained. He has the right, under the statute and the will, to use the legal title to enforce payment. If he neglects or refuses to perform his duty as executor, the legatees have a plain statutory remedy, which the orphans’ court will enforce in their favor. But their remedy is not the one they have here chosen — an assumption of the rights and duties of the executor, without the semblance of authority.\nTherefore, instead of turning the executor over to a new action, we reverse the judgment, and award a venire facias de novo.\nKRAUSE’S APPEAL.\nOpinion by\nMr. Justice Dean,\nMay 23, 1894:\nWe have narrated the facts in this case, in the appeal of Julius B. Luckenbaeh, defendant, from a judgment entered against him in an equitable ejectment, the opinion in said appeal being filed herewith. On Nov. 15, 1892, a verdict was rendered in favor of plaintiffs and against defendant for one half the land of which he was in possession, to be released on the payment by him of $1,440.42 within one year. On the next day, November 16th, a motion was made to substitute J. S. Krause, executor, plaintiff, which was immediately refused by the court, and from that decree the executor brings this appeal.\nIt is very plain from the article of agreement between George Luckenbach and his son, Julius, by which the land for which the ejectment was brought was sold, that any consideration money, interest, or principal, payable on the contract of Julius with his father, was part of the personal estate of the father, and, as such, went to the executor. The unjuaid pmrchase money was a chose in action, and whether, in case there had been no personal representative, the legatees could have enforced payment of their shares through an equitable ejectment, it is not material to inquire.\nJ. S. Krause was the executor appointed by the will, and, after the death of testator, duly qualified as such. In him, then, was the legal title to the personal estate, a part of which was any balance of purchase money due on this agreement. He, alone, could use the legal title for the purpose of enforcing payment against Julius. The complaint of plaintiffs, that he neglected and refused to bring suit, after they notified him to do so, is not relevant to the present inquiry, however effective it might have proved in another court in another form of proceeding.\nEven if this averment be well founded, that fact gave these legatees no right to usurp the powers and duties of the executor to enforce collection of the purchase money due on this contract. The executor is answerable for this money, and this, if it be collectible, whether he collects it or not. It must enter into his account as executor, and be subject to distribution, in the orphans’ court.\nThe plaintiffs having instituted and prosecuted a suit in disregard of the rights of the executor, he has an equity to demand that he be substituted plaintiff. At most, they are but use plaintiffs to the amount of any balance that may be due them out of this money on final distribution under the will. The executor alone has the legal right to maintain the suit.\nOn the undisputed facts before the court there was no reason why he should not have been substituted plaintiff.\nThe decree is reversed, and it is directed that J. S. Krause, executor, be substituted plaintiff in room of Maria A. Bender and Edwin R. Luckenbach."}