{"id": "856812", "contents": "Per Curiam,\nSuit was brought by J. W. Gerz against the executors of his mother-in-law, Theresa Demarra, for boarding, etc., while she was an inmate of his family from 1887 to 1889. The first trial resulted in a verdict and judgment for plaintiff; but on.appeal to this court the judgment was reversed and a new trial awarded because of the erroneous rejection of testimony tending to prove payment, etc.: Gerz v. Weber et al., 151 Pa. 396. Plaintiff in the meantime died and his executrix was substituted on the record. None of the reasons that formerly moved us to reverse the judgment appear to exist now. None of the witnesses who were then produced to prove the allegations of fact recited in the rejected offers were called at the last trial. Instead of attempting to prove payment as before, defendants appear to have relied mainly on the alleged weakness of plaintiff’s case. It was clearly shown, however, that during the time Mrs. Demarra resided with her son- in-law she was well provided with everything that was necessary to her comfort. There was also testimony tending to prove a mutual understanding or agreement between them that she would pay for her boarding, etc. This testimony, referred to by the learned trial judge in portions of his charge recited in the second to the sixth specifications inclusive, was submitted to the jury with instructions which appear to be free from substantial error. While said testimony is not as clear and positive as it might have been, it was quite sufficient, in connection with other evidence, to justify the court in submitting the question to the jury: Miller’s Appeal, 100 Pa. 568. The necessary implication from their verdict is that the existence of such agreement, as a fact, was found by them. That being so, there is nothing that requires reversal of the judgment. Clearly there was no error in refusing to charge as complained of in the first specification, that “ under the law and the evidence in this case the verdict must be for defendants; ” and we have already intimated that there is nothing in the remaining five specifications that requires any such action.\nIn view of the relationship of the parties to the transaction, we think the court held the plaintiff to a sufficiently rigid rule of proof. “ Undoubtedly,” said Mr. Justice Strong in a somewhat similar case, Smith v. Milligan, 48 Pa. 107, “ relationship, either by consanguinity or affinity, is a fact which tends to rebut the presumption which the law raises, that a promise to pay is intended when personal services are rendered. But, alone, it does not overcome the presumption except in the case of parent and child. In all other cases, there must be evidence beyond the relationship that the creation of no debt was intended.” To the same effect is Perkins v. Hasbrouck, 155 Pa. 494.\nJudgment affirmed."}