{"id": "859014", "contents": "Opinion by\nMe. Justice McCollum,\nIs there any evidence in this case which authorizes an'inference that the plaintiff’s injury was caused by the defendant’s negligence ? It is alleged in the plaintiff’s statement that the defendants negligently left heavy bags of wool suspended from the hoisting apparatus on the outside of the building, and that .the bags became detached from it and fell upon the .plaintiff while he was lawfully passing out of the doorway below them. Issue was joined on this allegation and under the pleadings the inquiry on the trial should have been confined to it. The evidence in support of the plaintiff’s side of the issue thus made was meagre. It consisted of his own testimony, corroborated somewhat by two of his witnesses, to the effect that the hoisting apparatus was not running when the bags fell from it. The jury were instructed in substance that they might infer from this testimony that the defendants allowed the bags to remain suspended “ swinging and swaying in the wind ” for an unreasonable length of time, and that such an inference would support a verdict in favor of the plaintiff unless it appeared there was contributory negligence on his part. It should be stated in this connection that there was no direct evidence that the bags were suspended from the hoisting apparatus longer than was necessary to convey them from the wagon to that portion of the building occupied by the defendants, or that there was any wind which obstructed or interfered with the transfer of them from the former to the latter place. Indeed, the only direct and positive evidence produced by the plaintiff on this branch of the case clearly and expressly negatived his theory that the bags were suspended from the lift an unreasonable time. It was in exact accord with the evidence submitted by the defendants on the same point and was to the effect that the bags fell from the lift while they were being hoisted to the third floor.\nThe special finding furnished no basis for a conclusion that the bags fell in consequence of an act or omission of the defendants. The jury were asked to find specially “whether the goods remained lifted up toward the room of the defendants for ten or fifteen minutes, or for any other unreasonable length of time,” but they did not do so. ' In the special finding, considered by itself, there was nothing to convict the defendants of negligence in the affair under investigation. It was consistent’ with the exercise of due care and diligence by them in transferring the wool from the lift to the part of the building they occupied. We may therefore reasonably conclude that the verdict was the result of a belief by the jury that Corrigan improperly fastened the bags to the hoist and that the defendants were chargeable with the consequences of his carelessness. If the jury were satisfied that he was negligent, and that the plaintiff was not, it was their plain duty under the instructions they received from the court to render the verdict they did. But were the defendants liable for an injury inflicted by the negligence of Corrigan in fastening the bags to the hoist ? He was not in their service at the time. In unloading the bags from the wagon he represented his employers, for whose acts the defendants were nowise responsible. While the bags were in the wagon before they were attached to the lift they were in the possession and under the control of Corrigan’s employers. The delivery of them was not complete until they, were fastened to the lift for the purpose of being hoisted to the third floor. The fastening of the bags to the lift was the final act in the delivery of them. It was an act in discharge of a duty which rested on Corrigan’s employers, and if there was negligence in the performance of that duty the defendants were not responsible for the consequences of it. We do not mean to be understood as assenting to the claim that there was negligence in fastening the bags to the lift, or that the evidence in the case would justify a jury in so finding. All that we decide in this connection is that the relation between the defendants and Corrigan was not such as would render them liable for an injury resulting from his mistake or carelessness.\nIt was essential to the maintenance of this action that the plaintiff should prove an act or omission on the part of the defendants which constituted negligence, and that it was the proximate cause of the injury he received. We are of the opinion after a careful consideration of the evidence submitted by him that he failed to do so. The evidence submitted did not warrant an inference that the bags were suspended from the lift an unreasonable time after they were raised to the level of the third floor, or that there was any negligence on the part of the defendants to which the injury the plaintiff received was properly chargeable. The first, second, third and fourth specifications of error are sustained.\nJudgment reversed."}