{"id": "859078", "contents": "Opinion by\nMb. Justice McCollum;,\nFour fifths of the materials for which this claim was filed were furnished on the order of Messenger while he was the apparent owner of the lot, and all of them except the transom door-frames were furnished before the material man was informed that Riale had any legal or equitable title to or interest in it. All the appearances were in accord with Messenger’s representations, when he ordered the materials, that they were for a house he was building on his lot on Park avenue. His deed for the lot was on record, and there was no visible change in his possession of it. There was absolutely nothing discernible anywhere to suggest or in the remotest degree indicate any change in his relations to the property or that in erecting a house upon it he was the representative or agent of another. In short, the record, the appearances and Messenger’s representations to the appellant united in presenting the case of an owner of a lot ordering the materials for and erecting a house upon it. But it is urged that the appellant is not entitled to a lien for his claim because (1) in August, 1889, Messenger verbally agreed with Riale to sell the lot to him, and that in pursuance of this agreement a deed of it-was made and delivered to the latter on the 5th of October following; and (2) that soon after the agreement to sell the lot he verbally agreed with his vendee to build for him a house upon it, and “ not to allow any lumberman’s or mechanic’s lien to be entered against it.” The agreement in respect to the erection of the house was not reduced to writing and signed until September 26, 1889, or six days after the materials were ordered, nor was anything paid on the lot until that time!\nThe appellant, whilst conceding the principles enforced in Schroeder v. Galland, 184 Pa. 277, and kindred cases, contends that upon the facts above recited he is entitled to a lien upon ■the building for materials furnished and used in its construction. In considering this contention it must be remembered that when Messenger ordered the materials for the house he was the owner of the lot and his title to it was shown by the record. Riale had then no enforcible equity or claim in or upon the lot because the verbal agreement gave him none, and he had done nothing in pursuance of it which prevented his vendor from successfully repudiating it. Messenger’s possesr sion of the lot when he commenced the erection of a house upon it was in accord with his title and so were his representations that the materials he ordered were for a house he was building on his lot on Park- avenue. What was there in the circumstances surrounding the transaction, to suggest to the material man the existence of an equitable interest or title in Riale or any one else, or to put upon him the duty of further inquiry ? Absolutely nothing. The ease before us is therefore wholly unlike the cases relied on by the appellees in which it is held that a sub-contractor is bound by a stipulation against liens in the contract between the owner and the principal contractor. In none of them is it held or suggested that a secret verbal agreement, such -as is interposed here, will prevent or defeat a lien. They were cases in which the labor was done or the materials were furnished on the order of or under a contract with the principal contractor who was known as such, not, as in this case, on the order of or under a contract with the apparent owner. In them the sub-contractor was chargeable with knowledge of the contract between the owner and the principal contractor, because he had an opportunity and it was his duty to ascertain its terms before performing labor or furnishing materials on the credit of the building. In this case no such opportunity was presented or duty imposed. It is in accordance with equity that the sub-contractor should be'bound by the terms of the contract between the principal contractor and the owner, in the former case, and against it to hold him bound by the terms of the secret agreement relied on in this case to defeat the claim of the appellant. We hold therefore that the appellant is entitled to a lien for the materials furnished before he’knew or ought to have known that such agreement existed.\nTo the extent that the rulings of the learned court below are in conflict with this' opinion the specifications of error are sustained.\nJudgment reversed and venire facias de novo awarded."}