{"id": "859079", "contents": "Opinion by\nMr. Justice Dean,\nThe testator, David Titlow, died August 27, 1884, leaving four children and a granddaughter, Elizabeth, daughter of a deceased son, Charles N. Titlow. If he had died intestate, of course, each would have taken one fifth of his estate under the intestate laws. He had, at his death, very little personal estate, but owned improved real estate in Philadelphia, consisting of nineteen separate lots, valued at §25,600. His will was made 25th August, 1881, to which were appended three codicils, the last executed fifteen days before his death. The effect of the whole will was to give: (1) To his son John, two lots valued at §3,000, but subject to a payment of §3,000. (2) To his daughter, Alcenia Schuyler, four lots valued at §5,200. (3) To his son George, five lots valued at §6,200. (4) To his son George, in trust for Charles during life, four lots valued at $6,000,' with remainder to children of Charles, born after July 14, 1883, and in default.of children so born, then to George in fee. (5) To his executor, George, in trust for his daughter Sarah- for life, four lots valued at $5,200 ; at her death, two of them in fee to George, and the other two to her children.\nCharles died before his father, leaving one daughter, Elizabeth, born before July 14, 1883, so that under the will, George, in addition to his own, was entitled to the share of Charles. As matters stood at the death of testator, George D. was the largest beneficiary under the will. He got five lots valued at $6,200, directly devised to him; by the death of his brother Charles without children capable of taking the devise over, he took the four lots valued at $6,000, and the remainder in two lots valued at $3,800, in which a life estate was given to his sister Sarah. John, practically, got nothing, for his lots were charged with a payment equal to their value. Sarah had only a life estate in hers. Alcenia took absolutely about one fifth. George, therefore, was the only one 'who had a substantial interest in sustaining the will, for under it he took about five tenths of -the estate. Alcenia Schuyler took, under the will, about the share that would have fallen to her under the intestate laws. John commenced proceedings to set aside the will, averring want of testamentary capacity on part of his father; u citation was accordingly issued, and served on George D. Titlow, executor, who was also devisee of almost one half the estate. He made no answer, further than to deny any reason within his knowledge why the will should not be executed. Thereupon the orphans’ court directed an issue to the common pleas for trial, in which George D., the executor, was made plaintiff, and John H., the contestant, defendant. After a trial lasting nearly two weeks, there was a verdict for the defendant, and against the will; a new trial was granted, and, on submission to a second jury, there was a disagreement. In the meantime, both George and John died; Alcenia Schuyler, who had been nominated in her father’s will successor to George as executor in case of his death, was put upon the record as plaintiff; the heirs of John took his place'upon the record as defendants. Then there was an agreement of compromise by all interested filed of record, with the approval of the court, and a verdict sustaining the will taken.\nThe agreement, in effect, was a division of the property, two fifths to the widow and child of George, and three fifths to the other four children, or their representatives, in such shares as should be subsequently agreed to among them.\nSamuel A. J. Salter having taken out letters of administration on the estate of George D. Titlow, filed his account of Ids intestate’s executorship under the will of David Titlow. In the account, he charged his intestate with the inventory and rents received from the property devised, amounting to $24,087.88, and then took credit with payments amounting to $15,318.60, leaving a balance of $8,769.28. The credit side of the account is made up of many items, the only ones objected to by the other heirs being those for counsel fees and expenses incurred in the litigation concerning the will. These expenses amounted to $3,166.89. Alcenia Schuyler and the other children who received under the compromise agreement three fifths of the estate, excepted to the account, contending that George D. Titlow was the only one of the devisees whose interest it was to sustain the will, and in fact the only one who resisted the attack upon it; that therefore Ins estate should bear the expense of the contest, the same as if he had been personally of record as a party. The counsel representing the estate of George D. Titlow contended that, in sustaining the will, he but performed his duty as executor and trustee of the estate confided to him by the testator; and, further, that, under the compromise agreement, no one of the parties to it, and presumably benefited by it, could be heard as an objector to the reasonable expenditure incident to the result.\nThe auditing judge sustained the exceptions in part, and surcharged the accountant with $3,166.89. His adjudication having been confirmed 'by the orphans’ court, we have this appeal bjr the widow and guardian of the minor child of George D. Titlow.\nThe error assigned is, that “ The court erred in not holding that the verdict sustaining the will and the agreement requiring the same were a full justification to George D. Titlow in maintaining the issue, and that, especially by reason of said agreement, each of the parties thereto was precluded from gainsaying the expenditures made to secure such result.”\nIt cannot be questioned that the verdict, although taken by .agreement, is, iñ a restricted sense, conclusive. It establishes beyond reach of controversy, title to the land under the will in the devisees. But it in no sense establishes an equity on which to base a decree awarding expenses to the executor in defending the will.\nTaking the whole record, it at'most shows doubtful testamentary capacity. The first verdict, after a hotly contested trial, was against the will; at the second trial, there was a disagreement of the jury. Then comes the verdict by consent of all interested, sustaining the will. This only shows that, in a very doubtful case, the parties to the suit very wisely compromised it. In Yerkes’s Appeal, 99 Pa. 401, in an opinion by the present Chief Justice, it is held as a general rule deducible from all the cases decided in this state, “ That an executor is not bound to defend his testator’s will, and if he undertakes to do so, it must be as the agent of and in the interest of those benefited by his action.”\nExceptions to the rule, doubtless, may arise. If the beneficiaries under a will sought to defeat trusts created by the testator, and by a collusive arrangement attacked the will for the. purpose of setting it aside, that the estate might .descend under the intestate laws, it would be the duty of the executor to defend it; or he might defend the genuine will against’a forged or spurious one, and in either case equitably demand that his reasonable costs and counsel fees be\" paid out of the estate. But here, there is nothing but the usual disparity of interests inviting favor to and antagonism of the will. George-D., under the will, got about half the estate, the remaining devisees the other half, two of the children practically nothing. True, he was executor, and so named of record, but his stand for the will in the litigation was because he was a devisee, and it .was largely to his interest to sustain it. He could, unequivocally, in his answer to the citation, have disclaimed any interest as devisee in the contest, and then the court would have made such order as would have been proper touching the issue. In substance, his position on the record as executor was that of representative of himself as devisee of one half the estate, and in that attitude was conducted his side of the contest, until, by the agreement, two fifths of the estate went to his family. Nor ■ is there anything in the compromise agreement that negatives the individual liability which the law imposes upon him. His share is made expressly answerable for $400 fees to counsel of John Henry Titlow, the moving party to the contest,- but the agreement is significantly silent as to any other expenses of the contest. The usual taxable costs therefore came out of the estate, as if no agreement had been made, and the individual liability of the contesting parties for counsel fees remained unaffected by the agreement.\nIn view of the evidence and the law applicable to it, we think the court below properly disallowed the credits claimed for counsel fees, personal services of executor in will contest, stenographer’s bill, etc. The assignment of error is overruled, and the decree affirmed at costs of appellant."}