{"id": "859072", "contents": "Opinion bk\nMb. Justice McCollum,\nThis is an appeal from the refusal of the court below to set aside a compulsory nonsuit in an action on a policy of insurance. The action was brought to recover compensation for the loss the plaintiff sustained in the death of his horse in a stable in Philadelphia, from an injury received there, and the nonsuit was entered on the ground that by removing his horse from Jenkintown, where the insurance was effected, to the place where the injury was received and the death occurred, he forfeited his right to the indemnity guaranteed by the policy. Two questions are raised by the appeal. They are (1) whether there was a forfeiture, and (2) if there was, whether there was evidence of a waiver of it by the company. The first question turns on the construction of section 14 of the by-laws which is as follows: “ The insurance of this company shall be confined to a distance not exceeding twelve miles from the borough of Hatboro.” The learned judge of the court below construed this by-law to mean that the property must be kept within the distance limit to' entitle the insured to indemnity in case of loss, and he cited 95 American Decisions, 751; Wood on Ins., sec. 47; London Ins. Co. v. Lycoming Ins. Co., 105 Pa. 424, and Insurance Association v. Evans, 102 Pa. 281, as in accord with and supporting his construction. In all the- cases cited except in Ins. Co. v. Evans, supra, the location of the property was desigmated in the policy. In some of them the designation of the location of it was held to be merely descriptive; in others it was regarded as constituting a continuing warranty that tile location of the property should not be changed. This seeming inconsistency in the decisions is due to the fact that the question whether the designation in the policy of the location of the propertyis descriptive only or a warranty that it shall not be removed, depends to some extent on the nature and uses .of it. In Ins. Association v. Evans, as in this case, there was ho statement in the policy in respect to the location of the property. In that case the insured lived in the district to which the business of the association was confined. On the 28d of April, 1879, he obtained from the association a policy of insurance on his two horses then within the charter limit. On the 2d of May, 1880, he took them to Philadelphia for the purpose of selling them, and in pursuance of this purpose he left them there in a livery and sale stable until the 25th of June, when one of them died. In a suit for the loss it was contended by the insurer that the policy was forfeited by the action of the insured in removing the horses to Philadelphia and keeping them there for the purpose-above stated, but it was held that, in the absence of any prohibition in the contract, such action did not forfeit it, or prevent a recovery upon it. We think therefore that Insurance. Association v. Evans does not sustain the defendant company’s contention in this case. It did not decide that the horses were temporarily in Philadelphia for a purpose necessary or incident to the ordinary use and enjoyment of them, or that the provisions in the charter restricting the business of the association to the counties of Chester, Montgomery and Berks would have avoided the policy if the insured had moved to Philadelphia and kept his horses there. It simply determined that- upon the facts appearing in the case there was no violation or forfeiture of the contract. We have made particular reference to the decision in Ins. Association v. Evans because the by-law limit in this case is of the same nature as the charter limit in that. We have then to decide as an original question, whether the plaintiff, in moving to Philadelphia and taking his horse with him, violated sec. 14 of the bj^-laws and thereby forfeited his policy. It is by no means clear that he did so. There is, at least, room for doubt whether the by-law was intended to, prohibit such removal of the property or to attach such consequences to it, and, as forfeitures are not favorites of the law, the doubt should be resolved against the insurer.\nWe think the by-law in question fairly admits of a construction which prevents a forfeiture. There need be and should be no ambiguity in a contract of insurance. The prohibitions and conditions in it are prepared and inserted by the insurer, and they ought to be clearly expressed. In the case at bar if the defendant company had intended that a removal of the property beyond the twelve mile limit should avoid its policy, it could easily have said so and saved litigation.\nThe specifications of error are sustained.\nJudgment reversed and procedendo awarded."}