{"id": "859075", "contents": "Opinion by\nMb. Justice Fell,\nThe fund in controversy was created by a sheriff’s sale of the partnership property of Vanzandt, Enyeart & James, and the question before the auditor was whether the plaintiff’s judgment should participate in the distribution. A careful examination of the testimony has led' us to the belief that the finding of the learned auditor was correct, and that his report should have been confirmed.\nIn 1891 George R. James'became a member 'of the firm of Vanzandt, Enyeart & James. Articles of copartnership were entered into, in which the contribution of $4,000 by George R. James was acknowledged, and by which the entire co-partnership property of Vanzandt and Enyeart, estimated at $8,000, was transferred to the new firm, and the copartners held equal interests. It was agreed by article 7th that, in the event of the dissolution of the firm, George R. James, after the .payment of all debts, should be repaid his contribution to the capital before his copartners- received anything; and by article 9th his copartners personally guaranteed that upon the dissolution of the partnership he should receive the amount invested by him in the business.\nThe money put into the business by George R: James was advanced by his”father, the plaintiff, and upon the failure of the firm in 1898 judgment was confessed to him by one of the copartners, Yanzandt, with the knowledge of James but without the concurrence of» Enyeart, who at the audit joined with the creditors in opposing its payment. The question before the auditor was whether the debt due the plaintiff was a partnership debt or the debt of the plaintiff’s son, Geo. R. James.\nIt was not in dispute that the money advanced by the plaintiff was to enable his son to become a member of the firm, nor that it was used by the son to pay his share of the capital. No obligation of the firm was taken, nor was any payment on account of principal or interest at any time demanded of or made by it. Yanzandt and Enyeart were in need of more capital. To secure it they took an additional partner, and as an inducement to him they agreed that upon the dissolution of the new firm his contribution to the capital should first be repaid after the payment of the firm debts; and they further assumed a personal obligation to indemnify him to the extent of his contribution to the capital in the event of insolvency.\nThis was the whole agreement, as it appears from the testimony and the articles of copartnership. Doubtless their purpose in making this concession was to induce the plaintiff to furnish the money to enable his son to enter the firm; but the agreement was made with Geo. R. James, and not with the plaintiff. The plaintiff testified: “My son by this paper became a member of the firm. It was then called Vanzandt, Enyeart & James. He was to put in $4,000 as his share of the capital. These checks of mine represent $4,000. My son put no money in except these checks I gave him. He did not have any money. These checks were the very money he was to put in. . . . The money I advanced was put there to get my son an interest in the firm. There was nothing said about the interest the firm was to pay me for the use of- the money. The money was to be for the benefit of my son. All the interest he was to receive was a share of the profits.” It is trhp he says in the course of his testimony: “ I furnished him that amount of money as a loan to the firm. . . . The money I advanced was not to my son individually, but to the new firm.” But the explanation of the whole matter is found in his further statement: “ It was, I think, the understanding between Vanzandt, Enyeart and myself that the 9th section was to b& the guarantee to me for the return of the money.” And in the testimony of his son: “ The 9th section of the agreement was understood by me and my father that my father should be protected through me if anything should occur either directly to him or through me by the firm of Vanzandt, Enyeart & James.”\nThe testimony as a whole leaves no doubt as to the understanding and -the agreement made at the time. The plaintiff loaned his son $4,000 to enable him to enter the copartnership, and this money was contributed by Geo. R. James as his portion of the capital to make him an equal partner. Before advancing the money to his son the plaintiff insisted on the articles of copartnership, which were approved and retained by him, and secured him as far as possible in carrying out the intention of the parties by providing for the return of his son’s contribution to the capital.\nThis however was not an agreement between the plaintiff and the firm, but between two of its members and the plaintiff’s .son. He neither was nor could have been a partjr to this agreement, and any protection which it was intended to afford him was only incidental and through his son.\nWith this judgment of the facts there is no difficulty in the application of legal principles. As against' its creditors a co-partnership cannot assume the individual liabilities of one of its members, for which it is neither legally nor morally responsible, and apply the partnership property to their payment. In Siegel v. Chidsey, 28 Pa. 279, which is relied upon by the appellee, the money was borrowed by one member of the firm for the use of the firm, and used by it, and the debt assumed before failure; and it was'there held that while the firm was not originally liable there was a good consideration to support itsubsequent promise to pay. To the same effect is Walker v. Marine Nat. Bank, 98 Pa. 574.\nThe facts in this case closely resemble those in McNaughten’s Appeal, 101 Pa. 550, in which one of the copartners had borrowed his share of the capital of the bank, plaintiff, and afterward confessed judgment therefor. In the opinion the present Chief Justice said: “ It is suggested that the money of the bank was used in paying for the original stock of merchandise with which the firm commenced business, and in replenishing the same from time to time; and therefore by some species of equity the firm should be liable for the money loaned to one of the partners on the individual credit of himself arid his indorser. It is a mistake to suppose that any such ground of liability is tenable under the facts of this case.” The same doctrine is held in Coffin's Appeal, 106 Pa. 280.\nThe decree is reversed at the cost of the appellee, and it is now adjudged and decreed that the auditor’s report be confirmed, and the fund distributed in accordance therewith."}