{"id": "860287", "contents": "Opinion by\nMb. Justice Dean,\nOn the evening of September 2,1890, about seven o’clock, while it was yet daylight, Hester Derk was run down and killed by defendant’s locomotive, in an attempt by her to walk across Shamokin street in the borough of Shamokin. The street and railway cross each other at grade. The deceased was 46 years of age, in good health, in full, possession of her mental faculties, with no impairment of the sense of sight or hearing. The locomotive that struck her was running backward, the tender foremost, and moving at a speed of eight to ten miles an hour. Eleven and one half feet north of the point where she was killed, the deceased stopped in front of a drug store. There is a dispute, on the testimony, as to whether this was for the purpose of looking up and down the track, or to recover her handkerchief which she had dropped, and which a boy picked up and handed to her. But the evidence is clear and undisputed that,, on regaining her handkerchief, she walked rapidly towards the railway\" track, and was struck at the instant she stepped upon it, at the first rail.\nOn the ground, that the úncontradicted evidence showed negligence on part of deceased, the court nonsuited the plaintiff, her husband, and from that judgment comes this appeal.\nCounsel for appellant assuming as a fact that deceased stopped, looked and listened at the drug store, then, seeing and hearing nothing, attempted to cross the track, the questions as to whether this was a proper place, and whether care according to the circumstances was exhibited by\" her, it is argued, were for the jury. In support of this position, he cites many authorities ; but they\" do not apply\" to these undisputed facts. Where one, in the exercise of care, and because of negligence of the railway company, finds himself in a situation of danger, he is not responsible for an error of judgment in his endeavors to escape from it. As, where one looks and listens for warning of an approaching train, and, neither seeing nor hearing danger, then attempts to cross several tracks and is struck before reaching the last one. At a trial, after the event, it may appear that he could have escaped by increasing his speed, or by stopping, or by retracing his steps ; but the traveler is not held up to a rigidly correct judgment, when decision is to be made on the instant in face of imminent peril; it is for the jury to say whether he exercised care according to the circumstances. All the eases cited by the learned counsel for appellant, are based on this rule. Plaintiff’s own evidence showed that, where she stopped in front of the drug store, a locomotive approaching from the direction this one came, could be seen for only forty-one feet; then she walked in the direction of the track, and within six or seven feet of it the locomotive could have been seen a long distance off. At that point she was entirely safe, being about three steps from danger; yet she stepped on the track, and was struck the moment her foot touched it. The negligence on her part is so manifest that it would be a travesty on judicial trial to submit that fact to a jury. Could any jury, from the weight of the evidence, say that it was care according to the circumstances to stop in front of the drug store to look for a train where she could not see one if coming, and not stop and look when approaching the track where she could see one, and with absolute certainty avoid the danger? It neither lends to justice nor respect for the law, for courts to sanction absurdities. Every one is conscious, on the facts proven, that this unfortunate woman was grossly' negligent when she stepped right in front of a moving locomotive. If she looked when she approached the track, then she saw the locomotive, and we are necessarily driven to but one conclusion, that she committed suicide, for then she deliberately' took three steps into certain death. Of course, this is a wrong conclusion from the facts. The one which the learned judge of the court below came to, is, without doubt, the correct one ; that, thoughtlessly and negligently, she attempted to cross a dangerous railroad track, without stopping to look. And his ruling is sustained by all the cases, notably that of Marland v. Railroad Co., 123 Pa. 487.\n■ The exceptions taken, and errors assigned, to defendant’s cross-examination of plaintiff’s witnesses are not sustained. The questions put to Frederick Lorenze, an engineer called by plaintiff, were as to points on a map made by him, which plain, tiff put in evidence; those put to Samuel Culp, also, a witness called by plaintiff as to points marked on the rtiap, were clearly admissible. They testified in chief as to the correctness of the map, and the location of certain objects marked upon it. It was proper, then, for defendants to cross-examine them as to other points and distances of the locality upon the same map, if for no other purpose than to test the accuracy of the witness’s knowledge and observation.\nAs to the rejection of the offer to prove that, after the accident, defendants had employed a night watchman at this crossing, it was wholly irrelevant, because the deceased was not killed at night, but in the daytime. But certainly, in the view taken b}’ the learned judge of the evidence, no harm resulted to plaintiff, for, in entering the nonsuit, he necessarily assumed negligence on part of defendants.\n' The judgment is affirmed, and the appeal is dismissed at costs of appellant."}