{"id": "860255", "contents": "Opinion by\nMb. Justice Mitchell,\nThe judgment against the garnishee, appellant, on the attachment execution, being out of the course of the common law and founded entirely on statute, must be shown to rest on positive provision. The act of June 16,1836, § 33, authorizes the issue of “ process in the nature of an attachment .... with a clause of summons .... in the nature of a writ of scire facias against garnishees in a foreign attachment; and thereupon the plaintiff may proceed to judgment .... in the manner allowed in cases of foreign attachment against personal estate:” P. L. 767. We must look therefore to the law of foreign attachment for the rules governing the present case.\nIt was said by Sergeant, J., in Layman v. Beam, 6 Whart. 181, and repeated in Jones v. Tracy, 75 Pa. 417, that “ no provision is made in the act of assembly as to the nature of the judgment which the plaintiff is to have against the garnishee where the garnishee makes default in appearance after service of the scire facias.” It might have been said more broadly that the statute makes no provision in express terms for any judgment at all on such default. Neither the act of 1705, 1 Smith’s Laws, 45, nor the act of 1789, 2 Sm. 502, appears to contemplate a judgment at that stage of the proceeding against the garnishee. Nor does the revised act of June 13, 1836, make any direct provision therefor. Hence it is argued by appellant that there can be no such judgment. But the act of 1836, § 45, directs that every writ of attachment shall contain a clause of summons to the garnishee to be and appear before the court at the day and place mentioned in the writ to abide the judgment of the court therein. The garnishee therefore being summoned, is thus to some extent made party to the suit, and the legal consequences of default would seem necessarily to follow.\nThe plaintiff therefore was entitled to a judgment for want of an appearance against the garnishee, but it was not by virtue of any special provision, but only in accordance with the general practice in cases of such default. By such, practice judgment is only interlocutory, and plaintiff must go on and prove his demand before he can liquidate it. The question therefore arises what is the nature of his demand against the garnishee, and what is the judgment appropriate to the case ?\nForeign attachment is a proceeding in rem, by attachment of a non-resident’s goods, with the primary object of compelling an appearance to answer the plaintiff’s suit. In the custom of London where it originated, and in our early act of 1705 it is almost exclusively a proceeding in rem. The act of 1789 reciting that the previous law was defective from want of adequate provision for a disclosure of the goods etc. of the defendant in the hands of the garnishee, added the remedy of interrogatories in the nature of a bill of discovery, and answers by the garnishee, trial and judgment for or against him. The garnishee thus becomes as already said a party to the suit, but pro tanto only. It is none of his quarrel and he is brought into it only because of his possession of defendant’s goods. That therefore is the extent of his liability. If he produces them he is answerable for nothing more. When the act of 1836 added the clause of summons to the garnishee it did so in aid of the remedy, but not more for the plaintiff than for the garnishee himself. By sect. 54, after judgment against the defendant, plaintiff may have a writ of scire facias to the garnishee to show cause why the former should not have execution out of the goods of the defendant, etc. By sect. 55, the interrogatories are as to what goods etc. of defendant are in garnishee’s hands. Bv sect. 58, if issue and trial be had the jury are to find what goods or effects, if any, of defendant were in garnishee’s hands. And whether on confession in the answers or by sect. 59, on verdict, the execution is to be levied of the goods of defendant so found to be in garnishee’s hands. This then is the complete measure of his liability, and all the elements of it must be strictly proved. Thus in Hampton v. Matthews, 14 Pa. 105, on an issue of nulla bona the jury found for plaintiff for a definite sum, and it was held to be error because there was no finding of what goods were in garnishee’s hands and the value, the court saying “ this is not matter of form but substance, as the garnishee may in many cases- discharge himself by surrender of the property, and is not in any case answerable beyond its value.” In Poor v. Colburn, 57 Pa. 415, a verdict that the money in the hands of the garnishee was defendant’s, and that plaintiff was entitled to $69, was held bad for not finding how much was in garnishee’s hands, and no judgment could be entered on it. The same point was re-affirmed in Bonnaffon v. Thompson, 83 Pa. 460. And in Crawford v. Barry, 1 Binn. 480, it was held that it was not enough for the jury to find that there were effects to the value of $800 in garnishee’s hands, they must find the specific goods, Tilghman, C. J., saying “ there is no authority for the jury, by any mode of finding, to take from the garnishee the right of surrendering the goods and discharging himself from the obligation of paying the value.”\nI have quoted these cases to show the strictness required to make the garnishee answerable even for the defendant’s goods or their value. There are two exceptional cases, and only two, in which he becomes responsible de bonis propriis as for his own debt. These are first under sect. 57 when, after due service of interrogatories and a rule to answer, he neglects or refuses to do so, he may be adjudged to have in his possession goods and effects sufficient to answer the claim of plaintiff, and secondly under sect. 60 if after judgment against him on scire facias, he neglects or refuses to produce the defendant’s goods so adjudged to be in his hands. These two exceptions, however, even more than the general rule already discussed, .are strictissimi juris, and are not allowed except in the precise case stipulated by the statute nor even then unless every requirement be exactly fulfilled. Thus in Ringwalt v. Brindle, 59 Pa. 51, it was held that filing and serving a copy of the interrogatories on the garnishee would not entitle the plaintiff to judgment under sect. 57 although the rules of court provided ■that such judgment should be entered in default of answers. This court said that the standing rule of court was not sufficient compliance with the statute, there must be a special rule on the garnishee to answer in the particular case. And in Corbyn v. Bollman, 4 W. & S. 342, where a judgment was entered under sect. 57 against a justice of the peace for not answering interrogatories, it was held that while the form of the judgment, that the garnishee had in his possession goods and effects of the defendant to an amount to satisfy the demand of the plaintiff, etc. was correct, yet as the interrogatories did not concern any estate or effects of the defendant in the hands of the garnishee or debt due or owing by the latter, but merely inquired as to the judgments entered on his docket against the defendant, they were irrelevant, and not such as the garnishee was bound to answer, and would not sustain the judgment.\nThe judgment in the present case was entered in default of appearance for the amount of plaintiff’s judgment against the defendant Hartwell, as if under section 57 of the act of 1836. It was not within the provisions of that section, and has nothing in the act to support it. It was wholly irregular and should-have been stricken off.\nThere remain to be noticed two cases which are relied upon by appellee as sustaining the judgment.\nIn Layman v. Beam, 6 Whart. 181, the garnishee having failed to appear after service of the summons, judgment by default was entered against him “ to be levied of his goods ” etc. This was held to be erroneous, and the proper form of the judgment was given, “'that plaintiff have execution of so much of the debt due by C. (garnishee) to A. (defendant) and attached in the hands of said C. as majr satisfy the judgment of' plaintiff against the said A.” etc. and if said C. refuse or neglect to pay the same, then to be levied of his own goods, etc. This form of judgment, and some expressions in the opinion, such as “ a default to appear is tantamount to a confession that he (garnishee) has in hands the property attached,” etc., entirely correct as to the facts then before the court, have sometimes unfortunately been taken as general rules applicable to all cases, and the forms based on them need revision. The-sheriff had returned “ attached a debt of about six hundred dollars due to defendant by the within named ” garnishee, and the plaintiff’s judgment against defendant was only two hundred dollars. It thus appeared of record that execution could be had for plaintiff’s whole judgment without injury to the garnishee. There had been no literal compliance with the requirement of the statute that there should be a finding of the specific goods in the hands of the garnishee and their value, but it had been held in Flanagin v. Wetherill, 5 Whart. 280, that as the property in garnishee’s hands was money and the amount appeared, such irregularity was one of form only and did not require a reversal. It is the excepted case from the •strictness of the requirements of the statute airead}'- discussed, and how narrow the exception is appears from Poor v. Colburn, 57 Pa. 415, supra, where a verdict that money in garnishee’s hands was defendant’s, and plaintiff was entitled to $69, was held bad for not finding specifically how much there was in garnishee’s hands. The court in Layman v. Beam had the fact before it that a debt was specifically attached, larger than plaintiff’s judgment against defendant, and therefore could fairly say that “ a default to appear, wás tantamount to a confession that he has in his hands the property attached ” and therefore nothing more was required to fix the liability of the garnishee, but such a rule is inapplicable to cases where nothing is specifically attached, and even to cases of specific attachment, unless followed by the liquidation, by writ of appraisement or otherwise, of the value of the goods. That the court meant to speak only of the case in hand, and not to relax the strict general rule, is manifest from the reversal of a judgment giving execution against the garnishee’s own goods in the first instance, though under Flanagin v. Wetherill, it might have been saved, and from the care taken by Sergeant, J., in the opinion to show how exactly the requirements of the statute must be followed.\nThe other case, Jones v. Tracy, 75 Pa. 417, is very similar in character. It is not so well reported, as some of the facts upon which the court proceeded appear only by inference. It also was an attachment of a debt due by garnishee, but neither its amount nor that of plaintiff’s judgment appears except that it may be gathered inferentially from the opinion that the judgment was for the amount of plaintiff’s claim, and that garnishee’s debt to defendant was larger. It is thus on all fours with Layman v. Beam, and is an exceptional case for the same reasons, entirely correct on its own facts, but not intended to lay down a general rule for ordinary cases. What is said on the subject of defendant’s right of exemption is very obscure from the absence of a statement of the facts. The expression that “the effect of the default was an admission by the garnishee that he owed the defendant a sum sufficient to discharge the plaintiff’s debt over and above the exemption of $300,”' could only be sustained on the ground that the garnishee had notice that the defendant had or would claim exemption out of his debt, a fact which nowhere appears, though presumably it was in the case. Without such notice the garnishee had neither duty nor right to meddle with the subject of exemption.\nThe result of all our cases may be summed up in the following propositions:\n1. The garnishee failing to appear after service of the attachment, with clause of summons, but no specific attachment of goods or credits, plaintiff will be entitled to a judgment by default. But such judgment will be interlocutory only, and plaintiff' cannot liquidate it, or have execution, without first by writ of inquiry or before the prothonotary as the rules of court or the practice in cases of default may prescribe, establishing-his claim by evidence of the garnishee’s possession of goods or credits of the defendant; and the measure of his damages will be the value of such goods. This is the present case.\n2. If the attachment is levied upon specific goods, the default may be taken as an admission of the possession of such goods, but the plaintiff must, by writ of appraisement or otherwise,, establish their value.\n3. If the attachment is of money, or a debt, and the amount appears in the sheriff’s return the default is an admission of all the requisite facts, and no further evidence or inquiry is necessary. This is Layman v. Beam.\n4. The proper form of the judgment is for plaintiff against the garnishee, and that the garnishee has in his hands certain goods, effects or credits, to wit, (naming them) of the value,, etc., or that the garnishee is indebted to the defendant in the sum of, etc.\n5. Plaintiff’s measure of damages, which determines the amount of the judgment against the garnishee, is the value of the goods attached, of course not exceeding the amount of his judgment, interest and costs against the defendant. The single exception is when the garnishee neglects or refuses to answer interrogatories, in which case, by the express terms of sect. 57 of the act of 1836, the judgment against him is that he has goods or effects of the defendant sufficient to satisfy the plaintiff’s demand, and execution may issue against him as for his own proper debt.\nJudgment reversed and procedendo awarded."}