{"id": "860274", "contents": "Opinion by\nMb. Justice Dean,\nAbout the year 1868, Annie Enders, the plaintiff, was married to Emanuel Enders, son of William Enders. Two years after their marriage, a son, William J. Enders, was born to them. At that time they lived at Cornwall, Lebanon county. Two years after the birth of the son, on account of her husband’s ill treatment and neglect to support her, the wife left him, and, with her child, took up her? home with her father at Berkley, in Berks county. Some months after leaving her husband, and while living with her father, on November 7, 1872, William Enders, the father of her husband, visited her. Her boy was his only grandson, and he was desirous that he should have a better education than his mother could afford him. The subject of the boy’s future was discussed between her and both grandfathers, and others of the wife’s family, at this visit. The grandfather, Enders, proposed to her, if she would permit him to take her son and educate him, the boy to make his home with him until he was of age, she to have the privilege of visiting her child when she desired, and to have him at her home whenever convenient, he would give the mother $20,000, and the boy $10,000 when he came of age. The mother consented, and thereafter the home of the boy was with his grandfather, the mother and son visiting each other frequently. About November 25,1891, soon after the boy came of age, the grandfather died, but he had not paid, nor had he made any provision, by will'or. otherwise, for payment of the $20,000 to the mother, Annie Enders. Thereupon she brought suit against his executors. At the trial, the defeudants contended: 1. That the contract, even if proven, was void because against public policy. 2. There was no sufficient consideration to support the alleged promise. The court submitted the testimony, as to whether the contract was made as averred by the plaintiff, to the jury, who found for the plaintiff; at the same time reserved the questions of law raised by defendants, and afterwards entered judgment in favor of defendants, non obstante veredicto. From that judgment, plaintiff brings her appeal.\nThe coui’t having decided the consideration was sufficient, the sole question here is, whether the contract was against public policy, and therefore void. The learned judge of the court below was of opinion that it was, and refers to many cases, holding that the parent cannot divest himself of the custody of his child by any agreement or contract; that, notwithstanding such agreement, his obligation as a parent remains, as well as the right of custody and guardianship.\nIt is admitted in the opinion, that none of the cases cited raises the precise question on which this case, because of its peculiar facts, turns.\nPublic policy, in the administration of the law by the courts, is essentially different from what may be public policy in the view of the legislature. With the legislature, it may be, and often is, nothing more than expediency. The public policy which dictates the enactment of a law is determined by the wisdom of the legislature. If the legislature declared by statute, that it was injurious to public interests, under any circumstances, for a parent to surrender the custody of a child during minority to a grandfather, that would be the end of discussion on that question. It has declared, the parent can apprentice his child; can, by certain proceedings in court, permit its adoption by another, and that it can take'away, for misconduct, the right of testamentary guardianship; ’ But in the absence of any statute forbidding such a contract as the jury have here found, we must find, as a fact, that such contracts to be void, have a tendency to injure the public,*or ar$'against the public good ; or, as is said in Trist v. Child, 21 Wall. 448, a contract, to be void on this ground, “ must be- ipcopsistent with sound policy and good morals as to the considération or thing to be done.” If, by well settled judicial precedent,, the law has determined •that such a contract as this tends’to the injury of the public, or is inconsistent with sound morality, we would feel bound to follow the law thus declared, withoqt regard to our own notions of the tendency of the contract. •\nAs to what the contract was here,, that has been definitely settled by the verdict on a full^and ¡impartial submission of the evidence., It is precisely the contract averred by plaintiff. Many of the cases cited by appellee bear on some features of evidence adduced in denial of<this'contract, which the jury found, as a fact, to have been made. It does not help us, in the determination of the question^ to. allege the wife maliciously deserted her husband and child, and had no marital right, as against her husband, to its custody. Whatever inay be the law applicable to such a state of facts, they are not the facts here. She had the custod}', when the grandfather made the promise, and he conceded her right to and authority over it. This is a necessary inference from the verdict.\nWe cannot find, in the cases cited, that a contract, such as this one, has ever been declared void as against public policy; nor is the principle announced in any case holding the contract void, applicable to these somewhat peculiar facts.\nAt the time the contract was made, the child was about two years old; the mother was living with it at her father’s, apart from her husband; she and the child were dependent on the bounty of her father, who was in moderate circumstances-. Obviously, whether this situation was brought about by marital discord, or the father’s viciousness, the future welfare of the helpless child was in peril. A deserted or deserting wife, without means, cannot give much of advantage in the way of education and comfort to the child. The grandfather, conscious of this, and being of ample fortune, with a view to his grandson’s future and the gratification of his own family pride and affection, proposed to take the boy, give him a home and educate him. While no severance of the maternal relation was contemplated, a personal separation was involved. By the arrangement, the grandfather secured the constant companionship of the boy, and the mother relinquished it. No parental duty or obligation on part of the mother was cast off, nor was there any such intention. Nor was the arrangement prompted by self-seeking on the part of the mother; the proposition was made by the grandfather, and she, out of regard for the advantage accruing to the child, reluctantly consented. The grandfather did all he agreed to do; the grandson received all the advantages expected by the mother. She suffered the deprivation of his constant society for nineteen years ; the grandfather enjoyed the presence of his grandson. Without alienation in affection, the mother relinquished the benefit of his personal service and the comfort derived from a son’s personal attention. For this, she was to receive $20,000 when the son came of age. She has a right to recover it, unless the contract was against public policy.\nWe. concede, the authorities establish that the contract of a parent, by which he bargains away.for a consideration the custody of his child to a stranger, he attempting to relieve himself from all paternal obligation, and place the burden on another, who shoulders it, without natural affection or moral obligation to prompt to the performance of parental duty, but only because of a bargain, is void, as'against public policy. Such a contract would be the mere sale of the child for money. But this was a family compact. The pride of the grandfather centered on the child as his only living male descendant in whose future there was promise; he .was called by his name, and; without question, both in blood and affection, he stood near' to him. Nor was his relation to the child wholly without legal responsibility. In the case of poverty o.n the part of one, and ability on the part of the other, by the act of 1836, there was a legal liability on the part of eaelfto support the other. These are the circumstances under which this contract was made. We concede, that because the event, showed this contract did promote the child’s welfare, that is «not sufficient to warrant us in saying the contract was not against public policy. The particular instance does not determine public policy, bub only the probable or natural tendency of such contracts. But we are clearly of the opinion that the tendency of such contracts, between grandparents of good character and ample estate, and parents in reduced circumstances, where parental solicitude and affection are not to be extinguished, and where the welfare of the child is intended to be proinoted, is neither to the injury of the public nor of good morals. In Van Dyne v. Vreeland, 11 N. J. Eq. 371, and Hill v. Gomme, 1 Beava’n, 541, the contracts of the parents were decided not to be against public policy, although made with strangers to thqblood; because of the special facts, and on the ground that the’ contract was for the welfare of the child. In Neal’s Executors v. Gilmore, 79 Pa. 427, the contract was made by the father,, who .Vas intemperate, he relinquishing the custody of his tw.o boys,'respectively two and six years of age, to a childless coupl^, relatives of his, until the children were of age. It was held that, if the contract had been, proven, there was sufficient consideration to support and enforce it, but that the proof was riot-sufficient to establish the contract. The point was not even made that such a contract was against public policy.\nThe payment to be made the''mother, was by the contract fixed at the majority of the child, but there never was a time during its existence that the law would have declared it void as against public policy ; because it contemplated no severance of the parental relation, no extinguishment of parental solicitude, and was wholly for the welfare of the child. Such custody as was necessary to gratify the pride and affection of the grandfather, and further the boy’s education, was relinquished; a custody, not unlike that which she would have surrendered, had she placed him in a boarding school for several years.\nAs we see nothing in this contract which should prevent its enforcement, the judgment of the court below is reversed, and judgment is now entered on the verdict for plaintiff."}