{"id": "860288", "contents": "Opinion by\nMb. Justice Williams,\nThis case raises a question of constitutional law that does not seem to have been decided by the courts of this state. The facts are that in 1870 the legislature passed and the governor approved an act entitled “ An act to prevent the issue of unauthorized policies of insurance.” Section first made it unlawful for any person, partnership or association, to issue any policy of insurance against fire without authority to do so expressly conferred by a charter of incorporation given according to law; and declared all policies issued without such authority to be void. The second section made it a misdemeanor to issue a polic3r of insurance against loss by fire without the authority required by the first section.\nThe special verdict rendered in this case finds that the defendant did violate the act of 1870 b3r making and issuing for himself and others a policy against loss b3r fire in the 3rear 1894, without having obtained a charter of incorporation authorizing the making of such insurance.\nUpon this verdict the learned judge of the court below entered a judgment in favor of the defendant, holding that the act of 1870 was void because in violation of the constitution of the United States and of this state. The commonwealth appeals. A single question is thus presented, viz: Does the act of 1870 violate the constitution of either the United States or this state ?\nThe learned judge held that the 14th amendment to the constitution of the United States was infringed by the act of 1870. This amendment declares that “ no state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States, nor deny to any within its jurisdiction the equal protection of the law.” The purpose and effect of this amendment have been discussed and declared by the United States courts in many cases, and' there ought to be no doubt upon the subject at this time. It was aimed at discriminations made or attempted by the laws of any of the states against persons upon whom the laws of the United States conferred the rights and. privileges of citizenship. Such discriminations, whether directed against' persons of a particular 'race or color resident within the state, or against persons resident in other states, are forbidden by the 14th amendment. But the proper exercise of the police power by the several states is not within the intent or the letter of the amendment: Powell v. Pennsylvania, 127 U. S. 678. On the other hand its purpose was declared in the Slaughter House Cases, 16 Wall. 36, to be to protect, “ against the hostile legislation of the states, the privileges and immunities of citizens of the United States as distinguished from the privileges and immunities of citizens of the states.”\nThe act of 1870 strikes at nq'privilege of citizenship of the United States as distinguished from the privileges of citizenship of Pennsylvania. It does -not attempt to draw a line between citizens of this state and \"citizens of other states. It is therefore in no sense a violation of the 14th • amendment of the constitution of the United States, and this branch of the discussion may be properly dropped at this point, and our attention confined to the other, viz : ‘\nIs the act of 1870 a violation of the 1st section of the bill of rights in the constitution of this state ? That section affirms that “ All men are born equally free and independent, and have certain inherent and inalienable rights, among which are those of ... . acquiring, possessing and protecting property and reputation.” The methods by which this right to acquire property is asserted and exercised are however, and have been since organized government began among men, subject to regulation by law. The power of government thus brought into service is known as the police power. If the act of 1870 is a valid exercise of the police power then no constitutional right is invaded, but the mode in which the right guaranteed by the 1st section of the bill of rights' may be \"exercised consistently with the best good of the greatest number is regulated and prescribed.\nThe general character of the police power is well understood, although neither the text books nor decided cases have yet given us an adequate definition of if. Little more has been attempted by the courts of this country than to determine that a particular subject does or does not fall within the range of this power. An illustration is afforded by the Beer Co. v. Massachusetts, 97 U. S. 25, in which this language was used: “ However difficult it may be to render a satisfactory definition of it (the police power) there seems to be no doubt that it does extend to the protection of the lives, health and property of the citizens, and to the preservation of good order and the public morals.” Blackstone in his Commentaries, vol. 4, p. 162, describes this power as the power of “ public police and economy,” by which the internal, regulation and good order of the state is secured, and individual citizens, like the members of a well ordered family, are made to conform their conduct to the rules of propriety, good neighborhood and good manners. It is therefore a power inherent in all forms of government. Its exercise may be limited by the frame or constitution of a particular government, but its natural limitations, in the absence of a written constitution, are found in the situation and necessities of the state, and these must be judged of in the first instance by the government itself. It corresponds to the right of self-preservation in the individual. When the dangers that threaten the state come from without, the right of self-preservation is exercised in gathering armies and the means of public defence. When the dangers arise within the state, self-preservation requires their suppression. This is accomplished by the exercise of the police power which deals with all forms of disorder, and provides for the public welfare, and the protection of citizens against the violence and the fraudulent conduct of each other.\nNow the question whether any particular subject is so related to the public good as to justify the exercise of this’ power in its control, is one for the determination, in the first instance, of the lawmaking branch of the government. ' In disposing of it, the legislature is subject to no limitations except such as the constitution of the state may impose. Within the lines set by constitutional provisions, the power of the legislature is practically absolute; but if it is alleged that a given police regulation violates the fundamental law, a question is raised for the determination of the courts, whose duty it is to apply the constitutional tests and adjudge the law to be void if it is in conflict with them. In this case we are to appfy the first section of the bill of rights to the act of 1870 in order to determine whether it can be enforced. If the act denies the inherent and inalienable right of the citizen to acquire, possess and protect propertjq which is asserted by this section of the bill of rights, then the judgment of the court below was right and this appeal should be dismissed; but if this right is not denied, and the effect of the act of 1870 is merely to regulate its exercise, then the judgment should be reversed and the defendant 'should suffer the penalty of the law he has disregarded.\nBefore entering upon this question, three preliminary observations should be made: First, we must remember that the legal presumption is in favor of the constitutionality of the act because it expresses the judgment of the legislative branch of the government upon that question. The legislature has considered the question and passed .upon it and this makes a prima facie case in favor of the law. We observe in the n,ext place that this question is to be considered upon the state of the law as it is when the question' is ’raised. Since 1870 the constitution of the state has been remodeled and many of its new provisions have been enforced by suitable legislation. Our question is not, therefore, whether the act of 1870 was valid under the constitution as it then stood, but whether it was valid when its provisions were invoked against the defendant in 1894. Our third observation is that the question is not controlled by common law maxims. The police power must necessarily enlarge its range as business expands and society develops. The proper office of statutes is to remedy the defects and modify the operation of common law rules to meet changed conditions in society and increased volume and improved methods in business.\nWe come now to inquire whether the business of insurance against loss by fire is at the present time a proper subject for the exercise of the police power of the state? In examining bills question it is important to know something about the magnitude of the business. The report of the insurance commissioner, appointed under theda-ws of the state, covering the transactions of the year 1892, shows that risks were written in Pennsylvania during that year as follows :•\nBy stock companies of Pennsylvania amounting to.......$286,584,023\nBy stock companies of other states . . . 412,489,251\nBy stock U. S. branches foreign, companies . 248,407,450\nBy mutual companies of Pennsylvania . . 137,328,820\n$1,084,809,544\nMaking the enormous total of one billion and nearly eighty-five millions of dollars.\nThe losses paid in the same-year, as shown by the same report, amounted to nearly seven and .one quarter millions of dollars. The total capital employed in the business of fire insurance in this state during the year was nearly two hundred sixteen and one half millions of dollars. The premiums paid by the insured fell a little short of twelve millions of dollars.\nLet. us consider next the nature of the business. It is not. like the sale of commodities for a present equivalent in value, but it is the purchase of indemnity against the risk of loss by fire that may happen at any time, and may not happen at all. The conditions necessary to the business of insurance are: (a) The existence of a known danger to which all property owners are exposed, and against which they cannot effectually protect themselves; (6) the strong probability that loss from this danger will fall upon but few of those who are exposed to it; 0) the certainty that when the loss happens it will fall so heavily on those to whom it comes as to make pecuniary indemnity a matter of great importance; (d) some knowledge of the relative value of the property annually destroyed by fire to serve as a basis for calculating the risk assumed by the insurer, and the amount of premium required to enable the insurer to meet losses and expenses and secure a fair return for the capital employed.\nIn view of the magnitude and the nature of the insurance business, it is apparent that the public is largely interested in all that relates to it. The security of policy holders requires, first, permanency in the custodian of the funds gathered from them, and on which their indemnity in case of loss depends ; second, an honest and competent administration of these funds; third, restraint against the division of the profits of the business whenever such division would injuriously affect the security of policy holders. How are these safeguards to be obtained ? There is but one way in which they can be obtained and that is by means of general laws regulating the insurance business.\nCorporations derive their existence from the state, and hold their franchises subject to legislative control. They are subject to the visitorial power of the commonwealth, and they may be, and are, in fact, required to lay open before the several departments of state government, and before the public, the character and extent of their business, the profits realized, the dividends declared, and the investments made. The legality and business value of the methods, the economy and financial strength of the management, and the value of the security provided for the holders of policies in any given company, are therefore subjects upon which the proper state officers may be thoroughly informed, and which the public may investigate at will. Private individuals are not subject to the same visitorial power. They cannot ordinarily be compelled to disclose their business methods, their financial.condition, or the character of their investments. They cannot be restricted in the use of either their capital or their profits as corporations may be. Those who deal with them must trust more to their personal integrity than the common experience shows to be safe. The state can compel a fair measure of fidelity in the management of these vast sums, and provide for the safety of the insured when, and only when, the business is in the hands of corporations.\nIn the next place it is important to consider Avhat may be described as the trend of mddern legislation on this subject. The states of the Union have severally entered upon legislation regulating insurance. In. each an insurance department of the state government has been organized. A general supervision and control of insurance companies has been assumed by the states, and exercised through the insurance department. In our own state this system of legislation began as early as 1810, and it has grown in bulk and importance with the groAvth of business and the development of the resources of the state. It fixes the minimum of actual capital necessary to the organization of a corporation for insurance against fire, on the stock plan, at one hundred thousand dollars. It provides for a reserve fund for the security of .policy holders. It prohibits the division of profits in dividends to the injury of the reserve fund. It regulates the form of policy and requires the application to be attached to, or made part of, the policy. It requires each company to submit detailed statements of the business done, of its assets and liabilities, and to show its financial condition. It requires companies, organized under the laws of other states or countries, to make certain deposits in this state to secure those who are insured by them, and to appoint some suitable agent on Avhom process may be served in actions brought against them. These regulations have been made from time to time as their importance has been felt by the public. They are all easy of enforcement against corporations. Some of them cannot be enforced against private persons or partnerships. As matter of fact the business has for many years been left to the corporations, and regulations made to affect corporations have therefore met fully the public need. At this time, however, private capital is seeking employment in this field, and it signalizes its entry upon the field by a denial of the power of the state over it. This question has been raised by the corporations of other states, but I recall no case in which it has been raised by individuals. In Doyle v. The Continental Insurance Company, 94 U. S. 535, the Supreme Court of the United States stated the general rule thus : “ A state has the right to impose conditions, not in conflict with the constitution of the United States, on the doing of insurance business within its territory by an insurance company chartered by another state,’ or to exclude it altogether.” It would seem to follow logically that the state might require all persons desiring to enter upon the business to comply with the same conditions and, if necessary, to obtain a charter of incorporation in order to such compliance.\nAn effort is made to distinguish between regulation and prohibition and to hold that the act of 1870 is a prohibition operating upon all natural persons for the benefit of corporations, who are thus given an oppressive monopoly of the business of insurance against fire. But the prohibition is only such as is necessary to give effect to the regulation which the act prescribes. The act implies a declaration by the legislature that the business of insurance against fire affects so many persons, and involves such large sums of money, as to make it necessary for the public protection that it be subjected to the supervision and control of the government; that the supervision required is such as private persons cannot be compelled to submit their business conduct to; and then expressly declares that all persons desiring to embark in the business must procure a charter of incorporation for that purpose because corporations are subject to the supervision and control of the state that creates them. This is regulative. It directs the business into the only channel that admits the necessary measure of control and it necessarily prohibits the business outside that channel.\nThe traffic in intoxicating drinks is regulated by law; but the regulation prohibits absolutely all persons from engaging in it unless they have first secured the permission of the state by obtaining a license under the law. Here, as in the act of 1870, we find permission to those who comply with the regulation, and prohibition to those who do not. The practice of medicine, the sale of drugs, and many other .sorts of business are regulated by law; but the regulation would be without effect if it did not include a prohibition directed against those not qualified, and enforce it with suitable penalties. The police power of a state may be exerted for the complete or the partial control of a given business. It may prohibit it absolutely to all persons for the purpose of suppression. It may permit it to some persons and under certain restrictions in order to secure control over it and hold it within proper bounds: Stone v. Mississippi, 101 U. S. 814. The;Sunday laws, the laws against gambling, against lotteries, against disorderly houses, the sale of liquors, the sale of oleomargarine, the sale of drugs, and many similar laws afford instances of the exercise of the police power for the complete suppression of a given line of employment, or for its restriction and control.\nThe act of 1870 belongs to the latter class. It does not prohibit the business of insurance but regulates it. It says to all persons interested, “ If you wish to embark in this business you must secure a charter of incorporation so as to subject your business to the visitorial power of' the state. If you will not do this you must not engage in insurance against fire at all.” This is not prohibition of the business, for the business is distinctly authorized. It is an effort to bring it under state supervision and control, by requiring all who wish to enter the business to put themselves in a position where the insurance legislation of the state will reach them, and the insurance department of the state can supervise their business, and compel observance of the law.\nWithout going further into the discussion we may now state our conclusions applicable to the case before us :\nFirst. The business of insurance against loss by fire is, by reason of its magnitude, its importance to property owners, and the nature of the business, a proper subject for the exercise of the police power of the state.\nSecond. The act of 1870 is a valid exercise of the police power. It does not prohibit but regulates the business. It excludes no one from engaging in it, but prescribes the preliminary qualification necessary for all alike, to entitle them to enter the business.\nThird. The qualification is reasonable. It is open to all under general laws. It is not burdensome. Its only effect is to secure adequate capital at the beginning, and state supervision during the continuance of the business.\nFourth. Upon the special verdict, j udgment should have been entered in favor of the commonwealth and sentence should have ■been pronounced under the act of 1870. That this may now be done, the judgment is reversed, the record remitted, and a procedendo awarded."}