{"id": "860291", "contents": "Opinion by\nMb. Justice McCollum,\nThe learned judge of the court below, in accordance with the request of the learned counsel for the appellant, charged as follows: “ If the jury believe that B. S. Bentley held this property as trustee to sell and dispose of the same, and as such trustee employed the defendant as his agent to make sale of said property, and said agent did sell the same and account to his principal, the trustee, for the proceeds thereof, then the plaintiff in this case cannot recover, and your verdict should be for the defendant.” As the verdict was in favor of the plaintiff it may be considered as an established fact in the case that Bentley was not a trustee to sell and dispose of the engine, and as the question whether he was such was referred to the jury in compliance with the request of the defendant’s counsel, they cannot be heard to allege that there was no evidence which warranted its submission. But we do not think the learned counsel for the appellant made any mistake in soliciting the instruction we have quoted. They realized that the defence to the action was based on the proposition that Bentley was a trustee to sell the engine, and that Gridley sold it as his agent and accounted to him for the proceeds of the sale. It was therefore entirely proper to ask instructions in regard to the effect of these facts if established to the satisfaction of the jury.\nThere is no reasonable ground for criticism of the charge in this case if the evidence in it was sufficient to warrant a finding that Means was the owner of an undivided one half of the engine which Gridley sold to Allis. Independent of the recognition by the learned counsel for the appellant of the existence of such evidence we have the direct and positive testimony of Means, corroborated by the postal card from Bentley on the 28th of January, 1879, the letter of Geo. G. Waller, executor of Bentley’s estate, on the 11th of November, 1887, and the acts and declarations of Gridley in connection with the repair and sale of the engine, to the effect that Means was the owner of an undivided one half of it and that Bentley was not a trustee for him in the sale of it. In the presence of this testimony the learned court, if requested to do so, could not have withdrawn from the jury the question of Means’ interest in the property or of Bentley’s relations to it.\nThe appellant’s second point could not be affirmed because it assumed that Bentley was a trustee for Means in the sale of the engine, when, as we have seen, the question whether he was such a trustee was exclusively for the jury upon the evidence in the case. We do not think that there was any error in the refusal of the learned court to affirm the appellant’s third and fourth points. They appear to have been based on the theory that Bentley was a general trustee for Means in all matters pertaining to the ax factory, and that the latter was chargeable with one half of the expenditures incurred by the former in connection with the management andsale of it. But whether Bentley possessed the powers implied in the points was a question for the jury upon the evidence, and it would have been plain error for the court to assume that he had, and base an instruction on such assumption.\nThe specifications of error are overruled.\nJudgment affirmed."}