{"id": "860298", "contents": "Per. Curiam,\nIt appears that at a public sale of the assigned estate of William H. Leard, appellant became one of the successful bidders ; and the assignee, having made return of the sale accordingly, asked the court to confirm the same, etc. Exceptions to the confirmation, filed by appellant, having been overruled, the sale was confirmed; and thereupon this appeal was taken. In his opinion overruling said exceptions the learned judge says that, at the time of sale, appellant u knew that the title to this property was not wholly in W. H. Leard, and knew that the title was in W. H. Leard, C. Leard and J. S. Leard. Had he not known these facts, after the statement had been made—as shown by the evidence—that the title would be made good or the purchase money refunded, he would be entitled to have the sale set aside. It also appears from the evidence that, after the sale was made, he had some arrangements or negotiations concerning the purchasing of the J. S. Leard title ; and from these facts and circumstances we conclude that he was not deceived in any manner by the statements that the title would be made good, or the money refunded.” These findings of fact were warranted by the testimony and must now be accepted as verities. As such, they are a conclusive answer to appellant’s contention that he was deceived by said statements, etc.\nThe maxim caveat emptor is applicable to all such sales; but, when it is made to appear that a purchaser at a judicial sale has been deceived and misled to his injury, the court will interpose and relieve him from the consequences of such deception: De Haven’s Appeal, 106 Pa. 612; Schug’s Appeal, 14 W. N. 49. In this case, however, the learned judge has found, on quite sufficient evidence, that appellant “was not deceived in any manner ” by said statements. On the contrary, he knew at the time of sale that the title was not wholly in the assignor.\nDecree affirmed and appeal dismissed with costs to be paid by appellant."}