{"id": "860269", "contents": "Opinion by\nMr. Chieit Justice Sterrett,\nOne of the questions presented ly this record is whether the learned court erred in discharging defendant’s rule for leave to discontinue their proceeding for the assessment of damages, etc. If leave to discontinue was thus rightly refused, it follows that there was no error in proceeding with the issue to determine the amount of plaintiff’s damages, nor in rejecting on the trial thereof, the offers of evidence referred to in the sixth and seventh specifications of error. These offers are to show the same facts that were urged by defendants in support of their application for leave to discontinue, etc., and were rejected for the double reason that they were irrelevant to the issue on trial and did not tend to controvert the facts showing the actual taking of plaintiff’s land by defendants under the right of eminent domain, with which they were invested by the act of May 6,1891, P. L. 43. Assuming for the present that leave to discontinue and abandon the proceedings for assessment of damages was rightly refused, it may be remarked in this connection that the record discloses no error in the trial or in the proceedings leading up thereto that would warrant a reversal of the judgment. The validity of the latter therefore hinges on the question above stated.\nThe act of 1891 provides that whenever the trustees of any state lunatic hospital shall desire more land for the erection of necessary buildings, or other necessary hospital uses or purposes, and shall be unable to procure the same by purchase from the owners, etc., it shall be lawful for them to enter upon, mark off, occupy and use the same for said purposes, and for alL damage done or suffered or which shall accrue to the owner, by reason of such taking,'the state shall be security; and, on application thereto, the court of common pleas shall appoint three discreet and disinterested citizens as viewers, who, upon notice to all parties interested, shall estimate and determine what damages, if any, have been sustained and to whom payable, and make report thereof to the court; and, if damages be awarded and the report be confirmed, judgment shall be entered thereon, with the right of either party to appeal, etc., as in other cases of taking under the right of eminent domain. The act also provides, among other things, “ that a fee simple title to all lands acquired under the provisions of this act shall vest in ” said trustees.\nAs evidenced by the record of their proceedings, the first official action taken by the defendants was their resolution of January 81, 1893, wherein, after reciting their inability to agree with plaintiff for the purchase of her tract of fifty acres, more or less, adjoining the hospital lands, they resolved to forthwith, by their president and'secretary, take possession of, mark off, use and occupy the same for specified hospital purposes, and authorize said officers to institute all necessary judicial proceedings for the valuation thereof, etc., in accordance with said act of 1891.\nIn their petition of February 13, 1893, for the appointment of viewers, after reciting the purposes for which said land was needed, the necessity for taking the same, and referring to their previous resolution to take it, they say that in pursuance thereof they “have entered upon and occupied and are now occupying ” said land “ for the purposes hereinbefore designated,” and ask that viewers be appointed to estimate and determine the damages, etc. Viewers were aecoi’dingly appointed and reported $ 10,341 damages payable to the plaintiff “in whom the legal title is vested.” On April 1.0th following, said report was “ presented in open court and confirmed, subject to the right of appeal as provided by law.”\nThe next action of the trustees was at a special meeting oh April 14,1893, when they instructed their counsel “ to examine the question whether the trustees, after having appropriated the Wood property, have power, after viewers appointed by the court have filed their award, to discontinue the proceedings- and abandon the property ; and to report to the board at a meeting to be held on Friday the 21st instant.”- At that meeting, in view of the opinion of their counsel, the board resolved to take an appeal, and instructed their attorney “ to take such action as he sees best for the purpose of abandoning the case and surrendering the premises.” On the following day the appeal ■was accordingly taken, and in due course resulted in a verdict in favor of plaintiff for $7,950, on which judgment was subsequently entered. In the meantime, on June 5, 1893, before the issue on the appeal was tried, the trustees petitioned the court “ for leave to withdraw all proceedings and discontinue this case and pay all costs accrued thereon.” In that petition, after referring to their original resolution to take, occupy and use plaintiff’s land for hospital purposes under the act of 1891, they declare “ that, in pursuance of such resolution, your petitioners took formal possession of said premises,” etc., and on February 13,1893, presented their petition for the- appointment of viewers, etc. They also aver that they “ have done no injury to said premises; that they are desirous of withdrawing •from their act appropriating and occupying said premises for hospital purposes, and have passed a resolution to that effect,” etc. Afterwards an auditor, appointed for the purpose, took testimony and reported the facts to the court, so that, in disposing of the rule to show cause, the learned president of the common pleas had before him all the facts in relation to the taking and occupancy of plaintiff’s land by the defendants for hospital purposes.\nWe have thus referred at some length to the salient facts of the case for the purpose of showing that the action of the trustees cannot be consistently regarded in any other light than as an absolute and permanent taking, appropriation and occupancy of plaintiff’s land for hospital purposes under the act of 1891; such a taking and occupancy as by operation of law invested the trustees with title to the land, and divested plaintiff of every right thereto save that of compensation guaranteed by the constitution. For the payment of that, the state, by express terms of the act, is made surety.. There is no ground whatever for the position that defendant’s entry and occupancy of the land was tentative or temporary, for the purpose of designating boundaries and initiating proceedings looking to a future appropriation and condemnation of the same for hospital-purposes. The occupancy of the defendants under the lease had terminated, and thereafter they were in possession by virtue of their taking and occupying as owners under the right of eminent domain. They in effect so declare, in substance at least, in every step that was taken prior to their application for leave to discontinue. In that they declare, “ they are desirous of withdrawing from their act appropriating and occupying said premises for hospital purposes ; ” and in the notice of April 22d, to plaintiff, they say, “ That from this time the said trustees have no further claim upon said land, and now: surrender their possession of and every claim upon said land.”\nIf, in the face of their unequivocal acts and declarations, defendants had a right to discontinue, and had been permitted to do so, there would have been nothing to prevent them from inaugurating new proceedings, and in like manner withdrawing therefrom; and thus they might commence and abandon new proceedings from time to time with the view of obtaining an award that would be satisfactory to themselves. Corporations and others invested with the power of eminent domain should not be permitted to thus experiment with judicial proceedings for any such purpose. Whenever it clearly appears,'as it does in this case, that there has been such an actual taking under the power of eminent domain, as invests the donee of the power with title, and gives to the landowner a vested right to compensation, the former should not be permitted to discontinue without the consent of the latter. Any other rule would be productive of oppression and other mischievous results.\nThe subject has been so fully and ably considered in the opinion of the court below that further comment is unnecessary. Neither of the specifications of error is sustained.\nJudgment affirmed.."}