{"id": "860229", "contents": "Opinion by\nMr. Justice Green,\nAlthough the Merchants Bank is nominally a party to this record they are not appellants, and have no interest in the suit. Their debt against Delamater & Co. was paid in full out of the proceeds of the sheriff’s sale of Delamater & Co.’s real estate, under judgments which were given to the bank by the firm or its members. As the county warrants delivered by Delamater & Co. to the Merchants Bank were pledged as collateral for the same debts for which the judgments were confessed, the bank has not, and does not claim to have, any right to retain the warrants and must therefore in any event surrender them to the assignees of Delamater & Co. The question to be decided therefore is simply whether the assignees are lawfufiy bound to surrender them to the county \"or to the county treasurer, and enter a charge for the amount of the warrants in the account of the county treasurer with Delamater & Co. In the regular course of dealing between the treasurer and Delamater & Co., that is precisely what would have been done, just as it had been done many times before. It is true the treasurer was in the habit of drawing his check for the amount of the warrants at the various times of settlement, but that formality was entirely unnecessary. The right of the bank to have credit on the account for the amount of the warrants on hand was just as complete without the check as with it. The present controversy therefore is only a contest between the county and the county treasurer on the one hand, and the assignees of Delamater & Co., on the other' hand. But the assignees of Delamater & Co. merely stand in their shoes and have no higher rights than they had: Bullitt & Fairthorne v. The Chartered Fund etc., 26 Pa. 108; Kent’s Appeal, 87 Pa. 165; Morris’ Appeal, 88 Pa. 868; Wright v. Wigton, 84 Pa. 163.\nIf then Delamater & Co. could not have resisted a claim, by either the treasurer or the county, to have the warrants in the hands of Delamater & Co. charged against the account of the treasurer and delivered up, their voluntary assignees for the benefit of their creditors could not do so. Now it is the undisputed fact that Delamater & Co. had in their hands on deposit by the county treasurer, at the time of the assignment, money to the amount of $58,000, of which about $50,000 belonged to the county. That Delamater & Co. knew perfectly well that the account was a treasurer’s account, and that the great bulk of the money in their hands to the credit of this account was trust money belonging to the county, is not only found as a fact by the master and the court below, but it is so palpably and necessarily true that no time need be wasted in the discussion of the subject. It would be au astounding proposition, therefore, to assert that, if Delamater & Co. had brought an action or actions on' the warrants in question, against the county, the latter could not have set up in defence the fact that at that very time Delamater & Co. had in their hands money of the county to the extent of $50,000, and therefore that the county must pay the $19,000 of warrants. Independently of the fact that it was the established course of dealing between the parties to have the warrants charged off against the treasurer’s account, the defence would be good as a set-off,-and also as an equitable assignment of the necessary amount of the funds in the Delamater & Co. bank to extinguish the warrants. The subject seems too plain for discussion.\nThere is not the least force in the objection on the ground that equity has no jurisdiction. The surrender of the warrants could not be obtained in a common law action, but only by a decree or order in chancery. I'n addition to that, discovery of the outstanding warrants, and of the facts pertaining to their issue, their ownership, their custody and the equities, if any, attaching to them, the adjustment of the account of the treasurer with the firm, and the determination as to how much of it was trust money, the inadequacy of the legal remedy, and the prevention of a multiplicity of suits by bringing all the parties interested into one litigation so that the rights of each could be determined and adjudged in one decree, each and all of these are sufficient sources of equitable cognizance.\nThe introduction into the case by' amendment, of the county treasurer and of the assignees of Delamater & Co., was entirely right and clearly within the power of the court. It did not change in the least the character of the litigation, or the cause of action asserted in the bill. It merely brought in other parties whose interests were affected and who ought to be heard in their adjudication.\nThe assignments of error are all dismissed.\nDecree affirmed and appeal dismissed at the cost of the appellants."}