{"id": "860301", "contents": "Opinion by\nMb. Justice Dean,\nThe plaintiff, John F. Dooner, was a railroad brakeman. This had been his occupation for about five years, and for the last year, prior to October 81, 1889, he was in service of the defendant company. On that day, while in the performance of his duty as brakeman, he was run over by a freight car which defendant was transporting, and lost his leg. The accident came about in this waju The railroad of defendant begins at Wilkes-Barre, where it connects with a number of railroads entering and passing through the city. It is the duty of defendant to accept and transport the cars of other roads over its lines on their way to destination. A regular freight train is made up on defendant’s road, to run north from Wilkes-Barre about two o’clock in the afternoon of each day. On the day in question^ this train numbered twenty-two cars, in charge of a crew made up of a conductor, engineer, fireman and four brakemen ; the brakemen were placed on the train, first, Ross ; second, Dooner, this plaintiff; third, May; and fourth, Alies. Among the cars making up the train was one, No. 1093, laden with apples, received from the Pennsylvania railroad. This car was coupled to the engine, and the next car to it was one of merchandise, both to be cut off and side-tracked at Scranton. The train, thus made up and manned, left Wilkes-Barre and reached Scranton on defendant’s road, where it runs by a stone arched subway under the Lackawanna railroad. The car of merchandise was to be left at a siding south of this subway, and the car of apples on a siding north of it. Dooner attended to the switching. The merchandise car was first placed upon its proper siding; then the apple car was run to another siding by what is called a “ flying switch ”—that is, uncoupling the car from the engine while moving, and applying the brake to the car—the engine then making such distance between it and the car by its increased speed as to allow of connecting the side track with the main track at the switch after it has cleared the connection. Dooner, standing on the beam, four to five inches wide, uncoupled the apple car from the locomotive, then, from the right side, signaled the engineer to go ahead; then, turned to apply the brake on the left side, fell from the beam to the track, and had his leg crushed.\nThe plaintiff alleged his injury was caused by defendant’s negligence, in not furnishing this apple car with the ordinary appliances of safety, such as ladders or grabs; in consequence, in performance of his work, with ordinary care, he was seriously crippled. He alleges that, after drawing the coupling-pin, and while standing on the narrow beam of the car, he turned to seize hold of a handle, grab-iron or rod, which ought to have been there, but there being none, he fell to the track.\nThe defendant contended that plaintiff was guilty of contributory negligence: (1) In side-tracking the train by the “flying switch,” instead of by pole or rope. (2) In not discovering the absence of grab-iron, handles or rods, before he attempted a dangerous method of side-tracking the car. (8) In not remaining on the center of the beam, and from there signaling to the engineer, instead of going to the side of the car for that purpose. The court submitted the evidence of negligence of defendant and contributory negligence of plaintiff to the jury. There was a verdict and judgment for plaintiff, from which defendant appeals.\nThe appellant prefers twenty-two assignments of error, which might have been materially reduced in number without, in any noticeable degree, weakening the force of the argument.\nThe 1st to 8th, inclusive, and 10th, 11th, 20th and 21st. aver errors in admission of and rejection of evidence, and statements of the law on the question of defendant’s negligence. The 9th and 14th to 19th, inclusive, allege error in the rulings-of the court as to contributory negligence on part of plaintiff., The 12th and 13th allege error in the instruction as to measure of damages. The 22d complains of a denial of peremptory instruction to find for defendant.\nAs touching the negligence of defendant, a photograph of' the end of a car was exhibited in evidence by plaintiff, as representing the end of this apple car, except that the apple car had no grab-iron like that in the photograph. The plaintiff and one other witness testified to this. If this were the fact, and that was for the jury, then this car had on the end near the side of it, a brake wheel and chain; in the center, two-small iron steps for getting up to the roof, the first about three feet from the beam or platform, the second about the same distance above the first.\nThe rule as to the duty of the employer, in view of this testimony, was correctly given to the jury by the court below; they were told that it was the duty of defendant to exercise reasonable care in furnishing its servants with safe machinery and implements for the transaction of its business; but that the law required nothing more ; that it was not bound to furnish the best and safest appliances, the latest improvements, but was bound to take reasonable and ordinary care to furnish such car handles, ladders or safe-guards as are in coiñmon, orr dinary use upon railroads; and that it was not answerable to plaintiff for injury from a risk merely incident to his employment. This is in substance the law deducible from all the authorities.\nNor does the fact that the car in question was received from another road, to be transported by defendant’s employees over its own road, relieve defendant from the duty of ordinary care in this particular. While every road must obey the mandate ■of section 1, article xvn of the constitution, to “ receive and transport .... cars loaded or empty, without delay or discrimination,” of another connecting road, yet, by no reasonable construction, can that be held to mean cars of another road not in a condition for transportation, or not provided with the appliances which ordinary care requires for the reasonable safety •of train crews in properly handling them. ' The obvious purpose of the section was to prohibit common carriers from discrimination in transportation between their own cars and those of other roads. All were to be moved over the lines of each other, with the same promptness and impartiality. But the constitution no more commands one road to move defective cars from other roads, than to move its own cars when defective. So that, if there were any evidence of negligence here, there was no error in the instruction by which the evidence was submitted to the jury. The case of Anderson v. Oliver, 138 Pa. 156, cited by appellant, is not in point. In that case it was hot the duty of the employee to move the defective car, •and his employer neither controlled nor managed the transportation on the railroad. In the case of Kohn v. McNulta, 147 U. S. 238, also cited, the alleged defective car of another road was of a design in daily use on the road where plaintiff was employed, and he had both seen and coupled cars like it; it was not out of repair, but merely of a design .peculiar to the same class of ears on the connecting road, and it did not appear that it'was lacking in any of the usual appliances of this class of cars.\n. The measure of duty of the receiving road, as to cars turned over to it for transportation by connecting roads, is settled by many eases: “ It is bound to make such inspection as the nature of the transportation requires, and if it pass and haul cars, faulty in construction or dangerously out of repair, it is •answerable to its own employees who are thereby injured.” The many eases, both in England and in this country, which sustain in substance this proposition are cited in Patterson’s Railway Accident Law, page 809.\nHere the printed rules of inspection, to govern the inspector in receiving foreign cars, seem to assume the existence on the cars of the appliance, which plaintiff alleges was absent. On page 10, it is made the duty of the inspector to see that “ Roof grab-irons, ladder handles, sill steps, ladder sides and rounds, all sound and securely fastened to car body by either bolts or lay screws ” exist.\nIt was alleged that a freight car without handles or grab-irons was absolutely unknown, and without one or the other it was impossible for the brakeman to perform the duty exacted by his employment. The inspector is to see that the appliances are securely fastened, but no instruction is given to reject, if they are not there at all. There was also evidence that the inspector was young and incompetent. We think it was a question for the jury to determine as to whether the company exercised the care required of it in this particular. In the case of Phila. & R. R. Co. v. Huber, 128 Pa. 63, the court says: “ The testimony was very abundant that the company enforced a system of daily inspection of all cars at the place of this accident, and if this had been thorough, the defect in this brake should have been discovered.” Whether the system of inspection in this ease was thorough, depended on the instructions of the company, and the competency of the inspector. It was a disputed fact for the consideration of the jury, whether, by defendant’s negligence, a defective car was taken upon its road from another road, for transportation.\nThen, as to the contributory negligence of plaintiff. There is no doubt that side-tracking a car by a “ flying switch ” is a highly dangerous operation, requiring quickness of perception and great alertness of movement on part of the brakeman; there is just as little doubt however, that its performance as a. duty by employees, is required at times by the employer, especially in cases where the side-tracking must be quickly completed, so as not to encroac’ on the track when approaching passenger trains are due. There was ample evidence that this, was the exigency here. Clearly, there was no negligence in-plaintiff performing a highly dangerous duty, required by the nature of his employment, although under ordinary circumstances a much safer method for accomplishing the same purpose could have been adopted. Was he negligent in attempting the act while upon this car ? That would depend altogether on the circumstances. The rule laid down by this court in Mansfield Coal and Coke Co. v. McEnery, 91 Pa. 185, and distinctly and emphatically adhered to in Railroad Co. v. Lyons, 119 Pa. 324, and other cases, is that, where the employee has-knowledge of machinery being defective and dangerous, and uses it, he voluntarily accepts the risk, and cannot recover damages for an injury caused by such use. This was substantially the instruction given by the learned judge of the court below, and it fully met the facts as they were alleged by plaintiff. He claimed he had not observed this apple ear before he attempted to side-track it, because it was one in immediate charge of the first brakeman, from Wilkes-Barre to Scranton; then, when the “flying switch” was to be made, there was no opportunity for previous observation, and his duty compelled him to at once use it; then, when he had drawn the coupling pin, signaled the engineer and turned to seize the grab-iron or ladder, he first discovered it had neither, and he fell to the track.\nThe plaintiff, in the course of his employment, was bound to notice patent defects; and if this car had been in his charge and under his immediate observation from the time the train left Wilkes-Barre, it may be that it would have been contributory negligence on his part to take his place on the beam to side-track it by a “ flying switch.” But these were not the facts, and the rule in Railroad Co. v. Keenan, 103 Pa. 124, applies, that under these circumstances, the evidence on the question of contributory negligence is also for the jury. It was fairly submitted to them.\nAll the assignments of error in the general charge, and in answer to points touching the negligence of defendant and contributory negligence of plaintiff are overruled.\nThe first to fifth assignments are to the admission of evidence, under exceptions, of experts, to prove, in effect, that defendant was negligentfor opinions of witnesses, that this apple car was defective and unsafe, was substantially proving plaintiff’s case by opinion. If this common freight car had been a complicated and intricate piece of machinery, the ne7 cessity of the ease might have justified calling for the opinion of experts; but the freight car and its appliances were about as simple as the ordinary farm wagon. Plaintiff alleged it was defective, because there was nothing to lay hold of when he had drawn the coupling pin. Clearly, the opinion of a witness, as to whether this was or was not a defect, was not the opinion of an expert, but of a man of ordinary intelligence and observation. The jury still have some duties to perform ; inferences drawn from the ordinary affairs of life ought not to be drawn for them, and turned over under oath from the witness stand. In admitting these opinions, the court committed the same error pointed out in Graham v. Penn. Co., 139 Pa. 149, where it is said: “ As necessity is the ground of admissibility, the moment the necessitj'' ceases, the exception to the general rule that requires of a witness facts, and not opinions, ceases also. Hence, whenever the circumstances can be fully and adequately described to the juiy, and are such that their bearing on the issue can be estimated by all men, without special knowledge or training, opinions of witnesses, expert or other, are not admissible.”\nThese assignments of error are sustained; the opinions of the witnesses were as to a fact of which the jury could form an opinion as well as they.\nThe 6th, 7th and 8th assignments are to the refusal of the court to admit evidence of the oral instructions given bjr the chief inspector, McGinley, to his assistants. The defendant offered to prove by McGinley what oral instructions he gave to his assistants, who inspected that day this apple car. There was no objection, and the witness answered : “ I gave those men instructions, that is, under me, for to give those cars taken from foreign roads thorough inspection, so as to be safe to go over the road, and safe to trainmen.” Afterwards defendant proposed to prove what the duty of his assistants was from oral instructions given by him, as to rejecting a car without grab-irons. The defendant had a light to prove precisely what the oral instructions, in addition to the printed rules, were ; the opinion of the witness as to the duty of the assistants, under such oral instructions, is immaterial. The negligence or absence of negligence on part of defendant, must be determined by the instructions, and what was done in pursuance of them. It cannot be determined by the opinion of the chief inspector. There was no error in rejecting the offer as made ; nor was there any error in overruling the same offer of proof as to Edward Hartsell. The actual instructions, written and oral, were proven. These assignments of error are overruled.\nAs to the 12th assignment, on the measure of damages, the language was not well chosen to express the thought of the learned judge. “No sane man would lose a leg for any compensation, but you are not to be guided by sucli a consideration as that in arriving at the amount of damages.” The objection to such remarks, is, that their tendency is to unduly inflame damages. Analyze the probable effect: The corporation has been negligent, thereby plaintiff lost his limb; no possible amount of money would compensate him for this loss; it is beyond power of recompense. The first suggestion to the mind of the juror, is, that this purely speculative estimate should be reached as nearly as possible. His mind is drawn away from the measure fixed by law, the loss of earning power, and directed to a wholly fanciful basis for estimate. Here was a man thirty 3rears of age, with the'earning power of a brakeman; the verdict is over |8,000, yielding, at 5 per cent, annual net earnings of |400, with the principal intact at death. The amputation was between knee and ankle, not resulting in total disability, for he testifies he is now engaged in a business which yields him an income. No sentiment should enter into such a computation, because the law has fixed the measure, and the court and jury, under their oaths, must adhere to the law. As.this case must go back for another trial, without a formal ruling on this assignment, we are called upon to repeat, in substance, our views as set forth in Baker v. Penna. Co., 142 Pa. 503, and Kehler v. Schwenk, 144 Pa. 348.\nThe 13th assignment of error must be sustained. The court says, “ You would probably be warranted in acting upon the rule that a man in good health would live to the ordinary age of 65 or 70 years.” There was no evidence here, as to the probable longevity of plaintiff; the average expectation of life of 1000 men in good health at 30 years of age, falls short of 35 to 40 years more. Without referring to carefully compiled life tables, any man 65 years of age, from his own observation, will hesitate to say that at 30 the probability of survivorship is 35 or 40 years longer. In looking back 35 years to his acquaintances of that period, whose age then, was about the same as his own, he will realize that he has survived the large majority of them, and that no such probability is to be deduced from his own observation. It may be, there is such probability as to this plaintiff’s life, but if so, we have failed to discover any evidence in this record tending to establish it. Without evidence of such a probability, the adoption of it, as suggested to the jury by the court, was an error.\nThis and the 13th assignments of error are sustained. The 22d is overruled, for, as we have already seen, the case is for the jury.\nThe judgment is reversed, and a v. f. d. n. awarded."}