{"id": "862052", "contents": "Opinion by\nMb. Justice McCollum,\nHenry Martin, the appellant, is a creditor and the administrator of the estate of Archy M. Grieve, deceased, and Mary Grieve, the appellee, is the widow of the decedent and as such claimed and was awarded in the court below the exemption allowed by the 5th section of the act of April 14,1851, P. L. 613.\nThe decedent and the appellee were lawfully married at Pine Grove in the province of Ontario, Canada, on the 25th of December, 1876, and lived together there five or six years, during which time three children were born to them. In 1881 or 1882 he abandoned his wife and children and went, the}'knew not where. After an absence of two or three years he wrote to his wife requesting her to meet him in Hamilton in the province of Ontario. She complied with his request and the result of their meeting was that they became reconciled to each other, and about the first of October, 1884, he left “ for the States ” with the understanding between them that he should make a home for them there and that she should remain in Canada until he came or sent for her. He occasionally wrote to her until Nov. 1,1888, after which time she heard nothing from him. His letters furnished no satisfactory clue to his whereabouts. As they were never mailed at the places in which they appeared to have been written, they indicated that he was without a residence, or if he had one that he meant to conceal it from her. It now appears that in 1888 he settled in Lancaster, Pa., and that in 1889 he married another woman who lived with him there until the 23d of August, 1893, when he died. As the appellee was never divorced from him, nor he from her, the second marriage was void, and her rights in his estate were not affected by it. All the evidence points to the conclusion that the appellee was a devoted wife and mother, and that she bravely bore the burdens which her husband’s malicious and inexcusable desertion of his family imposed. To maintain herself and her children she taught school, gave music lessons and finally became a trained nurse. At the time of his death she, with two of her children, was in Buffalo, N. Y., where she had been the most of the time for three or four years previous thereto. After she came to Buffalo she was employed in Potter county, Pa., about two months. There was no time after his departure in 1884 that she would not have gladly welcomed a redemption of his promise and rejoiced in a reunited family. It was no fault of hers that she was not a member of his household at his death. It was his illegal acts and bad faith that excluded her'from it. In contemplation of law the family relation still existed and his domicil was hers. Why, then, should she be denied the exemption which the law allows to his widow? Surely a refusal of her claim for it must have something more to rest upon than his repudiation of his marital vows and duties. The only case which seems to lend some support to the appellant’s contention is Spier’s Appeal, 26 Pa. 233. In that case the wife lived in a foreign country and never formed a part of her husband’s family here. There is nothing in the report of the case explanatory of their apparent separation, nor anything which suggests that he deserted her. All that appeared was the bare fact that she did not come to this country with him or while he lived, although his home was here for nearlj'- five years before his death. The case cannot therefore be regarded as an authority for the proposition that a husband’s causeless and willful desertion of his wife constitutes a bar to her claim for the exemption provided by the act of 1851. In the subsequent cases in which the claim was disallowed on the ground of a severance of the family relation, the separation was the voluntary act of the wife, the result of her misconduct, or founded upon an agreement for alimony and a release of all claims upon her husband’s estate.\nA careful consideration of the decisions bearing upon the question before us has convinced us that the learned court below reached a correct conclusion in this case.\nDecree affirmed and appeal dismissed at the costs of the appellant."}