{"id": "862073", "contents": "Opinion by\nMr. Justice Mitchell,\nThe act of May 11, 1881, P. L. 20, is necessarily limited to writings. It requires that all policies of insurance “ which contain any reference to the application of the insured .... either as forming part of the policy or contract between the parties thereto, or having any bearing on said contract, shall contain or have attached to said policies, correct copies of the applied tion as signed by the applicant,” etc. There can be no “ correct copy as signed ” of an oral application, nor can a “ copy ” even of a written application be “ attached ” to an oral contract. It is settled and unquestionable that the whole contract of insurance may be oral, and we cannot reasonably suppose that the legislature meant either thus indirectly to change the established law in this respect, or to require a subordinate part of a contract to be in writing while the main part is oral. The legislature would not do indirectly for a part what it has clearly not intended to do for the whole. It is well known that the evil aimed at in this legislation was the custom of insurance companies to put in their blank forms of application long and intricate questions or statements to be answered or made by the applicant, printed usually in very small type, and the relevancy or materiality not always apparent to the inexperienced, and therefore liable to become traps to catch even the innocent unwary. The general intent was to keep these statements before the eyes of the insured, so that he might know his contract, and if it contained errors, have them rectified before it became too late. Both this general intent and the language of the act require its application to be limited to contracts in writing. To extend it to others would be more than liberal, it would be loose construction. The evidence as to the representations made by plaintiff’s agent Hughes in the application should have been admitted.\nThough this point does not appear to have been expressly passed upon by this Court before, yet the decision in Curry v. Sun Fire Office, 155 Pa. 467, is clearly based on the same views as are now expressed.\nJudgment reversed and venire de novo awarded."}