{"id": "862061", "contents": "Opinion by\nMr. Justice Williams,\nThis judgment was marked satisfied on the record on the 26th day of November, 1892, by Whitesell & Sons, who were the legal plaintiffs therein and the attorneys of their assignee Maul. More than eighteen months afterward this entry of satisfaction was struck off by the court below, at the instance of Maul, who testified on the hearing that he made the application at the suggestion of Whitesell. The learned judge by whom the order was made failed to put his reasons therefor on the record, but it is probable that he was controlled by the principle that the authority of an attorney at law to satisfy his client’s judgments does not extend to any cases where the money is not actually paid to him. This is the general rule. Where an attorney, in the exercise of his professional judgment, goes beyond this and accepts securities instead of money in satisfaction of a judgment, his client may, when the fact comes to his notice, make his election to ratify or repudiate the unauthorized act. He cannot do both. If he acquiesces in the satisfaction of his judgment and proceeds to enforce collection upon the securities received in lieu of money, this is a ratification of the arrangement. If he declines to recognize the arrangement and the entry of satisfaction, refuses the securities taken by his attorney and insists on taking nothing but cash in satisfaction of his judgment, this is a repudiation of the act of his attorney and leaves him unaffected by it.\nIn this case we learn from the testimony of both the attorney and the client that the fact that the client’s judgment had been satisfied on the record, and that securities had been accepted for part of the amount due upon it, upon which it might be necessary to bring suit, was fully communicated to the client soon after the arrangement had been made. Maul did not then disavow the act of his attorney, but appeared to acquiesce therein. Suits were brought by the same attorney upon these securities. This was done in the name of Maul and with his knowledge and assent. After this had been done, after the insolvency of the Junior Order of United American Workmen, the maker of one of the securities so taken and sued on, had become known, and after the lapse of several months consumed in these proceedings, then, but not until then, the client seeks to repudiate the act of his attorney. This is the sole ground of relief set up in his petition, “that petitioner never authorized or ratified such satisfaction,” but upon becoming aware of what had been done made his election not to recognize it. Upon the testimony of the petitioner and upon that of his attorney it is clear that this comes too late. It comes after a line of conduct, extending over several months, that amounts to ratification and adoption of the act which it is now sought to repudiate, and the rule to show cause why the entry of satisfaction should not be struck off ought to have been discharged upon the testimony of the petitioner himself.\nBut it is said Stevenson promised to be liable for the ultimate payment of the securities received in part payment of the judgment. If so the natural remedy would seem to be upon that promise. It cannot affect the question of previous authority, or subsequent ratification by Maul of the act of his attorney. It is also urged that the defendants in the judgment have not appealed from the order, made by the court below and that Stevenson is not in a position to do so. The answer to this position is found in the caption to the petition on which this rule was obtained, in which Stevenson is named as the owner of the property bound, the terre tenant holding by title derived from the defendants. The record really presents but one question and that is whether the repudiation of the act of the attorney alleged in the petition is sustained by the testimony. We are clear that it is not, and on that ground our judgment rests. We feel that we are often put at a disadvantage in the determination of an appeal by the failure of the court below to state for our benefit the ground on which the decision was made. Parties may sometimes suffer for the same reason. But when a case comes to us in this way we cannot extend our conjectures beyond the grounds of relief stated on the record, and these raise only the question which we have considered.\nThe order is reversed and the rule to show cause why the entry of satisfaction shall not be struck off is discharged."}