{"id": "862078", "contents": "Opinion by\nMb,. Justice Fell,\nTwo questions arose at the trial: first, whether the certificate of membership of the deceased was an insurance policy within the meaning of the act of May 11, 1881, P. L. 20, in which case no defence based on the by-laws could be made, as they were not contained in or attached to the certificate ; and, second, whether the provision of the by-laws making the defendant the final arbiter of the right of the beneficiary to recover was illegal as ousting the jurisdiction of the courts. The second question was reserved, but it appears by the opinion filed that it was left undecided ; and judgment was entered on the verdict without disposing of it, for the reason given that, the by-laws having been excluded, all defences based thereon fell.\nThe learned judge of the common pleas did not consider the question involved as ruled by the decision in Commonwealth v. Equitable Beneficial Association, 137 Pa. 412. The latter case arose under a different act of assembly, that of April 29, 1874; but the question was whether the defendant was an insurance company or a beneficial association, and the distinction so clearly pointed out in the, opinion, by Clark, J., between these two classes of organizations has since been approved and followed in the case of Dickerson v. A. O. U. W., 159 Pa. 258, in which the opinion of the court was delivered, by the present Chief Justice. That case arose under the Act of May 11,1881, and presented the identical question now under consideration, and this case i's distinctly ruled by it. It is due the learned trial judge to say that the opinion in that case was not filed at the time of his decision of this.\nThe assignments of error touching the refusal of the court to admit the by-laws in evidence are sustained. As the questions raised by the other assignments were not passed upon in the common pleas, we express no opinion concerning them.\nThe judgment is reversed and a venire de novo awarded."}