{"id": "862042", "contents": "Opinion by\nMb. Chief Justice Sterrett,-\nThis action of trespass was brought by Mrs. Mary Y. Ta}rlor in August, 1892, to recover damages for personal injuries suffered by reason of the negligence of defendant company’s employees while she was a passenger on one of its trains.\nOn March 28, 1893, after the cause was at issue but before trial, she died, and, on August 30th following, her executors above named were substituted as plaintiffs. By leave of court they filed ^an amended statement, to which defendant company demurred, “for the reason that said statement discloses the fact that the said Mary Y. Taylor died as a result of the injuries averred or alleged to have been sustained at or on the 29th of June, 1892, and avers the said death to have been caused by and the result of the alleged negligence of the defendant, and that under the facts so stated, and there being no allegation that there are no minor children, the right of action did not survive to the plaintiffs, executors of the said Mary Y. Taylor, but that damages for any injury causing death shall belong to the husband, widow, children or parent of the deceased and to no other relative.” The court holding “ that the admission of the plaintiffs, that the negligence of the defendant company was the cause of Mrs. Taylor’s death, is fatal to their claim, and that the children and not the executors of deceased can alone maintain an action against ttke defendant company for the injury complained of,” gave judgment on the demurrer for the defendant; and hence this appeal.\nWhile the precise question thus presented by the record does not appear to have been expressly decided by this court, its solution must, of course, be found in a proper construction of our acts of April 15, 1851, P. L. 674, and April 26,1855, P. L. 309, changing the common law in actions for injuries to the person by negligence or default, etc.\nSection 18 of the former act declares : “No action hereafter brought to recover damages for injuries to the person by negligence or default shall abate by reason of the death of the plaintiff^, but the personal representatives of the deceased may be substituted as plaintiffs and prosecute the suit to final judgment and satisfaction.” This is predicated not only of a previously existing right of action in the injured party, but also of the fact that he availed himself of that right by bringing suit in his lifetime, as did the plaintiff in this case; and its purpose was to obviate the effect of the general maxim, “ Actio personalis moritur cum persona,” by authorizing substitution of the deceased plaintiff’s personal representatives, and prosecution of the action by them in same manner as he himself could have done if living.\nThe next section provides: “ Whenever death shall be occasioned by unlawful violence or negligence and no suit for damages be brought by the party injured, during his or her life, the widow of any such deceased, or if there be no widow the personal representatives may maintain an action for and recover damages for the death thus occasioned.” Recognizing the living injured party’s common law right of action for damages, etc., this section—in the circumstances therein specified—gives a new right of action for' same unlawful violence or negligence, and declares by whom it shall be exercised. It is given only in cases where the injured party’s death has been “ occasioned by unlawful violence or negligence and no suit for damages ” has been brought by him in his lifetime, and is to be exercised first by his widow, apd if there be no widow then by his personal representatives. As was well said by Mr. Justice Woodward in Fink v. Garman, 40 Pa. 103: “ The 18th section was apparently intended to regulate a common law right of action by securing to i't survivorship; but the 19th section was creative of a new cause of action, wholly unknown to the common law. A„nd the right of action was not given to the person suffering the injury, since no man could sue for his own death, but to his widow or personal representatives. It was quite competent for the legislature to alter the common law in this regard. They did so by giving parties a right of action who had none before.”\nWhile grounded on the same “ unlawful violence or negligence ” for which the. injured party had a common law right of action in his lifetime, the statutory right, given by the 19th section, is conditioned upon the concurring facts, that the injured party’s death was occasioned by said violence or negligence, and that no suit for damages was brought by him. The first section of act of 1855 was not intended to dispense with either of said conditions. It merely designates the persons who, in connection with the widow, and in lieu of “the personal representatives,” shall thereafter be entitled to exercise the statutory right of action, and recover damages for the death, etc. In other respects, there does not appear to be any express or implied repeal or modification of the 18th and 19th sections of the act of 1851. In Railroad Co. v. Decker, 84 Pa. 419, 425, referring to the provisions of the act of 1855, it was said : “ Instead of confining the right of action to the widow and personal representatives, it designates four separate parties, to one of whom, according to the circumstances of each case, the right of action is given. If the deceased leaves a husband, he alone is clothed with the 1 right of action; if the wife is the survivor she is entitled to bring suit. If there be neither surviving husband nor widow, the right of action is given to the children, and if there be neither husband, nor widow nor children surviving, it is given to the parents of the deceased. But, while the right of action is given, according to the circumstances of each case, to one of the four designated parties, it is clear, from the wording of the act, that the entire sum recovered is not always to be retained by the plaintiff in his or her own right. It is to be distributed among the relatives named in the proportion they would be entitled to take the personal property of the deceased in case of intestacy; and to the end that it majr appear who are entitled to participate in the damages recovered, it is required that the declaration shall state who they are.”\nThe acts above referred to were followed by the constitutional provision declaring: “No act of the general assembly shall limit the amount to be recovered for injuries resulting in death, or for injuries to persons or property; and, in case of death from such injuries, the right of action shall survive, and the general assembly shall prescribe for whose benefit such action shall be prosecuted:'” Art. 3, sec. 12. As we have seen, some of these matters had already been provided for long before the adoption of the constitution in 1874, and remain unchanged.\nIt follows from what has been said, that the substitution of Mrs. Taylor’s executors as plaintiffs, in the action commenced by her, was fully authorized, and they should be permitted to prosecute the same to final judgment and satisfaction, notwithstanding the fact, averred in their amended statement, that her death was occasioned by the defendant company’s negligence. In the circumstances, their substitution was clearly warranted by the 18th section of the act of 1851.\nJudgment reversed and a procedendo awarded."}