{"id": "862087", "contents": "Opinion by\nMr. Justice Mitchell,\nThe objection to the sheriff’s sale that it was not of the defendant’s interest in the land, but of the land, “ subject to two mineral mining estates” owned by the use plaintiffs, has been disposed of by the decision in Porter v. Vanderlin, 158 Pa 146.\nThe further objection is made to the advertisement of the sale that it was not made three full weeks before the day fixed for the sale. The language of the act of June 16,1836, sect. 63, P. L. 772, is that the officer making the sale shall give notice by advertisement “ once a week during three successive weeks.” Does this require that the first notice shall be three full weeks, or twenty-one days, before the day of sale ? It does not appear that this point has ever been expressly decided by this court, and the decisions of the courts of common pleas are not uniform upon it. The general practice however has been against such requirement, and to regard the statute as referring to calendar weeks, or specified periods of time, and an advertisement in each of three successive periods of the kind, although the advertisements may not have been all on the same day of the week, and there may not have been twenty-one full days between the first and the date of the sale. This is the rule laid down in the books of practice, 1 Troubat & Haly, sect. 1250, and has been recognized by this court inferentially at least in Re North Whitehall Township, 47 Pa. 156, where a notice directed to be given “ three weeks before the time of meeting ” was held to mean twenty-one full days, and was expressly distinguished by Strong-, J., from a notice “ during three successive weeks,” or one for “ a given number of insertions in successive weeks.” Many hundreds of titles have been made under this view of the law, and it would require a very clear case of error to justify us in throwing a doubt upon them by a contrary construction. No such showing has been made. This objection cannot be sustained.\nThe remaining exceptions by the appellant are to matters of discretion in the court below. The sale was at first advertised for August 19 but subsequently for August 28. As the advertisements for the 28th were complete and regular and the sale was regularly adjourned from that date there was no legal right of appellant violated. If intending bidders were in fact misled by conflict of dates presumably it could have been shown. What the mistake was which induced the re-advertisement does not appear, but the whole matter was before the court below, and there is nothing to show that its discretionary power was not rightfully exercised. The proceedings being regular appellant’s application to set aside the sale was left to depend on inadequacy of price, and this has been uniformly held not to be of itself sufficient. The application might therefore have been dismissed without more, and the sale confirmed at the price bidden thereat. Appellant would have had no ground of complaint,' and he is certainly no worse off because the court accepted the offer of the purchasers to give an additional credit on their judgment. The circumstances were peculiar. The beneficial plaintiffs had a judgment which was the first lien, larger than any bid made at any time for the property. They purchased at the sale, receipting to the sheriff for the amount of their bid. There were no proceeds of the sale to go to any one else. When, in order to put an end to the contention, or possibly to satisfy any doubt in the mind of the judge arising from the offer of one thousand dollars advance by the Yanderlins, the purchasers offered to give an additional credit on their judgment, and the court accepted the offer, the appellant was just that much better off by the reduction of his debt, and no one else was injured. There was no feature of auction by the court about the transaction. Auction on the contrary would have been started had the court then entertained the new bid from the Vanderlins. This he properly refused to do. All that he did was to accord the appellant a benefit ex gratia, of which he has no reason to complain.\nJudgment affirmed."}