{"id": "862089", "contents": "Per Curiam,\nThe third to eighth specifications inclusive allege error in dis missing plaintiff’s exceptions recited therein respectively. An examination of the learned master’s report, in connection with the bill, answer and proofs on which it is based, has satisfied us that neither of said exceptions should have been sustained. The findings of fact, referred to in two of said specifications, appear, to have been warranted by the evidence, and the conelusions' of law complained of in the other three are legitimate deductions from the properly ascertained facts. We fully concur in the conclusion announced by the learned judge of the common pleas, in that part of his opinion covered by the first specification, wherein he says: “ We are not only unable to find that the master is wrong in his findings, but we agree that the testimony shows that in the sale by plaintiff to Shay of his interest in the firm of .Shay & Co., there was no fraud, no concealment of the facts from the plaintiff, and that no serious mistakes were made in the books of the firm on the basis of which the sale was made.”\nThe plaintiff appears to have been disposed to hold on to what he had received until he succeeded in doing better. The net price agreed upon for his interest was $1,689.30. For $500 of this he received his vendee’s check at the time. The residue was to be paid when three wells, then being drilled for the Jefferson Company, were completed. When that occurred, plaintiff, through his attorney, demanded payment, and a check for $1,189.30 was sent him. This, as well as the former check, he had certified, and retained possession of both until after the hearing in this case had commenced and then he had them cashed, and thereafter continued his efforts to realize more. If there had been any such proof of concealment and fraud in effecting the sale as would have justified him in rescinding, he should have prepared the way for so doing by at least offering to put his vendee in statu quo by refunding the consideration money. There appears to be nothing in the circumstances of this case to take it out of the rule recognized in Pearsoll v. Chapin, 44 Pa. 9; Negley v. Lindsay, 67 Pa. 217; Learning v. Wise, 73 Pa. 173, and others in the same line. But, as we have seen, the plaintiff was unable to advance his case far enough to make the questions of tender, repayment, etc., important factors.\n.■ Finding no error iii the decree, or in the proceedings leading up thereto, it is affirmed, and the appeal is dismissed with costs to be paid by appellant."}