{"id": "862116", "contents": "Opinion bt\nMe. Justice McCollum,\nThe ruling complained of in the first specification of error was not excepted to on the trial, and the directions in the opinion and order allowing an exception nunc pro tune were not complied with. The rejected offer was incomplete because it failed to show what was proposed to be proven by the witness whose competency to testify to matters occurring in the lifetime of Henry Krumrine was dependent upon and qualified by the act of June 11, 1891. That act created an exception to the general rule under which the witness was incompetent to testify to such matters, and the offer should have contained enough to enable the court to determine whether it was within the exception. But we think it did not and for that reason we cannot convict the court of error in rejecting it. The question whether it was competent to prove by Rossman the matters which the appellants now say they intended to prove by him is not on this record, and we do not decide it. The writer, however, speaking for himself alone, is of the opinion, that the act of 1891 merely qualifies the surviving party to testify to relevant matters occurring between or in the presence of himself and another person who is a competent witness and has testified against him in reference to such matters. In this view of the act we discover nothing in the testimony of E. C. Krumrine which qualified Rossman to testify to matters occurring in the lifetime of Henry Krumrine.\nThe learned court below held that, under the agreement between the parties, the defendants were liable for the amount Krumrine owed on the Pennsvalley Bank judgment, and that so much thereof as they had not paid was recoA'erable in this action. This ruling involved-a construction of the agreement and a consideration of the pleadings. The undertaking of the defendant was “ to assume and pay a certain judgment against Henry Krumrine and in favor of the Pennsvalley Banking Company, or so much thereof as now remains unpaid, or less any amount thereof that said Krumrine may be liable to pay himself.” The agreement appears by its date to have been made on the 20th of March, 1888, and the face of the judgment was then $9,450. On the 12th of April following it was reduced by writing filed to $8,037, but whether this reduction was effected by payments made by Krumrine before or after the agreement ivas written the evidence does not inform us. It is probable however that the payments by which the judgment was so reduced were made before the agreement and that the application of them to the judgment was made afterwards. The undisputed testimony is that the defendants made their note to the bank for $8,000 which the latter was requested but declined to accept and credit upon the judgment, expressing however a willingness to accept their note for $6,000 in satisfaction of that amount of it. The defendants made their note • for the last mentioned sum which was accepted by the bank in conformity with its offer. This payment left a balance of $2,037, for which Krumrine was still responsible to the bank and which his estate subsequently paid. But the defendants recognized their liability to him for this balance and let him have from time to time cash and merchandise on account of it. Moreover they settled with him at one time and finding\" that they then owed him $1,350 on the judgment, they gave their note for it, a copy of which is attached to the statement in the case. All these matters are established by credible and uncontradicted evidence, and from them it appears that the court’s construction of the agreement accords with the understanding of the parties to it. As this construction gives effect to the manifest intention of the parties and is not condemned by the language of the agreement considered as a whole, we cannot say there is error in it.\nDid the court err in holding that the defendants were liable in this action for the amount they owed Krumrine on their assumption of the bank judgment? We think not. The suit was based on the agreement which contained their assumption of it and no exception was taken to the admission of the evidence in relation to the amount they assumed and the payment they made in reduction of it. The case was tried precisely as if the balance due on the bank judgment had been specially mentioned in the statement as an item of the plaintiff’s claim.\nThe specifications of error are overruled.\nJudgment affirmed."}