{"id": "862141", "contents": "Opinion by\nMb. Justice Gbeen,\nThe affidavit of defence in this case makes three averments. First, that the consideration of the note in suit has failed and that the note was obtained by the payees from the makers by means of false and fraudulent representations respecting a certain Perdieron stallion. As these facts are not alleged to have been known to the plaintiff batik, and as the note is negotiable and the bank acquired it for value and before maturity, this defence is of no avail against the plaintiff.\nSecond, That the defendants expect to be able to prove that the plaintiff was not a holder for value before maturity, but that the bank took the note under circumstances and with such knowledge of the facts as to put it upon notice and inquiry, which would have led to a discovery of the fraud. This defence is unavailing because the affidavit alleges no facts or circumstances whatever upon which to found a belief, and the mere averment of a belief, without stating the facts upon which it is founded, gives no information to the court upon which it can determine their efficiency; and if there are no facts and circumstances known to the affiants there is nothing upon which to ground any belief.\nBut independently of this consideration the affidavit of defence alleges only, in its second clause, that the plaintiff took the note under such circumstances and with such knowledge of the fraud as were sufficient to put it upon inquiry and that inquiry would have led to a discovery of the fraud, and it nowhere alleges actual knowledge of the fraud when the note was taken. The learned court below considered that this averment was sufficient to prevent judgment. But this court decided as long ago as 1870 in a well considered case, and in an exhaustive and elaborate opinion by Mr. Justice Rj3ad, in the case of Phelan v. Moss, 67 Pa. 59, that such a defence when proved by testimony was no defence at all in an action on a negotiable note. We there held that a holder of a negotiable note bona fide for value without notice can recover it, notwithstanding he took it under circumstances which ought to excite the suspicion of a prudent man. Justice Read reviewed the authorities in England and this country, and showed with conclusive force, that, even in England, where for a short time the opposite doctrine obtained a lodgment, starting with the case of Gill v. Cubitt, 3 B. & C. 466, it had been altogether abandoned and overruled. This was accomplished through a series of decisions, when, in the last of them, Goodman v. Harvey, 4 Ad. & Ellis, 870, Lord Denman said, “We have shaken off the last remnant of the contrary doctrine. Where the bill has passed to the plaintiff without any proof of bad faith in him, there is no objection to his title.”\nJustice Read further reviews both the federal and state decisions in this country, and includes in them the case of Beltzhoover v. Blackstock, 3 Watts, 20, in which Judge Sergeant expressed a concurrence, though unnecessarily, in the doctrine of Gill v. Cubitt. And he also showed that this court had never followed Beltzhoover v. Blackstock in this regard but had followed the opposite rule. He concludes by assuming that the note was obtained by fraud on the maker, and, reviewing the circumstances of suspicion, among which was the fact that the plaintiff bought the note, which was for $250 against a solvent drawer, for $100, he adds, “ Neither one nor all these facts, if found by the jury, proved mala tides on the part of the holder, or brought home to him knowledge of the fraud; but on the contrary it was clear that he was a bona fide holder for value without notice, and of course entitled to recover.” This case has been many times recognized and followed by this court and never departed from to this date. In McSparran v. Neeley, 91 Pa. 17, Mr. Justice Woodward said, “Phelan v. Moss has been uniformly followed, since it was decided,” and in that ease also we decided that the indorsee of a negotiable note who took it before maturity, bona fide for value without notice, is entitled to recover from the maker, though a fraud was practiced on the maker in obtaining his signature to the note ; the fact that a negotiable note which was obtained by fraud was taken by the holder under circumstances which ought to have excited suspicion will not defeat a recovery; it must be shown that it was taken mala fide.\nMost extended references both to decided cases and text writers could be added to the foregoing, but it would be a waste of time and space. We conclude therefore that the averment upon this subject in the second clause of the affidavit of defence in this case is of no consequence whatever, and could not suffice to put the plaintiff to any proof on the trial. The burden of proving actual bad faith would still rest on the defendants.\nThe averment in the first part of the second clause that the affiants expect to be able to prove on the trial that the plaintiff is not a bona fide holder, is not an assertion of the fact but only of an expectation of ability to prove it, and the basis of the expectation is immediately stated by way of illustration, as being the taking of the note under circumstances of suspicion. No actual circumstance of suspicion is stated, and no fact impeaching the bona fides of the holder, or as affording a ground of belief to that effect appears anywhere in the affidavit. If, on the trial, the defendants should prove exactly what they have alleged in the second clause of the affidavit, to wit, that they believe and expect to be able to prove that the plaintiff was not a bona fide holder for value, and that he took the note under circumstances of suspicion, they would have accomplished nothing. Instead of proving belief they would be obliged to prove the fact of mala tides, and although they proved actual circumstances of suspicion, it would avail them nothing.\nThe authorities which hold that it is sufficient in an affidavit of defence to aver an expectation of ability to prove, are predicated of facts previously stated, and not of mere beliefs or inferences or conclusions.\nIt may be added that the third clause of the affidavit not only admits, but distinctly asserts, that the plaintiff paid for the note seventy-five per cent or thereabouts, in money, of its face value, and is therefore fatally inconsistent with any allegation or inference that the note was not acquired for value.\nWe do not consider the cases of Hutchinson v. Boggs, 28 Pa. 294, and Lerch Hardware Co. v. Bank, 109 Pa. 240, as applicable to this case, because here the defence relates to the want of consideration in the sale of a defective horse, and in that kind of defence the holder is not put to proof of his title to the note by the allegation of want of sufficient consideration.\nWe regard the first and second clauses of the affidavit as entirely insufficient to prevent judgment.\nThe third clause is in no better condition. It avers that the plaintiff, being a national bank, took usury in discounting the note at twenty-five per cent or upwards of its value. It is impossible to understand how any allegation of usury can be made as to such a note as this, or how these defendants can have any interest in the usury in any event. The note was not given for a loan of monejr but for the price of a horse sold to them. They agreed to pay t|833.33 for the horse and not for a loan of a sum of money twenty-five per cent less than that amount. In the case of Barnet v. National Bank, 98 U. S. 555, the Supreme Court of the United States construing the act of Congress of June B, 1864, sec. 30, on the subject of taking usury by national banks, said, that the act defined two categories of such cases, which they then stated. This case cannot possibly come within the first category of the act, to wit, “ Where illegal interest has been knowingly stipulated for but not paid, then only the sum lent without interest can be recovered,” because no sum of money was lent, and no illegal interest was stipulated for, the rate mentioned in the note itself being six per cent, which is a lawful rate.\nThe second category is in these words, to wit: “ Where such illegal interest has been paid, that twice the amount so paid can be recovered in a penal action of debt, or suit in the nature of such action, against the offending bank, brought by the persons paying the same or their legal representatives.” There are at least three fatal reasons why the defendants can take no benefit from this provision. (1) It has been decided several times by the Supreme Court of the United States that this defence cannot be made even by the maker of the note in an action against him on the note (Barnet v. National Bank, 98 U. S. 555), nor by the surety (Stephens v. Monongahela National Bank, 111 U. S. 197), because the only remedy given by the act of Congress is by a penal action to be brought for the recovery of double the amount of the illegal interest charged, and it therefore cannot be set off in an action on the note. (2) Because no persons but those who paid the illegal interest or their legal representatives, can recover it. (3) Because no illegal interest was charged or paid upon a “ sum lent,” and therefore none can be recovered. The defendants, if they owe anything on this note to the plaintiff, owe the whole amount of $833.33, with six per cent interest, less any payments that were made on account. They do not owe it for money lent but for the price of a horse. So far as these defendants are concerned it is a matter of no consequence whether the plaintiff paid for the note its whole amount or any sum less than that.\nDriesbach v. National Bank, 104 U. S. 52, is to the same effect as the above cited cases.\nJudgment reversed and record remitted, wdth directions to enter judgment against the defendants for such sum as to right and justice may belong, unless other legal or equitable cause be shown to the court below why such judgment should not be so entered."}