{"id": "862136", "contents": "COMMONWEALTH v. RAILROAD, APPELLANT.\nOpinion by\nMr. Justice McCollum,\nThe defendant company complains on this appeal of the finding that the actual value in cash of its capital stock between the 1st and 15th of November, 1892, was 14,000,000 and that its franchises were considered as an element or factor in ascertaining such value. It also complains that its motion for a new trial was overruled.\nThe actual cash value o'f the company’s capital stock, at the time stated, was, under the stipulation filed, a fact to be found by the court upon relevant testimony. If the evidence submitted for the purpose of ascertaining this fact was pertinent to the issue and sufficient to warrant the finding complained of, the latter must stand as the basis of the taxation in question. The finding of the court is on the footing of the verdict of a jury. An examination of the evidence before the court in this case has satisfied us that it authorized the finding in respect to the value of the stock, and that we would not therefore be justified in setting the same aside.\nThe motion for a new trial was based upon the allegation that, after the hearing was concluded, the defendant company’s contract with The Philadelphia & Reading Railroad Company was annulled by the receivers, and that in consequence thereof the defendant company sustained a loss which might injuriously affect the value of its capital stock. The motion was made after the opinion of the court was filed and while exceptions-thereto were pending. The allowance or refusal of this motion was within the discretion of the learned court below and it is not. a matter for review on this appeal.\nIn ascertaining the actual value of the capital stock, was it proper to take into consideration, as affecting that value, the franchises of the company? We think this question is affirmatively answered by the act of June 8, 1891, under which the valuation was made. The capital stock represents the franchises as well as other property of the company. In the 6th preamble of the act there appears a plain legislative purpose to include the franchises in fixing the value of the stock, and this is in harmony with the title and the provisions in respect to the taxation of it.\nThe specifications of error are overruled.\nJudgment affirmed.\nCOMMONWEALTH, APPELLANT, V. RAILROAD.\nOpinion by\nMr. Justice McCollum,\nNov. 13, 1894:\nThe single question raised by this appeal is ruled against the commonwealth in Com. v. Edgerton Coal Company and other cases from the Middle District, decided at this term [164 Pa. 284]. There is therefore no occasion to discuss or consider it in this case.\nJudgment affirmed."}