{"id": "862112", "contents": "Opinion by\nMr. Justice'Mitchell,\nThe foundation of complainant’s case is her title to the land in the Fourteenth ward, which came to her from her husband, though by an intermediate conveyance. The question raised is not one of a trust, resulting or other, but of a gift, presumed from the conveyance, but depending on intention, and therefore subject to be rebutted by evidence. The facts are not in serious dispute. The appellant in September, 1883, being then unmarried but in contemplation of marriage to the complainant, purchased by articles of agreement the land in question. For prudential business reasons, stated by him at the time to his counsel, he'desired the title to be put in some one else, and he spoke to his friend Mawhinney .about using his name, and Mawhinney consented. Before the conveyance was executed however the marriage had taken place and at the suggestion of counsel the deed was made by the vendor to the wife. At this point a most significant fact appears in the testimony of Mr. Emery, the counsel, that at the time the whole transaction was talked about the conversation was to the effect that the title was in Mrs. Moore now, and if she died the whole thing would go to her relatives, and Mr. Moore would not have anything, but that a will by her “would protect him.” A will was accordingly drawn by counsel, and executed by her, devising the land to her husband. The parties lived together on the property till it was sold, the appellant invested the proceeds of the sale in other real estate in his own name, and generally dealt with it as his own, for several years, until unfortunate domestic differences produced the present litigation. The evidence shows that the complainant knew all these matters from time to time as they occurred, and in our opinion is ample to rebut the presumption of a gift to the. wife. In fact the stipulation, for it really amounted to that, that the wife should immediately make a will to “ protect ” the husband, is scarcely reconcilable with an intended gift outright to a wife of only a week’s standing.\nThere is no sufficient evidence of any intent to defraud creditors. Appellant had been in business in the west, in which his partner had got into difficulties, and appellant was uncertain how far he might be involved in future liabilities. Whether such liabilities were just or not is nowhere indicated. This is all that appears, and it falls short of showing any fraud. But if it did so, it would not help complainant’s case. The appellant is not here asking to set aside a deed made by him or by his direction to the complainant. The gift, if it had been one, had come back to the donor, and rested with him for several years, with the acquiescence of the donee. It is the latter who comes into equity, and she does so with the burden of rebutting the inference from the mutual acts of both parties.\nThe learned master was right in reporting that complainant had failed to sustain her bill. She was not a competent witness, and had she been objected to in limine, the bill must have been dismissed. But a considerable part of her testimony was admitted without objection and we are therefore entitled to look into it for the equity of the case. It appears therefrom that she contributed eleven hundred and twenty-five dollars of her own to the purchase money of the property. There is nothing to show that this was a gift to her husband. It was a contribution to an investment for joint behefit, no doubt with the expectation that it would continue to be enjoyed together, but as the evidence shows it was nevertheless a business transaction and not a gift on the husband’s part, a fortiori it was the same on hers. She is therefore entitled to be repaid. The learned court below refused to allow interest on either side of the account, and this as a general result was correct. So long certainly as the parties continued to live on the property as their joint home, no interest should be allowed, but when the husband by the sale severed the ownership and began to treat the proceeds as his own and the parties moved away from the property, he became fairly chargeable in equity with interest on his wife’s money.\nDecree reversed, and decree directed to be entered for complainant for eleven hundred and twenty-five dollars, with interest from May 1,1890. Costs of the whole proceeding to be paid equally by the parties."}