{"id": "864183", "contents": "Per Curiam:,\nAn examination of this record, with special reference to the legal propositions so clearly and forcibly presented by the learned counsel for appellant, has not convinced us that either of the assignments of error should be sustained.\nDefendant company is expressly authorized by its charter “ to construct such branches from its main line as it may deem necessary to increase its business and’ accommodate the trade and travel of the public.” As evidenced by the Resolution of November 11,1889, the construction -of the branch line in question was avowedly undertaken by the company for these very purposes; and it does not sufficiently appear that, in constructing and operating the same,- there haS been any departure from or abandonment by the defendant or its lessee of either of said declared • purposes. In his sécond conclusion,—which with others was approved by the court below,—the learned master says ; “ nothing has been shown to make us doubt the integrity of the action taken, so as to justify us in saying that this was an attempt to connect an individual siding with the railroad, without complying-with the provisions of the lateral railroad statutes.” In this we think he was right. We find nothing in the case that would justify the inference of bad faith on the part of -the company, in not-carrying out its declared purpose to exercise the authority given by its charter to construct the branch line in question. If it were otherwise, the commonwealth would be the proper party to complain. -\nIn view of the undisputed facts the learned master was clearly right in holding that the location and construction' of ‘ defendants’ branch road-across the southwesterly corner of plaintiff’s lot- does not interfere with-'the reasonable use and enjoyment of his dwelling house,-on another part of-the lot,’ at least one hundred and twenty-five feet from'said branch line, and therefore not in any proper sense of the words such a “ passing through any .... dwelling house in the occupancy of the owner,” etc., as the statute was intended to prohibit. This conclusion is abundantly sustained by the authorities cited by the master in support thereof.\nAll the questions involved have been so fully considered and satisfactorily disposed of by the learned master and court below that further elaboration of either of them is deemed unnecessary. There was no error in dismissing the bill.\nDecree affirmed and appeal dismissed with costs to be paid by plaintiff."}