{"id": "864143", "contents": "Opinion by\nMe. Chief Justice Steeeett,\nIn this amicable action of ejectment, entered in pursuance of a clause in the lease between plaintiff’s devisor and the defendant, judgment against the latter was confessed and possession of the demised premises was delivered to plaintiff, but as to costs the return was “ nulla bona.” A capias ad satisfaciendum for the costs was then issued and executed, and thereupon the court quashed the writ and discharged defendant from custody. Plaintiff then entered a rule for leave to issue an alias ca. sa. for costs, and the same was promptly discharged by the court; hence this appeal. The sole question is whether the defendant was liable to arrest and imprisonment for the costs in question. If he was not, the alias ca. sa. was rightly refused.\nIt clearly appears from the 'record that the amicable action is grounded solely upon an alleged breach of the lease, above referred to, in this, that the defendant, as lessee, without the consent of his lessor, sublet the demised premises to a certain firm, and then removed therefrom, taking his goods with him. It is not even alleged that he committed any act of a tortious nature, either in obtaining or holding possession of the premises, or in surrendering the same to his sub-lessee, or otherwise. All that is charged against him is, in substance, that as lessee he failed to keep and perform all his covenants with his landlord; and that, by reason thereof, the latter, under the terms of the lease, had a right to terminate the same and repossess himself of the demised premises in the manner specified in the lease. In other words the plaintiff’s right of action, as well as the speedy remedy of which he availed himself, sprang not from a tort but solely from a breach of contract, and hence the defendant is within the protection of the act of July 12, 1842. The judgment contains no element of damages in the nature of mesne profits; and so far as the costs of suit may be regarded as a species of damages, they are in this case merely a debt, arising not from tort, but from a breach of contract.\nWe are therefore of opinion that the court was right in discharging plaintiff’s rule.\nJudgment affirmed."}