{"id": "864191", "contents": "BRUCE ET AL. V. PITTSBURG ET AL.\nOpinion by\nMr. Justice Dean,\nWhen Brooke v. City of Philadelphia, 162 Pa. 123, was called for argument at Philadelphia, on May 4, 1894, the parties to Succop v. City of Pittsburg, involving about the same issue as this, asked leave to submit their paper-books without oral argument, as if the questions at issue were the same. To this the Court consented. Apparently, both parties assumed the judgment in that case would end this, and the decree was accordingly prepared, to be handed down at Pittsburg, at October Term. We were then informed by counsel for complainant that other questions were involved in this appeal, than those in Brooke v. Phila., on which they desired to be heard. In the meantime, the decision in the Philadelphia case had been handed down in June, at Harrisburg. We are now confronted with new and different questions to be answered before final decree. No exigency exists, calling for the assumption of original jurisdiction, in this case, as we were led to believe, when the paper-books were submitted at Philadelphia. The parties have opened their case here, on elaborate paper-books, in which are printed local statutes, ordinances and assessments; these involve the labor of a critical examination, before there can be an approach to deliberation and judgment. We are without the aid of the learning and thorough knowledge of the court below, as to local legislation, state and municipal, and without their enlightened judgment on the issue. Having assumed jurisdiction, however, we are impelled by a sense of duty to dispose of the case, but we desire it to be understood that if we had known there was no great necessity for a speedy decision, we would have remitted the parties, on their first application, to the appropriate tribunal, the court of common pleas, to file their bill, and then we would have heard the appeal, if one had been taken, on review, as in other eases.\nBrooke v. Phila. has settled the status of the city debt, as affected by the city certificates in the sinking fund, and there is nothing-calling for further discussion of that question in this case. The act of 1874 is constitutional. The title is so manifestly significant of the subject of the bill, that it would be a waste of time to discuss the question as to whether it included a power to increase indebtedness. For twenty years, the municipalities of the commonwealth have been assuming that a power to increase indebtedness was authorized by this act, and such power has not been questioned. The objection now made is without merit. But the plaintiffs allege, further:\n1. That the county valuation is the legal basis on which to determine the amount of the' debt, whereas the defendants adopted the city valuation.\n2. That the ordinance did not provide for the lev3r of an annual tax of eight per centum, as required by law, and is therefore illegal.\n8. That the ordinance provides for the pa3Tment of the whole loan at the end of thirty years, instead of payment of annual installments of principal and interest, provided by the act of 4874.\n4. That the special act of April 6, 1850, being unrepealed, the city is wholly without power to increase its debt beyond $1,150,000.\nAs to the first point, it is onty necessary to refer to the plain words of the act of May 5, 1876, the second section of which provides: “ That said board of assessors: Shall make an assessment of all subjects of taxation, now by law or hereafter made subject to taxation for city purposes, and shall take, as the basis of such assessment, the assessments as returned by the ward assessors of the several wards of the city.”\nThen follows the third section: They shall then ascertain the aggregate amount of the value of the entire taxable property of said cit3r, which valuation shall remain the lawful valuation for purposes of city taxation, until altered as herein provided. The said board shall then proceed to classify the real estate so assessed, in such manner and upon such testimony as may be adduced before them, so as to discriminate between built-up property and rural or suburban property, and property used exclusive^ for agricultural purposes, and certify to councils of said cit3r, during the month of January of each year, the aggregate valuation of city, rural and agricultural property subject to taxation.\nIt will be noticed, the board of city assessors are, by the second section of the act, to “ make an assessment.” How? By taking as a basis the assessments returned by the ward assessors to the county commissioners. They now have a basis or starting point, the returns of the ward assessors. Then the act goes on to say, they : “ Shall have power to revise, equalize or alter such assessments, by increasing or reducing the valuations, .... and when said board shall have altered and amended the lists of all taxable property, so as to arrive at its true cash valuation, they shall then ascertain the aggregate amount of the value of the entire taxable property of said city, which shall remain the lawful valuation for purposes of city taxation.”\nThe aggregate amount of the value of the entire taxable real property of the city for the year 1894, as fixed by the board of assessors, is about 1254,000,000. That, by the plain terms of the act, is to be deemed the valuation. That the system prescribed by the act is liable to abuse, in no way affects its legality. That the power thus conferred may be used to evade the constitutional restriction as to the limit of municipal indebtedness, is no reason why the courts should declare the valuation for county purposes is to be taken as the valuation of the taxable property of the city. Nor is there any proof here that this valuation was raised for any such unlawful purpose. The inference, from the fact that it is much higher than the valuation in previous years, is just as strong that the former valuations were absurdly low, as that this is much too high.\nWe are of the opinion that the language in article 9, section 8, of the constitution : “ The debt of any .... city shall never exceed seven per centum upon the assessed value of the taxable property therein,” and that of section 2 of act of 20th April, 1874: “Any .... city may incur debt or increase its indebtedness to an amount in the aggregate not exceeding two per centum upon the assessed value of the taxable property therein, as fixed and determined by the last preceding assessed valuation thereof,” and similar language throughout this act, mean the valuation fixed by the city authorities as a basis of taxation for city purposes, and not the valuation made by county officers for county purposes.\nIt. is argued, Succop and Morrow v. same defendants, that the act is unconstitutional, because the title does not indicate the subject of the act. It is entitled : “ An act providing for the classification of real estate for the purpose of taxation, and for the appointment of assessors in cities of the second class.” The subject announced is the classification of real estate. Where? In cities of the second class. For what purpose? For taxation. How? By the appointment of assessors. Then what is the obvious inference? The assessors are to assess. The very term implies particular duties with reference to the subject. It was not necessary to enumerate these duties in the title, because the title would suggest that the act itself would specify them. We are of opinion that the title does sufficiently express the purpose of the act.\nThe second complaint is that the ordinance did not provide for the levy of an annual tax of eight per cent for the payment of the loan, as required by law.\nSection 2 of act of 1874 enacts that “Any city .... may increase its indebtedness two per centum upon the assessed value of the taxable property therein, as determined by the last preceding assessed valuation thereof .... and may issue coupon bonds, or other securities therefor, in sums not less than one hundred dollars each, and bearing interest at a rate not exceeding six per centum per annum, payable semi-annually, and the principal thereof reimbursable at a period not exceeding thirty years from the date at which the same is authorized. And an annual tax, commencing the first year after such debt shall have been increased or incurred, equal to at least eight per centum of the amount thereof, shall be forthwith assessed, to provide for the payment of the interest, and the liquidation • of the principal thereof; and the moneys arising from such tax .shall be applied annually, and as fast as the same accumulates, to the redemption at par of said outstanding obligations.”\nImmediately following this section must now be read the act of 9th of June, 1891, which provides the debt may be increased exceeding two per centum, but not exceeding seven per centum on the assessed valuation, by the assent of the electors; and prescribing in detail the method of conducting the election, and certifying the returns thereof. Then, properly, would now come in the 4th section of the act of 1874, which, after the certification and filing of the result of the vote showing the assent of the electors to the increase, says, they, the corporate authorities, “ before issuing any obligations therefor, shall assess and levy an annual tax, the collection whereof shall commence the first year after the said increase, which shall be equal to at least eight per centum of the amount of such increased debt, and which shall be sufficient for, and applied exclusively to the payment of the interest and the principal of such debt within a period not exceeding thirty years from the date of such indebtedness; and the moneys arising from such tax, shall be applied annually and as fast as the same accumulates, to the redemption at par of the said outstanding obligations.” Further, the 7th section of the same act, after providing that the existing bonded and floating indebtedness of any municipality may be funded by a re-issue of bonds or certificates, says: “ That no such bonds or certificates shall be issued for a longer period than thirty years from the date thereof,” and that the corporate authorities should provide for the payment thereof in the manner pointed out in the 4th section of the act, as already noticed.\nThe authority to incur this debt, is derived wholly from the act of 1874. The forms to be observed, preliminary to the issuing of the obligations, have been somewhat modified by subsequent legislation, but the mandate concerning provision for payment, has not been changed. Could language be plainer than is used in the second, fourth and seventh sections? An annual tax must be levied, which “ shall be equal to at least eight per centum of the amount of such increased debt.” And this levy must precede the issue of the bonds or certificates.\nAs is argued by complainants, section 4 of this ordinance is nothing more than a promise to levy such tax. It is said, the ordinance pledges the faith and credit of the city to levy a tax sufficient to redeem the bonds within thirty years. That is not to the point; the obligation and promise of every debtor, is to pay as nominated in the bond; but in the case of a municipal debtor, which is without power to borrow, except as authorized by the statute, it must not only promise, but make provision to pay, as enjoined by the statute. And that eight per cent annually will more than pay this loan within thirty years, is no reason for disregarding the mandate. Whether it will be more than sufficient, depends altogether on whether the securities be sold on terms favorable to the borrower. If taken at par, on the maximum rate, six per cent, fixed by the statute, a tax equal to eight per cent of the debt, would probably not pay the loan within thirty years. If the rate be four per cent, it will more than pay it. But it must be paid in thirty years, and at least eight per cent must be levied.\n3. The contention, that the loan must be issued, redeemable by annual installments, the last not deferred more than thirty years, cannot be sustained by anj' reasonable interpretation of the act. Whether the loan be payable by installments, or tiie whole of it be made to mature in ten, twenty, or thirty years, is in the discretion of councils, who, it must be assumed, will use their best judgment in the interest of the city.\nNearly all the legislation with reference to the monetary affairs of municipalities, since the adoption of the constitution, recognizes “ sinking funds ” as aids or instruments in municipal fiscal operations. The primary object of the statute, is to compel annual collection and saving of revenues to meet obligations incurred. If these cannot be judiciously paid before maturity, because too high premiums be demanded, then, through a “sinking fund,” the money can be invested to be forthcoming at maturity of the bond. Article 15, sec. 3 of the constitution, declares that: “ Every city shall create a sinking fund, which shall be inviolably pledged for the pajunent of its funded debt.” The annual tax, when collected, must be paid into this fund, where it is inviolably pledged for the payment of this loan. What earning power it shall have when there, awaiting maturity of the loan, depends much on the sagacity and business management of the trustees of the fund. The plain intent of the act is, that a certain sum shall be annually raised in.anticipation of payment; and whether paid out in redemption of the bonds annually, or paid into the inviolably pledged fund annually, to be paid out for the bonds in thirty years, it is, within the meaning of the act, applied annually to the redemption of the bonds.\n4. It is contended, the local act of April 6, 1850, which limited the debt of the city to $1,150,000, is not repealed, and therefore this increase of indebtedness is illegal. Both the constitution and the act of 1874, conflict with this local law by plain implication; both provide expressly for an increase of indebtedness by all cities, and limit the amount only by a percentage on the valuation, while this act arbitrarily limits it to a comparatively small fixed sum. There is consequently such a repugnancy, in this particular legislation as to municipal debt, between the two, as plainly indicates an intention to repeal the local act. But however this may be, the act of 14th June, 1887, which is in harmony with the act of 1874, prescribes that any increase of debt of cities of the second class, shall first be approved by a majority of the electors. That act is entitled, “ An act in relation to the government of cities of the second class,” and it is enacted that “ Any increase of the interest-bearing bonded indebtedness of cities of the second class, is hereby prohibited, unless the same shall be approved by an affirmative vote of the qualified electors voting thereat, at an election provided for by ordinance of councils.” An increase of the interest-bearing bonded indebtedness of this city of the second class, was so approved. If it cannot be increased, it is because of the local act of 1850; then one or the other must give way. Which shall, is pointed out in Commonwealth v. Macferron, 152 Pa. 244. Our brother WILLIAMS, in pronouncing the judgment of the court, says : “ Whenever, therefore, any law regulating the municipal affairs of cities of a given class, shall be found to conflict with a previous local statute applicable to any member of the class, relating to the subject, the latter must give way, bjr reason of the nature and purposes of class legislation. In this manner, existing diversities will disappear, and uniformity throughout the class will be finally secured.” It was manifestly the intention of the legislature that this act should operate upon all cities of the second class; it cannot apply to Pittsburg if the local act stands; they are plainly in conflict; therefore the local act must give way. We speak now only of that part of the act of 1850 which limits the indebtedness of the city. The other provisions of the act are not in question in this case, and we express no opinion as to them.\nWe find nothing in the bill which calls for further notice.\nAs to the second ground of complaint in the bill, which we have said is well founded, viz., that the ordinance of 9th of April, 1894, authorizing the issuing of bonds for the purpose of erecting and purchasing bridges for public use, did not provide for the levy and collection of an annual tax equal to at least eight per cent of the amount of the debt, the ordinance can, by action of city councils, be amended so as to be in compliance with the law. Until that is done, there is no authority to issue the bonds. Therefore, in this particular, the bill is sustained, and it is ordered that injunction issue directed to defendants, restraining any issue of bonds, certificates, or other evidence of debt, until, by proper ordinance, such tax be levied. If such ordinance be adopted, then, on being satisfied of the fact, the injunction will be dissolved.\nSUCCOP ET AL. V. PITTSBURG ET AL.\nDecided on opinion filed in preceding case, and similar decree directed to be entered."}