{"id": "864197", "contents": "Per Curiam,\nRestricted, as it clearly was, to the single purpose of contradicting Mr. Hendricks, we think the testimony referred to in the first six specifications of error was rightly admitted. In ruling on one of the offers, the learned trial judge said : “We will admit this testimony simply for the purpose of affecting the credibility of Mr. Hendricks, with the distinct understanding that it cannot be used to affect any liability on the part of the company by any declarations made by Mr. Hendricks at the time of the conversation.” Afterwards he pointedly cautioned the jury by saying, “they must not understand that this testimony is offered to show that Mr. Hendricks did give the company notice of this condition of affairs; it is simply to contradict Mr. Hendricks when he says he did not tell these gentlemen so, and afford you an opportunity to judge how far you can rely on Mr. Hendricks when he has testified to certain facts in the case; and the jury will not understand the testimony as given to implicate the company in maintaining improper rails on their road.”\nThe testimony in question is clearly relevant and competent for the single, specific purpose for which it was admitted, and special care was taken by the court to prevent its being used for any other purpose. We find no error in either of the first six specifications, and they are therefore dismissed!\nThe only other specification of error is to the refusal of the court to charge as requested, in defendant’s fifth point: “ There is no evidence in this case of negligence, upon the part of the defendant, in either the construction of its track or the transportation of its passengers, and the verdict of the jury must be for the defendant.” In view of the testimony, it would have been plain error to have affirmed this point as presented. It tended to prove that the plaintiff, while a passenger on one of defendant’s cars in course of transportation over defendant’s road, was severely injured, without any fault on his own part, and thus raise a presumption that the injury was the result of defendant company’s negligence. In declining to affirm the point, the learned judge very properly said to the jury: “ If you are satisfied that Mr. Dampman was injured, and he was a passenger on this road for transportation, then the law presumes negligence, and the burden is on the other side to remove the presumption. If the defendant has removed that presumption by its evidence, and the plaintiff has not met that, then your verdict will be for the defendant.” This was quite as favorable to the company as it could reasonably ask.\nThe case depended on questions of fact which were for the exclusive consideration of the jury. They were all fairly submitted to them in a very clear and comprehensive charge to which no just exception can be taken. We are all of opinion that the judgment should not be disturbed.\nJudgment affirmed."}