{"id": "864146", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nAn examination of this record has satisfied us that there is nothing in any of the sixteen specifications of error that would justify either a reversal or modification of the decree. The learned master’s findings of fact are abundantly sustained by the pleadings and proofs; and the decree complained of is the legal sequence of the clearly established facts. The allegation of fraud in procuring the agreement of July 26, 1887, is not sustained by any sufficient evidence. After correctly reciting the facts as to the ownership of different parts of the property, etc., the agreement provides, on behalf of all the parties thereto, for the vacation of Bicking street, and, on behalf of the defendants, for laying out and opening—for the mutual use and accommodation of all the parties thereto—Yocum street and Lincoln square, the latter extending southeastwardly from the southwestwardly side of Greenway avenue to the line of plaintiff’s Woodland avenue lot, and then grants and conveys to plaintiff and John Bozorth, their heirs and assigns, the free use and privilege of said Yocum street and Lincoln square, as and for streets, passageways and watercourses, in common with the defendants, their heirs and assigns, owners, tenants and occupiers of the ground bounding thereon, at all times thereafter forever. So far as appears from any evidence in the case,'the negotiations leading up to the execution of the agreement and the subsequent deed of dedication, etc., were conducted as such transactions usually are. It is fair to presume that defendants knew the southwestwardly terminus of Lincoln square was partly on the northeastwardly line of plaintiff’s Woodland avenue lot. The agreement calls for that line, and there is nothing to show that they were ignorant of the fact. But, whether they knew or not, plaintiff was not bound to explain to them what benefits, if any, might result to him from the agreement. It is enough to know that, so far as he was concerned, evidence of fraud is not in the case. It is unnecessary to specially notice either of the specifications. Neither of them is sustained.\nDecree affirmed and appeal dismissed with costs to be paid by appellants."}