{"id": "864260", "contents": "¿üeinion by\nMjr.. Justice Williams!\n[The compulsory nonsuit entered in this case must stand or fall with the act of 16th April, 1891, P. L. 22, entitled “ An act to provide for a uniform contract or policy of insurance to be made and issued by all insurance companies taking fire risks on property within the state.” The action is upon a policy in the form prepared by the insurance commissioner under the directions of that act. At the trial the plaintiff gave his policy in evidence and then offered the testimony of witnesses for the purpose of showing a waiver by the company of the conditions in the policy relating to proofs of loss and an appraisement of the value of the property destroyed. These offers were objected to upon the ground that the conditions were prescribed by a statute and could be waived only in the manner which the statute provided. , The learned judge of the court below assunied. with evident reluctance, the constitutionality of the act of 189% sustained the objection to the evidence offered, and left the plaintiff to stand upon the letter of what was thus held to be a statutory form of contract. The compulsory nonsuit was the logical result. This appeal brings us face to face with the question whether the provisions of this policy are to be construed as those of a voluntary contract entered into by the parties, or as the requirements of a positive statute imposed upon thR,parties by the lawmaking power.\nThe answer to this question must depend on whether the act of 1891 is a valid exercise of legislative power. The words legislative power mean the power or authority, under the constitution or frame of government, to make, al ter and repeal laws: 13 A. & E. Ency. L. 272. Under the constitution of this state this power is vested in, and must be exercised by, the legislative branch of the government: Parker v. The Commonwealth, 6 Pa. 507. It is a power that cannot be delegated. This principle was stated with great vigor by Chief Justice Gibson, in the borough of West Philadelphia, 5 W. & S. 283, in these words : “ Under a well-balanced constitution the legislature can no more delegate its proper function than can the judiciary.” It is suggested that Parker v. The Commonwealth is an overruled ease. While this is true it is equally true that the cases that overrule it distinctly recognize the principle on which it was decided. They deny only the applicability of that priuciple to the facts then before the court. The question raised in Parker v. The Commonwealth was the constitutionality of a local option law, and it was held to be unconstitutional because the reference of the question of its going into effect in a given locality was thought to be a delegation of legislative power. In subsequent cases, and particularly in Locke’s Appeal, 72 Pa. 491, it was held that, inasmuch as the law with all its provisions and its penalties was complete when it left the legislature, and the only question submitted to the electors of the locality was whether they desired this law to become operative in the subdivision of the state in which they lived, such submission did not amount to a delegation of legislative power. No provision or requirement of the law was left to be supplied in order to make it complete in all its parts, but the vote of the electors served to give expression to their wish in reference to the subjection of the locality they represented to its already finished provisions. It has frequently been held that local questions may be submitted in this manner to those who are to be directly affected by their decision. The division of a county is such a question and a law submitting the question to a popular vote and making the division depend on the result of the vote was sustained in Smith v. McCarthy, 56 Pa. 359. So is the location of the county seat: Commonwealth v. Painter, 10 Pa. 214. So also is the granting of licenses to sell intoxicating drinks: Locke’s Appeal, 72 Pa. 491. Such laws are in form and in substance laws in presentí to take effect in futuro upon the ascertainment of the wish of those most directly affected thereby.\nThe effect of our cases is to settle firmly the rule that the law must be complete in all its terms and provisions when it leaves the legislative branch of the government, and that nothing must be submitted to the judgment of the electors or other appointee of the legislature except an option to become or not to become subject to its requirements and penalties. In the light of this line of well considered cases let us examine the act of 1891 in order to get its provisions before us. Section first declares “ That the insurance commissioner shall prepare and file in his office on or before the fifteenth day of November, 1891, a printed form in blank, of a contract or policy of fire insurance, together with such provisions, agreements or conditions as may be indorsed thereon or added thereto and form a part of such contract or policy; and such form when filed shall be known and designated as the standard fire insurance policy of the state of Pennsylvania.” ] Section second provides among other things for the incorporáííon of the provisions of the standard policy into the contracts of insurance made on property within the state by foreign insurance companies. Section third makes the use of this standard form of policy obligatory on all fire insurance companies doing business in this state from and after the first dajr of May, 1892. Section fourth provides the penalties to be imposed upon any insurance company, its officers or agents or either of them, for failure to comply with the requirements of the act or with the form of policy which the insurance corpmissioner may devise and file in his own office.\npower of the legislature to direct the form of a policy of insurance against fire. We held in Commonwealth v. Vrooman, decided in October last, that the business of insurance against loss by fire was, by reason of its nature, its magnitude, and the temptation to improper practices which it presented, a proper subject for legislative regulation and control. The power to prohibit technical and unjust conditions intended to open the way to vexatious litigation and to defeat the just expectations of the insured, belongs to the police control which Commonwealth v. Vrooman asserted. The question is not therefore one of power over the subject, but of the manner in which the conceded power must be exercised.? Upon this question our judgment is with the appellant for'reasons that we will state as concisely as pos- ¡ le and without any attempt at elaboration. •1 Jt may be well to say in this place that we do not now deny the\nThe act of 1891 is a delegation of legislative power because, First. The act does not fix the terms and conditions of the policjr the use of which it commands. \\\nSecond. It delegates the power toTrescribe the form of the policj'-, and the conditions and restrictions to be added to and made part of it, to a single individual.\nThird. The appointee clothed with this power is not named but is designated only by his official title. Pie is the person who may happen to be insurance commissioner when the time comes to prepare the form for the standard policy for insurance against fire.\nFourth. The appointee is not required to report his work to The body appointing him but simply to file in his own office the form of policy he has devised. It does not become part of the statute in fact, is not recorded in the statute book, and no trace of it can bejfound among the records of either branch of the legislature, j\nFifth. The act was approved in April, 1891. The appointee had until the following November to prepare and file the form of policy over which when filed the legislature had no control whatever. They did not consider, they had no knowledge of, the form which they required all companies doing business in the state to adopt and the use of which they compelled by heavy penalties.\nThe elementary books divide a statute into three parts, the declaratory, the directory and the vindicatory. In this statute the legislature furnished the first and third. It delegated the preparation of the second. It declared in effect the need of a standard form of policy. It provided punishment for the failure to use such form when provided; but it turned the preparation of the form over to its appointee and gave him six months in which to do his work and file a copy of it in his own office. Whoever might be interested in knowing the directory part of the statute and understanding what it was he was required to do, had to go beyond the act of assembly and inquire of the appointee of the legislature what it was he had filed in his own office, of which the people of the commonwealth were bpund j;o take notice at their peril.\nj It will not do to say that the preparation of the form was an unimportant matter of detail, or an act partaking of an executive or administrative character. It was the sole purpose of the act. It was the only subject named in its .title. The enforcement of the standard form of policy was the only object of its penalties. Take out the form prepared by the insurance commissioner and to be found in some pigeon hole in his office, and the act is without meaning or effect; it is completely eviscerated.\nWe do not see how a case could be stated that would show a more complete and unconstitutional surrender of the legislative function to an appointee than that presented by the act of 1891. By its provisions the legislature says in effect to its appointee, “ Prepare just such a policy or contract as you please. We do not care to know what it is. The governor shall have no opportunity to veto it. File it in your own office and we will compel its adoption, whether it is right or wrong, by the punishment of every company officer or agent who hesitates to use it.”\nWe do not take time to examine the voluminous conditions loaded upon the back of a very simple and concise contract of insurance. The assignments of error do not bring them before us for this purpose. The learned judge of the court below gave them careful consideration and he was of opinion that they were unjust and oppressive. Speaking of the form of the standard polio}' as a whole he said “ I look upon it as infamous.” Again he said “ The conditions put in that policy go beyond almost any policy that ever was exhibited in the courts before. Numerous provisions were put in that the courts had declared void because they were so unjust and inequitable.” Speaking of its general character and effect he said: “It seems to be framed in the interest of dishonest companies and insurance brokers and puts an honest insurance company and honest officers of a company at a very great disadvantage.”\nThis is a very serious arraignment of the “ standard policy,” to which we refer without comment of our own, for the purpose of showing the impolicy of such delegation of legislative power as might make it possible to fasten upon the people of the commonwealth a form of contract, open to such grave objections.\nIt is not to be supposed that a law really mischievous in its operations could pass both houses of the legislature unchallenged. If by reason of any complication of circumstances this should happen in any given case, then the people have a remaining safeguard in the veto power possessed by the governor. The act of 1891 steered past both legislative discussion and executive veto, and vested in the insurance commissioners the power to fill in its directory provisions, and supply the form of insurance contract it was to enforce, without even the knowledge of the legislature or the governor of a single one of its many provisions that were to be bound bjr fines and penalties on insurers and insured all over the commonwealth.\nOur conclusion is that the act of 1891 is void because clearly unconstitutional. Thu compulsory nonsuit is set aside anda procedendo awarded. ("}