{"id": "864215", "contents": "Opinion by\nMb. Justice Mitchell,\nIt is not worth while to enter into the elaborate discussions in the cases about the right of a vendor to praise his wares, and the insufficiency of general affirmations of value, and false representations, which the other party should have known better than to rely upon, to justify a rescission. In Graffenstein v. Epstein, 23 Kans. 443, it was held that a false and fraudulent representation as to the market price of a commodity made by a purchaser who knew the price, to a seller who did not, would not avoid the contract. The opinion of Bbeweb, J., contains as strong a presentation of that view as we have found anywhere, but even it puts the case on the absence of any confidential relation between the parties, or peculiar means of knowledge on the part of the purchaser, as the article, wool, was one of general commerce, whose market price was matter of public knowledge and could be ascertained by any one by reasonable effort and inquiry. We may concede all this, though no Pennsylvania case has been cited which goes so far, but what the defendant here sets up in her affidavit is not a mere opinion or even a false representation as to value, or market price, or other matter of general knowledge which the vendor was bound to know or to inquire about, but an explicit, circumstantial misstatement of a fact conducing and intended to influence the vendor’s action, and whose falsehood she could not reasonably detect. A very slight knowledge of the competition of business will suffice to show that one dealer may be willing to sell under the market price to gain a new customer, and the inducement to the other to do likewise to retain a customer in danger of going over to his rival. An explicit positive false statement by the purchaser of such fact, under such circumstances is a fraud which will justify a rescission of the contract.\nThe other matters of defence as to breaches of agreement not to cut prices etc. are not averred explicitly enough to be available in the affidavit. Whether they were conditions or inducements of the sale, or mere promises as to future action does not clearly appear.\nThe objections to the plaintiff’s statement cannot be sustained. That it sets out the cause of action more formally and elaborately than is absolutely necessary under the act of 1887, and in so doing uses some of the language of the time honored forms of declaration is not a defect. The main requirement of the statement under that act is to secure to the defendant clear and exact information as to what is claimed of him. A common count in the old form, without a bill of particulars, would be demurrable for vagueness, but using the general form with the insertion of the exact dates, amounts and particulars of the contract sued on but with no irrelevant or impertinent matter, could hardly be objectionable for furnishing too much information instead of too little.\nJudgment reversed and a procedendo awarded."}