{"id": "864219", "contents": "Per Curiam,\nAs presented in plaintiff’s paper-book, the testimony and exhibits are so incomplete that it is impossible to properly understand the facts of this case without referring to the record, and copy of the original lease, etc., printed by defendants. With the aid of these, it appears that plaintiff in this action of replevin leased from the then owner the premises described in the lease, in the condition they then were, for the term of one year from April 1, 1891, for the annual rent of $175 payable quarterly in advance. It was provided in the lease that all repairs should be made by the tenant; and also that, if he should “ continue to occupy the said tenement after the expiration of the term, .... without entering into any other or further agreement, then the amount of rent, terms of payment and other covenants and agreements .... shall be continued as applicable to such further terms as the said parties may continue to occupy the relation of landlord and tenant.”\nThe rent for the year specified in the lease appears to have been paid; but at the expiration of the term, the lessee held over and continued to occupy the demised premises, “ without entering into any other or further agreement,” until four quarterly payments of rent became due and in arrear. Thereupon a landlord’s warrant was issued, and by virtue thereof the goods, afterwards replevied and delivered to the plaintiff, were dis-trained.\nPlaintiff’s pleas to the avowry, etc., were that he “ did not hold the premises as tenant of the defendants, as alleged, and that no part of the said supposed rent .... was in arrear,” etc. To which was added, by leave of court, “ that the premises were in an untenantable condition.”\nThere was no controversy as to the fact that plaintiff continued to occupy the demised premises, from and after expiration of the term named in the original lease, until after the first of the following January, when, according to the provision above quoted, another year’s rent had become due. It was not even alleged that any part of this rent was paid; nor was there any proof, or offer to prove, that a new lease of the premises was ever executed, or finally agreed upon. On the contraly, it appeared that a new lease was prepared and submitted to plaintiff for execution; but he refused to sign it unless the landlord would first comply with his demand and make certain repairs. In short, it clearly appeared that plaintiff held over, and continued to occupy the premises until the year’s rent dis-trained for became due and in arrear according to the provisions of the lease for preceding year.\nThere is no merit in either of the specifications relating to the rejected offers to prove that complaints were made in regard to the condition of the premises; that repairs were needed and demanded; that negotiations for a new lease were pending between the parties, etc. Without being followed by proof of change in terms of the lease, these and other matters relied on by plaintiff were irrelevant. There was no proof, or offer \"to prove, that a new lease was executed or even finally agreed upon.\nIn view of the undisputed facts, as to plaintiff’s holding over without any change of terms, and in the absence of any evidence tending to prove that he had any valid defence to payment of the year’s rent in arrear, or any part thereof, there was no error in charging as complained of in the last four specifications.\nJudgment affirmed."}