{"id": "866814", "contents": "Opinion by\nMr. Justice McCollum,\nThe Philadelphia Company is a corporation engaged in the production, transportation and sale of natural gas. It was engaged in this business prior to and at the time of the passage of the act “ for the incorporation and regulation of natural gas companies ” approved May 29, 1885, P. L. 29. It has not accepted the provisions of this act, but it has located and partially constructed “ a twenty inch wrought iron gas line ” for the purpose of conveying gas from its wells in Armstrong county to its customers in the cities of Pittsburg and Allegheny. The line so located passes through the borough of Freeport and .along Stewart and Washington streets in said borough, the authorities of which have refused to permit it to lay its pipe on said streets. The result of this refusal was that the company filed a bill in the court of common pleas of Armstrong county against the borough praying, inter alia, for a decree enjoining and restraining “the defendant, its officers, agents and employees from interfering in any way with the construction by plaintiff of its twenty inch pipe line on its adopted location through said borough.” The case was proceeded in by agreement as if upon final hearing and a decree was entered in conformity with the prayer of the bill. The principal question for our consideration on appeal from this decree is whether the assent of the borough is necessary to enable the company to construct its pipe line, as located, on Stewart and Washington streets. In considering this question we observe, first, that the Philadelphia Company is not authorized by its charter to lay a pipe line on a street of a municipality and that whatever right it has in this respect it derived from the act already referred to. The tenth section of the act is comprehensive, and plainly includes corporations then engaged in the business of transporting and distributing natural gas. In Carother’s Appeal, 118 Pa. 468, this court said, in substance, that the act of 1885 conferred upon such corporations the right of eminent domain, and that the system provided by the act for the assessment of damages occasioned by the exercise of the right was applicable to them. In that case the appellee in this case was a party and its rights and liabilities in regard to.these matters were discussed and considered. Its claim of a right-to lay a pipe line on a borough street appears to accord with the conelusion reached in Carother’s Appeal, because the grant of such a right to corporations then or thereafter engaged in the transportation and distribution of natural gas is as clear as the grant to them of the right of eminent domain. But the rights so conferred must be enjoyed, if at all, in the manner and subject to the precedent conditions prescribed by the act in relation to the exercise of them. By the 13th section of the act, companies incorporated under it and not referred to or included in the 14th section thereof, are forbidden to “enter upon or lay down their pipes or conduits on any street or highway of any borough or city of this commonwealth without the assent of councils of such borough or city, by ordinance duly passed and approved.” The companies “referred to or included in” the 14th section were such companies then “ engaged in the business of transporting or dealing in natural gas for any purpose ” as accepted the provisions of the act. The 16th section declares that “this act shall not be so construed as to permit any corporation accepting its provisions under and by virtue of section fourteen hereof, to enter into any city or borough without the assent of councils, except where the corporation so accepting under section fourteen, had to some extent prior to the passage of this act, begun supplying natural gas within such city or borough or had laid pipes for such purpose therein.” It follows that all other companies to which the act relates, whether incorporated under it or engaged in the business of transporting and distributing natural gas at the time of its passage, are within the purview of the thirteenth section, and must secure municipal consent before entering upon or laying down their pipes on any street or highway of any borough or city of the commonwealth. In order to prevent misapprehension of our meaning it is proper to state in this connection that we now refer to such corporations only as look to the act of 1885 for their warrant to lay their pipes on the street of a municipality. It seems to us that a construction of the act which places non-accepting companies in respect to rights conferred by it, upon a higher plane than companies incorporated under it, and companies accepting its provisions, is not reasonable or in accord with the legislative purpose. We conclude therefore that the Philadelphia Company is not authorized to construct its pipe line on Stewart and Washington streets in the borough of Freeport without the consent of the borough authorities, and as it has' not obtained such consent “ by ordinance duly passed and approved,” it is not necessary to consider the effect of municipal consent clogged with unreasonable conditions.\nDecree reversed and bill dismissed, the costs to be paid by the appellee."}