{"id": "866842", "contents": "Opinion by\nMr. Justice Williams,\nThe judgment in this case was entered “ on answers ” made by the garnishee. The complaint now made is that the answers were misunderstood, or their legal effect mistaken, by the court below. The plaintiff alleged that the railroad company was indebted to Thos. B. Davis, the defendant, and sought to reach the alleged debt by an attachment execution in which the railroad company was made garnishee. Interrogatories were served and the answers on which the judgment was entered were made in response to them. These answers deny any indebtedness to the defendant and any business transactions with him, but proeeed to state that his father was for many years in the employ of the railroad company and became in March, 1886, a member of the Pennsylvania Railroad Relief Fund. This fund, made up from fees and dues of members and donations made by the railroad company, is administered by the company in accordance with certain fixed rules and regulations. One of these appears to be that the members may name the beneficiary to whom at his death the sum named in the certificate shall be paid. Another requires the company to pay only to the person or persons named as beneficiaries, and upon the execution of a release to the company from all claims that might or could be made by such beneficiary for or on account of the death of said member. The answers further set forth that William Davis the father of the defendant named his five children as his beneficiaries, so that the defendant would be entitled to receive from the company upon the execution of the release required, one fifth of $250 less one fifth of the funeral expenses; but that under the “ regulations and practice of the said relief department” this sum would be payable to the defendant only, and not to him until the execution and delivery of the release.\nSuch associations organized for the relief of members in case of injury, and of their families in case of death, are not against public policy : Johnson v. The Phila. & Reading Railroad Co., 168 Pa. 127; and the regulations adopted in order to secure the contemplated- relief to the persons entitled to it should be upheld unless they are contrary to law. The regulations set up in the answers were not contrary to law, and although no copy of them has been appended the correctness of the answers in this respect has not been excepted to or denied. Accepting them as true as the motion for judgment “ on answers ” does, the question raised is, do these answers show a fund in the hands of the garnishee liable to seizure under the attachment? We think they do not. They show the existence of a fund belonging to the Pennsylvania Railroad Relief Association in the hands of the garnishee. They show that this fund is administered for the Relief Association by the garnishee and under the regulations which the Relief Association has adopted. They show that under these regulations the sum due to a beneficiary is payable only to him or her in person, and upon the execution of a release to the railroad company for all liability growing out of the accident or death by reason of which the money is payable. An attaching creditor is not within the mischief against which the Relief Association was intended to afford protection. He does not fall within the description of the person or persons entitled to take. He can neither execute, or compel his debtor to execute, the release to the railroad company. The answers do not support the judgment, and for this reason it is reversed.\nThe record is remitted and a procedendo awarded.\nKINSLOE v. WM. S. DAVIS.\nOpinion by\nMr. Justice Williams,\nApril 29, 1895:\nThis case is disposed of by R. M. Kinsloe and Son v. Thomas B. Davis,, defendant, and the Pennsylvania Railroad Company, garnishee, just decided. For the reasons given in the opinion filed in that case the judgment entered “ on answers ” made by the garnishee in this case is reversed.\nThe record is remitted and a procedendo awarded."}