{"id": "868496", "contents": "Opinion by\nMr. Justice Fell,\nUpon the trial of an action for false imprisonment testimony was admitted for the plaintiff to show what had been said by the trial judge in the quarter sessions in submitting the case to the jury. The offer was to prove want of probable cause, and that the prosecution was groundless. The testimony was to the effect that the judge directed a verdict of acquittal and instructed the jury to hold the prosecutor liable for costs.\nIt was competent for the plaintiff to prove that the prosecution was ended, and that he had been acquitted of the charge. This was properly shown by the record of the trial, and the plaintiff had the advantage of all the legal consequences of his acquittal.\nA verdict of guilty is evidence of probable cause. A verdict of acquittal is evidence, though it may be slight, of the want of probable cause. Courts have differed as to the conclusive effect of a conviction. The true principle seems to be that in the trial of an action of malicious prosecution or false arrest a verdict of guilty is strong prima facie evidence of probable cause, but it may be rebutted by proof that it was obtained by corrupt or undue means : Munns v. DuPont, 1 Am. Leading Cases, 217. The effect, to be given to a verdict of acquittal has been made to depend upon the circumstances under which it is rendered. Deliberation by the jury has been held to be evidence of probable cause. Greenleaf on Evidence, vol. 2, sec. 457. A verdict of acquittal rendered promptly and without hesitation has been decided to have additional weight as evidence of the want of probable cause. In our cases proof of a verdict of acquittal has been allowed for the purpose of showing that the prosecution was ended, and ended in favor of the plaintiff, thus establishing the right of action and the basis for recovery in damages. The result of any inquiry behind the fact of the verdict would seem to rest upon very unsatisfactory and unsafe ground. The hesitation of the jury to acquit might be evidence that there were indications of guilt, but it would be of no value unless it clearly appeared that the hesitation was upon the evidence. The prompt action of the jury upon the evidence throws no light upon the real question in issue, whether the prosecutor had reasonable cause on existing facts then known to him. The inquiry as to the probable cause goes back to the commencement of the prosecution, and it relates to the facts then known and as they then appeared. It is not confined to the truth of matters which led to the prosecution, but extends to their appearance as indicating the guilt or innocence of the accused. The jury in the criminal court deals with the question of actual guilt as it appears at the trial, not with the indications of guilt as they appeared at the time of the arrest.\nThe plaintiff in this case went a step further, and under objection offered testimony of what the judge said at the trial in the quarter sessions. The remarks of the trial judge were directed to the question of actual guilt as it appeared after a full investigation and after hearing the testimony of both sides. They were based upon a state of facts different from those which led to the arrest, and related to the grounds for conviction or acquittal. We are of opinion that this testimony should have been excluded.\nThe second assignment of error is sustained. The remaining assignments are sufficiently answered in -the able opinion of the learned judge of the common pleas.\nThe judgment is reversed with a venire de novo."}