{"id": "868510", "contents": "Opinion by\nMr. Justice McCollum,\nThe lessee gave notice in time of his intention to terminate the tenancy at the end of the current year. True, the notice was not in writing as required by the lease, but it was competent for the lessor to waive this requirement, and to accept and act upon the verbal notice as sufficient for the purpose for which it was given. A waiver may -be evidenced by express agreement, or by declarations and conduct from which a fair implication of it arises. When the verbal notice was given there was no objection or suggestion made that it was not such notice as the lease called for. When the lessee in the last month of the term proposed to remain in possession of the premises after the expiration of it, as a tenant from month to month, the lessor’s agent to whom the proposition was made promised to see whether the lessor was willing that he should so remain, and to let him know in time so that he should not be prejudiced by holding over. In this promise there was a recognition of the sufficiency of the notice and the resultant right of the lessee to terminate the tenancy at the end of the current year. The agent did not communicate to the lessee before the term expired the result of his conference with the lessor, and the lessee construing the failure to do so as an acceptance of his proposal to remain in the house thereafter as a tenant from month to month, continued in possession of it. Was he justified in so construing the broken promise of the agent? We confess our inability to discover in it any authorization of a continued possession of the premises on new terms. If the lessee in pursuance of the notice he gave had vacated the premises and the lessor had sued him for rent accruing the next year, on the ground that he had -not given the notice required by the lease a jury would have been justified in finding from the conduct of the lessor a waiver of written notice and such finding would have defeated his claim. But this conduct did not create a new tenancy nor authorize a finding from it of an acceptance of the lessee’s proposal.\nJudgment affirmed."}