{"id": "868560", "contents": "Opinion by\nMr. Justice McCollum,\nThe lessee’s first objection to the payment of the rent sued for is that the demised premises were not tenantable. It appears that he occupied them nine years and seven months, under a lease which bound him to keep them in good repair, and which he was at liberty to terminate at the end of any current year of the term on giving to the lessor thirty days’ previous notice of his intention to do so. If the untenantable condition of which he complains was caused by reasonable wear and tear he must have had notice of it in time to enable him to determine the lease in accordance with its provisions and thus avoid a dispute concerning a few months’ rent. He does not claim that there was any extraordinary cause for the alleged dilapidation of the-premises, but he says that to render them habitable substantial repairs which it was not his duty to make were required. Instead of adopting the method provided by the lease for determining it he paid the rent for the first seven months of the tenth year of his tenancy and abandoned the premises. Assuming they were not tenantable when he abandoned them, and-that he left them because they were not, do these facts constitute a defense to the claim for rent for the balance of the year? The lessor did not warrant or represent them to be tenantable or undertake if they were to keep them so, and there is no implied covenant of this nature founded upon or arising from the relation of landlord and tenant. In the absence of a provision in a lease that the lessor shall repair it is no defense to an action for the rent that the demised premises are not in a tenantable condition: Wheeler et al. v. Crawford, 86 Pa. 327, and Moore v. Weber, 71 Pa. 429; see also Jackson and Gross on Landlord and Tenant, secs. 288-963 and 1045, and cases cited in the notes. It follows that the lessee’s first objection to the claim in this case is not well taken.\nThe second objection to the claim is founded upon the lessee’s abandonment or surrender of the premises. He left the key with the lessor’s agent and his own account of the conversation between them shows that there was then no acceptance of the surrender and that it was the purpose of the lessor to hold him for the rent. His subsequent offers of evidence were properly overruled by the court. The matters to which they referred were not sufficient, if proven, to establish an acceptance or to afford a legitimate basis for an inference of it. His offer “ to prove that he was told previously to his removal that they would take the property and that he might leave it ” was altogether too vague. It significantly omitted to mention who told him. If it was the lessor or her agent he could easily, and undoubtedly would, have said so in his offer.\nDe Morat v. Falkenhagen, 148 Pa. 393, is not applicable to this case. It related to the sufficiency of an affidavit of defense, and held that an affidavit which distinctly averred a surrender and acceptance was good. Auer v. Penn, 99 Pa. 370, is in accord with the conclusions we have reached and so is Breuckman v. Twibill, 89 Pa. 58.\nThe specifications of error are overruled and the judgment is affirmed."}