{"id": "868563", "contents": "Opinion by\nMc. Justice McCollum,\nThe learned, court below applying well settled rules in the construction of the policy in question concluded that the merchandise to which this contention relates was insured by the defendant to the extent of the plaintiff’s storage liens upon it. That the plaintiff by virtue of these liens had an insurable interest in it is not questioned. There was no specification in the policy or in the application therefor of the nature and amount of this interest, nor was it necessary that there should be. The law on this subject is tersely stated in 7 Am. & Eng. Ency. of Law, 1020, as follows: “The insured is often required to answer certain inquiries in his -application for insurance respecting the interest which he owns, and these being made a part of the policy become warranties, the falsity of which vitiates the policy. But unless a statement of interest is required either in the application or in the policy, the insured need make none, and unless it is otherwise provided it is sufficient that he has an insurable interest.” Many cases sustaining this view are cited in note 6 on the same page. That the merchandise subject to the storage liens in question was held by the plaintiff in trust is a proposition that cannot be successfully controverted. It is sufficient on this point to refer to the following cases cited in the opinion of the learned court below: Home Ins. Co. v. Baltimore Warehouse Co., 93 U. S. 527; Phœnix Ins. Co. v. Favorite, 49 Ill. 259, and Siter v. Morris, 13 Pa. 218. If therefore the merchandise was included in the insurance the plaintiff was entitled to a judgment for the sum named in the case stated as the defendant’s proportion of the balance due on the liens. Was it insured ? The defendant contends it was not, and that the insurance was limited to such merchandise as the plaintiff owned or had agreed with the bailors to insure. In considering this contention we must keep in mind these facts: The plaintiff was engaged in the business of storage and the bulk of the property in its possession was held for that purpose. It was a bailee of the merchandise with a lien upon it for storage charges and advances, and this lien clothed the plaintiff with an insurable interest in the subject of it. Its object in obtaining the insurance was indemnity against loss by fire. The purpose of the insured was to have, and of the insurer to afford, protection to the interest of the former in the merchandise described in the policy. In one part of it the plaintiff had an interest as owner, and in other parts of it an interest founded upon its storage liens or upon its liabilities arising from its agreements with bailors to insure. The suggestion that the construction of the policy adopted by the learned court below makes the plaintiff in limiting its claim to the interest based on the storage liens, an unfaithful trustee, appears to overlook the fact that in its certificates of deposit issued to the owners of the merchandise in question it expressly stipulated that it “ would not be responsible for loss or damage by fire.” This fact accords with and tends to sustain rather than to antagonize and discredit the plaintiff’s contention that the insurance on the merchandise for which these certificates were issued was limited to its interest therein. It shows that the plaintiff was under no obligation or duty to the holders of the certificates to insure for their benefit the merchandise described in them. We cannot discover in this fact, or in the case stated, an admission that the plaintiff did not intend to insure its interest in the merchandise. The fact that under the contract of bailment the bailee is not responsible to the bailor for a loss of or damage to the subject of it by fire, has no connection with, nor is it any qualification- of, the bailee’s right to insure its own interest therein. The merchandise in question was covered by the terms of the policy and belonged to the class designated in it as merchandise held in trust. The attempt to qualify this designation by the language descriptive of the merchandise constituting the third class disregards punctuation, and if successful would exclude from the insurance the most of the merchandise in the possession of the plaintiff as bailee. There is no rule of construction which demands or would justify such perversion of the language of the insurer plainly and literally affording protection to the insured in accordance with its contention. It follows from these views that we approve the judgment entered and the reasons given for it by the learned court below.\nJudgment affirmed."}