{"id": "870538", "contents": "Opinion by\nMr. Justice Green,\nWhen this case was here before, 160 Pa. 377, we expressly ruled that if the contract between Isabella Heron and her brother Patrick was a mere “ device,” it “ was without effect and presented no obstacle to the recovery of the claimant.” Our brother Williams, delivering the opinion further said, “ If the contract is not made in good faith but is entered into for the purpose of misleading and so defrauding subcontractors and material men, it should be held invalid because of the fraud.”\nThe testimony on the former trial so far as this subject is concerned, was practically the same as on the last trial, from which the present appeal is taken.\nAn examination of the present record shows that the last trial was conducted by the learned court below precisely on this line. The first eight assignments of error relate to the charge of the court upon this one subject, and the admission of evidence to prove an unsuccessful effort to find Isabella Heron in order to serve a subpoena upon her. As this effort was necessary to be proved in order to lay the foundation for admitting the notes of her testimony on the former trial, of course the offer of the proof was competent and was properly allowed.\nThe objection to the effect of the testimony as to the fraudulent purpose of the parties, that it was not sufficient to establish a resulting trust, is not tenable and the authorities cited are inapplicable. The evidence was not offered to create a resulting trust adverse to the holder of the legal title, but to establish a charge of fraud in which it was claimed that both the parties to the title participated, for the purpose of defrauding strangers to the title, who dealt,with the parties in the way of furnishing labor and materials. If the transaction was of such a character it would not prevail against such parties. This was what we held before and in that regard the learned court below followed our ruling, and in so doing no error was committed.\nThe only remaining question therefore was, whether there was sufficient evidence to leave to the jury on this subject. An examination of the testimony of the two defendants convinces us that the evidence was quite sufficient to raise the question. Aside from the proof that Isabella Heron was always a servant girl only working for small weekly wages, and, therefore, could not have the means to engage in such enterprises, it was quite undisputed that the actual transactions were all conducted by her brother. It was he who made the contract, he who raised the money to pay for the cost of the buildings, by effecting a loan upon a ground rent deed signed by his sister because the title to the land was in her, he- who had the title insured when the loan was made. The sister when examined had little or no knowledge, even of the deposits in bank to her credit, from the money borrowed, nor could she tell from what sources she derived money to anything like the extent required in the transaction. The brother drew the checks for the money that was paid out, his sister merely signing them, and he testified that he sometimes made the deposits for her. When asked for information as to where his sister lived or could be found, he denied all knowledge upon that subject, and also as to her occupation. When asked as to the collection of rents of the houses he refused to answer. His testimony was evidently uncan did, unsatisfactory, and given with an apparent desire to conceal the real state of the facts. The testimony of the sister was inadequate, apparently on account of her ignorance of the actual facts of the situation. It can be easily understood that the appearance, and the manner of testifying, of such witnesses, were of great importance in determining their credibility, and the true effect of their testimony. The case was one which necessarily required a submission of all the testimony to the jury who alone could adjudge the facts. We think the court was entirely correct in refusing a binding instruction to find for the defendant and in leaving the whole case to the jury.\nThere is no merit in the ninth assignment. As a matter of course the notes of the testimony of Isabella Heron on the former trial, being offered in evidence by the plaintiff, were admissible in evidence against her. As she was absent from the trial and could not be found after diligent search, there was no other course to pursue. The assignments of error are all dismissed.\nJudgment affirmed."}