{"id": "870563", "contents": "Opinion by\nMr. Justice Dean,\nAbout fifteen years prior to this proceeding, Joseph F. Greenough, who owned the land, laid out and dedicated to public use, Greenough street, in the Twenty-first ward of the city of Philadelphia. The width of the street was fifty feet; upon it, Donohue, the appellant, erected a three story brick dwelling, eighteen feet front, also put up the usual back buildings. On the 2d of July, 1890, the city councils, by ordinance, authorized the narrowing of the street to a width of thirty feet, by striking off ten feet from each side. This action of councils was at the instance of appellee and others of these exceptants, who filed a bond conditioned for the payment of all damages resulting from the change of the street line. As Donohue had built on the line of a street fifty feet wide, this not only narrowed the street to almost alley dimensions, but enabled Donohue’s neighbors, in the erection of new buildings, to extend to the line ten feet in front of him, obstructing the view from his house, and to some extent concealing it from observation.\nOn petition of Donohue, the court appointed viewers, who awarded him damages of $700, and to another lot owner, in the same situation, $300, altogether $1,000, which was assessed as benefits on other property owners on the same street. To this award, Isaac Wilde and others assessed with benefits, filed exceptions, denying the jurisdiction of the city councils and court, either to narrow the street, or to assess damages and benefits resulting therefrom.\nIt does not seem to us important, in the determination of this dispute, to consider the scope of the act of 21st of April, 1858, and prior statutes on the subject of opening, widening and vacating of roads, streets and highways; perhaps the proceeding had in this case is, by necessary implication, authorized b}\"- these statutes; but whether this be so or not, it is expressly authorized by the act of June 8,1881, which is an amendment of and repetition in part of the act of May 23, 1874. This first mentioned act declares: — “ The municipal authorities and court's having jurisdiction in any city of this commonwealth, shall have exclusive control and direction of the opening, widening, narrowing, vacating and changing grade of all streets,, alleys and highways within the limits of such city.” It Avas contended by the exceptants, and their contention was sustained by the court beloAv, that no jurisdiction to narrow a street was given by this act, except to courts already having statutory authority to vacate and narrow streets; the words, “ The municipal authorities and courts having jurisdiction,” it is argued, were intended to apply only to those cities where the courts already had jurisdiction. We do not think so. Speaking generally, jurisdiction in a court is the power to hear and determine a cause. The power over roads and streets is confined to the counties where they are located; the same as ejectments, mechanics’ liens and the like, no power over them exists outside the counties; the jurisdictional limits are the county lines, and the courts of the county have jurisdiction to determine such matters by reason of the location of the courts and the subject of litigation. If a new method of procedure, with reference to any of these subjects of litigation, were adopted, it would be carried on within the territorial limits of the court where the subject was located, and Ave would say, “the courts having jurisdiction shall make orders, issue writs,” etc. While the words, “ the courts having jurisdiction,” might be referred to a special jurisdiction over the same subject, theretofore conferred by statute, the words in both the acts of 1874 and 1881 were used as applicable to the general jurisdiction of the courts to hear and determine matters within their jurisdictional limits. They specify the subject of control, and at the same time confer jurisdiction. In the act of 1850, regulating partition of -decedent’s real estate, “ the courts having jurisdiction ” are authorized to allot to the heirs their respective shares; that is, jurisdiction within the territory where the land is located. Adopting the words in this general sense, the acts of 1874 and 1881 confer not only a power of control and direction over streets and alleys, but also specify the manner of its exercise; the municipal authorities and courts having jurisdiction are authorized to open, widen, vacate and narrow streets.\nWhile we think there was jurisdiction to institute the proceeding, we are further of the opinion that the assessment of damages and benefits was within the express authorization of section 13 of the act of 1874.\nThe case of exceptants is without merit; they asked the councils and courts to do just what they did do, and gave bond to indemnify the city against damages; the purpose having been accomplished, and the advantage secured, they now deny the authority to do what they asked, which, if. concurred in, would wholly relieve them from obligation or liability for benefits.\nThe decree is reversed, and the report of the jury is confirmed absolutely ; costs to be paid by appellees."}