{"id": "872158", "contents": "Opinion by\nMr. Justice McCollum,\nAbram Oliver, Sidney Stevens and William Wheeler were partners under the firm name of the Anthracite Brass Works, and as such once owned the property which is the subject of contention in this issue. At their solicitation William Calloway made or indorsed notes for their benefit to the amount of $2,000, and to secure him against loss in the event of their failure to pay the notes they executed and delivered to-him their bond in that sum, together with a bill of sale of their partnership effects. Calloway having been compelled to pay $1,750 on the notes he made or indorsed for them, entered judgment on their bond, issued an execution on the judgment, and levied on the effects so transferred to him. Subsequently, acting under the advice of his counsel he stayed the-execution, paid the costs upon it, and took possession of the property under and by virtue of his bill of sale. He had exclusive possession of such portion of the property covered by the bill of sale as is the subject of this litigation until he sold the same to Elizabeth Oliver, the appellee, who had a like possession of it until it was levied upon by virtue of a writ issued on a judgment obtained against the Anthracite Brass Works by the Reading Iron Company, defendant in the issue and appellant here. The possession thus taken and maintained was acquired at least two months before the last mentioned judgment was entered and at least one month before the suit which resulted in it was brought. While it is alleged that the transaction between Calloway and the copartners was fraudulent as to the creditors of the latter, the bona fides of it appears in tbe uncontradicted testimony and is established by the verdict of the jury. The same may be said of the transaction between him and the appellee. It was a sale of the property for its full value and there was nothing in the nature of it or in the evidence affecting it which -would warrant the conclusion that there was a fraudulent purpose in it. We think the evidence and the verdict responsive to it furnish a sufficient answer to the imputation of actual fraud in the transfer of the property to Calloway or in the sale of it to Mrs. Oliver, and that elaborate discussion or further consideration of this part of the appellant’s complaint is unnecessary. We think so because the evidence is uncontradicted, apparently credible, and consistent only with the integrity of the transactions which the appellant’s contention assails, and because the jurors who heard, considered and passed upon it, under proper instructions from the court, accepted it as true.\nWe have referred to the possession of the property by Calloway and his vendee as “ exclusive.” Our warrant for so characterizing it is the verdict. The jury were plainly instructed that if the possession was not exclusive the transaction was void as to the partnership creditors, and the verdict should be for the defendant in the issue. The verdict therefore embraces a finding that the parties claiming the property under the bill of -sale had exclusive possession of it at least a month before the suit in which the appellant obtained judgment against the Brass Works was instituted. This finding is well sustained by the evidence. In fact a different finding was not possible if the witnesses who testified in regard to the change of possession were believed.\nThe integrity of the assailed transactions and the sufficiency of the possession taken and maintained in consummation of them being established by a verdict in accordance with the evidence it remains to inquire whether the court committed any error which contributed to the result of which the appellant complains. It is alleged first, that the court erred in overruling the objections to the admission in evidence of the bill of sale from the Anthracite Brass Works to Calloway. The objections to its admission were that it was irrelevant and fraudulent. As it was the foundation of Calloway’s title to the property he sold to Mrs. Oliver and the question whether it formed part of a scheme to defraud the creditors of the makers of it was for the jury, we are unable to see any force in either objection. We think the bill of sale was properly admitted and we therefore overrule the first specification. The remaining specifications are founded upon instructions which appear to us as adequate, impartial and correct. A careful perusal of the charge including the points and the answers to them has satisfied us that there is nothing in it of which the appellant has just cause to complain. All the specifications relating to it are accordingly overruled.\nJudgment affirmed."}