{"id": "872282", "contents": "Opinion by\nMr. Justice Dean,\nOn the 29th of October, 1887, the plaintiff, Charles K. Fisher, filed his application to the commonwealth for a warrant for thirty acres of land alleged to be vacant in South Manheim township, Schuylkill county, adjoining lands of Isaac Hoffmeister on the east, Casper Thiel and Sophia Meyers on the south, Christian Kaufman on the west, and Daniel Reber, Daniel Bartolett and John Siegfried on the north. To this application, John M. Kaufman and others, owners of the Casper Thiel and Sophia Meyers tracts, called for as adjoiners on the south, filed a caveat, averring the land described had already been appropriated by patent on these last mentioned two tracts. After production of evidence and several hearings before the board of property, it was decided the Thiel and Meyers patents did not include the land applied for by Fisher, and on the 18th of September, 1889, they directed the warrant to issue to Fisher; accordingly, on the 18th of October following, the warrant went out for survey of land described in application. On the 27th of January, 1890, in pursuance of it, a survey was made by John F. Staudt, county surveyor, and survey returned and accepted; on 21st of February,’ 1890, patent issued for land described in survey.\nThe description in the survey is of 119 acres and 157 perches of land, situate in South Manheim township, Schuylkill county, adjoining on the west lands of Christian Kaufman, now Kaufman and Schultz; on the south, Sophia Meyers, now Daniel B. Fisher and John M. Kaufman ; also the late Casper Thiel, now Daniel B. Fisher and John M. Kaufman ; on the north, Abraham Bartolett, now Isaac Hoffmeister, late Abraham Bartolett, now Daniel Bartolett, late Adam Sweigert, now Charles B. Quail and Daniel E. Beber. The survey embraces a somewhat narrow strip, from 40 to 50 rods wide and about 350 rods long.\nOn this strip, defendant, Kaufman, cut and removed timber, and thereupon Fisher brought trespass for damages. The plaintiff’s case depended on the single question, whether the land covered by his survey was vacant at the date of the grant to him by the commonwealth. It will be noticed, his survey calls for the Casper Thiel and Sophia Meyers surveys on the south, and on the north for late Adam Sweigert and the two Abraham Bartoletts; these are the adjoiners for almost the entire distance on the long lines of the tract. The defendant claims title under the Meyers and Thiel surveys, and alleges they also extend to the Sweigert and Bartoletts on the north. It is conceded the Sweigert survey called for by the Meyers and Thiel, was located on the ground December 21, 1792. The Meyers and Thiel are returned as surveyed October 12, 1796; they, with the John Harries, an adjoiner, surveyed the 13th of October, 1796, constitute a block, and were returned as adjoining each other; therefore, in locating any one of them, under the settled rule for locating one of a block of tracts, marks on any one can be invoked as tending to establish the location of any of its-fellows in the block.\nIn view of the controversy as it shaped itself in the trial in the court below, it is not important whether any of the original marks of the south line of the Sweigert can now be found upon the ground; that line is established by the return of the survey in the land office; by its recognition as a north call for the Meyers and Thiel surveys, and by the call of plaintiff’s own survey on that side. His warrant was descriptive, and did not direct the survey of land adjoining the Sweigert, but the accepted survey is of land adjoined on the north by land “ late Adam Sweigert.” The official of the Sweigert on its south line is from a Spanish oak at its southeast corner, S. 63 W. 162 to stones; N. 86 W. 38 to stones; N. 28 W. 2 to post. The Spanish oak in the official drafts of the Sophia Meyers and Sweigert is a corner common to both surveys, and the northern line of the Meyers from the Spanish oak to the western boundary of the Sweigert, is precisely the south line of the Sweigert. And while the return of the Charles Fisher survey does not specify the coiner as a Spanish oak, instead marking it “ stone,” its northern line from that corner west, as far as the Sweigert extends, allowing for variation of compass, is precisely the south line of the Sweigert and north line of the Meyers. That south line was, doubtless, at first established by marks on the ground; nearly all of them have disappeared; in their place are the later marks of others than the first surveyor; these, and the tradition of the owners of the tracts, have so preserved the boundary, that to-day the surveyors on neither side doubt its exact location. The only question in dispute is, Whether the Meyers and Thiel surveys are stopped short of their call for the southern line of the Sweigert by their own marks on the ground ? By the call, the southeast corner of the Sweigert is a corner common to both it and the Sophia Meyers. While the county surveyor who nominally made the return on the Fisher warrant had very meager knowledge of the locations of the surveys, from his own work, yet Dreibelbis, another surveyor, who in fact suggested the framing of the plat in the return, had knowledge of the original locations of these old surveys from his work. Although called as a witness by plaintiff, he in effect admits the identity of the stone corner with that of the original Spanish oak established for the southeastern corner of the Sweigert, and its identity with the corner established for the north line of the Meyers four years afterwards. There was no evidence to show that any marks special to the Meyers survey had been made on its north line to stop it short of its call for the south line of the Sweigert; every mark on that line therefore became a mark for the Meyers. The plaintiff’s survey calling on the north for the same line, the learned judge of the court below came to the conclusion that, as to the location of the south line of the Sweigert, there was no doubt, and so said to the jury : and further, he was of opinion, there was no evidence of marks on the ground to stop the Meyers from going to that line, and therefore he instructed them there was no vacant land between these two surveys for plaintiff to appropriate. If there was none between the Sweigert on the north and the Meyers on the south, then plaintiff is without title to three-fourths of that claimed by him. But the other fourth lies east of both the Sweigert and Meyers, and according to defendant’s location, laps on the Thiel survey, which is an adjoiner of the Meyers, in the same block, and surveyed the same day. Every mark which locates the Meyers then becomes a mark for the location of the Thiel, so far as to tie it to the Meyers on the east, as represented in the official return ; they adjoin; the eastern line of the Meyers becomes in part, at least, the western line of the Thiel, and the boundaries of the latter are to be determined by its own marks on the ground, if the}'- can be found; if not, then by the course and distances in the official return of survey, starting with the monuments of the Meyers.\nAlthough the Thiel was represented as a tract of nearly 400 acres with fifteen corners — seven of them marked trees — after the lapse of a century, these marks have nearly all been obliterated by the hand of man or by time. It called on the north for the Daniel Staudt, then for vacant land, then for Jacob Schwenk. On this north line, the first corner called for at the end of 106 perches, after leaving the Meyers, its adjoiner on the west, is a chestnut; this had disappeared, and so the original corner could not be identified by counting the growth, or by the production of a block; but defendant adduced some evidence tending to show that the point had been recognized as an old corner; a charred old chestnut stump partly covered with stones, and some growing chestnut sprouts were where the corner was called for, if on the continuation of the Meyers line. There was also some testimony on the part of surveyors that they believed this to be an original corner of the Thiel. If that was an original corner of the Thiel, and the termination of the official line from the Spanish oak, the latter a corner common to the Meyers and Sweigert, i't undoubtedly fixed the north line of the Meyers and Thiel from the official Spanish •oak to the official chestnut, and there was no land vacant out of which to appropriate the remaining fourth of the Fisher •survey.\nBut the plaintiff also invoked the rule that the original marks on any one tract of a block were evidence tending to establish the location of other tracts in the block. The original marked chestnut had disappeared; the evidence of the sprouts, stones, and that it was in the course of the north line of the Meyers, fixed by the recognized south line of the Sweigert, was weakened by these facts: the south, east, and about one half the north lines of the tract were fixed by original monuments or marks on the ground corresponding not only in course and distance with the original survey, but substantially in the calls for adjoiners ; the last original mark on this north line going west and south to close the Thiel with its companion, the Meyers, on the west, is a chestnut oak corner on the south line of the Jacob Schwenk, an older survey; this, it is conceded, is an original corner of the Schwenk, and also a corner of the Thiel marked for both surveys; running from this corner, the official course and distances, the last line being S. 15, E. 63, would establish the north line of the Thiel and Meyers fifty rods south of the Sweigert, and leave vacant laud for appropriation by plaintiff’s warrant. From this chestnut oak common to the Schwenk and Thiel, to the north line of the Meyers and Thiel, there are no marks on the ground to stop this line short of its official distance, unless the north line of the Meyers and Thiel be established by the line from the Sweig.ert and Meyers Spanish oak to the chestnut corner claimed by defendant stops it. The appellant argues that running the official course and distance from the established corner of the Thiel and Schwenk, the chestnut oak, fixes not only the northern line of the Thiel, but its companion of the block, the Mejrnrs, and leaves open to appropriation the fifty rods between them. In view of the undisputed evidence as to the south line of the Sweigert having been adopted as the north line of the Meyers, we do not think the argument can be sustained as to the Meyers. Running the official course and distance of the Thiel from the Schwenk chestnut oak, because there are no marks now on the ground special to. itself to stop it, would be disregarding the most conclusive proof as to the location of the Meyers; by all the official surveys, and by all the oral testimony, except in this one particular, the Sweigert fixes the northern line of the Meyers; it cannot be torn from its adjoiner on the north and placed fift}'rods further south, even though the undoubted genuineness of the Schwenk chestnut oak should wholly change the contour of its companion, the Thiel. It is argued the call of the Meyers for the Sweigert was a mistake; we do not think so; there was doubtless a mistake in the measurement or record of the measurement of the west line of the Meyers from the Jacob Tobias tract to the chestnut oak corner on the southwest; or possibly the course only of the line was marked, for one tree, counting to date of survey, is found on that line, and the distance merely overestimated and not chained, as not seldom was the case in surveys of that period, — hence the frequent excess and sometimes the shortage in quantity of the official returns. But however this may have occurred, that George Eckert, the deputy surveyor of 1793, adopted every corner, course and distance of the south line of the Sweigert as part of the north line of the Meyers is indisputable, and there it must remain, unless we disregard every conviction produced by significant and unassailable evidence.\nNor does the rule of Ormsby v. Ihmsen, 34 Pa. 462, help us to a correct conclusion from the facts developed here. That rule is : “From the lapse of twenty-one years after the return of a survey into the land office, there arises a conclusive presumption of law that it was regularly made upon the ground as returned.” The Thiel survey was returned as joining the Schwenk, and from an established corner of the Schwenk, running by the courses and distances, the northern line of both the Meyers and Thiel would be fifty rods further south; but the Meyers was returned as adjoining also the Sweigert on the north, and as adopting the line of that survey with its marks. Running from this established line, the courses and distances, there is no vacant land.' If either of these monuments, the marked chestnut oak of the Schwenk, or the line of the Sweigert, was absent, we might resort to the legal presumption to help us fix the disputed north line of the Thiel; but both facts being established, the legal presumption leads to diametrically opposite conclusions. The modification, or rather the applicability of the rule to the varying facts of this class of cases, is so clearly stated by our brother Williams in Grier v. Coal Co., 128 Pa. 79, Bloom v. Ferguson, 128 Pa. 362, that repetition is useless. Where, because of peculiarity of the facts in a particular case, the presumption helps us not at all in arriving at a correct conclusion, it is a waste of time to talk about it.\nLocating the Meyers then, up to the Sweigert, and placing the Thiel as adjoining it on the west, there was still left for the jury the determination of the boundary of the Thiel at the north, up to where it connected with its companion the Meyers. The court below correctly held that the location of the Meyers cannot be questioned; but neither can the genuineness of the Schwenk chestnut oak be questioned as a corner of the Thiel. Without this undoubted corner, the certain location of the Meyers would have fixed, without question, the north line of the Thiel to the official chestnut corner, by a mere prolongation of the north line of the Meyers; but starting from this Schwenk corner, the official course and distance would determine the north line of the Thiel, unless the prolonged north line of the Meyers on the ground stopped it short of the distance.\nAppellant contended that about the end of the official distance there was a chestnut stump which gave evidence of being the remains of the original chestnut corner of the Thiel; the defendants alleged that the stones and chestnut sprouts at the end of the line, continued on the course of the north line of the Meyers, indicated the locality of the original chestnut corner. The disputed evidence on this question was left to the jury, who found for defendants. The learned judge for want of time did not undertake to eliminate irrelevant matters in the evidence of the surveyors as to the originality of the two corners; nor do we think, if he had done so, it could have helped appellant’s case with the jury. As he had correctly instructed them, the south line of the Sweigert must be the north line of the Meyers; the continuation of that line according to the official course must be the north line of the Thiel ,to the chestnut corner, unless there were convincing evidence of marks on the ground which extended the line S. 15, E. 63 past it, and fifty rods further south. The evidence touching the chestnut stump of plaintiff, and the chestnut sprouts of defendants as being original corners, was not unevenly balanced ; but to establish the probability of defendants’ contention, the official older adjoining surveys, and the official returns of the junior Koadermel block, were significant in its favor. It was manifestly the intention of the deputy surveyor to locate his block of three warrants to the south of and adjoining the older surveys on the north, so far as there were older surveys on that side; to leave no vacant land between them. He was mistaken in the call for Daniel Staudt, for no tract of that name had yet been located at that point; but a descriptive warrant calling for survey of land at that point had been issued, and he assumed it to be located; and although it never was located by its description, the fact that he made it a call only shows more clearly his intention to locate the north line of his block by older surveys. Mistakes in length of lines in the surveys of unseated lands in the early days of the commonwealth are so common that proof now of the fact is but slight evidence of mistake in the call; it is certainly so when the excess is no larger than is claimed here; surveys calling for nearly one thousand acres, exceeding that quantity by but little over one hundred.\n■What we have said, in effect passes upon appellant’s assignments of error, from the fourth to the nineteenth inclusive. The evidence fully established there could be no vacant land between the Meyers and Sweigert, and was sufficient to warrant the jury in finding there was none between the Bartolettaird Thiel. The twentieth and twenty-first assignments complain of the ruling of the court in admitting in evidence copies of the Bartolett surveys, and other papers and deeds in the line of title to those tracts. They were objected to, because being junior surveys, they could not affect the location of the Meyers and Thiel, older surveys, as returned into the land office. Unquestionably, these surveys could neither restrict nor enlarge the older ones; they were not offered for that purpose. The plaintiff had offered evidence of a line on the ground which tended to establish the location of the north line of the Meyers and Thiel, as he claimed. The defendant in answer to this proposed to show that this line was a compromise line adopted about 1844 by the owners of the Bartolett and Theil, and had no connection with the lines of 1796 made for the Meyers and Thiel; and for the further purpose of showing tiiat the deputy surveyor, when the lines on the ground were about forty-four years old, had recognized them by locating the younger survey up to them'. It was not proposed to establish the lines of an older survey by a younger one, but to show recognition of the lines of an older by evidence that at a much earlier date, before the lines were half as old as now, and the original marks had not been effaced, the commonwealth had acknowledged the lines of the older on the ground in her location of the younger survey. For this purpose the evidence was admissible: Tyrone Co. v. Cross, 128 Pa. 636.\nThe first, second and third assignments are to the refusal of the court to rule that the decision of the board of property on defendant’s caveat was conclusive against him.\nSince the construction given the 11th section of the act of April 3, 1792, in Galbraith v. Elder, 8 Watts, 81, a decision of the.board of property on facts as here.presented has been held not to conclude the right of the patentee. The patents were issued to Daniel Roadermel in 1797. Defendant claimed the land in dispute to be embraced in those patents by location of the survey upon the ground; that fact was determined in his favor by the judgment of the court below on competent evidence.\nThe nature of the grant by the commonwealth to the patentee is thus stated by Sergeant, J., in Balliott v. Bauman, 5 W. & S. 150: “The patent conveys the full legal title of the state, and is, as to her, a merger of the previous proceedings and a waiver of informalities ; it is moreover full and express notice to eveiy person whatever, that the land has been granted away and is not vacant.”\nIf nearly a century afterwards the commonwealth can take from the patentee by a decision of the board of property 119 acres of this land, which she declared by that instrument was not vacant, and give it to another, then by the samé decision ,she can confiscate the whole. As is said by Kennedy, J., in Galbraith v. Elder: “From the terms and provisions of the section, it is evident that the case intended to be provided for is one'in which neither of the parties has obtained a patent for the land but one in which each claims a right to have it in preference to the other.” Here, in the proceedings before the board, the defendant asked for no patent; he claimed he had one nearly a century old, and that appellant sought a patent for part of the same land which ought not to issue. That he stood in this attitude on the hearing before the board did not operate to render its judgment conclusive, even though he brought no ejectment within six months; he had the patent and had been by himself and predecessors constructively in possession for nearly a century.\nNotwithstanding the very able argument of counsel for appellant on this assignment of error, we have after examination been unable to find a single case of those cited by them which applies to the facts here; all-of them are cases of antagonistic claimants for patents, not of claimants under patents, or claim by one under a patent and the other for a patent. The 11th section of the act provides a limitation on the conflicting claims of warrantees to vacant land; its object was to quiet titles, not to disturb those already settled by the commonwealth’s solemn deed. The only effect of a decision of the board to grant a patent for laud already patented is to turn the first patentee over to the courts to be vexed by a lawsuit.\nGalbraith v. Elder, supra, has never been overruled, and the facts of this case do not move us to depart from it.\nAll of the assignments of error are overruled, and the judgment is affirmed."}