{"id": "8731598", "contents": "OPINION OF THE COURT\nNIX, Justice.\nOn October 12, 1972, at some time after 4:30 a. m., Carmen A. DeChesaro died of strangulation by a seat/shoulder belt after the auto he had been driving went off Nobles-town Road, North Fayette Township, in Allegheny County. Dr. DeChesaro’s life insurance carrier, the Mutual Life Insurance of New York (MONY), refused to pay the face amounts of two policies and accidental death benefits on one policy of life insurance issued upon the life of Dr. DeChesa-ro, claiming that his death occurred as a result of suicide. As a result, three actions in assumpsit were instituted by Pittsburgh National Bank (PNB), trustee under a life insurance trust agreement for the wife of the decedent and his children against appellee, MONY. The aggregate claim in dispute under these three life insurance policies was in the amount of $250,000. These suits were consolidated for trial before a jury which subsequently rendered a verdict in favor of MONY. During the post-verdict proceedings, appellant raised the question of the alleged misconduct (during the course of the trial) of juror No. 12. A request to interrogate the juror regarding the alleged misconduct which occurred outside of the juryroom was refused. The matter was thereupon appealed by appellant to the Superior Court, 273 Pa.Super. 592, 417 A.2d 1206, which in turn affirmed the ruling of the Court of Common Pleas. This Court granted review.\nThe central issue at trial related to whether the death of Dr. DeChesaro occurred as a result of accident or suicide. During post-trial proceedings, appellant’s trial counsel, now deceased, filed an affidavit which incorporated an excerpt from an article appearing in the local press. The affidavit asserted that juror No. 12 had, during the trial, sat in and examined an automobile similar to the vehicle driven by decedent at the time of the fatal crash. The appellant contended that there had been an unauthorized extrajudicial view of and an unsupervised and uncontrolled experiment made which may have tainted the verdict. The court’s refusal to permit questioning of the alleged juror in an attempt to impeach his verdict is the issue presented for resolution. It is this issue that occasioned our grant of review in this matter.\nAt early common law, a motion for a new trial could be made on the basis of jury misconduct substantiated by affidavits or the testimony of jurors themselves. 8 Wigmore, Evidence, § 2352 at 696 (McNaughton ed. 1961). In 1785, however, in Vaise v. Delaval, 99 Eng.Rep. 944 (K.B. 1785), Lord Mansfield refused to consider affidavits showing that the jurors had agreed on a verdict by lot, on the ground that “a witness shall not be heard to allege his own turpitude.” Lord Mansfield’s rule against impeaching a verdict initially became the virtually unquestioned majority rule in the United States, but subsequently was challenged by some commentators and courts who doubted its basic assumption and disliked the occasional harsh injustice caused by putting all verdicts and all jury misconduct beyond reach in cases where the jurors were the sole witnesses to the wrongdoing. Despite discontent with Lord Mansfield’s rationale and approach, the rule still prevails in a majority of American jurisdictions. Criticism of Lord Mansfield’s rule led to the development of a minority view known as the Iowa rule to the effect that jurors’ affidavits will be admitted as to facts that do not inhere in the verdict. Wright v. Illinois & Mississippi Telegraph Co., 20 Iowa 195, 210 (1866). Wright involved a quotient verdict discovered by juror affidavits. The court first noted that the effects of the “deliberations, conversations, debates, and judgments of the jurors” upon the jurors’ minds are impossible to prove and should never be admitted. Id. at 210. Facts independent of the verdict, such as quotient determination of damages can be readily proven, however, and should be admitted to impeach the verdict. Id. at 211.\n[Matters that do not inhere in the verdict include that] a juror was improperly approached by a party, his agent, or attorney; that the witnesses or others conversed as to the facts or merits of the cause, out of court and in the presence of the jurors; that the verdict was determined by aggregation and by average or by lot, or game of chance or other artifice or improper manner. . . . [Matters that do inhere in the verdict include] that the juror did not assent to the verdict; that he misunderstood the instructions of the court; the statements of the witnesses or the pleadings in the case; that he was unduly influenced by the statements or otherwise of his fellow jurors, or mistaken in his calculations or judgment, or other matter resting alone in the juror’s breast.\nId. at 210. See 8 Wigmore, Evidence, § 2353 at 699-700 (McNaughton ed. 1961).\nThis distinction between matters that inhere in the verdict and those that do not was later simplified. Thus jurors’ affidavits impeaching their verdict were accepted where the evidence introduced was based on the overt acts of the jurors. See, Perry v. Baily, 12 Kan. 539, 544 (1874); 8 Wigmore, Evidence, § 2353 at 700. Evidence of the subjective reasoning processes of the jurors, however, was not accepted. See also, People v. Hutchinson, 71 Cal.2d 342, 346, 455 P.2d 132, 136, cert. denied, 396 U.S. 994, 90 S.Ct. 491, 24 L.Ed.2d 457 (1969).\nPennsylvania follows the majority rule in providing an evidentiary prohibition against the admissibility of testimony of a discharged juror as to what occurred among the jurors in the jury room. Commonwealth v. Sero, 478 Pa. 440, 387 A.2d 63 (1978); Commonwealth v. Pierce, 453 Pa. 319, 309 A.2d 371 (1973); Commonwealth v. Zlatovich, 440 Pa. 388, 269 A.2d 469 (1970); Commonwealth v. Patrick, 416 Pa. 437, 206 A.2d 295 (1965); Friedman v. Ralph Bros., Inc., 314 Pa. 247, 171 A. 900 (1934); Commonwealth v. Filer, 249 Pa. 171, 94 A. 822 (1915); Smalley v. Morris, 157 Pa. 349, 27 A. 734 (1893); Cluggage v. Swan, 4 Binney 150 (1811). Sound policy reasons, set forth explicitly in Friedman v. Ralph Bros., Inc., supra, for this rule to keep jury deliberations inviolate need not be reiterated. But it is important for clarity to emphasize that the prohibition is directed to the subject matter of the testimony in question and its possible effect upon the verdict rather than to the fact that the person sought to testify possesses the status of a discharged juror.\nAs early as in 1822, in Ritchie v. Holbrooke, 7 S. & R. 457, the Court held that jurors may be permitted to testify that their foreman had declared to fellow jurors that the plaintiff had satisfied him with regard to a difficulty in the plaintiff’s account. The misconduct of a third party in relation to jury deliberations is not subject matter which invokes the prohibitory evidentiary rule. Similarly, when a number of jurors were coerced by the tipstaff who had them in charge to bring in the verdict by a certain hour, the jurors’ testimony was admissible. Welshire v. Bruaw, 331 Pa. 392, 200 A. 67 (1938). The more recent case of Commonwealth v. Zlatovich, 440 Pa. 388, 394-97, 269 A.2d 469, 472-73 (1970) discussed the Pennsylvania position regarding the testimony of discharged jurors and summarized:\n. . . while we permit discharged jurors to testify as to the existence of outside influences during their deliberation, nevertheless, we prohibit them from testifying as to the effect which these extra-evidentiary influences had upon the jurors in reaching a decision. . . . [Emphasis in original].\n440 Pa. at 396, 269 A.2d at 473.\nIn light of the principles expressed by the cases, Justice Manderino, in Commonwealth v. Sero, supra, characterized the Pennsylvania evidentiary rule regarding testimony of discharged jurors as a “canon of ‘no impeachment’ ” with a narrow exception of “allowing post-trial testimony of extraneous influences which might have affected [prejudiced] the jury during their deliberations.” 478 Pa. at 448, 387 A.2d at 67.\nAppellant argues the Superior Court was in error when it affirmed the court below because the misconduct of a juror who visited a Mercedes-Benz dealership and inspected a model similar to the DeChesaro vehicle constitutes possible prejudice in the deliberations.\nWe find, as did the Superior Court, that this case is controlled by Friedman v. Ralph Bros., Inc., supra, where the foreman made an unauthorized visit to the scene of an accident, took some measurements and told the jury about his findings although all of that information had been received in evidence. After criticizing the impropriety of the zealous juror, this Court held the testimony inadmissible.\nAccordingly, we find the proffered testimony inadmissible.\nJudgment affirmed.\nROBERTS and KAUFFMAN, JJ., filed concurring opinions.\nLARSEN, J., concurred in the result.\n. Jurors are required to base their verdicts on the evidence presented in the court room under proper instruction by the court."}