{"id": "8733530", "contents": "OPINION\nKAUFFMAN, Justice.\nThe Unemployment Compensation Board of Review (“Board of Review”) appeals from an order of the Commonwealth Court reversing the Board of Review and allowing payment of unemployment compensation benefits to Theresa J. Ceja (“claimant”). At issue is the nature of the evidence presented against claimant at her compensation hearing, the manner in which the hearing was conducted, and, more generally, the validity of the existing standard for evaluating uncorroborated hearsay evidence admitted without objection at administrative hearings.\nOn January 4, 1977, claimant was dismissed from her job as a calculating operator with the Commonwealth of Pennsylvania, Department of Revenue (“employer”), by whom she had been employed for ten years. The Bureau of Employment Security denied her unemployment compensation benefits after determining that she had been discharged for willful misconduct and was therefore, precluded from receiving compensation by Section 402(e) of the Unemployment Compensation Law, Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 802(e). Claimant appealed and, after a hearing before a referee, was again denied benefits. The Board of Review affirmed the referee’s decision and made the following findings of fact:\n1. Claimant was last employed by the Pennsylvania Department of Revenue, Harrisburg, Pennsylvania, as a calculating operator at a rate of $5.30 per hour. Her length of employment covered 10 years. Her last day of work was January 13, 1977.\n2. The claimant had been repeatedly warned about her refusal to follow instructions and the causing of disruptions in her work area; the claimant had been disciplined for such conduct.\n3. On December 6, 1976 the claimant directed abusive and profane language at her supervisor.\n4. The employer, after investigating the incident of December 6, 1976, discharged the claimant.\nRelying on these findings, the Board of Review concluded that claimant’s “conduct was clearly insubordinate and rose to the level of willful misconduct under Section 402(e) of the Unemployment Compensation Law” and, therefore, that she was ineligible for benefits.\nClaimant then appealed to the Commonwealth Court which reversed the Board of Review, concluding that employer had failed to sustain its burden of proving willful misconduct because it had presented only uncorroborated hearsay evidence. The Court relied on its decision in Walker v. Unemployment Compensation Board of Review, 27 Pa.Cmwlth. 522, 367 A.2d 366 (1976), which held that hearsay, even though admitted without objection, could not support a Board of Review finding unless it was corroborated by competent evidence. We granted allocatur to consider the appropriateness of the Walker guidelines for evaluating hearsay evidence in administrative hearings.\nThe evidence offered by employer without formal objection by claimant at the hearing consisted of various memo-randa and letters pertaining to claimant’s employment history. These documents included two notices of suspension, one in August 1973 and the other in November 1975, based upon alleged belligerent attitude and insubordination, including the use of abusive language. Claimant, who was not represented by counsel at the hearing, admitted that she had been suspended twice in her ten-year employment, but denied the reasons for suspension indicated in the offered documents.\nEmployer’s documents further alleged that on December 6 and 7, 1976, claimant created a disturbance by calling her supervisor an “S.O.B.” As evidence of this incident which led directly to claimant’s dismissal, employer offered: (1) The December 10, 1976 memorandum of Francis J. Don-leavy, Chief of the Taxing and Resettlement Division, to Peter Capataides, Director of the Bureau of Corporation Taxes, describing claimant’s behavior on December 6 and 7, as told to him by others; (2) a letter written December 13, 1976 by Mr. Capataides to Darleen Fritz, Assistant to the Secretary of Revenue, recommending claimant’s dismissal; (3) two eyewitness accounts of claimant’s behavior on December 6 and 7, written on December 14, 1976, at the request of the Bureau’s Assistant Director, a week after the incidents and a day after the letter recommending dismissal. Although she never formally objected to this evidence, claimant expressly denied calling her supervisor an “S.O.B.” and stated that the memoranda were inaccurate and “twisted.” Employer failed to call any witness with personal knowledge of the events in dispute or of the manner in which the documentary evidence had been prepared.\nI\nThe Board of Review argues initially that, notwithstanding the Walker guidelines, no corroborative evidence is necessary because employer’s documents are themselves legally competent evidence under the Uniform Business Records as Evidence Act (UBREA), Act of May 4, 1939, P.L. 42, 28 P.S. §§ 91a-91d. After carefully examining the record, however, we conclude that employer’s documents do not meet the UBREA criteria. Employer’s counsel, without calling any witnesses, simply placed himself under oath and introduced the documents as employer’s total case. Nothing in the record indicates that he had any first-hand knowledge of the incidents described in the documents, nor was there any attempt to establish him either as the custodian of the documents or in any way qualified to testify to their identity and mode of preparation.\nTo qualify as competent evidence under the UBREA, the records in question must be shown to have been made in the regular course of business at or near the time of the events they describe. Here, however, no attempt was made to demonstrate that these documents were prepared in the regular course of business. They are not on special forms which might indicate the manner in which disciplinary problems are customarily reported, nor is there any testimony showing that disciplinary problems are handled in any standard, routine manner. The employer failed to lay any foundation for introduction of its documents as business records, and thus they are not competent evidence under the UBREA exception to the hearsay rule. As such, the Commonwealth Court properly treated employer’s documents as uncorroborated hearsay.\nThe Court consequently applied the Walker standards rejecting the use of hearsay as the sole basis for a finding of fact, and held that employer had failed to meet its burden of proving willful misconduct. The Board of Review argues, however, that the Walker rule regarding unobjected to hearsay does not rest on sound legal principle and must, therefore, be overruled. The remainder of this opinion will examine the Walker rule and evaluate the proceedings below in the context of our analysis.\nII\nIt is axiomatic that the rules governing admission of proof in judicial trials, which are designed to protect juries from unreliable and sometimes confusing evidence, are less useful in the administrative context, and may often be counter-productive. Professor Wigmore’s classic treatise on evidence noted:\n. . . any attempt to apply strictly the jury-trial rules of Evidence to an administrative tribunal acting without a jury is an historical anomaly, predestined to probable futility and failure.\nUnderlying this view is an understanding that administrative agencies are responsible for developing efficient methods of carrying out legislative policy; they develop experience and expertise through adjudication in order to best serve the public interest in executing legislative mandates. It is thus necessary for agencies to “keep open the channels for the reception of all relevant evidence which will contribute to an informed result.” Section 505 of the Administrative Agency Law, 2 Pa.C.S.A. § 505, (“Section 505”) reflects this consideration:\nAgencies shall not be bound by technical rules of evidence at agency hearings and all relevant evidence of reasonable probative value may be received. Reasonable examination and cross-examination shall be permitted. (Emphasis supplied).\nMoreover, from a purely practical standpoint, in dealing with countless thousands of compensation claims — as, for example, social security, workmen’s compensation, or unemployment compensation — it is unrealistic to expect hearing officers to apply the strict exclusionary rules of evidence. A widely acclaimed report on administrative practice in New York State several decades ago observed:\n[Successful application of the law of evidence requires trained and experienced judges ... Its successful application requires also trained and experienced counsel. The law of evidence as applied in judicial proceedings is not self-executing ... It is a frequent characteristic of [state] quasi-judicial proceedings that the hearing officer is not a trained lawyer; nor would mere legal training of hearing officers assure expertness in the field of evidence. It is another frequent characteristic of quasi-judicial proceedings that the parties are not represented by counsel. The essential conditions of the successful application of the rules of evidence are therefore lacking, in many instances. For those instances at least, administrative adjudication must be able (as in my judgment it is) to operate satisfactorily without legal requirement that the exclusionary rules of evidence be applied.\nAgainst this background, however, is the countervailing consideration of fairness and due process for the litigants before the agency. Whether and how to admit and accord weight to hearsay evidence is perhaps the most common due process question raised in judicial review of such administrative decisions. Unfortunately, the resolution of this issue is entirely without uniformity in the various jurisdictions across the country.\nProfessor McCormick, in his penetrating one-volume study on the law of evidence, persuasively argues for elimination of the restrictions against admission of hearsay in administrative tribunals:\nMany reasons support the open admission of hearsay and other legally incompetent evidence in administrative hearings. Foremost among them is the fact that the exclusionary rules do not determine the probative value of the proferred evidence. Professor Davis, the leading proponent that hearing officers should make no distinction between hearsay and non-hearsay evidence makes the point this way:\n“[T]he reliability of hearsay ranges from the least to the most reliable. The reliability of non-hearsay also ranges from the least to the most reliable. Therefore, the guide should be a judgment about the reliability of particular evidence in a particular record in particular circumstances, not the technical hearsay rule with all its complex exceptions.” [Davis, Hearsay in Administrative Hearings, 32 Geo.Wash.L.Rev. 689 (1964)].\nTo require that a trial examiner refuse to admit hearsay makes no sense where there is no jury to protect and the trier of fact is equally exposed to the evidence whether he admits or excludes it. Admission without a ruling — as long as the evidence has some element of reliability — does no harm and can prove more efficient than the requiring of a ruling which may later be held erroneous. Discarding the exclusionary rules of admission eliminates the need for the parties to interpose protective objections — the objections being preserved by their briefs to the examiner or agency — and relieves the examiner of making difficult rulings before the evidence is available. It assures a competent yet not necessarily an unduly long record and might well avoid the need to reopen the record. Hearsay, of course, is not subject to current, in-court cross-examination but that limitation affects the weight the evidence carries, not its admissibility.\nBut McCormick continues with the following admonition:\nNevertheless, the more difficult — and often crucial — question for the hearing officer is the determination of whether he should rely upon hearsay evidence in reaching his decision. The examiner’s concern is with the reliability or probative worth of the evidence. Jury trial rules of evidence exclude hearsay on the theory that it is untrustworthy unless within an exception. The party against whom the evidence is admitted can neither confront nor cross-examine the out-of-court declarant to test its probative worth.\nIn Pennsylvania, the seminal case attempting to reconcile these apparently competing interests was McCauley v. Imperial Woolen Co., 261 Pa. 312, 104 A. 617, (1918), in which we considered the evidentiary standards embodied in the then current workmen’s compensation law:\nThe act permits liberal investigation, by hearing and otherwise; but, after all the data has been gathered without regard to technical rules, then the proofs must be examined, and that which is not evidence within the meaning of the law, must be excluded from consideration; that is, to say, when all the irrelevant and incompetent testimony has been put aside, the findings must rest upon such relevant and competent evidence of sound, probative character as may be left, be this either circumstantial or direct.\n261 Pa. at 326, 104 A. at 622. The holding in McCauley effectively reiterated a rule of law originally articulated by the New York Court of Appeals in Carroll v. Knickerbocker Ice Co., 218 N.Y. 435, 113 N.E. 507 (1916), also a workmen’s compensation case. The statute there provided that “common law or statutory rules of evidence” were not binding. The court interpreted this to mean that although the commission could “accept any evidence that is offered, still in the end there must be a residuum of legal evidence to support the claim before an award can be made.” 218 N.Y. at 440, 113 N.E. at 509. This came to be known as the “legal residuum” rule, and it persists in effect to this day in a number of jurisdictions, including Pennsylvania.\nThe residuum rule represents an effort to ensure fairness in administrative hearings by insisting that a decision be supported by legally competent evidence. But the rule has been severely criticized by scholars, including McCormick, Wigmore, Benjamin, and Davis. McCormick notes that despite the rule’s laudable concern for the right to confrontation and cross-examination in the truth determining process,\nWhat it fails to consider ... is that much “legal” evidence within the hearsay exceptions is equally untested. Yet the latter is accepted even in jury trials because of its probable reliability. Consequently the residuum rule’s mechanical prohibition against uncorroborated hearsay is unsound. Its sound objectives can be secured through the sensitivity of the hearing officers and the wise application of [a] substantial evidence test which measures the quantity and quality of the supporting evidence regardless of its category or label.\nMoreover, the effect of the residuum rule is to create an evidentiary standard actually stricter than that adhered to in jury trials. As articulated by Professor McCormick:\nIn a trial before a lay jury hearsay evidence admitted without objection is given its natural, probative effect and may be the sole support for a verdict. But under the residuum rule, hearsay cannot support a decision by an expert administrator. The rule ignores the reliability of technically incompetent evidence, rendering all such evidence ineffective unless corroborated.\nProfessor Davis suggests an alternative to what McCormick calls “a rigid rule for denying credibility to uncorroborated hearsay evidence”:\nThe alternative is to allow agencies and reviewing courts to exercise discretion in determining in the light of circumstances of each case whether or not particular evidence is reliable even though it would be excluded in a jury case. In the exercise of such discretion, agencies and reviewing courts will in many circumstances find that particular hearsay or other so-called incompetent evidence has insufficient reliability. Rejection of the residuum rule does not mean that an agency is compelled to rely upon incompetent evidence; it means only that the agency and the reviewing court are free to rely upon the evidence if in the circumstances they believe that the evidence should be relied upon.\nThe classic judicial formulation upholding administrative reliance on some hearsay evidence was expressed by Judge Learned Hand in 1938:\n[The examiner] did indeed admit much that would have been excluded at common law, but the act specifically so provided . . . [N]o doubt, that does not mean mere rumor will serve to ‘support’ a finding, but hearsay may do so, at least if more is not conveniently available, and if in the end the finding is supported by the kind of evidence on which responsible persons are accustomed to rely in serious affairs.\nJudge Hand applied his formulation to the residuum rule in a later case:\nWe should be the first to agree that, if it appeared that no evidence had been offered that rationally established the facts, the indictment ought to be quashed; because then the grand jury would have in substance abdicated. But that is in no sense true of hearsay, as is shown by both the numerous exceptions, based upon the inaccessibility of any better evidence, and by decisions that have again and again held that it may be as dependable a reliance at a trial as any other evidence; the only condition upon its use being that the opposite party shall not object to it. Indeed, we conduct our most serious affairs upon the strength of it; it would be impossible to carry on a day’s business without it. The resulting situation: that is, that hearsay will serve, only when supplemented by some modicum of first-hand evidence, has nothing to commend it.\nAnd Professor Davis, in the course of his criticism of the residuum rule, underscores the need for a more rational evidentiary standard in administrative adjudication:\nThe reliability of evidence cannot be adequately judged by wholesale thinking that ignores circumstances but must be determined in the light of variable circumstances, including the supporting evidence or lack of it, the opposing evidence or lack of it, the purpose of the proceeding, the practical consequences of a finding either way, the degree of precision needed, the degree of efficacy of cross-examination with respect to a hearsay declaration, and many other such factors.\nIll\nIn Pennsylvania, the residuum rule is embodied in the guidelines set forth in Walker, supra, which evolved from a line of decisions beginning with McCauley, supra :\n1. Hearsay evidence, properly objected to, is not competent evidence to support a finding of the Board. (Citations omitted).\n2. Hearsay evidence, admitted without objection, will be given its natural probative effect and may support a finding of the Board, if it is corroborated by any competent evidence in the record, but a finding solely on hearsay will not stand. (Citations omitted).\n27 Pa.Cmwlth. at 527, 367 A.2d at 370 (emphasis in original). As observed by McCormick, the legal residuum rule creates a standard effectively more stringent than that prevailing in jury trials, where unobjected to hearsay is accepted as competent evidence.\nThe Board of Review, in its criticism of the Walker rule, dwells at length upon the observation that the principle expressed in paragraph 2 (that unobjected to hearsay would not alone be considered competent evidence) does not accord with precedent if carefully traced back through the lines of cited authority in cases upon which Walker rests and in later cases supporting Walker. But the distinction between hearsay formally objected to and hearsay unobjected to, with respect to the competency of evidence in administrative hearings, is, we believe, completely artificial. The Board’s discussion is thus tangential to the more fundamental questions associated with criticism of the residuum rule. What it does demonstrate however, is the artificial construction of the Walker rule itself. Walker preserves the technical objected to/unobjected to distinction in paragraph 1, but, in recognition of the premium thereby placed upon knowledge of legal rules which cannot possibly be attributed to unrepresented litigants, it distorts in paragraph 2 the ordinary legal standard regarding competency of unobjected to hearsay. This seems a rather awkward means of assuring that a finding is based upon at least some evidence which has been tested for competency.\nWe do not fault the objective of Walker and other versions of the residuum rule, i. e. the prevention of administrative decisions based on insubstantial evidence. But this objective can be better achieved by developing simple guidelines for judging whether evidence is sufficiently reliable to support a finding, rather than by creating inflexible mechanical requirements.\nOur concern with Walker is thus similar to the scholarly criticism of the residuum rule noted above. Walker fails to distinguish between reliable and unreliable hearsay, thus hampering the administrative decisionmaking process; while it equally fails to thoroughly protect due process rights, because unobjected to hearsay, no matter how unreliable, if corroborated, no matter how slight the legal evidence, may provide the substantial evidence needed to support an administrative finding. Corroboration in and of itself is not dispositive of the issue of reliability. If available, corroboration may be a factor in determining reliability, but corroboration or the lack thereof neither ensures nor precludes reliability. The standard is, therefore, at the same time too rigid and too indefinite. Accordingly, this Court must articulate more appropriate guidelines for the evaluation of hearsay evidence in administrative hearings.\nIV\nIn promulgating a standard for administrative fact finding, some states have simply adopted Judge Hand’s suggestion that “the kind of evidence on which responsible persons are accustomed to rely in serious affairs” is likely to be sufficient to support an administrative finding, whether hearsay or otherwise. Another standard, found in the applicable section of the federal Administrative Procedure Act provides:\nAny oral or documentary evidence may be received, but the agency as a matter of policy shall provide for the exclusion of irrelevant, immaterial or unduly repetitious evidence. A sanction may not be imposed . . . except as supported by and in accordance with the reliable, probative, and substantial evidence. . . A party is entitled to present his case or defense by oral or documentary evidence, to submit rebuttal evidence, and to conduct such cross-examination as may be required for a full and true disclosure of the facts. (Emphasis supplied).\nBut what makes evidence “reliable,” and “substantial”? The leading early case on the subject, Consolidated Edison Co. v. NLRB, 305 U.S. 197, 59 S.Ct. 206, 83 L.Ed. 126 (1938) left confusion in its wake. The Court in Consolidated Edison defined “substantial evidence” in administrative proceedings as, “such relevant evidence as a reasonable mind might accept to support a conclusion.” 305 U.S. at 229, 59 S.Ct. at 216. Although this appears to mirror Judge Hand’s classic formulation, the Court went on to say that “mere uncorroborated hearsay or rumor does not constitute substantial evidence.” 305 U.S. at 230, 59 S.Ct. at 217. (Emphasis supplied).\nThe latter phrase has been cited hundreds of times by state and federal courts in support of the various versions of the residuum rule. It was more accurately explained, however, in Richardson v. Perales, 402 U.S. 389, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971), the leading recent case dealing with the question of “substantial evidence” in administrative deci-sionmaking:\nThe contrast the Chief Justice was drawing [in Consolidated Edison ], at the very page cited, was not with material that would be deemed formally inadmissible in judicial proceedings but with material “without a basis in evidence having rational probative force.” This was not a blanket rejection by the Court of administrative reliance on hearsay irrespective of reliability and probative value. The opposite was the case.\nThe plaintiff in Perales had been denied social security disability benefits on the basis of sworn affidavits of treating physicians. The Supreme Court concluded:\nA written report by a licensed physician who has examined the claimant and who sets forth in his report his medical findings in his area of competence may be received as evidence in a disability hearing and, despite its hearsay character and an absence of cross-examination, and despite the presence of opposing direct medical testimony and testimony by the claimant himself, may constitute substantial evidence supportive of a finding by the hearing examiner adverse to the claimant, when the claimant has not exercised his right to subpoena the reporting physician and thereby provide himself with the opportunity for cross-examination of the physician.\n402 U.S. at 402, 91 S.Ct. at 1428 (emphasis supplied).\nThe medical reports in Perales were examples of hearsay with strong circumstantial guarantees of reliability. They were prepared by acknowledged experts who were solicited for their expert opinions; thus, the issue of factual error was not critical, nor would cross-examination have been likely to discover anything specifically erroneous. The reports were written immediately after the examinations, so faulty memory of the declarant was not a concern. And the doctors had no interest adverse to the claimant, so the likelihood of bias, insincerity or deliberate falsehood in the hearsay declarations was remote. Whether these guarantees, in and of themselves, would have been sufficient to establish the reliability of the documents is not, however, made entirely clear in the opinion, for the claimant’s failure to exercise his right to subpoena was made an additional component of the decision to consider the hearing documents “substantial evidence.” We conclude, however, that in some proceedings circumstantial guarantees of reliability will suffice to render uncorroborated hearsay competent.\nThis conclusion is supported by the reasoning of the Court of Appeals for the Ninth Circuit in the recent case of Calhoun v. Bailar, 626 F.2d 145 (9th Cir. 1980):\n. . . [T]he classic exception to strict rules of evidence in the administrative context concerns hearsay evidence. Not only is there no administrative rule of automatic exclusion for hearsay evidence, but the only limit to the admissibility of hearsay evidence is that it bear satisfactory indicia of reliability. . .\nThus, it is not the hearsay nature per se of the proffered evidence that is significant; it is its probative value, reliability and the fairness of its use that are determinative. Richardson v. Perales, supra, illustrates the appropriate analysis. . .\nThe Court [in Perales] rejected a rigid rule and held that the proffered hearsay evidence could constitute substantial evidence. In doing so, the Court explained that there could be no blanket rejection of administrative reliance on hearsay evidence irrespective of reliability and probative value.\nAlthough [Perales] arose in the context of a Social Security hearing, various courts have followed its reasoning to hold that hearsay, if reliable and credible, could constitute substantial evidence in a variety of administrative settings. . .\nWe too reject any per se rule that holds that hearsay can never be substantial evidence. To constitute substantial evidence, hearsay declarations, like any other evidence, must meet minimum criteria for admissibility— [they] must have probative value and bear indicia of reliability. . .\nAlthough not controlling, the Federal Rules of Evidence 803(24) standards for the admission of hearsay not specifically covered by any exception but bearing “circumstantial guarantees of trustworthiness” may be of assistance.\n626 F.2d at 148-49 (citations omitted; emphasis supplied).\nHearsay, even in a court of law, may be “competent” if it fits into any recognized exception to the rule. Hearsay exceptions generally, whether codified or found in case law, are designed to facilitate the admission of probative evidence while minimizing the risks of unreliability. Once evidence is admitted under a recognized exception, the hearsay rule is no longer applicable, and the evidence is given full probative weight. The Federal Rules of Evidence carry the principle of trustworthiness underlying the recognized exceptions one step further by codifying the “residual” exception, supra, n.27.\nThe notion that uncorroborated hearsay may be “legally competent” is not revolutionary. As the Advisory Committee on the Federal Rules indicates, supra n.28, the common law recognized this fact for centuries before evidence rules were codified. Hearsay, then, is certainly legally competent and could be substantial evidence in support of an administrative finding if it falls within the statutory or common law exceptions to the traditional hearsay rule. Our reference to the “residual” exception in the Federal Rules, however, underscores the fact that hearsay may also be “competent” if it has circumstantial guarantees of reliability equivalent to those implicit in the recognized exceptions.\nAlthough indicia of reliability must ultimately be evaluated on a case by case basis, several factors typically would be significant: E. g., whether the hearsay statements are contradicted by direct testimony; whether the statements are sworn or unsworn, written or oral, signed or anonymous; whether the declarant is disinterested or is potentially biased; or whether the hearsay is corroborated. The type of hearsay offered is also a factor: For example, some documents, such as reports and itemized statements of charge from licensed professionals, may be typically more trustworthy than documents of more subjective content. If hearsay is introduced by live testimony, the credibility of the witness is, of course, to be considered.\nThe element of necessity for the use of hearsay is equally critical, as the requirements of the “residual” exception to the Federal Rules suggest. Inquiry must be made whether the declarant is available to testify or whether other, perhaps better, evidence is available if the declarant is unavailable.\nWe conclude that a general rule of competency, using the recognized hearsay exceptions as a touchstone and a standard for reliability, is especially appropriate in the informal administrative setting. Testing reliability on a case by case basis, the hearing officer should be permitted to evaluate indicia of reliability, or the lack thereof, by simple commonsense analysis, with the recognized exceptions or equivalent circumstantial guarantees of trustworthiness as guidelines.\nV\nWe believe that a standard of trustworthiness and necessity for the use of hearsay in support of administrative findings satisfies the more flexible due process requirements of the informal administrative setting. The U. S. Supreme Court in Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1969) observed that in administrative hearings,\nThe extent to which procedural due process must be afforded the recipient is influenced by the extent to which he may be condemned to suffer grievous loss, and depends upon whether the recipient’s interest in avoiding that loss outweighs the governmental interest in summary adjudication.\n397 U.S. at 263, 90 S.Ct. at 1018 (citations omitted). Professor McCormick phrases the relevant inquiry as follows:\nHow important or unimportant is the subject matter in relation to the cost of acquiring “better” evidence? Many examples are available. If the out-of-hearing declarant is readily available and the question involves the respondent’s livelihood or security — as is often the case in loyalty and deportation matters — hearsay by itself carries little weight. If, however, the matter is but one of thousands of compensation claims — as in social security and workmen’s compensation cases — and declarant’s appearance would be relatively costly or time-consuming, hearsay alternatives such as letters or other written evidence might prove decisive.\nDue process principles no doubt require that a party be afforded a reasonable opportunity to challenge the reliability of adverse hearsay evidence. What constitutes a “reasonable opportunity” will depend, however, upon the balancing of interests as articulated in Goldberg v. Kelly, supra. In Richardson v. Perales, supra, the claimant’s “reasonable opportunity” to challenge the hearsay documents was the right to subpoena the declarants. But providing a “reasonable opportunity” may require no more than the hearing officer’s fulfillment of an obligation to probe the adverse party in order to ascertain the seriousness and credibility of the challenge. If the party’s challenge raises a credible reason to question the reliability of hearsay evidence, the referee may conclude that further investigation is required and therefore assert his authority to subpoena the declar-ant. This decision, however, must vary according to the nature of the hearing, the type of evidence in question, and the reasonableness of the burden thereby placed upon the adversary or the conduct of the administrative proceeding.\nVI\nOur standard, then, must serve (1) the governmental interest in summary administrative adjudication, i. e. informality and simplification in routine hearings, (2) the interest of all parties in ensuring proper evaluation of the reliability of hearsay evidence as a critical aspect of the fact finding process, and (3) the claimant’s interest in having due process rights effectively preserved by appropriate opportunities to challenge the reliability of adverse evidence.\nWe begin by rejecting in administrative proceedings a purely technical distinction between objected to and unob-jected to hearsay which serves neither to separate reliable, probative evidence from that which is of little or no probative worth, nor to protect fundamental due process rights.\nWe similarly reject any other technical basis for evaluation of admitted evidence. Any evidence, whether corroborated or not, if relevant and reliable, should be capable of supporting a factual finding. Thus:\n1. Hearsay evidence is generally admissible.\n2. Hearsay evidence will be accepted as competent if it falls within the statutory or common law exceptions to the hearsay rule, or has equivalent circumstantial guarantees of trustworthiness and is more probative on the point for which it is offered than any other evidence which the proponent could reasonably be expected to procure under the circumstances of the case.\n3. The hearsay proponent carries the burden of making a prima facie showing of competence before the evidence can be used to support a finding.\nIn administering the above standard, fairness must be the touchstone. The rules of practice and procedure governing hearings before referees in unemployment compensation cases, promulgated pursuant to Section 35 of the Administrative Agency Law, 71 P.S. 1710.35, provide at 34 Pa.Code 101.21:\n(a) In any hearing the tribunal may examine the parties and their witnesses. Where a party is not represented by counsel the tribunal before whom the hearing is being held should advise him as to his rights, aid him in examining and cross-examining witnesses, and give him every assistance compatible with the impartial discharge of its official duties. (Emphasis supplied)\nAt the very least, the referee must advise an uncounseled claimant of his right to have an attorney, to offer witnesses, and to cross-examine adverse witnesses. Moreover, once a party contradicts hearsay evidence, the referee has an affirmative duty to afford him a reasonable opportunity to challenge the reliability of the document or testimony at the time of its admission. Whether or not the adverse party asserts such a challenge, some foundation for the reliability of hearsay must be established, unless apparent on its face. If the reliability of the hearsay, evidence is subject to question either because of the claimant’s challenge or a lack of foundation, the referee must decide in light of all the circumstances whether live testimony is necessary. Finally, the referee must set forth the evidentiary basis for his decision, whether it be live testimony (or other direct evidence), hearsay standing alone, or a combination of the two.\nVII\nUpon review of the record before us and in light of the pertinent administrative rules and common law requirements, we conclude that the referee’s conduct of the hearing below was insufficient. In disregard of the Board’s own regulation (34 Pa.Code § 101.21, supra), the referee failed to advise the uncounseled claimant of her rights. She was given virtually no meaningful opportunity to challenge the hearsay documents, upon which employer’s entire case was based, much less cross-examine the declarants. Moreover, although employer made no attempt to lay a foundation for reliability of the hearsay documents, the referee failed to put employer’s evidence to any test of reliability. The referee also fell short of the regulatory mandate by failing to aid claimant’s efforts to articulate her challenge. When employer’s representative began reading the exhibits into the record, claimant attempted to interrupt the presentation but was cut off by the referee:\nQC: May I say something.\nR: Let him finish please, you could make an objection.\n(R. 20a). Rather than being instructive, the referee’s comment may well have prevented this and later attempts to dispute the reliability of the hearsay evidence. At the end of the reading of the first exhibit, the referee, without addressing claimant, simply announced that the record would show employer’s submission of Exhibit 1. Claimant, having been rebuffed in her one attempt to interpose a challenge to the veracity of the documents, thereafter sat quietly while twelve more exhibits were read into the record. Under the statute, and, in fact, by any conscientious standard, we would expect the hearing officer to ask an unrepresented claimant whether there was any objection to the introduction of each exhibit as it was offered. Yet, no effort whatsoever was made by the referee to solicit claimant’s view in an orderly manner designed to test the credibility of the documents.\nAt the end of the submissions, the referee sought to dismiss claimant without any questions or further proceedings. When claimant again asked, “May I say something?,” the referee replied in a manner designed to abbreviate claimant’s reply, rather than to elicit probative testimony. Not surprisingly, claimant launched into a confused and convoluted account of the episodes detailed in the exhibits, in a vain attempt to answer all at once the myriad accusations therein. Instead of making a sincere effort to unravel claimant’s testimony and clarify her grounds for challenging employer’s adverse evidence, the referee, aided by employer’s counsel, in effect cross-examined her for what appears from the record to be the contrary purpose of reinforcing employer’s case.\nVIII\nThe employer’s documents lack the indicia of reliability sufficient to provide them with prima facie circumstantial guarantees of trustworthiness. They were unsworn, subjective statements prepared at the employer’s request, and were directly contradicted by claimant’s live testimony. Moreover, the declarants may well have been biased against claimant, and no effort was made to demonstrate the necessity for relying solely upon hearsay documents when credibility was the central issue in dispute.\nSince its case was based entirely on unreliable hearsay, employer failed to sustain its burden of proving wilful misconduct. Moreover, the referee’s conduct of the hearing fell far short of protecting the rights of the unrepresented claimant. Accordingly, the Order of the Commonwealth Court is affirmed.\nO’BRIEN, C. J., and NIX, J., concur in the result.\nROBERTS, J., filed a concurring opinion, in which LARSEN and FLAHERTY, JJ., join.\nFLAHERTY, J., filed a concurring opinion.\n. Jurisdiction is vested in this Court pursuant to the Judicial Code, Act of July 9, 1976, P.L. 586, No. 142, 42 Pa.C.S.A. § 724(a).\n. 43 P.S. § 802(e) provides:\nAn employee shall be ineligible for compensation for any week—\n(e) In which his unemployment is due to his discharge or temporary suspension from work for willful misconduct connected with his work as defined in this act.\n. Ceja v. Commonwealth of Pennsylvania, Unemployment Compensation Board of Review, 41 Pa.Cmwlth. 487, 399 A.2d 807 (1979).\n. The employer’s case consisted of eight reports of claimant’s alleged misconduct and the disciplinary proceedings which followed; three notices of disciplinary measures; and two written eyewitness accounts of claimant’s behavior on December 6 and 7, 1976, which occasioned her dismissal.\n. At the time of the hearing, Section 2, 28 P.S. § 91b provided.\nA record of an act, condition or event shall, insofar as relevant, be competent evidence if the custodian or other qualified witness testifies to its identity and the mode of its preparation, and if it was made in the regular course of business at or near the time of the act, condition or event, and if, in the opinion of the court, the sources of information, method and time of preparation were such as to justify its admission. (Emphasis supplied).\nThe Uniform Business Records as Evidence Act, 28 P.S. §§ 91a 91d, subsequently was repealed and reenacted as 42 Pa.C.S.A. § 6108, effective June 27, 1978.\n. The burden of proving willful misconduct is the employer’s. McLean v. Unemployment Compensation Board of Review, 476 Pa. 617, 383 A.2d 533 (1978).\n. J. Wigmore, Evidence § 4b, p. 31 (3d ed. 1940) (hereinafter, “Wig-more”).\n. Report of the Attorney General’s Committee on Administrative Procedure, p. 70, S.Doc. No. 8, 77th Cong., 1st Sess. (1941).\n.Act of April 28, 1978, P.L. 202, No. 53, Section 5, 2 Pa.C.S.A. § 501-508, 701-704, substantially a reenactment of Act of June 4, 1945, P.L. 1388, 71 P.S. 1710.1 et seq. At the time of the hearing, this provision appeared at 71 P.S. § 1710.32.\n. Robert M. Benjamin, Administrative Adjudication in the State of New York, 174-75 (1942) (footnotes omitted) (hereinafter “Benjamin”). Professor Wigmore made a somewhat more acerbic observation:\n[T]he jury-trial system of Evidence-rules cannot be imposed upon administrative tribunals without imposing the lawyers also upon them; and this would be the heaviest calamity. The complex mass of Evidence-rules cannot be applied except by technically trained lawyers; and, furthermore, many of these technical lawyers will belong to the over-technical type. No one can wish that the petty snarling contentiousness over technicalities of trial tactics, so typical of jury-trial, should be transferred to the administrative tribunals. And yet, how can the system be transferred without transferring the only persons who can use it? Wigmore, 4b p. 36. (Emphasis in original.)\n. McCormick, Law of Evidence, Section 350 at 841—42 (2d ed. 1972). (Emphasis supplied) (hereinafter, “McCormick”).\n. Id. at 843 (footnotes omitted).\n. See, inter alia, Ogden Iron Works v. Industrial Co., 102 Utah 492, 132 P.2d 376 (1942); Young v. Board of Pharmacy, 81 N.M. 5, 462 P.2d 139 (1969).\n. McCormick, supra, at 847-48; Davis Administrative Law Treatise, (1958, 1970 supp.) (hereinafter, “Davis”), Vol. 2 § 14.10; Benjamin, 189-92; 1 Wigmore § 4b, p. 39.\n. McCormick, supra, at 848.\n. Id.\n. Id. at 847.\n. 2 Davis, supra, § 14.10, p. 293.\n. NLRB v. Remington Rand, 94 F.2d 862, 873 (2d Cir. 1938) cert. denied 304 U.S. 576, 58 S.Ct. 1046, 82 L.Ed. 1540, rev’d on other grounds 110 F.2d 148 (2d Cir. 1940). (Emphasis supplied)\n. United States v. Costello, 221 F.2d 668, 677-78 (2d Cir. 1955).\n. 2 Davis, supra, § 14.10, p. 294.\n. Walkers cited authority is traced to Kozlowski v. Unemployment Compensation Board of Review, 191 Pa.Super. 83, 155 A.2d 373 (1959) which holds only that findings of fact cannot be based upon incompetent testimony properly objected to, presumably allowing unobjected to incompetent evidence to support factual findings. Bleilevens v. State Civil Service Commission, 11 Pa.Cmwlth. 1, 312 A.2d 109 (1973), cited by claimant in support of Walker, is similarly traced to a contrary holding in Nesbit v. Vandervort and Curry, 128 Pa.Super. 58, 193 A. 393 (1937).\n. See, e. g. Reynolds Metals Co. v. Industrial Commission, 98 Ariz. 97, 402 P.2d 414 (1965).\n. 5 U.S.C. § 556(d) (emphasis supplied) Pub.L.89 554, Sept. 6, 1966, 80 Stat. 386; Pub.L.94-409, § 4(c), Sept. 13, 1976, 90 Stat. 1247. This “standard” has also been adopted in other jurisdictions. See e. g. Neuman v. Baltimore, 251 Md. 92, 246 A.2d 583 (1968), holding that hearsay evidence may be the sole basis of an administrative decision if it is credible and has sufficient probative force.\n. Cf. Reynolds Metals Co., supra, n.23.\n. Calhoun was an appeal by a U.S. Postal Service superintendent challenging his discharge from employment on the ground that administrative findings were not supported by substantial evidence. The Postal Service had relied substantially on affidavits of appellant’s subordinates. Upon review of the record, the Circuit Court concluded that the Postal Service had not erred in considering the affidavits as substantial evidence.\n. The Federal Rules of Evidence “catchall” or “residual” hearsay exception (Rule 803(24», makes hearsay competent if:\n... not specifically covered by any of the foregoing exceptions but having equivalent circumstantial guarantees of trustworthiness, if the court determines that (A) the statement is offered as evidence of a material fact; (B) the statement is more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts; and (C) the general purposes of these rules and the interests of justice will best be served by admission of the statement into evidence.\nRule 803(24) is repeated verbatim in Rule 804(b)(5). The former applies when the declarant is available and the latter when the declarant is unavailable.\n. The Advisory Committee on the Federal Rules of Evidence explained the exceptions as follows:\nThe present rule proceeds upon the theory that under appropriate circumstances, a hearsay statement may possess circumstantial guarantees of trustworthiness sufficient to justify nonproduction of the declarant in person at the trial even though he may be available. The theory finds vast support in the many exceptions to the hearsay rule developed by the common law in which unavailability of the declarant is not a relevant factor. The present rule is a synthesis of them, with revision where modern development and conditions are believed to make that course appropriate. (Notes of Advisory Committee on Proposed Rules, Rule 803, 28 U.S.C.A. p. 584 (West 1975).)\n. The application of the “residual” exception under the Federal Rules occurs where evidence complies with the spirit, if not the letter, of one or more recognized exceptions, U. S. v. McPartlin, 595 F.2d 1321, 1350 (7th Cir., 1979), or where reliability equivalent or superior to that of recognized exceptions can be demonstrated. See generally, United States v. Iaconetti, 406 F.Supp. 554 (E.D.N.Y.1976), cert. den. 429 U.S. 1041, 97 S.Ct. 739, 50 L.Ed.2d 752 (1977) (District Court Opinion by Weinstein, J., whose superb treatise on evidence similarly addresses the subject at 4 J. Weinstein, Evidence 803(24)[01] (1975).\n. 11 Moore’s Federal Practice VIII at p. 208 notes:\nA mechanical and unreasoned application of the hearsay rule that denies vital, trustworthy evidence is not warranted. In referring to circumstantial guarantees of trustworthiness which are equivalent to those which support the specifically enumerated exceptions, Rules 803(24) and 804(5) are not referring to any one specific quantifiable degree of trustworthiness. Within the specifically authorized exceptions there is a great variation in the level of reliability...\nEach case must be judged on its own unique facts and the issue of admissibility should be determined in light of the basic purposes of the rules of evidence, which, according to Rule 102, are to facilitate truth ascertainment in order fairly to resolve controversies brought to the courts for adjudication.\n. In the following cases hearsay was found sufficiently trustworthy and necessary to be submitted to a jury under the residual hearsay exceptions of the Federal Rules: Furtado v. Bishop, 604 F.2d 80 (1st Cir. 1979): Deceased attorney’s affidavit admitted against prison official in prisoner’s civil rights suit (distinguished attorney who understood significance of sworn statement; thus not likely to make cavalier accusations; was totally disinterested party); U. S. v. Hitsman, 604 F.2d 443 (5th Cir. 1979); College transcript with registrar’s seal admitted, although no authenticating witness as required under UBREA; U. S. v. Nick, 604 F.2d 1199 (9th Cir. 1979): Child’s statement that he was sexually assaulted (corroborated by physical evidence); U. S. v. White, 611 F.2d 531 (5th Cir. 1980): U. S. treasury claim form admitted (preparer subject to criminal prosecution if falsified; was a wealthy individual not likely to file false claim for what was a small amount of money); U. S. v. Friedman, 593 F.2d 109 (9th Cir. 1979); Summary of Chilean immigration records prepared by Chilean official (unambiguous rendering of simple facts; no reason to falsify).\n. McCormick, supra, at 845-16.\n. The issue before the Court in Kelly was termination of welfare benefits. In such cases, the Court held, an absolute right to confrontation and cross-examination of adverse witnesses is essential to preservation of the right to procedural due process. 397 U.S. at 270, 90 S.Ct. at 1021. The Court, however, has made it abundantly clear that confrontation and cross-examination, even in criminal trials, is not always essential to due process. See, Dutton v. Evans, 400 U.S. 74, 91 S.Ct. 210, 27 L.Ed.2d 213 (1970), Harlan, J., concurring.\n. Section 506 of the Unemployment Compensation Act, 43 P.S. § 826; 1936 Second Ex.Sess., Dec. 5, P.L. (1937) 2897, art. V, 506.\n. To the extent that Commonwealth Court decisions hold otherwise, they are disapproved. See, e. g., Unemployment Compensation Board of Review v. Tumolo, 25 Cmwlth. 264, 360 A.2d 763 (1976); Paoloco v. Unemployment Compensation Board of Review, 10 Pa. Cmwlth. 214, 309 A.2d 594 (1973).\n. The doctors in Perales, supra, as hearsay declarants, had no interest adverse to that of the claimant. Thus the Court in Perales distinguished Goldberg v. Kelly, supra, where, as here, credibility and veracity were at issue, and where the importance of confrontation and cross-examination were therefore enhanced. In such cases the referee must be especially sensitive to the quality of the evidence and the claimant’s challenge thereto in determining whether cross-examination of the declarant will substantially increase the likelihood of an informed decision. “The duty of the referee and the Board is not fulfilled merely by hearing the witnesses who voluntarily appear.. . If ... additional testimony is required, it is the duty of the referee or the Board to call witnesses who can supply it.” Phillips v. Unemployment Compensation Board of Review, 152 Pa.Super. 75, 30 A.2d 718, 723 (1943)."}