{"id": "874090", "contents": "Opinion by\nMr. Justice Williams,\nThis case presents a public question of very grave consequence which does not seem to have been passed upon in the form in which it is now encountered. A brief statement of the facts by which it is raised will conduce to a readier apprehension of it. The Butler Water Company is a corporation organized under the general corporation act of 1874 to supply the borough of Butler with water. It has been carrying on its business for about seventeen years. The borough of Butler contains at this time a population of about ten thousand and is steadily and rapidly increasing. The water supply is obtained from the Connoquenessing creek which has been, until recently, a stream of reasonably pure water, and is capable of furnishing a sufficient supply. This it has done heretofore except during the excessively dry weather of the summer of 1898 and 1891 when the water became low and muddy. To remedy this difficulty the water company has secured and brought to its pump station the water of a tributary called Bonniebrook. The supply now at command is, in the opinion of the learned judge of the court below, more than sufficient in quantity, and in its native state is reasonably pure in quality. But the basin which is drained by the Connoquenessing, or some portion of it, was thought to be underlaid with oil. The drill was started and some oil was discovered in a stratum known as the “ one hundred foot sand.” The defendants have within a year or so begun to bore wells down to this sand rock. The oil found by them is diffused through the rock mixed with water. The mixture is pumped into large tanks where the oil rises to the surface, while the water, which is about ninety-five to ninety-eight per cent of the whole, is drawn off at the bottom and allowed to run out upon the surface of the ground. These wells yield not far from twelve to twenty barrels of oil and from eight to twelve hundred barrels of water per day each. From their several wells the defendants are pouring about five thousand barrels of salt water into the stream above the dam of the water company every day; and it would seem that as much or more is turned upon the ground from the wells of other operators who commenced operations since the defendants’ wells, or some of them, were finished.\nThe water of the stream has become so strongly impregnated with salt and other mineral substances in consequence of these operations that the learned judge found the fact to be that the water had become wholly unfit for domestic uses or for steam, and could be utilized only for flushing sewers or extinguishing fires. The results are, a discontinuance of the use of the water by the public, a loss of revenue to the company, an order made by the learned judge requiring the company to furnish pure water, and an injunction against the collection of any water rents for water furnished for domestic or for steam purposes until pure water is furnished. The defendants have thus destroyed the business and the franchises of the company and the water supply of a town of ten thousand inhabitants. A remedy for the private injury thus sustained by the water company may be looked for in an action at law in the name of the injured party. The remedy for the loss sustained by the public is in a court of equity in the name of the commonwealth and at the relation of the attorney general. The object of the first is damages. The object of the second is the assertion and maintenance of the public right. But the interests of the water company and those of the public, though not identical, are closely related. The furnishing of water to the public is like the furnishing of light and heat for domestic purposes, a ‘‘public use:” Mills on Eminent Domain, par. 18; the importance of which is recognized by the legislative department of the government in granting to the corporations organized to supply or provide for this public use authority to exercise, as the representatives of the commonwealth, the right of eminent domain. By reason of this public interest in the business of the company, the state assumes a visitorial control over it, inquires into the quantity and quality of the water furnished by it, and makes such orders as may be necessary to secure for the public a wholesome and an adequate supply. The business of the oil and coal operator is a private use. Such business has a certain relation to the general volume of business being carried on in the region, but it is not to be distinguished from the production or manufacture of other commodities in common use, and that enter into the commerce of the country. Such operations may be begun or relinquished, increased or diminished, at the will of the operator without public interference or control; but the supply of watertight and heat, is necessary to the health and comfort of densely populated districts and is not left to the absolute control of the companies undertaking to provide it. The state in the exercise of its police power asserts its right to inquire into the efficiency and good faith with which “ the public use ” is served, and to correct, through the courts, any defects or abuse in the conduct of the business of gathering or distributing the supply, or of securing a quality of the commodity furnished that is suitable for use. Now we have in this case a somewhat startling state of things.\nThe learned judge has found in substance that but for the recent introduction of salt water into the stream the Connoquenessing and its tributary the Bonniebrook would afford an ample supply of water for the borough of Butler of a reasonably pure quality.\nIn the case of Brymer et al. v. The Butler Water Co., he nas directed the company in the most peremptory manner to provide reasonably pure water, and in sufficient quantity for the public use, and enjoined against the collection of water rents until this order is obeyed. In this case in which the water company asks the court to protect the stream, on which it is dependent, from contamination, the relief prayed for was refused. “Your business ” says the court below “is a public one and you must furnish wholesome water to the borough of Butler.” When the company seeks the aid of the court to protect the water supply so that it may be able to furnish suitable water, the answer is “ your business is a private one; your grievance is for a mere personal inconvenience and for a personal injury; ” you are therefore within the rule laid down in Sanderson v. The Coal Company, 113 pa. 126, and you are remediless.\nIn Sanderson’s case the coal company had by opening a coal mine on its own land polluted a stream of water used by Sanderson for domestic purposes. His grievance was for a “ personal inconvenience and a personal injury ” suffered as the result of the opening of the mine by one whose land was higher up the stream than his own. It was held that as between two property owners the lower holds subject to the easement which the position of his property imposes, and that he cannot be heard to complain of the inevitable consequences of the development by the higher owner of his own property in a lawful manner and without malice or negligence. So far as the business of the water company may be regarded as a private business the deduction of the learned judge from Sanderson v. The Coal Co. was a legitimate one. The real question raised however by the water company was that which was suggested by the character of the business in which it was engaged, the duties which that business imposed, and the obligations to the public that necessarily resulted. Do these considerations relieve to any extent against a rigorous application of the doctrine of Sanderson v. The Coal Co. to the plaintiff in this case? This question does not seem to have been considered in the court below. It is raised by the pleadings and the evidence and it should be considered and decided. The more important question however, and that to which we referred at the outset as new, may be stated thus: Is a city as helpless to protect the water supply on which it depends as Sanderson was held to be ? Does a great municipality stand on the same ground, when the water supply for its multitudes of people is under consideration, as a single property owner must stand under Sanderson v. The Coal Co.? This question was wholly untouched in the court below because the learned judge denied the commonwealth which had intervened in behalf of the public the right to be heard.\nThe fourth finding of law declared that the state was “ a party in name only,” and that neither “ the records nor the evidence disclosed any real plaintiff or complainant other than the water company.” Notwithstanding the name of the commonwealth had been put on the record as a plaintiff at the instance of her attorney general, and notwithstanding the conclusive evidence of the destruction of the water supply for all domestic purposes, on which the borough of Butler had been dependent for many years, the case was disposed of on the narrow ground covered by the rule in Sanderson’s case. The error of the learned judge lies in this treatment of the case. By this we must not be understood as holding that the rule applied by the learned judge is not applicable so far as the “ mere personal inconvenience ” or injury of the water company is concerned, but that the “ public use ” served by the company, and the public need of an adequate water supply affecting the health and comfort of thousands of citizens have not been considered at all. We cannot now take notice of and determine these questions, for there are additional findings both of fact and of law that should be made before this can be intelligently done. Among other subjects to be examined and passed upon are these: What was the situation of the valley or basin of the Connoquenessing when the water company appropriated the stream for the supply of Butler borough? Was it at that time a developed oil field or not? At what date did the pumping of salt water into the stream begin ? What is the value of the daily or monthly output of oil by the defendants from their wells ? What would be the approximate cost of conducting the salt water either by surface drain or by pipes to some point below the plaintiff’s dam? Can the salt water be relieved of its salt by subsidence or filtration by the operator before turning it into the stream, and if so at what expense ? Can the water of the stream he so cleansed by the company and at what expense? Can the plaintiff command a sufficient supply of water by going above the defendants’ wells for it, and could they then obtain pure water? If so, what would be the probable cost of such a change in the plant of the water company?\nWhen the case has thus been fully heard on its facts the questions we have suggested can be considered, and it will be practicable to say whether a great city stands on no higher ground, when the health and comfort of many thousands of its citizens are at stake, than Sanderson, when his private waterworks and fish pond were rendered useless by mine water. Whether in other words the commonwealth in the exercise of its police power may not limit and restrict the individual in the exercise of admitted rights, when the welfare of the public requires it; or whether it is indeed true that the ownership of a few acres of land, or a leasehold interest therein, gives to the holder an unqualified right to destroy the water supply of a city in the effort to develop some subterranean value in his land. If this unqualified right resides in the owner of the land then it is not easy to see how the water company is in default for failing to do what it is thus determined it has no power to do, viz, to protect the stream from pollution by the landowners within its basin. There would seem upon this view of the law to be no remedy provided for the public or the water company. The latter must lose its plant, its business, and for all practical purposes its franchises. The former must suffer the pollution and the actual deprivation of its water supply. The court can require the company to be diligent in its efforts to procure for the municipality a sufficient supply of pure water, if it can be had from sources reasonably accessible to its plant, and it can restrain the collection of rents if such water is not furnished. It cannot however require the company to relocate its plant or to seek a new supply to reach which would involve an expense greater than its entire capital stock. The location of the plant and the selection of the water supply is for the company to determine. The sufficiency and character of the supply may be investigated by the court and the company required to meet fairly the public use it has undertaken to serve or cease to collect charges therefor. The owner of the oil well however is thought to be independent both of the water company whose plant he destroys and of the public whose water supply he pollutes. The mere fact that the plant is owned by a corporation was rightly held by the court below to furnish no room for a distinction between Sanderson’s case and this. Corporations hold their titles, as individuals do, under the commonwealth, and subject to the same incidents as other owners. This is well settled. Among the more recent cases on this subject is the Appeal of the Pittsburg Junction R. R. Co., 122 Pa. 511. But in all these cases so far as I am familiar with them, the private light of the corporation was invaded. The public interest was not affected and therefore not considered.\nThe question of the status of the public is now clearly raised. It should be fully considered and decided.\nMore than one hundred and fifty years ago the necessities of civilized society liad led to the general adoption of the definition of liberty which was formulated by Blackstone. It was seen that civil liberty required that other interests than those of the individual should be reckoned with, and that each person must be held to have surrendered such of his natural -rights upon coming into society as could not be asserted consistently with a due respect for the rights of others and for the public good.\nFor myself I can see no reason why our duty towards others ought not to place limits upon our rights of property similar to those which it has put upon our natural rights of person. Sic utere tuo ut non alienum laedas expresses a moral obligation that grows out of the mere fact of membership of civil society. In many instances it has been applied as a measure of civil obligation, enforceable at law among those whose interests are conflicting. Whether it is capable of general application, and whether it is applicable when the interests of the public and those of an individual are irreconcilable, is an open field for inquiry into which this case leads.\nThe decree is reversed and the record remitted for further proceedings in accordance with this opinion."}