{"id": "874096", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nOn April 26, 1885, Daniel Emerick died intestate leaving to survive him a widow — the appellant in this case — and nine children. In 1889, under an order of court for the payment of debts, the real estate of which he died seized was sold to John A. Emerick for $6,152.88, on account of which he paid $300. Having subsequently refused to pay the residue of his bid, the court in May, 1890, set aside the sale and ordered a resale of the property. Under that order, it was sold May 29, 1890, to Joseph H. Long for $1,152.88 less than it brought at the first sale. This last sale was duly confirmed and property conveyed to Long, by whom the purchase money was paid.\nThe fund for distribution consisted of, (1) $300 paid by the purchaser at the first sale, less expenses etc., and (2) $4,744-^^ net proceeds of the second sale. As to the first item, there appears to be no ground for controversy. It was raised by the first sale, made within five years after the intestate’s death, and while some of his simple contract debts, — which appear to have constituted his only indebtedness, — were still a lien on the land. The second item is the net proceeds of the second sale which was both ordered and made more than five years after his decease. The learned court held that, under the act of February, 1834, and decisions of this court construing the same, the debts in question had ceased to be liens on the land before the last sale, and hence the creditors of the intestate, claiming to participate in the distribution, were not entitled to do so. The fund arising from the second sale was therefore distributed to and among the widow ajid children of the decedent according to their respective interests in the land of which it was the proceeds. In this, we think the court was clearly right.\nThe 24th section of the act of February 24, 1834, declares that no debts of a decedent, unless secured by mortgage or judgment, etc., shall remain a lien on his lands after his death longer than five (now two) years, unless an action for the recovery thereof be commenced and duly prosecuted against his heirs, executors or administrators within that period, or unless a copy or particular written statement of any bond, covenant, debt or demand, when the same is not payable within that period, shall be filed in the office of the prothonotary of the county where the real estate to be charged is situate.\nThe “ debt ” must be established or admitted, and susceptible of enforcement, — not a debt barred by the statute : Chapman’s Appeal, 22 W. N. C. 396. It must be an existing debt at the time of decedent’s death; claims for services thereafter rendered and expenses incurred in the settlement of his estate are not debts within the meaning of the act: Cobaugh’s Appeal, 24 Pa. 143; proving a claim before an auditor within the five years is not commencing an action such as is required : Craig’s Appeal, 5 W. N. C. 243. When part of a decedent’s real estate is sold, within the five years, under an order for the payment of debts, and a creditor proves his claim before an auditor distributing the proceeds, and is awarded a dividend thereon, this will not preserve the lien of the residue of the debt as to another part of the real estate sold more than five years after the decedent’s death : Bindley’s Appeal, 69 Pa. 295. An orphan’s court sale for payment of debts is not complete, nor is the interest of the heirs at law divested until confirmation by the court and delivery of deed to the purchaser: Strange v. Austin, 134 Pa. 96; Greenough v. Small, 137 Pa. 132. Payment of a decedent’s debts by his executor or administrator out of his own money, or assuming payment thereof and taking credit therefor, does not extend their lien upon the real estate: Craig’s Appeal, supra; Clauser’s Est., 1 W. &. S. 208 ; McCurdy’s Appeal, 5 W. &. S. 399; Loomis’s Appeal, 29 Pa. 237; Merkel’s Estate, 154 Pa. 285.\nIt appears that neither of the claims on the fund in question was, or ever had been, secured by mortgage or judgment. No suit was brought on any of them before or after the intestate’s death; nor was anything done whereby their lien was extended beyond the period of five years specified in the act. In any view that can be taken of them they were not liens at the time of the last sale, and it would have been error in the court to have held otherwise.\nIt is unnecessary to refer to the testimony on which the learned auditor based his conclusion that appellant’s claim, if ever a valid and subsisting indebtedness of her husband’s estate, had ceased to be a lien long before the last sale was made or even ordered by the court. It would serve no good purpose to notice the assignments of error in detail. We find nothing in the record that would justify us in sustaining either of them. They are all dismissed.\nDecree affirmed and appeal dismissed with costs to be paid by appellant."}