{"id": "874054", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nTwo or three -weeks after the bill was filed, in March last, a general appearance was entered for all the defendants, and the matter was so proceeded in that, among other things, a receiver of the street railway company defendant was appointed and gave an approved bond; two of the defendants, Hogue and Stewart, respectively answered the bill, and the remaining defendant demurred thereto, etc.; and finally the case was set down for the hearing on bill, answer and demurrer, and having been argued by counsel in June was held under advisement by the court until August last. During all the proceedings — up to and including the hearing aforesaid — it does not appear that any notice was taken of the fact that plaintiff’s solicitor had mistakenly used the old form of notice to appear, answer, etc., instead of the new form prescribed by our amended equity rules. The discovery of the mistake was made by the learned judge of the common pleas when he came to dispose of the case; and notwithstanding the fact that all the defendants had voluntarily appeared and, without objection, actively participated in all the proceedings, he held that the omission to us'e the new form of notice was an incurably fatal error, which per se vitiated the whole proceeding; and he accordingly entered a decree dismissing the bill at plaintiff’s costs, giving as his only reason therefor the omission above referred to. In view of the undisputed facts, this was plain error. The sole purpose of the notice, required by the rule of court, is to compel appearance of the defendant, etc. When he appears voluntarily, and answers without objection to the form or even the absence of notice, all that was intended to be accomplished by formal notice in accordance with the rule has been secured, — as effectually so, as if he had appeared, filed a waiver of notice and submitted his answer. In Cassidy v. Knapp, 167 Pa. 305, relied on by the court below, objection to the want of proper notice was made in limine and insisted on by the defendant. If instead of pursuing that course, he had done as did the defendants in this case, the result would necessarily have been different.\nThe decree dismissing the bill is reversed and set aside with costs to be paid by the appellees, and it is ordered that the bill be reinstated and the record be remitted to the court below, with instructions to proceed to final decree according to equity-practice."}