{"id": "874129", "contents": "Opinion by\nMr. Justice Green,\nUpon the facts set out in the bill in equity in this case it would be difficult to conceive of a more appropriate case for equitable cognizance than this. The plaintiffs and 'defendants were the owners as tenants in common of an oil lease, and they were partners in the machinery and appliances for developing the oil, and in the business of mining and selling the oil produced from the well. Their respective individual interests both in the lease and in the machinery and business, are fully and precisely set out in the bill. The necessary machinery and appliances were bought and paid for by the plaintiffs, the well was drilled by the plaintiffs, oil was obtained in paying quantities and the work of production was carried on by them for several years. The title to the lease was held by one of the defendants in trust for himself and all the other parties plaintiffs and defendants. In the boring of the well and in producing the oil the plaintiffs had expended for the benefit of all the sum of $14,000. The defendants also had expended moneys in the joint business to which they would be entitled to credit upon a settlement of the accounts of the business. But the plaintiffs after repeated efforts to obtain a settlement of accounts failed to do so because of the refusal of the defendants to furnish any statement of their expenditures, and the plaintiffs were therefore ignorant of the same and needed discovery in order to ascertain the same. No determination of the rights of the parties as between themselves could be had without a settlement of all the accounts of the business and for that purpose the present bill was filed.\nIt is beyond all question that a bill in equity was not only the proper, but the exclusive, remedy for the plaintiffs upon these admitted facts, unless that remedy was taken away by the act of May 6, 1891, P. L. 41. The defendants demurred to the bill on that one. specified ground and thereby admitted all the material facts set forth in the bill. The court below sustained the demurrer and dismissed the bill and in so doing committed very serious error.\nA most cursory examination of the act of 1891 shows that it never was intended to meet a case of this character, that it gave no new or additional remedy to plaintiffs circumstanced as these plaintiffs are, and that it made no change whatever in the law as it stood in reference to the settlement of partnership accounts.\nThe first section of the act simply gives a remedy in assumpsit to any one performing acts of labor, or furnishing material for the production of oil or gas, against any one joint owner, joint tenant or tenant in common, and authorizes a recovery in such action of the pro rata share due and owing by such joint owner, joint tenant or tenant in common. The second section provides that if any one of such joint owners or tenants in common pays the pro rata share due by another of them he may recover the amount so paid, in the same manner as is provided in the first section in the case of the persons furnishing labor or materials.\nIt will be seen at once that no change is made in the law as to the remedies between partners, that the remedy in the first section is limited entirely to claims by strangers to the enterprise, who, furnish labor or materials to several parties jointly interested, and that the remedy in the second section is given to one of several joint owners who may pay the share of another. The present case has nothing to do with any of these contingencies. It is not the claim of a stranger but of parties who are themselves.jointly interested with the defendants in a common enterprise belonging to the whole of them. It is not a case of a payment by the plaintiffs of the amount due by any one of their cotenants and an effort to recover the amount so paid. But it is a case of parties whose real relations to each other are those of partners in a joint business to which all are bound to contribute in the several proportions of their respective interests.\nThat there are mutual accounts between the plaintiffs and defendants growing out of their joint relationship is set forth in the bill and admitted by the demurrer, and. that upon an adjustment of all the accounts there is a large balance due from the defendants to the plaintiffs is asserted in the bill and admitted by the demurrer.\nIt is almost a work of supererogation to cite the perfectly familiar authorities that in order to oust the equitable jurisdiction, the remedy, or supposed remedy, at law must be full, adequate and complete, Kirkpatrick v. McDonald, 11 Pa. 387; or that equitable jurisdiction does not depend on the want of a common law remedy but may be sustained on the ground that it is the most convenient remedy, Electric Co.’s Appeal, 114 Pa. 574; or that the extension of the remedy at law to cases originally within the jurisdiction of a court of equity is no bar to a chaneeiy proceeding for the same cause, Wesley Church v. Moore, 10 Pa. 273; or that equity seeks to prevent unnecessary litigation by disposing in any one proceeding of all the questions which arise affecting many persons, Bierbower’s Appeal, 107 Pa. 14; Harper’s Appeal, 109 Pa. 9; or that there must not only be a remedy at law but it must be adequate and reasonably convenient, Warner v. McMullin, 131 Pa. 370. See also Drake v. Lacoe, 157 Pa. 17. There are plenty of other reasons why this bill should be sustained, and none why it should be dismissed.\nThe decree of the court below is reversed, the plaintiffs’ bill reinstated and the defendants are directed to answer over to the bill, and the record is remitted to the court below at the cost of the appellees."}