{"id": "875797", "contents": "Opinion by\nMr. Justice Dean,\nThe defendants, Kaufman & Bros., contracted with John Huckestein, a builder doing business as Huckestein & Company, for the erection of a building on Fifth avenue in the city of Pittsburg, for the price of $15,000, to be increased by any changes or additions subsequent to the contract, or during the progress of the work. This price, by subsequent additions, was largely increased. The first contract between the parties was made the 15th of June, 1892, and this, owing to important changes in design and height of building, was followed by three others within sixty days thereafter, whereby the design of the building was greatly changed; before any of the subsequent contracts with Kaufman & Brothers were reduced to writing, Huckestein on 29th of June, 1892, subcontracted the carpenter work to John Frazier, doing business as Frazier Brothers. By this contract, Frazier agreed to do all the carpenter work and furnish all the materials therefor, according to specifications, for the price of $15,000, subject to increase or diminution by change of plans and material; the price was largely increased by subsequent additions. All of the work and material to be subject to the approval of the supervising architect of Kaufman & Brothers. Payments were to be made Frazier as the work progressed, according to the estimate of value by the architect, as follows: When the second floor joists are in place, two thirds of the value of the work up to that point; a like two thirds when third floor joists are in place; and so on, making six distinct payments when the plastering was finished; then the seventh and final payment was to be made when all the work was completed to the satisfaction of the architect; this payment, it was stipulated, might be made by an order drawn by Huckestein in favor of Frazier on Kaufman & Brothers. This last payment was not to be made until the architect certified that the work and material were approved and accepted by him. The building was completed February 13, 1893, and Kaufman & Brothers took possession. In the meantime, a number of payments had been made to Frazier by Huckestein, but the seventh and last had not been made, nor had the amount of it been determined.\nThe contract of Huckestein embodied a stipulation that before final payment to him by Kaufman & Brothers, the building was to be delivered free from all liens. There was also a provision for arbitration, if any dispute arose between owner and contractor concerning the value of any changes or additions to the original contract, and the decision of the arbitrators was to be final and binding on each of the parties. Kaufman refused to make final settlement and payment to Huckestein, until he procured from Frazier a release of right to file a mechanics’ lien. This obstacle to a settlement with Kaufman, brought Huckestein and Frazier into negotiations as to balance due Frazier. On the 2d of June, 1893, they met at the’ office of T. Baird Patterson, Esq., counsel for Frazier, who drew up an agreement, which was there signed by them. In this it was agreed that in consideration of an order for $6,750, given to Frazier by Huckestein on Kaufmans and release by Frazier of right of lien, Huckestein would at once proceed to obtain payment from Kaufman of the full amount yet due over and above the order on his contract as principal contractor; and in case the order was not paid by Kaufmans, would protect Frazier’s claim, and press arbitration against them for the full amount payable under the contract, and on the determination of this suit, then all differences between Huckestein and Frazier should be submitted to arbitration, as provided in the written contract between Huckestein and Frazier, such award to be final. In a subsequent agreement July 27, 1893, it was further agreed that Frazier should have the right to present and prove before the Huckestein-Kaufman arbitration, a bill of $4,971.98, for extra work on the building, for which Huckestein denied liability, but as the architect claimed this bill should be presented through the principal contractor, Huckestein consented it might be so presented, without any acknowledgment of liability therefor on his part.\nHuckestein filed a lien against Kaufman for the sum claimed by Mm as principal contractor, including tbe work and material of Frazier, the subcontractor. As both parties seem to have anticipated, Kaufman refused payment of the $6,750 order given to Frazier. Huckestein therefore assigned to Frazier that amount of Ms lien as a protection of Ms claim, until the final determination of the Kaufman arbitration. Notwithstanding Ms agreement with Huckestein, in consideration of the $6,750 order to file no liens, acting under the advice of counsel, Frazier, on the 19th of September, filed liens against the buildings, showing a balance due Mm of $16,630.84. Thereafter, Huckestein gave notice to Kaufman that he had revoked the $6,750 order given to Frazier and also notified Frazier that he revoked both order and assignment to him of $6,750 of lien. Huckestein without proceeding to judgment on Ms lien, brought an action of assumpsit against Kaufman, and recovered a judgment of $28,000. In the meantime, however, under the arbitration clause in the contract between Huckestein and Frazier, the latter had demanded an arbitration, and on September 8, 1893, they entered into a written agreement, reciting that differences had arisen between them as to the amount due Frazier “for work done and materials furnished in doing the carpenter work in the erection and construction, additions, alterations and improvements, of the Kaufman Buildings .... Now, for the purpose of adjusting said differences, it is hereby agreed to refer the same to three arbitrators,” as provided in the building contracts. Thereupon Frazier chose John Trimble, and Huckestein, Charles Simon, and the parties further agreed upon John W. Pryor as the third arbitrator, and that the arbitrators thus selected should proceed to ascertain the amount due Frazier “ for the work done and materials furnished in and about said Kaufman buildings, taking into consideration the work omitted and changes made, and the award so made shall be final and conclusive upon all parties of all accounts arising out of the work done and materials furnished in and about said building.” On the 11th of September, three days afterwards, the arbitrators met, and at that and many subsequent meetings heard the parties and. their proofs, and made tMs award: We “do now find under the submission to us, there is due from Huckestein & Company to Frazier Brothers, the sum of $3,539.58, and we award that sum.” And thus matters stood when Huckestein obtained his judgment in assumpsit against Kaufman for $28,000. Kaufman then paid the amount of the judgment into court for distribution to those entitled. As Huckestein had made assignments of different amounts of his lien to a number of creditors beside Frazier, by agreement of counsel, and decree of the court, the distribution and all questions arising out of the same were referred to Thomas Herriott, Esq., who after full hearing, passed on all the questions of fact and law, and made report to the court; in this he found the amount payable to Frazier to be $8,539.80, the amount awarded by the arbitrators. Frazier filed exceptions, which the court overruled, and confirmed the report absolutely. From this decree Frazier appeals to this court.\nIn arriving at the amount due Frazier, the auditor found that bis full claim had been submitted to the arbitrators, and that under the terms of the submission he was concluded by their award. Frazier contended, in substance, the order for $6,750 on Kaufman, was intended as a payment, was not in dispute and was not submitted to the arbitrators, but their award of $3,539.80 was for extra work not included in the order; and although appellant prefers eight assignments of error, they are all ruled by a decision on this one contention.\nThe appellant argues, that as at the arbitration the order for $6,750 was not a matter in dispute between the parties, therefore it was not within the terms of the written submission.\nThere is no doubt that where parties have submitted disputes or differences to arbitrament and award, either party may show that a particular transaction was not in dispute, and was not submitted. Here, the written submission states, “ differences have arisen,” and for the purpose of adjusting said “ differences ” they are referred to the three arbitrators. The claim of Frazier on Huckenstein was for payment of the amount unpaid him on his subcontract, including the $6,750 covered by the order. If Kaufmans had secured payment of this to Frazier, or he had accepted them as his debtors, it might have appeared that this sum was no longer at variance between them. But Kaufmans refused to honor the order, leaving the original relation of debtor and creditor between Huckestein and Frazier unaffected; the debt was still owing and unpaid by Huckestein to Frazier at the date of the arbitration, and was entirely within the control of Frazier. If, then, having the power so to do, he laid the items embraced in this order before the arbitrators, to be passed upon by them in the adjustment of the balance due him from Huckestein, and they did consider and pass upon them, he is estopped from now setting it up as a debt outside of and in addition to the award. Whether in “ difference ” between them or not, he made it a matter in difference by submitting it.\nAs. to the fact, this is the finding of the learned auditor in the court below:\n“ It is clear that Frazier Brothers, in presenting their claim, presented their whole claim. It is also clear from the bill which Huckestein & Company presented to the arbitrators, showing what they admit to be due to Frazier Brothers, that they do not admit the items which Frazier Brothers claim went to make up the order of $6,750. It is a significant fact also, that if the order for $6,750 was not submitted to the arbitrators and they were not to pass upon it, this fact is not mentioned in their report, as the only amount which is admitted by all parties to be undisputed and due to Frazier Brothers, viz, the amount of $1,726, is included in the sum awarded by the arbitrators to Frazier Brothers, and a note is added at the bottom of the award to call special attention to this fact.\n“ The auditor therefore thinks that from the papers in the case and the papers admitted to have been before the arbitrators, he is compelled to find that the arbitrators did consider the amount due to Frazier Brothers for all claims of every kind for work done by them upon the Kaufman buildings. In so ruling, he feels that an admitted claim for $6,750 is reduced to $8,589.58 and he is satisfied that the claim should not have been so reduced. However, as the parties have seen fit to select their own court for the trial of matters in dispute between them, he does not see how it is possible at this time to interfere with the judgment of that court.”\nThe whole argument of appellant is directed to demonstrating that the arbitrators made a mistake in their award; it is in effect urged that instead of awarding Frazier $3,539.58, they should have added to that sum the amount of the order, $6,750. But as the auditor correctly says, the courts cannot review the award of the court constituted by the parties themselves, and whose determination they stipulated should be final. No fraud or misbehavior is alleged; the only question before the auditor was the one on which he passed; viz, did Frazier submit, as part of his claim to arbitration, the items embraced in the order? He finds that they were submitted, and this finding is based on ample evidence. There was testimony that the sole consideration for the order was the agreement that Frazier should not enter a lien; in violation of his agreement, he did file liens, although Huckestein had assigned to him of his hen, for his— Frazier’s — protection, an amount of his — Huckestein’s—lien equal to the face of the order. When notified that in thus acting he was violating his agreement, he replied, he intended to protect himself for his whole claim. When he demanded an arbitration, accompanying the demand was a bill of items including his whole claim, and in it the very items covered by the order. Huckestein, Boyd and the arbitrators testify the items embraced by the order were submitted by Frazier and passed on in making up the award. The testimony of Frazier that the order was not submitted and formed no part of the award is vague and unsatisfactory; the testimony of his counsel, Mr. Patterson, on the same point is direct and positive; but it is flatly contradicted by Huckestein and Boyd and the two arbitrators; besides, the testimony of the latter is corroborated by Frazier’s own itemized claim. Not only was there evidence to warrant the finding of fact by the auditor, but any other finding would have been against the decided weight of the evidence. This finding of fact in the absence of manifest error is conclusive.\nThe assignments of error, in view of the very full and clear report of the auditor, hardly demanded the thorough examination we have given them; but appellant’s counsel pressed so earnestly upon us the allegation that his client had been wronged to the extent of $6,750, that we have been moved to a careful review of the whole case with the voluminous testimony appended. We are satisfied appellant suffered no wrong, either by the decision of the auditor or the approval of his report by the court below. If any wrong was done him, it was by a court of his own selection, and, in part, of his own creation; to that court, the arbitrators, he submitted his whole claim; if they erred in passing on the merits of it, the error is beyond our reach, for he formally stipulated in writing their decision should be final.\nAll the assignments of error are overruled, the decree of the court below approving the auditor’s report is affirmed, and appeal dismissed at costs of appellant."}