{"id": "875867", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nIt may be conceded that a prima facie case for the plaintiffs is presented in their statement of claim and exhibit appended thereto. The questions for consideration are, therefore, whether any of the material averments therein are sufficiently traversed or denied by the affidavits of defense, or whether any independent ground of defense, sufficient to carry the case to a jury, is presented in said affidavits. If so, judgment for want of ' sufficient affidavit of defense was rightly refused.\nIn passing on such questions as these, the invariable rule is that all unequivocal traverses or denials of material allegations, in support of the claim, and all material allegations of fact contained in affidavits of defense must be accepted as verity* Knerr v. Bradley, 105 Pa. 190. Referring to the facts of that case, it was there said: “ The cause cannot be tried on the affidavits of the parties; it is sufficient if the affidavit distinctly declares that the clause, under which the defendant claims, is in and forms a part of the contract, and is omitted from the copy filed. How or in what manner he may establish this, or whether he can establish it at all, will hereafter appear.”\nAmong other things, the contract of May 2, 1893, provides in substance that the plaintiffs shall, on or before June 1st following, convey to the defendant the land described therein clear of all incumbrances. After stating “ This sale is being made subject to the approval of Prof. Wm. M. Sloane, one of the M. E. Johnston heirs,” the contract contains this further qualifying clause: “ Possession to be given on delivery of deed, subject to leases to present tenants. Purchaser to receive all rents from the delivery of deed.” In brief, it is an agreement to sell — subject to approval, etc. — and, at a future day, convey in fee to defendant clear of all then existing incumbrances, plaintiffs in the meantime to retain possession and receive the rents.\nAfter substantially reciting the agreement and averring that in pursuance thereof they tendered defendant “ a good and sufficient deed of conveyance of the properly described in said agreement of sale, and then and there demanded the consideration money,” which he refused to pay, the plaintiffs renew their tender; and further say “they have kept and performed all acts, agreements and covenants which they were bound to keep and perform under the contract or agreement aforesaid.”\nIt is not our purpose to refer at length to defendant’s averments in relation to the servitude or incumbrance on the land in question, alleged to have been created by the action of the Pittsburg & Connellsville Railroad Co. in surveying, locating and adopting a route for a branch railroad across the land prior to tender of conveyance by plaintiffs, and even before the agreement in suit was executed, also, in relation to when and how he was first informed of said incumbrance and what, upon further investigation, he learned in regard thereto, etc., also to defendant’s express denial that plaintiffs kept and performed all acts, covenants and agreements which they were bound to keep under the contract; and his denial of all averments, contained in plaintiffs’ statement, in conflict with those contained in the affidavit of defense. Our consideration of all these matters has led us to the same conclusion reached by the court below — that there is sufficient in the affidavits to carry the case to a jury.\nThe successive steps, necessary to be taken by a railroad company, invested with the power of eminent domain in acquiring, first an inchoate and finally an absolute right or title to a road way upon or through the land of a private owner, were fully explained by our Brother Williams, in Williamsport R. Co. v. Railroad Co., 141 Pa. 407. Briefly stated they are: (1) Entry on the land, for the purpose of exploration, usually made by engineers and surveyors who, after running and marking one or more experimental lines, report the result of their work on the ground, with necessary maps and profiles, to the company employing them. (2) The selection and adoption, by the board of directors, of a line or one of the lines so run, as and for the location of the proposed road. (3) “ Payment to the owner for what is taken and the consequences of the taking, or security that it shall be paid when the amount due him is legally ascertained.”\nThe survey on the ground, followed by selection and proper adoption of a line for the proposed road, as was said in the above cited case, “ makes what was before experimental and open, a fixed and definite location. It fastens a servitude upon the property affected thereby, and so takes from the owner and appropriates to the use of the corporation.” It gives to the latter a standing to settle with and make compensation to the owner for the property thus taken and appropriated to its own use, and, — -in case they cannot agree, — to give adequate security for the payment of damages when legally ascertained. Until such compensation is made, or in lieu thereof, approved security is given, the title of the owner is not divested. As against him, the corporation, by its act of location, can acquire only a conditional title which ripens into an absolute one upon making compensation:” Williamsport R. Co. v. Railroad Co., 141 Pa. 407, and cases there cited.\nAs was said in that case (p. 416), “ the act of location is at the same time the act of appropriation. The space 'covered by the line as located is thereby seized and appropriated to the purposes of the construction and operation of the railroad by virtue of the power of eminent domain, and nothing remains to be done except to compensate the owner. After the act of location by the company, the owner or the company may proceed at once to secure an ascertainment of damages. Until such act neither can do so; for no right of damages vests in or accrues to the owner until there has been an appropriation of his property by the corporation: Davis v. Railway Co., 114 Pa. 308.” To the same effect are Neal v. Railroad Co., 2 Grant, 137; Wadhams v. Railroad Co., 42 Pa. 303; Beale v. Penna. R. Co., 86 Pa. 509.\nFurther consideration of the questions involved is unnecessary. We think the averments contained in the affidavits of defense bring the case within the principles above referred to, sufficiently so at least to warrant the discharge of the rule for judgment, and send the case to a jury for full ascertainment, of all the material facts.\nAppeal dismissed, at the costs of the plaintiffs, without prejudice, etc."}