{"id": "875876", "contents": "Opinion by\nMr. Justice Williams,\nThe business of the defendant company is the manufacture of tobacco and the sale of its manufactured products. It has no factory, store, office or other place of business in the state of Pennsylvania. Its sales are made through agents or traveling salesmen who solicit orders, and when obtained transmit them to the office of the compahy or one of its factories to be filled. It made sales of cigars and cigarettes in this manner within the city of Philadelphia, and the mercantile appraiser of Philadelphia county assessed it with a mercantile tax as doing business as á dealer here.\nThe tax was not paid, and this suit was brought to compel its payment. An affidavit of defense was filed alleging that the corporation was not organized under the laws of this state, had no place of business within the state, and was not hable to assessment with a mercantile tax as a dealer doing business in Philadelphia. The learned judge of the court below held the affidavit insufficient and entered judgment against the defendant for the amount of the tax.- The only question raised is over the sufficiency of the affidavit of defense. This must depend on the meaning of the several statutes imposing and providing for the collection of mercantile taxes. The act of April 7,1830, sec. 1,. imposes the tax upon “ every person who shah deal in the selling of any goods, wares and merchandise ” in this state, with certain exceptions, and requires such persons to “ take out from the treasurer of the proper county and city a license ” authorizing them to sell as dealers at wholesale or retail the goods, wares and merchandise, in which they propose to trade.\nBy a supplementary act it is provided that if any person shall have more than one store in which merchandise is vended such person. “ shall be required to take out a license for each and every store.” The legislative intention to impose the mercantile tax or license on permanent dealers having a place of business within the proper county is made still clearer by the act of April 11, 1862, which made it the duty of the mercantile appraiser to visit personally the store or other place of business returned by him, as charged with the license tax, “ of every person ” whom he is required by law to assess and classify as a dealer; and allowed him to charge mileage for all the distance necessarily traveled in making such visitation and appraisement. He was also required to serve the person or firm so returned by him with a notice of his appraisement at the time of such visit. The act of 1866 authorized the collection of the license by distraint upon the goods and chattels of the delinquent. This system of legislation has been steadily regarded by the lawmakers as applicable to persons, and places of business, located within the county for which the mercantile appraiser is appointed, as is quite evident from later and supplementary acts upon the same general subject. Thus in 1892 an act was passed which provided for the taxation of “ transient retail dealers ” by the city, borough or township in which such transient dealers may come and attempt to open a place of business. It did not provide for their appraisement by the mercantile appraiser but authorized the city or borough to fix the amount of the tax or license to be imposed by ordinance, and the township treasurer to fix the amount in townships. Foreign dealers had already been provided for by the act of 1887, which empowered cities and boroughs to impose a tax upon foreign dealers, or their agents having no permanent place of business in any such city or borough, subject to the restriction that the tax so imposed should not exceed the local taxes imposed upon resident merchants engaged in a like business in the same city or borough. Sales by sample were however expressly excluded from the operation of this act. We think it very clear from this glance at the statutes relating to the duties of the mercantile appraiser, and the taxation of transient and foreign dealers, that the defendant in this case was not subject to assessment as a dealer by the mercantile appraiser. The affidavit of defense was therefore sufficient to prevent judgment, and the averments therein if sustained at the trial present a complete defense to the plaintiff’s claim.\nThe learned judge did not put the reasons which influenced his action upon the record, and we are left to conjecture as to what they were. It may be that he regarded the assessment of the license tax as wholly unauthorized, but regarded the failure of the defendant to appeal from it as precluding the company from setting up any defense whatever to this action. If the defendant had been a local dealer within the county of Philadelphia, regularly assessed, and served with notice, the remedy for any error in the assessment would have been by appeal. If this had been neglected the defendant would have been precluded by such neglect from defending in this action for any error or irregularity that could have been reached on an appeal. But the defendant was not subject to assessment by the mercantile appraiser. That officer was without any authority in the premises, and his unauthorized act imposed no liability and no duty on the defendant.\nIt had a right to treat his appraisement as a nullity, as it really was, and to disregard it. It has a right now, when sued for the license so illegally assessed against it, to allege the want of authority in the appraiser to impose it, as a defense to the plaintiff’s claim.\nThe judgment is reversed, record remitted, and a procedendo awarded."}