{"id": "875896", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThe facts agreed upon in this case stated bring it within the provisions of the act of February 24, 1834, section 25, which declares:\n“ All judgments, which at the time of the death of a decedent shall be a lien on his real estate, shall continue to bind such real estate during the term of five years from his death, although such judgments be not revived by scire facias or otherwise after his death; and such judgments shall, during such term, rank according to their priority at the time of such death; and after the expiration of snoh term, such judgments shall not continue a lien on the real estate of such decedent, as against a bona fide purchaser, mortgagee or other judgment creditor of such decedent, unless revived by scire facias or otherwise according to the laws regulating the revival of judgments.” Purd. 593, pi. 118.\nThe judgment in favor of John It. Large, Esq., against Mrs. Drusadow, the then owner of the lot in question, was entered in her lifetime, February 24, 1871, and on June 2d following she died intestate, seized of said lot, leaving to survive her a husband, since deceased, and heirs at law, plaintiffs in this action, who have ever since been in possession of the premises. More than ten years after Mrs. Drusadow’s death, a scire facias to revive and continue the hen of the Large judgment was issued against her administratrix and judgment by default was entered sec. reg. September 9,1881. Under a fieri facias issued on this revived judgment the lot in question was levied on, condemned and afterwards sold on a venditioni exponas, and in June, 1882, conveyed by the sheriff to John F. Large, whose deed was duly recorded. There is no question as to any other intervening purchaser, mortgagee or creditor of said decedent or any of her heirs. It does not appear that there are or were any.\nIn Shearer v. Brinley, 76 Pa. 300, Mr. Justice Sharswood, after reviewing the statutes and decisions bearing on the subject, concludes thus: “ It is accordingly well established that the hen of a judgment against a decedent at the time of his death, as against his heirs and devisees, is without limit and needs not to be revived every five years, in order to be executed at any time on lands still held by them; ” and he cites in support thereof: Fetterman v. Murphy, 4 Watts, 424; Brobst v. Bright, 8 Watts, 124; Wells v. Baird, 3 Pa. 351; Konigmaker v. Brown, 14 Pa. 269; Aurand’s Appeal, 34 Pa. 151; Bindley’s Appeal, 69 Pa. 295.\nIn Aurand’s Appeal, supra, it was held that the lien of a judgment, though not revived by scire facias within five years, continues against the lands of the debtor in the hands of his heirs or devisees, and is entitled to priority of payment over the general creditors of the debtor who had not obtained judgments against him in his lifetime; that the act of April 4, 1798, restrained the lien of a judgment to a period of seven (now two) years, only in favor of purchasers from the debtor and judgment creditors in his lifetime, but left it without limit against every one else.\nAgain in Baxter v. Allen, 77 Pa. 468, it was held that a judgment of record at the time of the defendant’s death, though not then a lien on his land, is not a debt whose lien is limited to five years from his decease, unless suit he brought according to the 24th section of the act of February, 1834. In such cases suit is unnecessary because the debt is already in judgment. As to all volunteers it remains unaffected by the lapse of time, until the presumption of payment arises. Heirs and. devisees are regarded as mere volunteers: Shannon v. Newton, 132 Pa. 375.\nTo the same effect are Middleton’s Ex’rs v. Middleton, 106 Pa. 252, and other cases; but enough has been said to show that the judgment originally obtained against plaintiffs’ ancestor, Mrs. Drusadow, in her lifetime, had not lost its lien on the lot in question, and that it was unnecessary to bring in her heirs by scire facias, as it would have been had there been no judgment against Mrs. Drusadow in her lifetime. Upon the facts as presented, the defendant should not be required to accept the title that plaintiffs offer to give her. To say the least it is not marketable.\nJudgment reversed, and judgment is now entered here on the case stated in favor of the defendant."}