{"id": "875858", "contents": "Opinion by\nMr. Justice Mitchell,\nThe grounds set up in the affidavit of defense do not traverse the obligation declared upon in the statement but are in the nature of confession and avoidance, in reduction or set-off to the payment sued for. In such cases the averments must be specific as to the amounts claimed in reduction, so that plaintiff may if he choose, elect to admit them and take judgment for the balance: Gould v. Bush, 13 W. N. 29; Watson v. Galloway, 1 W. N. 109. In this respect the affidavit is entirely wanting.\nThe first ground is a general averment of failure to comply with the terms of the lease, with no specification of the particulars and no averment of damages. The second is also a denial of compliance with the covenants of the lease with the specification of two particulars, a, failure to pay water rents to the extent of $25.00 and h, subletting without consent. The first was allowed by the court in reduction of the amount of judgment given, although the affidavit was only that the rent was unpaid “ at the time of the notices and demands ” and not at the time of suit brought. The averment as to subletting without consent does not allege any damages. The third ground, that at the time of making the lease there was a collateral agreement to remove a stable on the demised premises to the adjoining lot is subject to the same objection, besides lacking the necessary averment that the agreement set up was an essential part of the contract without which the lease would not have been signed.\nThe last ground of defense is that the premises were to he yielded up in as good repair as when received, and that on the contrary, the-same were in a very dilapidated condition, had been allowed to become so with intent to defraud the defendant, and that to put them in good and sufficient repair will require the expenditure of $620. This, in spite of its vagueness and generality, would have some plausibility were it not for the fact that appears in the pleadings, that the premises when leased were a vacant lot, and that the only building on it was to be thereafter erected by the lessee of a size, style, cost and subsequent use entirely in his own discretion. In view of this fact the affidavit is simply impudent.\nJudgment affirmed."}