{"id": "875914", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nWithout having “ caused an oath or affirmation to be made ” that “ the debt due him exceeded the sum of one hundred dollars,” as required by the act of March 20, 1810, sec. 38, the plaintiff brought this suit on February 21, 1894. In his statement, filed more than a year thereafter, he claimed to recover $205.25, “balance due him for extra work and labor done and materials furnished for the defendant,” with interest, etc. The statement was verified by affidavit as required by the rule of court. The only plea was non assumpsit; and the verdict, on which judgment was entered, was in plaintiff’s favor for $85.00. There is nothing whatever to show that the amount claimed in the statement was reduced to less than $100 by set-off. The presumption, therefore, is that the amount actually due was within the jurisdiction of a justice of the peace under the act of 1810, above cited. “ In such a case, the plaintiff’s refusal to bring his cause before the appointed tribunal justly deprives him of costs: ” Rodgers v. Ratcliffe, 23 Pa. 184. When the plaintiff claims more than $100, it is his own fault that he does not make the required affidavit; and, when he has neglected to do so, he should at least rule the defendant to give notice of special matter, so as to bring his defense fully on the record, and thus show whether it is set-off or direct payment. If it thus appears that his defense is set-off, and the plaintiff’s claim is reduced thereby to less than $100, the latter is entitled to costs, otherwise not. In the absence of the required affidavit, or of record proof that his claim was reduced to less than $100 by set-off, the presumption is against the plaintiff: Glamorgan Iron Co. v. Rhule, 58 Pa. 93. In the case now under consideration, there is nothing in the record to control the presumption that the amount in controversy was actually less than $100. The only plea, as we have seen, is “ non assumpsit; ” and there is nothing to indicate that there was even an attempt to claim set-off. The act of 1810 requires the “ oath or affirmation to be made ” and “ filed in the prothonotary’s office ” before the writ of summons or capias is obtained. There is no pretense that this was done; nor was any affidavit made respecting the amount of plaintiff’s claim for more than a year after suit brought.\nThe procedure act of 1887 was not intended to supply or repeal the act of 1810, nor has it done so. It does not even require that statements of claim shall be verified by oath or affirmation. In some of the judicial districts, however, that has been wisely provided for by rule of court.\nIt may be that a plaintiff, by filing, with his prsecipe in the prothonotary’s office, a properly verified statement of his claim, may comply with the requirements of the act of 1810, but that is not the case now before us. It would be a mistake to hold that an affidavit attached to a statement of claim, filed more than a year after suit brought, is the- legal equivalent of the affidavit expressly required to be filed before the original writ for commencement of the action is issued. That requirement is not directory, but mandatory. The penalty for non observance of it is forfeiture of the right to collect costs in case less than $100 is recovered.\nIt follows from what has been said, that the learned court below erred in discharging the defendant’s rule on the plaintiff to satisfy the judgment on payment of the amount of the verdict with interest, and without costs.\nDecree reversed with costs to be paid by plaintiff, and it is now ordered that the rule be reinstated and made absolute."}