{"id": "878515", "contents": "Opinion by\nMe. Chiep Justice Steeeett,\nThis action of trespass, to recover damages for an alleged malicious prosecution, was brought under the following circumstances. Defendant’s three year old child, while playing in plaintiff’s back yard, was bitten or scratched by a small dog belonging to the latter. Upon plaintiff’s refusal to comply with defendant’s request to kill the dog, the defendant instituted a prosecution against him for keeping a ferocious dog. On final hearing before the magistrate, plaintiff was discharged, and thereupon he brought this civil action for damages.\nOn the trial, the learned judge, after hearing the testimony introduced by both parties, directed the jury to find for the defendant, because — as he thought —the evidence did not disclose a case of malicious prosecution, but one founded on probable cause.\nIt is well settled that to maintain an action for malicious prosecution, both want of probable cause for theproseeutionand' malice must be shown. Want of probable cause does not establish legal malice to be declared by the court. It is merely evidence of malice and therefore proper for the consideration of the jury: Bernar v. Dunlap, 94 Pa. 329. A discharge by the examining magistrate, after hearing, casts upon the prosecutor —defendant in the civil action — the burden of showing probable cause, unless it appears in the plaintiff’s testimony. As generally defined, probable cause is a reasonable ground of suspicion, supported by circumstances sufficient to warrant an ordinarily prudent man in believing the accused party is guilty of the offense: McClafferty v. Philp, 151 Pa. 90.\nIt is evident, from an examination of tbe testimony, that it is of such a character that the learned trial judge was not warranted in withdrawing it from the consideration of the jury by instructing them as complained of in the fourth specification, and directing as recited in the fifth specification: “You will therefore render a verdict for the defendant.” There was some conflict of testimony; but, wholly aside from that, it was clearly for the jury to say whether or not the circumstances were sufficient to warrant an ordinarily prudent man in believing the plaintiff was guilty of the offense charged, and also whether there was malice. The case should have been submitted to the jury under proper instructions , and it was error not to do so. ■\nJudgment reversed and a venire facias de novo awarded."}