{"id": "878527", "contents": "Opinion by\nMe. Justice Fell,\nThe assignments of error relate to the refusal of the court to dissolve the attachment, and to the order making absolute the rule for judgment for want of a sufficient affidavit of defense. The testimony heard by the. court on the motion to dissolve the attachment has not been brought up, and there is nothing before us but the affidavit upon which the attachment was founded and the petition to dissolve. The affidavit follows the general language of the act, and contains also specific averments of fraud, and it is sufficient to sustain the attachment. As no error appears on the face of the record, and as there is nothing to show an abuse of discretion, the assignment must be overruled : Hall v. Oyster, 168 Pa. 399.\nIt appears from the plaintiffs’ statement that their claim is based on a book account for the price of goods sold and delivered to the defendant. The defendant in Iris affidavit of defense denies that anything is due, and alleges that in payment of the account he gave the plaintiffs four promissory notes drawn by him to his own order and indorsed by him and by a third party; that the said notes cover the whole of his indebtedness to the plaintiffs, and were received by them in payment, and were outstanding and not due at the time suit was brought. This is a square denial of the liability averred in the statement. The statement of claim and the affidavit of defense raise the only question before the court on the hearing of a rule for judgment. The defendant is required to deny only the grounds of liability averred and those which arise by implication from the averments made, and an affidavit which puts the plaintiff to proof of matters outside the statement is sufficient to prevent judgment. Neither the affidavit upon which the attachment was founded, nor the finding of. the court upon the motion to dissolve,- nor the verdict in the feigned issue to determine the validity óf a judgment confessed by the defendant, and upon which an execution had issued and a levy been made on his goods prior to the service of the attachment, could be resorted to to supplement the statement of claim. “ On the hearing of a rule for judgment for want of a sufficient affidavit of defense the court may not go outside of the case as presented by the claim and affidavit to consider extraneous facts either in support of or against the line of defense disclosed: ” Allegheny City v. McCaffrey, 131 Pa. 137.\nThe first assignment of error is sustained and the judgment is reversed and a procedendo awarded."}