{"id": "878613", "contents": "Opinion by\nMr. Justice Fell,\nBy his will Frederick M. Crane left his estate in trust for the care and maintenance of his wife during her life. At the date of the will his wife was, and she has since continued to be, an inmate of the department for the insane of the Pennsylvania Hospital. The trustee was directed to apply so much of the income, and of the principal if necessary, as in his judgment was necessary to secure her comfort. Certain securities, the property of Mrs. Crane, which had been in the possession of the testator, passed after his death into the hands of the trustee, who used the income derived therefrom together with that received from the trust estate for her support. In his account the trustee asked credit for $2,361, the amount of income received from the securities of Mrs. Crane and applied to her support. The disallowance of this credit is the subject of the assignments of error.\nThe income derived from the trust estate was not sufficient to support Mrs. Crane in the hospital in which she had been placed. The use of her separate income enabled the trustee to do this and to keep the whole trust estate invested, and relieved him from the necessity of making an immediate and probably a disadvantageous sale of a part of it. Sometime after the death of tlie testator the trustee transferred the possession of Mrs. Crane’s securities to her brother-in-law, William S. Hassell, but continued to receive and apply the income as before. Mr. Has-sell, who was acting in her interest, but without any authority, as he had not then been appointed the committee of her estate, consented to the use of her income, but insisted that her husband’s estate was liable for her support, and that her income used for that purpose should ultimately be returned to her. The residuary legatee under the will of Frederick M. Crane desired the trustee to use Mrs. Crane’s income together with that of the trust estate for her support, and thus leave the principal of the trust estate unimpaired. The trustee declined to decide the question raised or to enter into any agreement in relation to it, but as the use of Mrs. Crane’s income enabled him without drawing on the principal of the trust estate to support her as she had been supported during her husband’s life, and as it was a direct benefit to the trust, he continued to receive and to use her income, leaving the question of legal liability to be determined by the orphans’ court upon the audit of his account.\nThe primary object of the testator was to make a suitable provision for the care and maintenance of his wife. For this purpose he gave his whole estate to the trustee with power to use whatever of income or principal might in his judgment be necessary. The residuary legatee was not to take until after her death, and then only what might remain after her wants had been properly provided for. Having used money derived from other sources for the benefit of the trust and in carrying out its purpose it would seem that the trustee was entitled to the credits asked, unless there was a clear abuse of his discretion. This is not claimed. Mrs. Crane was supported at the same hospital and in the same manner after her husband’s death as before. She was not only the principal object of his bounty, but to the extent of her wants the exclusive object of it. The whole estate, principal and income, was devoted to her support, and it was only what might remain after her death that was to go to others. In the exercise of his discretion as to the manner of her support the trustee has incurred expenses in excess of the income of the trust estate, and he asks for reimbursement out of the fund in his possession. He is personally liable to Mrs. Crane for the amount of her income which he received. Its receipt and use by him were wholly unauthorized. She did not and could not consent to it, and no one was authorized to consent for her. It is not sufficient to relieve him from liability that the money was used for her support. A fund was provided by her husband’s will for that purpose, and even were she under no disability she would not be obliged to resort to her own estate until that fund was exhausted. No one could resort to it without her consent.\nNo effect binding her or her estate now in the hands of her committee can be given to the consent of Mr. Hassell to the use of her income. He had no power to agree for her. At most his consent was that the use should be temporary, and that the money should be returned. The plan was a wise business arrangement by which all interests were promoted, but it had no binding effect upon any one, and it was not the intention of the parties that it should have such an effect. The unauthorized use of her money by the trustee gave rise to a legal obligation on his part to return it, and he became her debtor. As between him and the trust estate it was an advancement for a proper purpose, and he is entitled to repayment.\nThe assignments of error are sustained, and the order of the orphans’ court of May 17, 1894, disallowing the credit item of $2,631 is reversed and set aside."}