{"id": "878686", "contents": "Opinion by\nMr. Justice Fell,\nThis action was brought by the parents of a minor child to recover for the loss occasioned by his death. The child, who was under seven years of age, was allowed to go upon the street unattended, and wandered from the street upon a tract of land alleged to have belonged to one of the defendants, the Frank-ford Baptist Church, and fell into a quarry on land alleged to have belonged to, or to have been in the possession of, the other defendants, Barbour and Ireland. It is averred in the plaintiff’s statement that the boundary line between the two tracts of land was on the edge of the quarry, and that it was the duty of both defendants to erect a barrier on this line, and that it was the further duty of the church, whose land abutted upon the street, to inclose it so as to prevent children from wandering upon it.\nThe testimony failed to show that the defendants, Barbour and Ireland, owned or occupied or had any interest in or control over the land upon which the quarry was situated. The attention of counsel was called to this failure by the court, and ample time allowed for the production of proof. The case therefore as to these defendants fell, and it need not be further considered. There was proof of title in the church to two lots, one fronting on Church St. and the other on Penn St. These streets are at right angles to each other. The lot fronting on Church St. adjoins the quarry property. The lot fronting on Penn st. extends back towards the quarry, but its rear line is forty-five feet from it. The title to the intervening land fronting on both streets was not shown. The Church St. lot was inclosed from the street by a stone wall ten feet high, and the Penn St. lot by a retaining wall four feet high, above which was a sloping embankment of eartb of tbe height of three or four feet. It appeared, that at one time there had been a gateway with steps leading from Penn St. to the land on the northwest.. The steps had decayed and been removed, and the child could get on the land by climbing up a steep embankment ten or twelve feet high. It was not* shown that this open way was on land the title or occupancy of which was in the church. There was then nothing to submit to the jury, and the nonsuit was properly entered. The defendant in so securely inclosing its land from the street had done more than the law required. It was under no duty to a trespasser who might come from the street across the land of another and pass over its land to a possible danger on the land of a stranger. The result of the trial could scarcely have been different had it been shown that the title to the land into which the gateway opened was in this defendant, but as the questions which might then have arisen are not before us they should not be considered.\nThe judgment is affirmed."}