{"id": "880556", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis case depended on questions of fact which were submitted to the jury by the learned trial judge with instructions which appear to be adequate and substantially correct. After saying to them, in substance, that, if there was no other evidence than that furnished by the introduction of the note in suit, the plaintiffs would be entitled to their verdict, etc., he called attention to the testimony relating to the notes of 1890 for $3,500 and $2,700, respectively, the renewals and subsequent consolidation thereof in one note for $6,200, the renewal of the latter for thirty days from October 1, 1891, and again for one month by the note in suit, November 6, 1891, on all of which notes the defendant, Gephart, was indorser for the accommodation of the Bellefonte Iron & Nail Company. He then referred, at some length, to the testimony of witnesses on both sides, as to the purpose for which said notes — including the note in suit — were given, the conflicting character of the testimony on that subject, etc., and then proceeded to instruct the jury, inter alia, as follows :\n“ Looking over all the testimony, gentlemen, and not simply that to which I have called your attention, (if there are other points in the testimony that I have not referred to, for I do not mean to withdraw any of them from your consideration,) what is the truth here ? How is the case determined in your minds ? If this note, or those of which it is the renewal, was held as collateral merely by the bank, collateral to the drafts' mentioned by Mr. Munson, and those drafts have been paid, of which there seems to be little doubt, the bank could not divert the note to any other purpose and place it to the general account of the Iron & Nail Company. If there was an understanding between Mr. Munson and the officers of the bank with regard to these notes, and the note which is the final renewal of them all, such as I have explained, the bank could not violate that understanding. They could not change the condition on which they held it, and the indorser, Mr. Gephart, would have a right to enforce that condition.”\n“ The Iron & Nail Company would have a right to enforce that condition, and, because of that right in the Iron & Nail Company, Mr. Gephart would have the same. But if, according to the testimony of Mr. Shugert, money was actually advanced upon the original notes of $3,500 and $2,700, then this note, which stands in the place of those, would be responsible for these advances, and the bank could hold the indorser upon it for the amount of these advances, which would be the consideration for the notes being given. The whole disposition of the ease lies according as you find that fact. Was the note collateral to drafts which have been paid ? If it was, then the note is no longer an obligation, — -it has served its purpose and the defendant is entitled to your verdict. Upon the other hand if the notes were given and the money actually advanced upon them by the bank at the time, and advanced directly in consideration of the obligation of these notes to the bank, then they could insist now, at the end of the transaction, upon the amounts which they so advanced coming back to them, through this suit, out of this note. That is the question that you have to dispose of.”\nThese instructions — quoted at unusual length for the purpose of showing how clearly and fairly the questions involved were submitted to the jury — were not only warranted by the testimony but they are substantially correct; and, so far, at least, as the position assumed by the plaintiffs in their second request for instructions is concerned, they are in full accord therewith. In affirming that request the learned judge instructed the jury, in the language thereof, thus :\n“ If the jury find from the evidence that the original notes, of which the note in suit is a renewal, were given for advances made by the bank at the time, and the Bellefonte Iron & Nail Company left the note as security for the account so further overdrawn at the time, and the note was renewed from time to time for said advances, then the plaintiffs' had the right to apply the note to the said account of the Bellefonte Iron & Nail Company, and the verdict must be for the plaintiffs.”\nAs requested in plaintiffs’ fifth point, the court also instructed the jury, in the words thereof: “ That the defense set up in this case is tantamount to payment, and the burden of showing payment is upon the defendant.”\n' In view of the instructions under which the case, as we have seen, was submitted to the jury, the only inference that can be legitimately drawn from their verdict is that they found the facts substantially as claimed by the defendant, and not as assumed by the plaintiffs in their second point, above quoted.\nIt follows from what has been said that neither of the first five specifications complaining of the excerpts from the learned judge’s charge therein recited, respectively, should be sustained. Considered as a whole and in the light of the testimony, the charge is adequate and substantially correct. The subject of complaint in the last specification is that the charge, “ as a whole, failed to adequately and impartially state the plaintiffs’ view of tbe inferences deducible from tbe evidence,” and that it “ had a tendency to mislead tbe jury.” As to tbe latter ground of complaint, we have failed to discover anything in tbe charge that is calculated to mislead tbe jury, or to afford any adequate ground for such complaint. As to tbe first objection, it was tbe right of tbe plaintiffs to embody their “ view of the inferences deducible from tbe evidence ” in a request for instructions and submit tbe same to the court. That was not done, and the plaintiffs are therefore in no position to complain of tbe learned judge for not doing that which he was not even requested to do. Their position, as stated in their second request, was affirmed without any qualification, but the jury were unable to find the facts of which it is predicated. If the plaintiffs had any other position on which they intended to rely it should have been presented in connection with their other requests for charge.\nThere is nothing in any of the specifications of error that requires further discussion.\n.Judgment affirmed."}