{"id": "882171", "contents": "Opinion by\nMr. Justice Williams,\nIn the spring of 1894 a quantity of sawed, hemlock lumber was swept from the yard, of the Dent Lumber Company at Du Boistown, near Williamsport, by flood and lost. The object of this action is to determine whether the plaintiff or the defendants must bear the loss so occasioned, and this must depend on which of them held the title at the time the flood came. The hemlock had been sawed by the Dent Lumber Company in 1898, and at that time belonged to it. On the 8th day of November of that year, the Dent Lumber Company sold to A. G. Miller, the legal plaintiff, eleven piles of hemlock lumber for the lump sum of $3,250. The piles were estimated to contain four hundred and six thousand feet, more or less. Possession was delivered to the purchaser in the pile, and he at once caused each pile to be distinctly marked with his initials. This was a present sale by the vendor, and as between it and the vendee it passed the title to all the lumber in the piles to the vendee absolutely. On the 21st day of February, 1894, Miller made a contract for the sale of the same eleven piles of lumber to the defendants, and it is under that contract that the question on which this case depends is raised. The provisions of the contract are quite unlike those of the contract under which Miller bought. They amount to an agreement to sell all the lumber in the eleven piles, not in a lump or for a gross price, but by the thousand feet at the price of $8.25 per thousand feet. The quantity is not to be estimated, or to be ascertained at once in any other manner, but is to be obtained by actual measurement when, and as often “ as, the lumber is loaded, measured and inspected by Mr. Sam Aurand, upon the order of the purchaser.” The actual delivery is not made when the lumber is loaded in the yard but the seller delivers it to the purchaser “ F. O. B. cars Williamsport.” The price is to be paid on the quantity contained in each shipment ordered, within thirty days after shipment, and shipments are to be made only as ordered by the purchaser until June 1, 1894. At that time all the lumber remaining on the yard belonging to these eleven piles was to be inspected and measured or estimated by Mr. S. V. Van Fleet and paid for in cash at the rate of $8.00 per thousand. Some shipments had been made and paid for according to the contract, but before the 1st day of June arrived, the flood came and the lumber was lost. Tbe learned judge of tbe court below beld at the trial that tbe title did not pass out of Miller under tbe terms of tbis contract until tbe amount to be shipped at any particular time had been measured, inspected and loaded at tbe expense of tbe seller and delivered f. o. b. cars Williamsport to tbe purchaser; and that tbe right to demand payment did not arise until such measurement, inspection and actual shipment bad taken place, and then only for so much as was actually contained in tbe shipment, and at tbe end of thirty days after it was made. Tbis was a bolding that tbe contract was not an executed, but an executory, sale. Tbe right of tbe buyer to demand tbe lumber and tbe right of tbe seller to demand payment were conditional upon acts to be done by tbe seller on tbe order of tbe buyer, and were limited t,o such quantities as tbe buyer should order and tbe seller deliver after a count and inspection, free on board of cars at Williamsport. So, when tbe 1st day of June should arrive, tbe right of tbe buyer to demand lumber, and of tbe seller to demand payment, were limited by tbe amount then inspected, measured or estimated as actually on tbe ground. In other words, tbe sale was by tbe thousand feet to be paid for after inspection and measurement. Tbe buyer was liable for nothing that was not actually delivered to him after an inspection. He bad a right to demand no more than tbe piles would furnish by actual measurement when tbe time came for tbe measurement to take place under tbe terms of tbe contract. But it is urged that tbe learned judge was mistaken in bis exposition of tbe word “ inspected ” found in tbe contract, and that be should have submitted tbe question of its meaning, as used, to tbe jury. If tbe word bad been ambiguous or doubtful, tbe question of its meaning should have been referred to tbe jury; but upon tbe evidence it was neither ambiguous nor of doubtful meaning. Tbe parties bad moreover put a construction upon it. In tbe first order sent by tbe buyers for a shipment under tbis contract, they say “ Please load tbe following and consign to us at P. R. R. yard tbis city (then follow items amounting to 18,000 feet) from tbe A. Gr. Miller stock, Hemlock scantling C. O. (meaning culls out). Boards M. C. 0.” (meaning mill culls out). Tbis showed tbe inspection to which they thought themselves entitled, and tbe sellers acquiesced in tbis construction by filling tbe order, and others following to tbe number of sixteen in all, and making out their bills for each shipment on this basis. It is clear that the defendants had no right to take possession of these piles, as piles of lumber. If they had attempted it, Miller could have proceeded either by replevin or trespass against them. They could not have sold the lumber in a lump and delivered it to a purchaser. They could only take or sell in accordance with their contract, Their title to each shipment rested on its delivery f. o. b. to them at Williamsport. The lumber swept away by the flood had not been ordered by the purchaser; it had not been inspected, measured or loaded by the seller and delivered at Williamsport for the buyer. When the time came for ascertaining its quantity, it was not in the yard of the Dent Lumber Company to be inspected and measured or estimated, and delivery was therefore impossible. The title had left the plaintiff only as orders had been filled and shipped, and as to all that remained on the yard, it had never left him.\nThe judgment of nonsuit was properly entered. The assignments of error are overruled and the judgment is affirmed."}