{"id": "882184", "contents": "Opinion by\nMr. Justice Mitchell,\nThe main contention in this case is that the railway company not having the express consent of the borough to use the trolley system on its road, was so far a trespasser ab initio that its appliances both for running and repairing were nuisances, and as against the appellant constituted negligence in law. The discussion of this proposition would require the consideration of two questions, first the right of the People’s Street Railway Company to use the trolley system on its road, and secondly. the additional right, if any, acquired by its lessee, the Traction Company, under its own charter. The People’s Company was chartered by special act, March 23,1866, P. L. 1199, as a street passenger railway, without mention of motive power. The road was operated by horse power until 1888, when the company without express consent of the borough, but without objection either from the borough or any abutting property owner, changed its motive power to the electric trolley system. The Scranton Traction Company was incorporated under the act of March 22,1887, P. L. 8, with an express right to use “ electrical or other appliances,” but subject to the consent of the borough. In 1892 it leased the people’s line, and continued to operate it by the trolley system, without express consent, but without objection by the borough.\nHow far the franchise for a passenger railway, without specific limitations or prohibitions as to motive power, carries with it the right from time to time to operate it by new methods, developed in the progress of invention and experience, is an important question which was referred to but not decided in Reeves v. Phila. Traction Co., 152 Pa. 153, and in this case it is complicated by the fact that the change was not made until after the adoption of the present constitution. It is clear that the Traction Company, chartered since the constitution, could not of its own authority make any change of motor power which would increase the servitude on the street, without the municipal consent. Whether the People’s Company could do so, after 1874, by virtue of implied but unused powers under a charter previously granted, is a matter of very serious doubt.\n. But we do not think the appellant is in position to raise the question. The change from horse power to trolley was made in 1888, and the new motor continued in use first by one company and then by the other, without objection, for five years before this accident occurred. Whether the consent of the borough was necessary or not, it must be presumed in this action by a private citizen. Consent may be by ratification as well as by previous permission, and it was held in Pa. Schuyl. V. R. R. Co. v. Phila. & Reading R. R., 160 Pa. 277, that at least as to private parties, if not as to the municipality itself, consent may be waived by acquiescence without objection, in a long .continued act. We are of opinion that under the facts of the present case, the trolley line must be presumed to have been rightfully on the street, and therefore not a public nuisance which entitles appellant to ask a ruling that its maintenance is negligence per se.\nHaving the right to maintain its line, the appellee of course had the right to repair it from time to time, and to use all necessary and ordinary appliances in doing so. The learned judge so charged, and though his use of the word “ paramount ” in reference to such right is assigned for error, yet it is only made such by separation from its context. The jury were told the company “had not a paramount right, an exclusive right to the use of the street, but they had an equal right with other travelers on the highway; they had an equal right with Mr. Potter upon the street, no greater, no less. They had the right . . . . to use this appliance, if it were an usual and ordinary one, upon the track for a reasonable time to repair the overhead wire. Their right for a reasonable time was paramount and greater than the right of Mr. Potter.” This was a correct statement of the law. It was no more than an illustration of the general tule, that although the right of a street railway even to that part of the street occupied by its rails is only in common with that of other travelers, yet where its right to be available at all must be exclusive, as, for example, for unobstructed passage, it is of necessity for the time being superior or paramount: Ehrisman v. Harrisburg R. W. Co., 150 Pa. 180.\nThe remaining assignments do not require further discussion. Taken in their connection as they occurred in the charge, the expressions of the learned judge were substantially correct, and could not have misled the jury to appellant’s injury.\nJudgment affirmed."}