{"id": "882195", "contents": "Opinion by\nMr. Justice Williams,\nWe think, with the learned judge of the court below, that this case presents some questions that are new, and. must be determined without much aid from our own decided eases. The plaintiff’s right to recover is based upon a contract which describes itself as a policy “ of permanent insurance.” In the caption at the head of the policy it is also called “ perpetual.” It was issued by the defendant to John Hartman in May, 1889; and it undertakes in consideration of a deposit of $120 and certain charges for the policy, and the survey of the insured premises, “ to be and remain forever liable to the said assured, his heirs, executors, administrators and assigns ” for any loss that may be sustained by fire to the buildings insured not exceeding $4,000. This contract, unconditional and perpetual in its terms, is followed by a statement of the conditions upon which it is made, and of the manner in which the holder of the policy may at any time surrender it and reclaim his deposit, less by 5 per cent, and so terminate the contract. The only provision for the termination of the policy by the action of the defendant company must be gathered from the third of these conditions, which is in these words: “ In case any assured shall assign or transfer his or her policy such assignment or transfer shall be brought to the office of the company to be entered and allowed, within thirty days next after such assignment or transfer, and in default thereof the benefit of the insurance and all claims upon the company shall be lost. For every transfer of a policy, there shall be paid fifty cents.” This stipulation recognizes the permanent character of the insurance and the liability of the company to the holder of the policy, being also the owner of the property insured. All ‘that is required of such holder is that he presents the policy, within thirty days after he acquires it, at the office of the company to have the transfer entered and allowed, and pays the fee of 50 cents for such entry and allowance. This had been done with the policy now in question on three different occasions; but when the plaintiff presented his assignment and transfer within the time required, and tendered the fee for the entry of the transfer upon the books of the company, he was met with a flat refusal. This action was brought to recover damages for such refusal. The question thus raised is whether the company may refuse to enter and allow a transfer of a perpetual policy, or is bound upon tender of the fee to allow the transfer and enter the name of the transferee upon its books as tbe holder ? This depends upon the construction of the word. “ allow.” This word is ordinarily equivalent to the word “ permit,” or to the words “ consent to.” Its use in any given case assumes the existence of a power to refuse to allow, permit, or consent to, and the right to elect whether to grant or withhold the allowance or permission asked for. But the nature of the contract, and its express recognition of the right of the insured to sell his policy with the property to which it relates, requires us to hold that this right to elect must be exercised not arbitrarily and at will, but for cause, and in harmony with the purpose and spirit of the contract. If the purchaser and transferee is a person whose financial condition, habits of life, or moral character are such as to increase the hazard against which the company has undertaken to indemnify the original policy holder, so that if the risk was now offered for the first time, it would be refused, it would not be reasonable to deny to the company the right to refuse the increased risk to which the transfer has exposed the insured property. But on the other hand, if the situation, habits and moral character of the transferee are unobjectionable, and do not increase the hazard of loss, it would not be reasonable to permit one party to a contract to terminate it without cause and against the protest of the other party.\nIn this case, the defendant company gave a reason for its refusal to enter and allow the transfer, and the validity of that action must depend on the validity of the reason on which it was based. When the plaintiff presented himself at the office of the company with the transfer of the policy and the fee for its entry and allowance in his hand, he was told that as a matter of business policy affecting its own interests, the company had decided not to consent to the transfer of old policies like that he had brought, but to terminate them as fast as a transfer became necessary by refusing to enter and allow such transfer. Was this a valid reason? It was an attempt by one party to a contract to terminate its liability at its own election and for its own advantage against the protest of the other party to it. It was the exercise of a power reserved for its protection against risks it had not undertaken to insure against, in a purely arbitrary manner to relieve itself from risks it had undertaken to insure against, in violation of its contract and to the injury of the holder of the policy. It was therefore not a valid reason for the action taken, and the action of the company in refusing to enter and allow the transfer cannot be sustained. It was a violation of the contract for “permanent insurance ” of which the plaintiff had a right to complain, and it afforded him a cause of action against the company.\nThe next question presented relates to the measure of damages. We see no reason for distinguishing this from any case in which the plaintiff sues on a broken contract. He may elect whether he will acquiesce in the action of the defendant, treat the contract as at an end, and recover back the consideration paid, or whether he will refuse to recognize the action of the defendant as terminating the contract, go into the market and purchase what the defendant has refused to provide in the manner contemplated by the contract, and call upon the defendant to indemnify him against what it may cost when so obtained. The plaintiff has chosen to stand upon the latter of these positions, if the court shall be of opinion that he has the legal right to do so, and has submitted the facts upon which that question may be determined in the case stated agreed upon in the court below. We hold that he has the right to stand upon the position he has chosen, and to say to the defendant “ you terminated my policy in your own company in violation of its terms; you compelled me to buy insurance elsewhere; you must now indemnify me against the loss I have suffered in consequence of your own wrongful repudiations of your contract.” This point is ruled by American Life Insurance Company v. McAden, 109 Pa. 399. The injury sued for was sustained by the plaintiff. The loss was his. As the purchaser of the property, and the policy of perpetual insurance upon it, he had the right under the express terms of the contract to present the policy for entry and allowance by the company. Its refusal was not supported by any valid reason. The damages resulting from such refusal may be sued for by the plaintiff, who was compelled to suffer them, without using the name of the party originally insured as legal plaintiff. It is not necessary to go into equity, for the cause of action is one enforceable at law. It grows out of a violation of a contract, and is properly redressed by the recovery of damages by way of compensation. The contract does not run with the land in the common law sense of that phrase, but it is in express terms a contract to indemnify tbe owner of tbe property insured, be being also tbe holder of the policy. It is a contract for the permanent, or perpetual insurance of the property subject to the implied condition that the hazard shall not be materially increased; and both by the nature of the contract and by its express words, it is made with the owner whether he becomes such by operation of law or by the act of him who was the owner at the time the contract was made. In this respect it is clearly distinguishable from the ordinary policy of insurance.\nThe assignments of error are overruled and the judgment is affirmed."}