{"id": "882194", "contents": "Opinion by\nMr. Justice Feld,\nThe controlling question in this case relates to the duty of the railroad company to keep in reasonably safe condition a passage way for wagons which led from the public highway to its freight yard. The yard was inclosed on two sides by board fences, was bounded on the third by the railroad track and on the fourth by a public street. The plank footwalk at the side of the street was two feet higher than the surface of the yard, except at one end, where, in order to make a passage way for wagons, the walk had for a short distance been lowered to the grade of the yard. This was the way provided, and the only way, by which freight could be hauled to and from the cars. The defect complained of was at the inner edge of the walk, and wholly on the defendant’s ground.\nPersons delivering or receiving freight did not enter and use the yard by the mere permission or passive acquiescence of the company; they were not strangers or mere licensees as to whom no duty in regard to the safety of the premises, except as to unexpected or secret dangers, arose. They were there by invitation in its technical sense, and by right. Their use of the yard was for the mutual interest of both parties in carrying on their business arrangements, and there was an implied undertaking by the company that it should be reasonably safe. The duty of the company did not differ in kind from that which it owed to passengers in the care of its platforms and stations. “ Invitation is inferred where there is a common interest or mutual advantage, while a license is inferred where the object is the mere pleasure or benefit of the party using it.” Campbell on Negligence, sec. 44; Bennett v. R. R. Co., 102 U. S. 580.\nIn the charge, to which no exception was taken, the instruction was carefully given by the learned judge that no high degree of care was necessary in the maintenance of the defendant’s freight yard and the approach thereto; that the duty in that regard was to be determined by the use to which it was put and the nature of the business conducted there, and that the defendant was not liable unless the condition was so dangerous that an accident such as that which caused the death of the plaintiff’s husband would by the exercise of ordinary care and prudence have been foreseen and guarded against. What was said in the charge clearly defined the duties of the defendant and fully covered the question of contributory negligence.\nThe judgment is affirmed."}