{"id": "882223", "contents": "Opinion by\nMr. Justice McCollum,\nThe ground rent in question was reserved by the deed of March 1, 1855, from George C. Barber to Daniel Lefavour. It. was conveyed by Barber to Joseph H. Duckett by deed dated November 23, 1857, and by Duckett to Richard Y. Boswell by deed dated May 4, 1861. Boswell conveyed it to Benjamin B. Barber by deed dated October 27, 1882. The consideration named in each conveyance of the ground rent was f3,750. There has been no payment of this ground rent, or on account of it, since its reservation in 1855.\nOn the 2d of April, 1866, the lot in which the ground rent, was reserved was sold by the sheriff upon a judgment -obtained in a suit upon a municipal claim and Abram D. Wood became then-purchaser of it. Wood conveyed the lot to George W. Relay by deed dated November 4, 1874, and Relay conveyed it to Patrick Mullen by deed dated April 14, 1890. After 1868 and before the commencement of tins suit no claim or demand was made upon Wood, Relay or Mullen for or on account of the ground rent, nor any declaration or acknowledgment made by either of them of the existence of it.\nIt-will be- seen from the above reference to the proceedings which resulted in the sale of the lot to Wood, and to the deeds by which the title he acquired was passed from him to Relay and from the latter to Mullen, that Lefavour had no title to the lot after April 2, 1866. It will also be seen from the reference to the deeds by which the title to the ground rent passed from George C. Barber to Benjamin B. Barber that the former had no interest in the ground rent after the 23d of November, 1857. These conclusions respecting the ownership of the lot and the ownership of the ground rent are authorized and fully sustained by the documentary evidence and there is nothing in the oral testimony which furnishes adequate ground for antagonizing them. It is true that George C. Barber testified that the conveyance of the ground rent to Duckett and to Boswell was intended as collateral security for his debt, but in this he was not corroborated by a single witness, or fact, or circumstance in the case. Iiis testimony on this point was clearly insufficient to convert a deed absolute on its face into a mere security for a debt or loan. George C. Barber according to his own testimony recognized Wood in the summer of 1866 as the owner of the lot by demanding of him the arrears of ground rent. Lefavour never questioned the validity of the sheriff’s sale or claimed to any holder of the title which passed by it that he was the owner of the lot or of any portion of it. In view of these facts we cannot regard the slight discrepancy between the description of the lot in the sheriff’s deed to Wood and' the description of it in Barber’s deed to Lefavour as available in this proceeding to preserve the judgment against the terre tenant. It follows that after 1866 a declaration or acknowledgment by Lefavour of the existence of the ground rent could not prevent or delay an extinguishment of it under the act of April 27,1855, because the provision in the act in relation to such declaration or acknowledgment requires that it shall be made by the owner of the premises out of which the ground rent was reserved. If therefore the claim for arrears of ground rent which Barber testified he made upon Lefavour in 1878 was not sufficient to prevent the running of the statute from a prior period the judgment entered by the learned court below must be affirmed. Did the claim so made have the effect which the plaintiff attributes to it? We think it did not. It was at most a claim by a former owner of the ground rent upon a former owner of the lot, a claim made in a conversation between parties having no title to either.\nJudgment affirmed."}