{"id": "882221", "contents": "Opinion by\nMr. Justice Williams,\nWhose was the negligence from which the plaintiff in this case suffered? Was it that of the defendant company or that of a coemployee ? This was the controlling question on which the plaintiff’s right to recover depended. It was presented to the court by the defendant’s points, numbers one, two, tMee, five and six, the answers to which are complained of by the assignments of error numbered from thirteen to seventeen inclusive. The duty of the employer is to provide a safe place in which Ms employees may work, suitable tools and machinery to use while at work, reasonably competent fellow servants with whom to work, and such instruction to the young and inexperienced as may be necessary to warn them against the peculiar dangers incident to the kind of work in which they are to be engaged. He must also furMsh them with suitable materials for use: Ross v. Walker, 139 Pa. 49. But he is not liable to them for injuries due to their incompetency or carelessness, or to the negligence or malice of their coemployees. The duty of an employee is to use his senses in all that relates to his enqfioyment, to exercise attention and care in the selection of materials from the mass provided, for the general use, and in the manner of their general use, and to provide with reasonable diligence for the safety of himself and Iris coemployees in his management of his own share of the work to be done. In other words he is bound to bring his mind as well as' his limbs into the service of his employers so far as it may be necessary to enable him to exercise a reasonable degree of care over the interests of his employer and the safety of his coemployees and himself. If through carelessness or because of a mistake in judgment the rope selected for use on this occasion was unsuitable for the purpose for which it was wanted; or if, being suitable, it was so negligently or carelessly put upon the shaft as to be cut and weakened unnecessarily; and the accident was due to either of these causes, it is clear that the plaintiff had no cause of action. The jury must find the existence of these two facts before they will' be justified in rendering a verdict in favor of the plaintiff, viz: First, that there was no better rope in the stock on hand from which the workmen had a right to select than the one that was selected in this instance; and second, that the failure of the rope selected was not due to the manner in which it was put upon the shaft, but to the insufficiency of the rope itself to answer the purposes for which it was offered to the workmen. We see no reason to doubt that the rigger was a vice principal, and as such charged with the duty of keeping ropes on hand, some of which should be at all times suitable for use. But it was not his duty to select the rope to be used on each occasion when a rope was wanted. If good ropes were in stock, and a poor one was used because of haste, or carelessness, or mistake in judgment, it was not the fault of the rigger as vice principal, but of the workmen themselves; and the injury suffered because of the use of the unsuitable rope could not give the injured person a cause of action against his employer. In the nature of things the ropes will wear from using. In a few months they become worn so badly as to be unsafe for heavy work, while they might be entirely safe for that which is lighter. Such ropes are not to be at once removed from reach, but their use must be left to the experience and judgment of ■ those by whom the work is to be done. Care must be exercised according to the circumstances by the employee, as well as the employer, up to a reasonable degree, and a failure to exercise such reasonable care is a failure in duty. It is therefore negligence. The answers complained of did not furnish the jury with a clear and distinct statement of the rule; and the errors assigned to them are sustained. The fifth assignment should also be sustained. The witness Stahl had testified that he selected from the stock of ropes just such slings as he chose when he was employed with the pulley, and was asked, “Was it the same with the other workmen as to their right to get slings as you did?” He replied, “Yes, sir, they were;” and then added, “ The foreman told me so.” The whole answer was objected to and the evidence was excluded. So far as the answer of the witness rested on his knowledge of the usage of the shop it was competent. If he knew the practice among the men was to select such a sling as they supposed was needed for the work to be done at the time, he had a right to say so. It was clearly the drity of the workmen to make such selection unless a particular sling was provided for each particular pióce of work and they were required to use it. If this was required, it was the duty of the plaintiff to show it. It was important for the defendant to show no more than that a sufficient number of slings was provided for the use of the workmen, and that some of them, accessible at all times, were of sufficient strength for the support of a weight, such as was handled at the time the accident occurred. If a poor one was used when a good one was within reach this was negligence, and whether chargeable to the plaintiff or to a coemployee it relieves the defendant from all liability for the injury sustained.\nThe errors pointed out require us to reverse this judgment. A venire facias de novo is awarded."}