{"id": "882226", "contents": "Opinion by\nMr. Justice McCollum,\nThe contention on this appeal relates to the custody of a fund belonging to Ellena B. White, and awarded by the orphans’ court of Berks county on the 20th of November, 1894, to the Pennsylvania Trust Company in trust for her. The award was based on a finding by the court that the said Ellena B. White by reason of mental imbecility was incapable of managing her estate, and that it was necessary for her protection that the fund should be held in trust for her benefit until appropriate proceedings could be taken to secure her interest. On an appeal to this Court, in her name, it was contended that the order committing the custody of the fund to the Pennsylvania Trust Company was invalid, and that the Guarantee Trust and Safe Deposit Company should have possession of the fund under its deed from Ellena B. White, dated January 15, 1895. This Court did not reverse the order complained of nor question the right of the court below to make it, but, as the fund had not been transferred under it, the former directed the latter to inquire into the claims of the Guarantee Trust and Safe Deposit Company before requiring the money to be paid over by the executors, and to award the fund to said company as trustee of the said Ellena B. White, if it should be found entitled under the alleged trust deed to the custody of the same: White’s Appeal, 167 Pa. 206. On the 1st of June, 1895, a petition pun-porting to be the petition of Ellena B. White was presented to the court below, representing that by a deed of trust duly executed and delivered she had assigned her claim against the estate of Ellen J. Harter, deceased, to the Guarantee Trust and Safe Deposit Company, and praying that the money allowed on the claim be awarded to said company, as her trustee, to be held and disposed of in accordance with the provisions of said deed. Thereupon Laura Y. Titlow and Emmarine H. Thimme, sisters of Ellena B. White, were cited to show cause why the prayer of the petition should not be granted. They appeared, in compliance with the citation, and each of them filed an answer to the petition. The answers included the findings on which the award of the fund to the Pennsylvania Trust Company was based, the decision of this Court on the appeal from it, and the interview between Emmarine H. Thimme and Ellena B. White, in regard to the trust deed, and the desire of the latter respecting the custody of the fund. To these answers a special replication was filed in the name of Ellena B. White, but it was withdrawn by her counsel with the permission of the court, and the case was “ submitted upon petition and answers, without testimony.” On this state of the record the court could not well do otherwise than accept the answers as true, and these clearly vindicated its previous findings in regard to the mental condition of Ellena B. White, and showed that she did not comprehend the provisions of the trust deed nor desire that the fund should be awarded to the grantee named therein. They also showed that she was satisfied with the award already made, and disclosed her willingness to appear in court and say so. The learned judge of the court below, in his opinion refusing to grant the prayer of the petition said, “I am entirely convinced that the deed of trust to the Guarantee Trust and Safe Deposit Company is not, in any true legal sense, the act of Ellena B. White.” This conclusion naturally followed the -finding on which the fund was awarded to the Pennsylvania Trust Company, and it appears to have been strengthened by an inspection of the trust deed which was executed nearly two months after the award was made. We cannot see that the grantee in the deed has any better claim to the custody of the fund than the grantor had before she executed the same.\nThis appeal was taken from the refusal of the orphans’ court to award the fund to the Guarantee Trust and Safe Deposit Company. We regard this refusal as in line with the award of the fund to the Pennsylvania Trust Company. The award and the refusal to change it at this time are in the nature of interlocutory orders intended to preserve the fund for the benefit of the owner, while the parties who deny that she is competent to have the custody of it, or to dispose of it by a deed of trust, proceed in the proper court for an adjudication that will terminate this unseemly dispute. Neither the award nor the refusal to change it is, or was intended to be, a final order respecting the custody of the fund. Both were based upon and justified by the prima facie and unanswered showing in regard to the mental condition of-Ellena B. White. But this showing is not a sufficient warrant for a final decree denying to her, or her grantee in the deed of trust, the possession of the fund. There can be no such decree in the orphans’ court or other tribunal until there is an adjudication in the court of common pleas, under the act of June 13, 1836, that she is of unsound mind and by reason thereof incapable of managing her estate, or an adjudication in said court, under the act of June 25,1895, P. L. 300, that she is so weak in mind, that she is utterly unable to take care of her property and “ is therefore liable to dissipate or lose the same and to become the victim of designing persons.” If there is an adjudication, under the first mentioned act, that she is of unsound mind and has been so from a period which antedates the execution of the deed of trust, the committee appointed by the court of common pleas to take charge of her estate will be entitled to the custody of the fund. If however the proceeding for such an adjudication results in a finding that she is competent to manage her own affairs and was so when the deed was executed, she or her duly appointed trustee will be entitled to the possession of it. An adjudication, under - the last mentioned act, that she is not able to care for her property will result in the appointment of a guardian to take charge of it. The decree under the act of 1895 will invalidate her future contracts, but it does not appear that it -will affect her past contracts. It follows, from these views, that a relative “ by blood or marriage ” of Ellena B. White should proceed to have her adjudged incompetent to manage her own estate, and tbat, pending tbe proceeding for an adjudication wbicli shall sustain or refute the contention made by her relatives in the orphans’ cotirfc, the fund shall be held subject to such order or orders as the said court may deem necessary for the protection of it for her benefit. There should be be no un-. reasonable delay in commencing or prosecuting this proceeding. Justice to all concerned requires that the question raised in the orphans’ court respecting the custody of the fund should be definitely settled as soon as practicable. The controlling inquiry in disposing of this question is whether Ellena B. White is capable of taking care of her property. As the objections to her control of the fund are based on the claim that she is not, the objections will be considered as withdrawn or abandoned, if a proceeding for an adjudication in conformity with the claim is not instituted and prosecuted as above indicated. It will be the plain duty of the orphans’ court, on the refusal or failure of the parties interested to proceed within a reasonable time for such an adjudication, to award the fund to her or her trustee. It follows from what has been said that the learned counsel for the appellant misconstrued the order made by this court on the ■ 1st of April, 1895. As it appeared to the learned judge of the orphans’ court that the deed of trust was not “in any true legal sense the act of Ellena B. White,” it was his duty to make provision for the custody of the fund until the parties interested in preserving it for her benefit could proceed in the proper court to establish their claim respecting her ability to manage her estate.\nAppeal dismissed at the costs of the appellant."}