{"id": "882229", "contents": "Opinion by\nMr. Justice Fell,\nThe controversy in this case arose before the auditor appointed to distribute the fund realized by a sheriff’s sale of the real estate of the Columbia Iron & Steel Company. The sale was under proceedings upon a mortgage. The only claimants were the mortgagee and a mechanic’s hen creditor. The hen was filed June 9, 1887, and judgment was obtained upon it March 30, 1892. The mortgage was recorded April 30, 1889. The auditor reported that “ the evidence as to the time when the contract was completed is very meager, but the lien as filed states that it was not completed until December 13, 1886, and in the absence of any evidence to the contrary this is conclusive.” There was in fact no evidence upon the subject, and the finding of the auditor is based entirely upon the statements contained in the hen. Work to the amount of nearly $34,000 was done under a general contract and the claim for work and materials in addition to the contract price was $469. At the end of the hen is a statement: “We began work on the same on the 29th day of June, 1886, and completed the same within the last preceding six months, to wit: on the 13th day of December, 1886.” The last date for work done and materials furnished is December 13. Was this sufficient as against a mortgagee whose mortgage had been recorded before judgment was obtained on the mechanic’s hen to establish as a fact that the hen was filed in time ?\nA mechanic’s lien is a claim only, and its averments and dates establish nothing. A judgment obtained upon it is of course conclusive against the owner, but he cannot waive the right of creditors to insist that the hen is invalid. As to them it is a judgment from its date only, and not even prima facie evidence of the relation of the hen to the commencement of the work on the ground. In the opinion filed by Shabswood, J., in the district court of Philadelphia and adopted as the opinion of this court in Norris’s Appeal, 30 Pa. 122, he said: “In a contest between mechanics and others for a fund in court, a judgment obtained by a méchame on a scire facias is as to other claimants res inter alios acta and not even prima facie evidence. As a judgment it ranks merely from its date. To come in as a lien it must be proved so as to entitle it to relate to the commencement of the building.” This case was distinctly recognized and followed in McCay’s Appeal, 37 Pa. 125, and Hahn’s Appeal, 39 Pa. 409. The averments and dates in the lien were not aided by the judgment on the scire facias, and they were not in themselves sufficient to sustain the finding that the lien was filed within six months of the completion of the work.\nThe finding of the learned auditor as to the time when the work was completed was excepted to, but it does not appear that the question whether the lien was evidence was raised before him. That no injustice may be done an opportunity should be given the appellees to prove if they can such facts as will establish their right to participate in the distribution.\nThe lien is very inartificially drawn, but it is not fatally defective for want of a proper description of the buildings. The work was for the foundations, and the buildings were not completed at the time when it became necessary to file the lien. The description we think is sufficient to identify the property. The assignments of error relating to this subject are overruled. The remaining assignments are sustained, and the record is remitted to the common pleas in order that further testimony as to the time of the completion of the work may be taken and i eported upon by the auditor."}