{"id": "882230", "contents": "Opinion by\nMr. Justice Fell,\nWhen the plaintiff’s daughter and her companion approached the crossing of the defendant’s road an engine with one car was. standing to their left on the first track, an engine with a train of box cars was standing to their right on the third track, and a passenger train was approaching on the fourth track. Their whole attention was given to the standing engines. They considered and discussed the chance of crossing in safety before these engines would move, and decided to attempt to cross. They ran rapidly with their heads down, looking at the ground, and stepped directly in front of a moving train on the fourth track. They did not at any time before crossing or while in the act of crossing look or listen for an approaching train. Before they had crossed the first track they were twice warned by men who saw the danger into which they were rushing to look out for the train on the fourth track. This warning was unheeded, probably because they thought it related to the danger from the standing engines. They were familiar with the locality ; there was nothing in the surroundings to mislead them or to relax their vigilance. All of the dangers of the situation were apparent. They considered the least only, and gave no attention to the greater. Whether they stopped at the crossing or before reaching it, or only slackened their pace when they heard the warning, is left in doubt by the testimony; but it was established that they did not at any time look or listen for an approaching train. Their failure to do so defeats the right of the plaintiff to recover.\nThe nonsuit might well be sustained for the additional reason that it did not appear that there had been any negligence on the part of the defendant. The passenger train was running at a moderate rate of speed, notice of its approach had been given by the blowing of the whistle and the ringing of the bell, and actual notice of the danger was given to the persons injured by an employee of the company who was between the tracks at the crossing.\nThe judgment is affirmed."}