{"id": "883772", "contents": "Opinion by\nMe. Justice Dean,\nWe take the facts as stated by the court below, as follows : “ On the 26th of October, 1893, the plaintiff, having bought a return ticket, went as a passenger upon the railroad of the defendant company from Frankford to Holmesburg. After spending the day there attending to' some matters of business, he concluded to come back upon a way train due at Holmesburg at five minutes after six in the evening. While waiting for this train, the plaintiff stood on the platform of the station, which was on the north side of the tracks, at the .eastern end of the platform with his back against the wall at the corner. To the eastward of the station, a street crosses the railroad at grade. How far this crossing is from the station does not appear from the evidence. It was not so far away, however, but that persons on the platform could see objects at the crossing. For at least one hundred and fifty yards to the eastward of the crossing, the railroad is straight, and then curves to the right. About 6 o’clock, an express train coming from the eastward upon the north track passed the station, and the plaintiff, while standing in the position described, was struck upon the leg by what proved to be the dead body of a woman, and was injured. The headlight of the approaching locomotive disclosed to one of the witnesses who stood on the platform two women in front of the train at the street crossing, going from the south to the north side of the tracks. One succeeded in getting across in safety, and the other was struck just about as she reached the north rail. How the woman came to be upon the track, there is nothing in the evidence to show. There was evidence that no bell was rung or whistle blown upon the train which struck the woman before it came to the crossing, and some evidence that-it was running at the rate of from fifty to sixty miles an hour. Upon this state of facts, the trial judge entered a non suit.”\nThe court in banc having afterwards refused to take off the nonsuit, we have this appeal.\nWas the negligence of defendant the proximate cause of plaintiff’s injury ? Judge Pennypacker, delivering the opinion of a majority of the court below, concluded it was not, and refused to take off the nonsuit. Applying the rule in Hoag v. Railroad Co., 85 Pa. 293, to these facts, the question on which the case turns is: “Was the injury the natural and probable consequence of the negligence, — such a consequence as under the surrounding circumstances might and ought to have been foreseen by the wrongdoer as likely to flow from his act.”\nAs concerns the situation of plaintiff at the time of his injury, and the relation of that fact to the cause, whether near or remote, we do not consider it important. He was where he had a right to be, on the platform of the station; that lie had purchased a ticket for passage on defendant’s road and was waiting >on its platform for his train has no particular bearing on the •question. The duty of defendant to him at that time was to provide a platform and station, safe structures, for him and others who desired to travel. In this particular, its duty was performed; the injury is not in the remotest degree attributable to the platform or the station. It is sufficient to say, when there he was not a trespasser on defendant’s property, and therefore his action does not fail for that reason; but he is in no more favorable situation as a suitor, than if he had been walking alongside the railroad, on the public highway, or at any other place where he had a right to be.\nThe rule quoted in Hoag v. Railroad, supra, is in substance the conclusion of Lord Bacon, and the one given in Broom’s Legal Maxims. It is not only the well settled rule of this state, but is, generally, that of the United States. Professor Jaggard, in his valuable work on torts, after a reference to very many of the cases decided in a large number of the states, among them Hoag v. R. R. Co., comes to this conclusion: “It is admitted that the rule is difficult of application. But it is generally held that in order to warrant a finding that negligence, or an act not amounting to wanton wrong, is a proximate cause of an injury, it must appear that the injury was the natural and probable consequence of the negligence or wrongful act, and that it ought to have been foreseen in the light of the attending circumstances : ” Jaggard on Torts, chap. V. Judge Cooley states the rule thus: “ If the original act was wrongful, and would, naturally, according to the ordinary course of events, prove injurious to some others, and result, and does actually result, in injury, through the intervention of other causes not wrongful, the injury shall be referred to the wrongful cause, passing through those which were innocent:” Cooley on Torts, 69. This, also, is in substance the rule of Hoag v. Railroad Co. All the speculations and refinements of the philosophers on the exact relations of cause and effect help us very little in the determination of rules of social conduct. The juridical cause, in such a case, as we have held over and over, is best ascertained in the practical affairs of life by the application to the facts of the rule in Hoag v. Railroad Co.\nAdopting that rule as the test of defendant’s liability, how do we determine the natural and probable consequences which must be foreseen, of this act? We answer, in this and all like cases, from common experience and observation. The probable consequence of crossing a railroad in front of a near and approaching train is death or serious injury; therefore, acting from an impulse to self prese rvation, or on the reflection that prompts to self preservation, we are deterred from crossing. Our conduct is controlled by the natural and probable consequence of what our experience enables us to foresee. True, a small number of those who have occasion to cross railroads are reckless, and either blind to or disregardful of consequences, cross and are injured, killed or barely escape; but this recklessness of the very few in no degree disproves the foreseeableness of the consequences by mankind generally. Again, the competent railroad engineer knows, from Ms own experience and that of others in like employment, that to approach a grade highway crossing with a rapidly movMg train without warning is dangerous to the lives and limbs of the public using the crossmg; he knows death and injury are the probable consequences of Ms neglect of duty, therefore he gives warmng. But does any one believe the natural and probable consequence of standing fifty feet from a crossing to the one side of a railroad, when a tram is approaching, either with or without warning, is death or Mjury ? Do not the most prudent, as well as the public generally, all over the land, do just this thing every day, without fear of danger ? The crowded platforms and grounds of railroad stations, generally located at crossings, alongside of approacMng, departing and swiftly passing trains, prove that the public, from experience and observation, do not, in that situation, foresee any danger from trains. They are there, because, M their judgment, although it is possible a tram may strike an object, animate or inammate, on the track and hurl it against them, such a consequence is so Mghly improbable that it suggests no sense of danger; they feel as secure as if in their homes; to them it is no more probable than that a tram at that point will jump the track and run over them. If such a consequence as here resulted .was not natural, probable or foreseeable to anybody, else, should defendant, under the rule laid down in Hoag v. Railroad Co. be chargeable with the consequence? Clearly, it was not the natural and probable consequence of its neglect to give warning, and therefore was not one which it was bound to foresee. The injury, at most, was remotely possible, as distinguished from the natural and probable consequence of the neglect to give warning. As is said in Railroad Co. v. Trich, 117 Pa. 899: “ Responsibility does not extend to every consequence which may possibly result from negligence.”\nWhat we have said thus far is on the assumption, the accident was caused solely by the negligence of defendant, or by the concurring negligence of defendant and the one killed going upon the track with a locomotive in full view. This being an action by an innocent third person, he cannot be deprived of his remedy because his injury resulted from the concurrent negligence of two others. He fails because his injury was a consequence so remote that defendant could not reasonably foresee it.\nBut there is another view which may be taken of this evidence. Assuming defendant was negligent, did that negligence contribute in any degree to the result ? The uncontradicted evidence showed the train could be seen from one hundred and fifty to two hundred yards distant; plaintiff himself testifies he heard it coming, although he heard no whistle or bell; and all his witnesses had notice of it; even those sitting in the waiting room got up to go out, supposing it was their train; some heard the rumbling, some saw the headlight. Assume, then, the fact to be that no warning was given by bell or whistle, and in that particular, defendant, in its general duty to the public, was negligent, was this the cause of the injury? To so find, we must presume the deceased and her companion failed to hear or see what all the others saw or heard. There is no reason for such presumption. While, in the absence of any evidence on the question, the presumption would be, that the two women, before crossing, stopped, looked and listened, and then, because no warning was given, they, without apprehension of danger, attempted to cross, still, when all the other witnesses with like opportunity either saw the headlight or heard the rumbling of the approaching train, the reasonable presumption is they saw and heard it too. If this be so, they attempted to cross, with the same knowledge of the same peril, they would have had if the bell had been rung and whistle blown; therefore,' the sole cause of the injury was not the negligence of defendant, but the negligence of deceased. In such case, there could have been no recovery by the representatives of the deceased woman, for whatever' might have been the negligence of defendant, it was no more the cause of the accident than if it had neglected to give warning at some other crossing. The case could not have reached the jury, unless they had been permitted to infer she had neither seen nor heard the same warnings that all plaintiff’s witnesses saw and heard. If the companion of deceased, or other witnesses, had testified they neither saw nor heard the approaching train, the case would have been altogether different ; but as it stood, there was no proof that the alleged negligence of defendant contributed to the death of the woman. In this view, the negligence was not even concurrent; true, there was negligence, but the same result followed as if defendant^ had exercised care, therefore, the injury was attributable to her-sole negligence. While the proper warning on approaching a crossing is the sound of a whistle or the ringing of a bell, no accident can be properly said to be the consequence of the neglect to give such warning if the public be apprised of the danger by other sounds or signals; the injury, then, is caused solely by the neglect of the injured person to heed the danger.\nOn both grounds we think the nonsuit was properly entered. The judgment is affirmed."}