{"id": "883733", "contents": "Opinion by\nMe. Justice Williams,\nThe judgment now appealed from was entered for want of a sufficient affidavit of defense. The original and supplemental affidavits of defense are therefore to be examined to see if they set forth any ground of defense good against the Brown Oil Company. Looking at them as constituting together a state? ment of the defendant’s case, we find four lines of defense alleged. These are, first, a denial of liability under the covenants contained in the deed under which the defendant acquired title to the freehold estates. Second, the existence of a parol understanding, or agreement between A. R. Blood, the vendor, and the defendant that the defendant should not be “ personally liable ” for the payment of any part of the mortgage of the Brown Oil Company. Third, an adjudication in favor of the defendant upon the question of its liability, resulting from the dismissal of a bill in equity filed in the same court by the same plaintiff against the defendant. The fourth is the existence of cross demands against A. R. Blood for the nonpayment of incumbrances upon the property conveyed by him to the defendant, not assumed in any manner by it, and some of which had been proceeded upon by the holders, to the great loss, as it is asserted, of the defendant. Is either of these a good defense against the use plaintiff in this case ? The first is effectually disposed of by the case of Blood v. Crew Levick Co., 171 Pa. 328, in which we held that the acceptance by the defendant from A. R. Blood of the deed for the properties conveyed in fee, with its stipulations relating to this and other incumbrances, amounted to an express covenant to pay them which would support an action in the name of the covenantee for the use of the holder of the mortgage. We are agreed that the deed was correctly interpreted in that case and that the question of the liability of the defendant upon its express covenant is not an open one. Since that case was decided, substantially the same question has arisen in the court of errors and appeals of New Jersey in the case of Green v. Stone, 34 Atl. Reporter, 1099. In that case a vendee had covenanted to pay a mortgage covering the property purchased by him. Its amount was taken into consideration, as in this case, as part of the purchase money, and was to be paid directly to the holder of the mortgage. Proceedings for foreclosing the mortgage were entered upon and the property brought to sale. It did not bring enough to pay the mortgage debt, and the purchaser was held liable to the holder of the mortgage on his covenant for the residue of the mortgage debt. A parol agreement was set up in that case, as in this, that the purchaser was not to be personally liable on his covenant, but in the absence of fraud or mutual mistake the court declined to reform the covenant sued on. The reason for this holding is very plain. When a grantor conveys land by his deed upon terms and conditions stated therein, the grantee by accepting the deed consents to its conditions. Pie is bound by them as fully as he could have bound himself by signing and sealing the covenants and conditions contained in the deed, and they may be enforced by the persons in whose behalf they are made with substantially the same effect.\nThe second line of defense is equally unavailing. It is not alleged that anything was omitted from, or added to, the deed by fraud, accident or mistake. It is not alleged that it was incorrectly read or explained to the defendant. It is in substance an averment that the defendant understood the stipulation that it was not to look after the individual notes secured by the mortgage as relieving it from its express covenant to pay the mortgage itself. This construction was not adopted in Blood v. Crew Levick Co., supra, and cannot be sustained. The parties dealt at arms’ length. The amount of this mortgage was part of the purchase money which the defendant agreed to pay for the property it purchased. It was to be paid, not to Blood, but to Ins creditor; and this was expressly provided for by the covenant in the deed. In the absence of any definite allegation of fraud or mistake, it is elementary law that the written covenant must prevail. The allegation of “res adjudicata” does not rest on any such statement of the case, or of the point decided in the equity proceeding, as would enable us to determine whether the court below was in error or not. It may well be that the bill was dismissed because the plaintiff’s remedy was thought to be at law and in just such a form of action as we now have before us. The averment in the affidavit of defense is “ that the said bill was so proceeded in that it was by the court dismissed.” This does not show us what was decided, or the reason for which the bill was not entertained. This brings us to the fourth and last line of defense, viz, the existence of cross demands against A. R. Blood. If this action was brought for the recovery of purchase money belonging to A. R. Blood, and payable to him as owner, a cross demand could be properly set up against him. But while it is for purchase money for property sold to the defendant by Blood, it is for the use, of one to whom so much of the purchase money as is now in controversy was appropriated at the time of the purchase, and to whom by the covenants in the deed the defendant undertook to make payment. The amount of this mortgage debt was a part of the purchase money to be paid for the property conveyed and it was to be paid directly to the holder of the mortgage who is now asking payment. It is alleged that there were other incumbrances upon the property that the vendor agreed to remove, and that he has not done so. The defendant was at the time content to take the vendor’s covenant of general warranty as the security for the payment of these known incumbrances and upon this basis to enter into the covenant to pay the plaintiff’s mortgage. There has been no change in the situation since. Nothing is now known that was not fully known at the time, and that did not enter into the transaction when the covenant on which this action rests was made. A party may debar himself by his own agreement, or by his conduct, from insisting upon a set-off: Ardesco Oil Company, 66 Pa. 375; Reed v. Penrose, 36 Pa. 214. The defendant is in that situation. It is not now satisfied with the covenants of general warranty of its vendor as security against the incumbrances he assumed to pay. It thinks it should have more protection than it provided for itself when its own covenant was entered into. If so its .remedy is against its vendor. It may be that the covenant to pay this mortgage was an improvident one. It may be that the warranty of A. R. Blood is an inadequate protection for the defendant against incumbrances the existence of which it knew at the time it accepted the deed for the freehold properties, but the payment of which it did not assume. This is not our question. The point we are to consider and determine is whether the failure of Blood to pay the debts which he promised to pay is any 'just reason for relieving the defendant from its express covenant to pay this mortgage, made with full knowledge of all the circumstances and upon such security for Blood’s performance as was at the time satisfactory. Upon this question our judgment is in harmony with that of the learned judge of the court below. The judgment was rightly entered and is now affirmed."}