{"id": "883713", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nAssuming for purposes of this case that these appellants were the duly constituted attorneys in fact of the alleged lunatic, it does not follow that either they or their principal had any just reason to complain of the appointment of a receiver of his estate pending the inquiry as to his alleged lunacy, etc., or of the refusal of the court to vacate the decree. An examination of the record has convinced us that they had not. The regularity of the proceedings in lunacy, — including appointment of commissioner, order as to notice of the execution of the commission, etc., — is not questioned; nor can it be doubted that the averments contained in the supplemental petition, praying the court “ to appoint a receiver to prevent the further wasting of the estate of said Oscar Misselwitz,” were sufficient to justify the action of the court in making the decree thus prayed for and afterwards refusing to vacate the same.\nThe main purpose of a commission ele lunático inquirendo is to determine, in the first place, whether the subject of the inquiry is a lunatic or not, and, if he is found to be a lunatic, then to provide for the safe guarding of both his person and his property. Pending the inquiry, it sometimes becomes necessary to make temporary provision for the custody and safe-keeping of one or both. The appointment of such temporary custodian or receiver pendente lite, to prevent mismanagement, or waste of the alleged lunatic’s property, etc., rests in the sound discretion of the court in which the inquiry is pending; and, it requires a clear case of abuse of that discretion to justify the interposition of an appellate court. Nothing of that kind has been shown in this case. On the contrary, the discretion vested in the court below appears to have been wisely exercised. We find nothing in the record to justify the obstructive intervention of the appellants. If protection rather than wasting the remnant of their principal’s estate was their object, it could have been much better accomplished by co-operating with his wife in promoting the inquiry into his alleged lunacy and thus securing a speedy determination of that question, involving, as it did, the validity of their authority to act as attorneys in fact of the alleged lunatic. It is alleged by appellees, and appears in their “ corrected copy of docket entries,” that, in less than three weeks after this appeal was taken the commissioner’s report was filed finding Oscar Misselwitz a lunatic for five years and upwards prior to June 12, 1895, with lucid intervals during that period, but since said date he has been a lunatic with no lucid intervals whatever. If that finding is sustained, the power of attorney, executed by the lunatic in September, 1895, is of no avail.\nIt is scarcely necessary to say that Meurer’s Appeal, 119 Pa. 115, cited and relied on by appellants, has no application to the facts of this case. In that case, the question was whether a bill in equity could be resorted to as an available substitute for our special statutory mode of proceeding to determine the fact of insanity, etc. It was held that the court had no jurisdiction of the subject of insanity in the form of proceeding that was adopted in that case; — that “whatever may have been the jurisdiction and power of a chancellor, prior to the act of 1886, to inquire of and determine the fact of insanity, it is very clear that, since its passage, such inquiries must be conducted in the mode prescribed by the act and its'supplements, and not otherwise.” In the case before us the statutory mode of proceeding was pursued, and the only question is whether, pending the inquiry, the court had the power to prevent waste of the alleged lunatic’s property. It requires neither argument nor citation of authorities to show that the court has inherent power to do what was done.\nWhen this appeal was taken the record did not show, nor was there anything thereon by which the court could determine, whether the value “ of the property really in controversy ” was greater or less than $1,000, and hence the learned judge was unable to certify as required by the act of June 24, 1895. Before taking their appeal, the appellants should have presented to the court below such evidence as would have enabled it to comply with the requirement of the act. If that had been done, no delay would have been occasioned by first appealing to the Superior Court, and then being sent here. The report of the commissioner afterwards filed shows that the value of the property really in controversy exceeded $1,000, and thus the case appears to be within our jurisdiction.\nBut, on the merits, as we have already seen, the appellants have no case. The decree is therefore affirmed and appeal dismissed at their costs."}