{"id": "883754", "contents": "Opinion by\nMr. Justice Dean,\nThe defendants were owners of a tract of coal land in Schuylkill comity, known as the “ George Flower tract.” The property had been under lease to Lawrence & Brown; as this lease was about to expire, another was executed to them on the 1st of October, 1889, with a supplement dated 25th October, for the term of fifteen years, and this gave to lessees the right to mine and market the coal from certain veins in the tract; for the right to mine they were to pay lessors five, ten and forty cents per ton, according to size of coal marketed. Lawrence & Brown were to pay all taxes assessed on improvements, which last were not to pass to the lessors by reason of erection on the land. The lease contains twenty-nine distinct covenants or stipulations between the parties, clearly defining their respective rights and obligations. The lessees went into possession, made very valuable improvements, and up to January 28, 1892, had mined and marketed large quantities of coal; on that day they made a general assignment for benefit of creditors to Robert F. Potter of all their property, including lease, fixtures and personal property; the assignment was recorded same day, and possession taken by the assignee; the appraisers appointed by the court valued the assigned property at over $100,000, and the assignee gave bond with approved sureties in sum of $220,000. During the month of February immediately following the assignment the assignee mined a small quantity of coal, for which he was charged the rates fixed in the lease.\nThe lessees at the date of the assignment were in default as to several of the covenants; they had also covenanted not to assign or dispose of or incumber the property without consent of lessors; on default or violation of any of these stipulations the lessors reserved the right to declare the lease forfeited. In pursuance of this right to declare a forfeiture the lessors, on February 12, 1892, fifteen days after the assignee took possession, gave notice to Lawrence & Brown, the lessees, and all others concerned, that they declared the lease forfeited. Section 25 of the lease embodied a power of attorney authorizing a confession of judgment in ejectment against the lessees, with right of landlord to issue hab. fa. possessionem thereon, in case of forfeiture; under this power, ten days after notice of forfeiture, judgment in ejectment was confessed, and the sheriff, by virtue of writ issued thereon, put plaintiff in possession of the leased property and improvements. But the landlord’s interests were protected by a still further section of the lease, the 19th, which reads thus:\n“ The said lessors may at the expiration of the aforesaid term, or other sooner .determination thereof, or at any time previous thereto, give notice to the lessees that they are desirous of having a valuation made of the steam-engines, pumps, breakers, chutes, iron on the railroads and other fixtures in and about said colliery, by competent and disinterested men, appointed •as provided in section fourteen (sixteen) and the said.lessors may at any time within ten days after said valuation, made and notified to them, elect to take at such valuation any of the said steam-engines, pumps, breakers and machinery, chutes, iron or other fixtures, (but not less than the whole of any one machine), and any other property in and about said colliery belonging to the said lessees and valued as aforesaid, which on payment of said adjudged value shall become the absolute property of the said lessors, saving to the said lessees the right of using said machinery or other property so taken during the continuance of the said term, if taken before the end thereof by its own limitation or otherwise; and in case the lessors shall not elect to take the property so valued as aforesaid, or any part thereof, the said lessees shall have the right to take the same, or so much thereof as the lessors shall decline to take at such valuation from the lands of the said lessors, at any time within four months after the expiration of the said term, provided the said lessees have fully performed and complied with all the stipulations, terms, covenants and agreement herein contained by them to be kept and performed.”\nUnder this power, soon after obtaining possession, the lessors had appraisers appointed, who valued the property atflOO,621.58, and they elected to take it at that valuation, and so notified the lessees. The lessors claimed there was due and unpaid them from Lawxence & Brown at the date of the assignment under the covenants in the lease, $129,395.20; they further asserted that by the contract the entire property was pledged to them as security for payment of the lessees’ contract liabilities; therefore they set off against the appraisement so much of the debt-claimed as equaled the value of the property taken under section 19, leaving still an unsecured balance due them. At the date of the assignment there was due and unpaid from Lawrence & Brown to creditors other than their landlords debts-aggregating over $100,000. The assignee, claiming the appraised value of the property, $100,621.58, was payable to him as assignee and trustee for all the creditors, brought assumpsit, against defendants. On trial in the court below, the learned trial judge, being of opinion that under the lease the right of the landlords to appropriate so much of the debt due' them from Lawrence & Brown as equaled the amount of the appraisement was undoubted, directed the jury to find for defendants, and we have this appeal by plaintiff.\nAll the assignments of error may be disposed of by deciding whether the law when applied to the undisputed facts sustains the peremptory instruction of the court.\nWe are of opinion all the covenants in this lease are dependent covenants. It is settled the dependency or independency of covenants is to be determined, not alone from any particular words or phrases, but also from the nature of the transaction and object of the parties as evidenced by their contract. The object of the landlords was to come into the enjoyment within fifteen years of one million five hundred thousand tons of coal in place, of an approximate value to be paid during that period of about $400,000. The object of the lessees was to mine and market this coal during the same period at a profit. To carry out the purpose of both parties the lessees exacted from the owners covenants for quiet enjoyment during the life of the lease, and stipulations which would protect them from loss incurred in the erection of valuable improvements upon land to which they had only a right of occupancy for a fixed term; as the improvements were, necessarily, preliminary to mining foi fifteen years, contingencies might arise which wonld cut off their enjoyment of the lease for the full term, and it was not intended by either party the investment of the lessee's should be thereby lost to them. The landlords exacted covenants which would protect them also against contingencies during this comparatively long period, such as default, insolvency, assignment or abandonment by the lessees. The covenants and stipulations on part of lessees are not only a consideration to be paid for a valuable privilege, but they are also conditions upon which the grant of the privilege is made, and upon which its continuance depends. We grant you, say the owners, the right to mine, upon condition that you pay and perform as specified in the covenants, and upon the further condition, that in case of default on your part or option on ours, we shall resume possession of our property and take your improvements at an appraised value. This is the reasonable construction of the contract. Nor do we see that the bargain was a hard one for the lessees; if by reason of abandonment, insolvency or other cause their operations ended, their improvements were practically valueless to them; mine improvements, from their character, only have their real value at a particular mine or plant where first located ; removal to another mine largely depreciates them; they were also valuable to these owners, because already located on their lands; they were of little value to these lessees or other mine owners if they had to be moved. Both parties, evidently, well understood this, hence the mutual covenants in section 19, on which to so great degree turns this controversy.\nBut, even if the contract making all the covenants and stipulations conditions of the right granted, operates hardly on other creditors, nevertheless, it is plainly the bargain of these parties, made when they had full power to make it. No truer principle of real justice was ever uttered than by Gibson, J., when he said, referring to hardship as an element in the construction of covenants, in Lighty v. Shorb, 3 P. & W. 451: “ The greatest practical evil of the doctrine is, that it subjects a contract to the control of a jury, prone to forget that to cut a man loose from his bargain from motives of humanity is the rankest injustice.”\nWe hold that the rights of these parties must be determined from their written contract; that determines their covenants were dependent; that at that date, they assented to the same thing in the same sense; the subsequent independent action of either cannot in the least degree change the right under the contract of the nonassenting party. Lea’s Appeal, 164 Pa. 407, and the cases which it follows decide only that the rights of creditors as distributees of the assigned property are fixed as of the date of the assignment; that is, each creditor by the assignment becomes the owner in equity of such part of the assigned property as the debt then due him bears to the aggregate of the debts. The day of the assignment fixes the right, and not the day of distribution. But no case holds that every special security, covenant or remedy existing for enforcing payment of the debt is taken away from the creditor by the assignment, the day the deed is executed, and resort must be had to the fund in the hands of the assignee. The right of the creditor to collateral pledged by contract as security for payment exists after-wards as before; his right to the real estate pledged by mortgage covenant for the security of a debt evidenced by bonds remains unaffected; the creditor’s judgment hen on land is not divested, nor is his remedy for its collection impaired.\nThe lessors’ rights were here secured by conditions which if broken before the assignment determined their right to the remedy stipulated in the contract. The assignment, as before noticed, was January 28, 1892; up to this date there was due in royalties and not paid, and other payments which under the contract ought to have been made by the lessors, not less than $102,000. We have not included in this any royalties for coal after the date of the assignment; we have included the claims for labor prior to the assignment, which were an incumbrance or lien on the improvements, and which were embraced in the covenants of the lessees. We also include the amount paid by the landlords for tunnels, under the supplemental lease (date left blank), 1891. This is made part of the original and subject to all its provisions. The money paid for insurance and taxes is also included, for these are covered by the covenants in the contract. The judgment notes amounting to $21,746 are not included, because default in payment of them was no breach of any covenant by lessees. They were, doubtless, from the fact their dates coincided with the monthly pay days, and other testimony, taken for money advanced lessees by their landlords to enable them to make payment of wages to miners; but this transaction is outside the contract and constitutes only a loan, and gives no right to enforce payment under any stipulation of the contract, out of the appraised value of the property. This leaves the lessees in actual default, by breach of their covenants, at the date of the assignment, of at least $102,000. As the appraised value of the improvements was $100,621.58, if the lessors had the right to appropriate in payment of this, the money the lessees were in default, the verdict for defendants was right.\nThe default existed at the date of the assignment; the right in the lessors to forfeit the lease and resume possession then existed; the voluntary act of the lessees in making an assignment could not deprive them of this right; it might as well be argued that the vendee of land under articles, being in default on the purchase money, could defeat the vendor’s right to bring ejectment to enforce payment by an assignment of his equitable estate for benefit of creditors.\nThe lessors’ right to forfeit and re-enter for default of lessees preceding the assignment, and they, by reason thereof being in possession of both land and improvements, then invoked in their favor section 19, and became purchasers of the improvements at the appraised value; it is stipulated in this section, that if the lessors shall not elect to take the improvements at the valuation, the lessees shall have the right to take them at the valuation from the land, “ provided the said lessees have fully performed and complied with all the stipulations, terms, covenants and agreements herein contained by them to be kept and performed.” Then note further section 24: “ And the said lessees shall take, hold and enjoy the privileges hereby granted under and subject to the terms, payments, reservations, conditions, restrictions and regulations herein stated.”\nThen the last part of section 25: “ And no determination of this lease, or taking or receiving possession of said premises, shall deprive the lessors, their heirs or assigns, of any action or remedy against the said lessees, their executors, administrators or assigns, for any damage for breach of any condition, covenant, promise or agreement by them in this agreement entered into and made, for any rent or sums of money that may be due and unpaid.”\nThere are other stipulations of like import, all going to show the intent of the parties was, that if the lessees took the improvements at the appraisement they could remove them on making good every default; if the lessors took them, the lessees had a right to receive the purchase money, — all of it, if they were not in default; if in default, so much as wás in excess of what was unpaid. As their default here exceeded the appraisement there is nothing to be paid them.\nThe whole argument of appellant is based on the assumption that by the lessees’ deed of assignment the assignee acquired a legal right and the creditors an equity superior to those of the assignors as fixed and limited by their contract! This cannot be; as is said in Fulton’s Estate, 51 Pa. 211: “ Perhaps nothing is better settled in tills state by uniform and numerous decisions than this, that a voluntary assignee is the mere representative of the debtor, enjoying his rights only and no others, and is bound where he would be bound.”\nWe are of opinion: — 1. The lessees had failed in the performance of their covenants at the date of the assignment, and by reason of their default there was due the lessors at least $102,000. 2. That neither the lessees nor their assignee had any right to receive any part of the appraisement money, because the amount thereof was less than was due the landlords from the tenants under the dependent covenants.\nThe judgment is affirmed."}