{"id": "883723", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis appeal is from the judgment of ouster entered against the defendant upon facts set forth in the suggestion of the commonwealth and admitted by the defendant’s demurrer and refusal to answer.\nIn December, 1894, the Brush Electric Light Company, of which corporation the defendant then was and continued to be a stockholder, entered into á contract with the city of Philadelphia to furnish the municipality with electric light during the year 1895. That contract was evidenced by a written agreement, afterwards executed on behalf of the Electric Light Co., by its president, Thomas Dolan, and its secretary, the defendant. In February, 1895, the latter was elected to the office of common councilman in said city and assumed the duties of that office on the first Monday of April following. It was claimed by the commonwealth that according to the true intent and meaning of the sixty-sixth section of the crimes’ act of March, 1860, Purdon 582, pi. 851, the defendant was interested in said contract and had no right to assume the duties of common councilman or continue to exercise the same. He demurred to the suggestion and assigned as causes therefor: (1) that he is not within the operation of section 66 above referred to; (2) that said section is superseded by the act of June 1, 1885, and (3) that he is not within the language or spirit of the act of 1885. The demurrer was overruled and he was ordered to answer within twenty days. Having failed to comply with that order judgment of ouster was entered and he was enjoined from exercising or claiming to exercise the duties of the office of common councilman. Hence this appeal.\nThe first three specifications substantially charge error in overruling the demurrer and in deciding that defendant was interested in the contract made by the city with the Brush Electric Light Co., within the meaning of the section under consideration, and may be considered together. Section 66 is virtually a transcript of sections 1 and 2 of the act of April 26, 1855. As was doubtless intended by the revisers of our criminal code, its scope is broad and comprehensive. Speaking of it and its cognate sections, they say: “ They are generalized so as to meet cases supposed now not to be within their purview.” They embrace breaches of various trust relations which were at least per se offenses against good morals, and the evident legislative purpose was to make them also criminal offenses.\nWithout referring at length to the several provisions of the section it will be seen that tbe first clause thereof declares, among other things, that no councilman of any municipality shall, at the same time, be treasurer, secretary or other officer, etc., or be surety for such officer, under the penalty therein prescribed. This provision was fully considered by this Court in Commonwealth v. Allen et al., 70 Pa. 465, and the penalty was enforced against two of the defendants by judgment of ouster from the office of councilman because they were sureties on the official bond of the then city treasurer. After holding that the defendants in that case fell literally within the terms of the law forbidding a councilman to be, at the same time, surety of the city treasurer, it was said: “ He cannot, at one and the same time, be both. While the bond lasts the relation of principal and surety continues, and hi becoming councilman the wrong relation begins. He is then surety and councilman at the same time, and as a consequence the law forfeits the office. It is the purpose of the law to cut off all opportunities for the councilman to aid his principal in the bond, either by doing or forbearing to do that which duty would require, but which self-interest might forbid.”\nThe defendant in the present case is just as clearly within the prohibition of the second clause as the defendants in the case referred to were within the first clause of the section under consideration. When he entered upon the discharge of his duties as councilman he was interested as an officer and stockholder of the Brush Electric Light Co. in the contract which it had made with the city to supply electric light during the year 1895. The facts, establishing that interest, were admitted by the demurrer as well as by defendant’s refusal to answer. The illegal relation which among other things is forbidden by the second clause of the section, began the moment he assumed to act as councilman, and it continued until he was ousted from the office. Whether such relation should have been declared illegal- or not was purely a legislative question. It is enough for us to know that the legislature more than thirty-six years ago declared that and similar relations illegal and punishable by removal from office, indictment, etc. Without further elaboration it is sufficient to say that the undisputed facts clearly bring the defendant’s case within the terms of the section, and fully justified the court in ousting him from the office of counoilman, etc., unless the section under which the proceedings were had was repealed or supplied by subsequent legislation.\nThe remaining specifications involve substantially the proposition so ably and ingeniously contended for by the learned counsel for defendant, viz: that the section in question was repealed, as to cities of the first class, by section 1 of article 14 of the act of June 1, 1885, known as the “ Bullitt Bill.” It is not claimed that it was repealed in express terms, but the contention is that it was impliedly repealed by that act, on the principle that a subsequent statute, revising the whole subject-matter of a former one and evidently intended as a substitute for it, must necessarily operate as a repeal of the former. While the soundness of the principle thus invoked in support of the alleged repeal need not be questioned, we are clearly of opinion that it is inapplicable to the case under consideration. There is nothing in the act of 1885, or in the facts of the case, to warrant the inference that said act or any part thereof is a revision of the whole subject of section 66 of the crimes act, or that it was ever intended as a substitute therefor. The object of the latter, as an integral part of the general criminal code of the commonwealth, is manifestly very different from that of the “ Bullitt Bill,” which is entitled, “ An act to provide for the better government of cities of the first class in this commonwealth.” The subject with which it deals is the administrative government of cities of the first class, and its manifest purpose was to reform existing abuses in the executive department of the only city of that class. It contains nothing that is indicative of legislative intention to revise or repeal our criminal code or any part thereof. In the absence of any repealing clause, it is essentially necessary to the implication of repeal that the objects of the two statutes be the same. If they are not both statutes will stand though they may refer to the same subject: United States v. Claflin, 97 U. S. 546.\nIt is well settled, that the leaning of all courts is strongly against repealing the positive provisions of a former statute by construction. There must be such a. manifest and total repugnance that the two enactments cannot both stand. It is not enough that there is a discrepancy between different parts of a system of legislation on the same general subject; there must be a conflict between different acts on the same specific subject. An earlier statute is repealed only in those particulars wherein it is clearly inconsistent and irreconcilable with the later enactment. Illustrations of these familiar principles may be found in many of our cases, among the more recent of which are: Hendrix’s Account, 146 Pa. 285; Com’th v. Railway Co., 162 Pa. 614; Danville State Hospital v. Overseers, 163 Pa. 175; West Chester Alley, 160 Pa. 89; Safe Deposit Co. v. Fricke, 152 Pa. 231; Hanover Borough’s Appeal, 150 Pa. 202; Sifred v. Com’th, 104 Pa. 179.\nIndependently of everything else, the defendant’s case is not fairly within the terms of the act of 1885, while it is clearly within the provisions of the act of 1860.\nThere is nothing in any of the specifications of error that requires further notice. Neither of them is sustained. Judgment affirmed."}