{"id": "8844951", "contents": "Opinion by\nMb. Justice Jones,\nThis appeal assails the action of the learned court below in decreeing specific performance of an alleged oral agreement of the parties settling the controversy in litigation.\nThe plaintiffs, husband and wife, were the owners of improved real estate which adjoined property owned by the individual defendant. The latter, together with her husband during his lifetime, had caused excavations to be made on their property for the construction of a roadway at such a location and in such a manner as to cause, allegedly, a portion of their land to erode and slide onto the plaintiffs’ property with threatened serious injury to the dwelling and garage thereon erected. For that cause, the plaintiffs brought suit against the individual defendant (joining therein the executors of her deceased husband’s estate) to compel the defendant to furnish the plaintiffs proper lateral support. When the case was called for trial, the parties, with their respective counsel, repaired to a nearby room in the courthouse where they negotiated and approved an agreement of settlement which was to be reduced to writing. Counsel for both parties thereupon went before the court and announced to the chancellor that the case bad been amicably settled. Notwithstanding that two drafts of the agreement of settlement were subsequently made by plaintiffs’ counsel and one draft by defendant’s counsel, none was signed by all of the parties and the settlement was never carried out. At that impasse, the plaintiffs again put the case down for trial and petitioned the court to enforce the alleged oral agreement of settlement as theretofore entered into by the parties.\nThe court, after hearing testimony of both sides relating to what had transpired at the time of the alleged settlement, thereafter filed an adjudication and decree nisi, which later was made final, awarding specific performance of the oral settlement agreement. The defendant appealed and now poses, as the question involved, whether the oral negotiations and understandings of the parties at the time the case was first called for trial constitute a valid and enforceable agreement of compromise or settlement of the case. The appellant also lists another question to be argued which, however, assumes facts not embraced by the findings of the chancellor which were confirmed by the court en banc. As there is evidence to support the findings, that question need not, therefore, be considered.\nThe procedure by petition to the equity court, having jurisdiction of the subject matter of the litigation, to enforce specifically the agreement of settlement allegedly entered into by the parties was appropriate: Melnick v. Binenstock, 318 Pa. 533, 536, 537, 179 A. 77. The findings of the chancellor were, confirmed by the court en banc and, therefore, have the weight of a jury’s verdict and will not be disturbed on appeal, there being substantial evidence to support them: Rayman v. Morris, 361 Pa. 583, 584, 65 A. 2d 397; Kaufhold v. Taylor, 360 Pa. 372, 375, 61 A. 2d 813; Christy v. Christy, 353 Pa. 476, 477-478, 48 A. 2d 169. Each of the matters orally agreed upon by the parties in settlement of the controversy was specifically found by the chancellor and together constitute a binding and enforceable contract as the learned court below correctly concluded: see Sale v. Ambler, 335 Pa. 165, 169, 6 A. 2d 519.\nDecree affirmed at appellant’s costs."}