{"id": "8844859", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal from an order refusing to open a judgment entered by confession upon a warrant of attorney.\nThe appellant’s burden is a heavy one. An application to open a confessed judgment is addressed to the sound discretion of the court which, in the exercise thereof, is governed by equitable principles; and, on appeal, the court’s dispositive order will not be reversed except for a clear abuse of discretion: see Berkowitz v. Kass, 351 Pa. 263, 264, 40 A. 2d 691, and cases there cited. A refusal to open a judgment where the defendant has produced evidence, which if true would afford a defense, is not even sufficient of itself to constitute an abuse of discretion: Berkovoitz v. Kass, supra, and cases there cited. Mindful of these principles, we are nonetheless of the opinion that, on the basis of the depositions whereon the learned court below acted, which we have read and considered with care, the ends of justice will best be served by opening the judgment in the present instance and submitting the matter to a jury: cf. Mielcuszny v. Rosol, 317 Pa. 91, 94, 176 A. 236.\nTrue enough, the judgment here involved was confessed on a warrant of attorney contained in a promissory note under seal purporting to have been signed by the defendant; and it is equally true that a seal imports consideration and creates a legal obligation to which want of consideration is ordinarily not a material defense: Cosgrove v. Cummings, 195 Pa. 497, 498, 46 A. 69; Anderson v. Best, 176 Pa. 498, 500, 35 A. 194; and Meek v. Frantz, 171 Pa. 632, 638, 33 A. 413. But, in the instant case, the plaintiff-respondent, instead of resting her case on the written instrument and the legal implications it afforded, assumed to prove that the maker (now deceased) had received full value for the note. Such proofs fell far short of their ostensible purpose and inherently raise substantial questions as to their credibility which we are presently free to consider. The testimony was introduced by way of depositions. Consequently, the lower court had no greater opportunity than we have for appraising the veracity of the witnesses so far as that may be indicated by their appearance and manner of testifying. The story testified to by several of tbe plaintiff’s witnesses as to tbe source of the money, which she claims to have loaned the defendant, is not only fanciful but fails to establish any right in the plaintiff to loan it. As the case goes back for a trial on the merits, we necessarily refrain from discussing the evidence in detail. However, it is proper to point out that the husband of the plaintiff was an incompetent witness because of the death of the other party to the contract in action. The husband’s deposition should, therefore, have been excluded by the court below on the defendant’s specific objection.\nOrder reversed and record remanded with directions that the judgment be opened and the defendant let into a' defense; costs to abide the ultimate judgment."}