{"id": "8844984", "contents": "Opinion by\nMr. Chief Justice Jones,\nThe plaintiffs, husband and wife, sued the defendant hospital for damages for injuries allegedly suffered by the wife when she fell and fractured an ankle while a patient in the hospital. The details of the accident are not presently important. The hospital raised as its defense to the action its immunity, as an eleemosynary institution, from liability for tort. The trial court entered a nonsuit which it subsequently refused to take off and the plaintiffs have appealed from the resultant judgment.\nThe appellants’ sole argument is that this court should now repudiate the rule of immunity of charitable institutions from tort liability and remand the case to the court below for a trial on the merits as to the defendant’s negligence and the plaintiffs’ damages.\nThe immunity of an eleemosynary institution from tort liability has long been the established rule in Pennsylvania: Bond v. Pittsburgh, 368 Pa. 404, 84 A. 2d 328; Siidekum, Admr. v. Animal Rescue League of Pittsburgh, 353 Pa. 408, 45 A. 2d 59; Gable v. Sisters of St. Francis, 227 Pa. 254, 75 A. 1087; Fire Insurance Patrol v. Boyd, 120 Pa. 624, 15 A. 553; Betts v. Young Men’s Christian Association of Erie, 83 Pa. Superior Ct. 545. The rationale of the rule lay in the bounden duty of a public charity as a trustee to apply its funds in furtherance of its beneficent purpose. As declared by this court in 1888 in Fire Insurance Patrol v. Boyd, supra, — “A public charity, whether incorporated or not, is but a trustee, and is bound to apply its funds in furtherance of the charity and not otherwise. This doctrine is hoary with antiquity and prevails alike in this country and in England where it originated as early as the reign of Edward Y, and it was announced in the Year Book of that period.”\nHowever, the doctrine has since been abandoned in England and in a number of American jurisdictions. The confused status of the decisions among the various jurisdictions was well epitomized by Mr. Justice Rutledge, then of the United States Court of Appeals for the District of Columbia, in President and Directors of Georgetown College v. Hughes, 130 F. 2d 810, 812, as follows: “Paradoxes of principle, fictional assumptions of fact and consequence, and confused results characterize judicial disposition of these claims. From full immunity, through varied but inconsistent qualifications to general responsibility is the gamut of decision. The cases are almost riotous with dissent. Reasons are even more varied than results.” Nonetheless, the law on this subject in Pennsylvania is clear. Charitable institutions are not subject to liability for tort. It is that rule which the appellants would have us now abandon by court decision.\nThe rule was most recently reviewed in the case of Bond v. Pittsburgh, supra, in which the opinions for both the majority and the minority were agreed that the rule should remain as heretofore short of legislative change. Mr. Chief Justice Steen, speaking for the majority, said that, “notwithstanding the violent criticisms that have been directed by academic legal writers against the doctrine of the immunity of charitable organizations from tort liability, and notwithstanding also the fact that there is considerable conflict in the judicial decisions on the subject among the several States, our own Commonwealth has, from the earliest times, stood firm in its adherence to the principle of immunity.” The majority opinion further pertinently stated that “If and when there is to be any change in the doctrine of the immunity of charitable institutions from tort liability, it ought to be effected, not by the courts, but by the legislature, which is, of course, the ultimate tribunal to determine public policy.” The dissenter in the Bond case likewise recognized that “The doctrine of immunity of charities has in recent years been recurrently criticized as outmoded, unrealistic, illogical, inconsistent and not in public interest, but nevertheless . . . agree [d] with the majority that the principle is now too firmly imbedded in our law to be removed except by legislation . . .\nA rule of non-liability, even though judge-made, that has become as firmly fixed in the law of this State as has the charitable immunity from tort liability, should not be abrogated otherwise than by a statute made to operate prospectively. If the rule were to be abandoned by court decision, it would lay open to liability all charities for their torts of the past that were not barred by the statute of limitations at the time of the rendition of the rescinding decision. The injustice of such an imposition of liability upon charities that theretofore had a right to rely on the rule of immunity is readily apparent. Whereas, if and when the rule is abrogated prospectively, which the legislature could provide, all charities then made subject to tort liability for the future could protect themselves by appropriate insurance. Moreover, whether, in this day of traffic hazards from automotive vehicles of charities as well as of all others, the rule as to charitable immunity should be rescinded poses a question of public policy which falls peculiarly within the competence of the legislature.\nJudgment affirmed."}