{"id": "8844905", "contents": "Opinion by\nMr. Justice Patterson,\nLola Gorgas Donaldson, executrix of the estate of Charles A. Gorgas, deceased, instituted this action in trespass against the Pittsburgh Railways Company, appellant, under the Survival Act of 1937, P. L. 2755, 20 PS 772, and under the Act of 1851, P. L. 669, Section 19, 12 PS 1601, and Act of 1855, P. L. 309, 12 PS 1602, as amended. The action arose out of a collision between appellant’s trolley and the automobile driven by decedent, at the intersection of Bennett and Oak-wood Streets, Pittsburgh, Pennsylvania. After appellee presented its case, a voluntary nonsuit was taken with regard to the death action. A jury returned a verdict in the survival action in amount of $8,721.65. Appellant’s motions for judgment non obstante veredicto and for a new trial were dismissed by the court en banc. This appeal is from the dismissal of the motion for judgment non obstante veredicto.\nCharles A. Gorgas, on October 20, 1944, about 3:00 P.M. drove Ms four door sedan eastwardly on the southerly side of Bennett Street, a through highway running east and west. Oakwood Street, which runs north and south, crosses Bennett Street almost at a right angle. There is a double set of car tracks running north and south. Oakwood Street is 30 feet 3 inches wide while Bennett Street is 40 feet from curb to curb on the westerly side and 36 feet from curb to curb on the easterly side. The curb is rounded at the northwest corner and, therefore, a larger open space exists. There are traffic lights at the intersection which intermittently flash a red light, on Oakwood Street and an amber light on Bennett Street.\nA collision occurred with appellant’s street car and decedent’s sedan on the outbound track on the intersection, as a result of which Gorgas’ vehicle was damaged on the left side, back of the hood, the two doors on the left side, the frame, running board and steering assembly were bent, and the seat was telescoped and pulled off its anchoring screws. Gorgas was found dazed and half out of his automobile. He suffered fractures of the ribs, injuries to the lumbar regions of the spine, numerous contusions and abrasions and severe shock. On May 8,1945, he took his own life. His suicide did not result because of injuries sustained in the collision.\nAppellee sought to establish appellant’s negligence by circumstantial evidence. There were no eye witnesses to the actual collision and the point of collision is not established. One John I. Matoney, operator of an Esso gasoline station situate at the southeast intersection of Bennett and Oakwood Streets, heard a crash and looked out upon the intersection. He first saw the sedan skidding into his driveway, practically off the street, 40 or 45 feet from the track on which the collision occurred. He saw the street car travel 20 to 25 feet and stop, the front just passing the southern curb line of Bennett Street and the rear end of the ear remaining in the intersection. . .\nThe court below concluded, that the eyidence warranted “a finding by the jury that the Gorgas' automobile, while driving eastward on Bennett Street, approached and' entered the intersection; that the Gorgas automobile had a qualified- right of way given by the flashing yellow signal; that when the automobile had gotten on the southbound, street car tracks it was. struck in the middle of the left side by the street car. The force of the impact, as evidenced by the loud crash, the destructive damage tp the automobile and the . distance the automobile and the street, car moved after the accident along with the other evidence, warrant the jury in finding that the street car had not stopped at the intersection as it was required to do by the flashing red signal. Insofar as the finding of these facts rests upon circumstantial evidence, they are ‘so strong as to preclude the possibility of injury in any other way and provide as the only reasonable inference the conclusion for which the contention is made . .. .’ See: Giordano v. Clement Martin & Co., 347 Pa. 61; Wenhold v. O’Dea, 338 Pa. 33.” The court was in error in so concluding.\nAppellee has proved a collision between a trolley car and an automobile and the property damage and personal injuries occasioned thereby. .Although the collision occurred on the southbound track in a 36-foot wide intersection, the precise point is not shown. The place of contact was at least 18 feet from the northeast corner and at least. 3 feet from the curb line of. Oakwood Street. Precisely what occurred is. not so described, pictured or visualized that the fact-finding .body could reasonably conclude that appellant was the culpable party. See Ashhy v. Philadelphia Transportation Co., 356 Pa. 610, 613, 52 A. 2d 578, 580.\n“The mere fact that a collision has occurred between an automobile and . . . other vehicle, in the absence of evidence as to the manner of its occurrence, affords no basis for inferring that one party and not the other was at fault”: Balducci v. Cutler, 354 Pa. 436, 438, 47 A. 2d 643, 644. Absence of eye witnesses to an accident is not fatal. There nrast, however, be affirmative proof of negligence of a defendant before a jury may be permitted to so determine: VanTine v. Cornelius, 355 Pa. 584, 586, 50 A. 2d 299, 300. “It is the burden of the plaintiff to produce evidence of circumstances ‘so strong as to preclude the possibility of injury in any other way and provide as the only reasonable inference the conclusion’ that the [accident] was caused by the negligence of defendant in the manner alleged: Pfendler v. Speer, 323 Pa. 443, 448, 185 A. 618; Houston v. Republican Athletic Association et al., 343 Pa. 218, 220, 22 A. 2d 715”: Stauffer v. Railway Express Agency, Inc., 355 Pa. 24, 29, 47 A. 2d 817, 819.\nThe record is devoid of the slightest testimony showing the location of the street ear and position of the vehicle immediately prior to the collision. Whether the motorman did not stop as he was required by law to do cannot be assumed in the absence of evidence tending to establish that fact. Certainly there is no evidence of great speed, recklessness or inattention by appellant’s agent for the trolley car was stopped before the front had scarcely reached the curb line of the 30-foot wide Oakwood Street, traveling slightly more than 18 feet, assuming that decedent was properly on his side of Bennett Street. Decedent, on the other hand, continued 40 to 45 feet after the collision.\nTo permit the verdict in favor of appellee to stand is to permit conjecture and surmise to be a substitute for proof. This will not be done.\nGiordano v. Clement Martin, Inc., supra, relied upon by appellee and the court below, is factually dissimilar. In that case this Court pointed out (p. 63, 31 A. 2d at 506): “Plaintiff, relies upon the positive evidence produced by him to establish the cause of the accident. Conrad testified that when he looked up, at the moment of tlie occurrence, the end of the plank held by the colored man was right in the open space where the stone had been before it fell, and, while no one actually saw the plank touch the stone, the conclusion is not only possible . . . but almost irresistible, that the fall of the stone was caused by the plank coming in contact with it. All other human agencies were excluded as causative factors . . .” In Rowles v. Evanuik, 350 Pa. 64, 38 A. 2d 255, tire marks on the highway revealed the respective positions of the vehicles at and prior to the time of the collision. Cf. Van Tine v. Cornelius, supra.\nThe verdict of the jury is based upon conjecture and surmise rather than affirmative proof of appellant’s negligence. The trial judge was in error in refusing to enter a compulsory nonsuit and the court en banc erred in dismissing appellant’s motion for judgment non ob-stante veredicto.\nJudgment reversed and is here entered for appellant."}