{"id": "8845772", "contents": "Opinion by\nMr. Chief Justice Drew,\nThe sole question raised by this appeal is whether The Pennsylvania Railroad Company, defendant, is liable to John J. Kerns, Sr., plaintiff, for injuries incurred when he was pushed down a set of steps in defendant’s station by a drunken man. Plaintiff received a verdict of $15,000 and the learned court below entered judgment on that verdict after dismissing defendant’s motion for judgment n.o.v.\nOn March 29, 1946, plaintiff was a passenger on one of defendant’s trains from Wilmington to Philadelphia. The train arrived at Broad Street Station, Philadelphia, at approximately 8:20 p.m. Plaintiff got off the train and proceeded into the waiting room on the upper level of the station where he procured a timetable and stopped for a drink of water. While there he noticed two intoxicated men talking loudly about the March of Dimes campaign and waving their hands. Plaintiff then walked down to the lower or street level of the station and sat down to study his timetable. Shortly after he had taken his seat he observed that one of the inebriated men, Dooley by name, had also come downstairs and was still talking loudly about the March of Dimes. After spending twenty to thirty minutes in the station, plaintiff started to walk down a set of stairs leading to the Broad Street subway when he was pushed from behind by Dooley, causing him to fall down the steps and receive serious injuries.\nThe court below submitted the case to the jury on the theory that if defendant knew or should have known. of the presence of Dooley in the station in his drunken condition, defendant should have protected plaintiff and its failure to do so renders it liable. This was a palpably erroneous instruction. It is conceded by all parties that the rule properly governing this case is that laid down in Barlick v. Balt, & Ohio R.R. Co., 41 Pa. Superior Ct. 87, 92: “The carrier is . . . liable for injuries to a passenger resulting from the negligent or unlawful acts of a fellow passenger if prior to the accident the conduct of the offending party has been such as to indicate a disposition to indulge in physically violent conduct and give rise to a reasonable apprehension of injury to other parties.” See also Wood v. Phila. R. T. Co., 260 Pa. 481, 487, 104 A. 69; Hille- brecht v. Pittsburg Rys. Go., 55 Pa. Superior Ct. 204, 209. The question before this Court in considering tbe right of defendant to judgment n.o.v. is therefore, whether Dooley’s conduct was of such a nature that defendant should have known he was likely to cause injury to others. We are of the opinion that it was not.\nPlaintiff proved nothing more than that a drunken man, Dooley, was present in defendant’s station for a period of twenty to thirty minutes. In that time, he did nothing more violent than wave his arms and shout the praises of the March of Dimes campaign. He gave no indication of a violent disposition. There is absolutely nothing in this record from which an inference could be drawn that he had belligerent tendencies. He approached one man in the station and apparently talked to him but without causing any concern. The mere fact that a drunken man is loquacious does not render him dangerous. As we said in Brehony v. Union Traction Co., 218 Pa. 123, 125, 66 A. 1006: “Intoxication is not infectious; nor does it so ordinarily express itself in violence, that disturbance of the peace of the car [of a public carrier] is to be reasonably apprehended when an intoxicated person'is admitted. There may be, and doubtless are, exceptional cases where the intoxication is so gross, the conditions resulting therefrom so offensive, the conduct of the individual so unbecoming and violent, as to justify, and indeed require, his exclusion. If this was the condition of the offending passenger here, so obvious that the conductor should have observed it, such facts should have been made to appear as part of the plaintiffs’ case. It was essential to a recovery.” Although the rule thus enunciated was there applied to passengers on a carrier, it is equally applicable to intending or departing passengers in the station of a carrier. See Ellinger v. P. W. & B. R. R., 153 Pa. 213. 25 A. 1132.\nPlaintiff makes much of the fact that Dooley was arrested for being drunk and disorderly. However, we fail to see how this aids plaintiff inasmuch as the arrest was made immediately following the accident. It was then apparent that Dooley had violent tendencies but the question here is whether there were indications of those tendencies prior to the accident. What happened thereafter could in no way provide an answer to that question.\nOn this record, there is no basis in law for holding defendant liable to plaintiff for his unfortunate injuries. Hence, defendant’s motion for judgment n.o.v. should have been granted.\nJudgment reversed and here entered for defendant."}