{"id": "8845680", "contents": "Opinion by\nMr. Justice Arnold,\nThe defendant was indicted and tried for the murder of his neighbor and landlord, Louis Turk. The jury returned a verdict of murder in the first degree and fixed the penalty at life imprisonment. After refusal of his motion for new trial, he now appeals from the judgment and sentence.\nDefendant assigns numerous reasons in support of his appeal, raising the following questions: (1) Was the evidence sufficient to justify the verdict? (2) Were there reversible errors in the admission and rejection of testimony? (3) Was the alleged after-discovered evidence sufficient to require grant of a new trial?\n“ Hinder the Act of February 15, 1870, P. L. 15 [19 PS §1187], it is our duty to review both the law and the evidence and determine whether the ingredients necessary to constitute first degree murder have been proved. If there is competent evidence to support the verdict we cannot usurp the function of the jury and reverse merely because it might be contended they should not have believed the witnesses produced on behalf of the Commonwealth’ ”: Commonwealth v. Watkins, 298 Pa. 165, 167, 168, 148 A. 65. (Italics supplied). “. . . The sufficiency of the evidence must be tested according to the Commonwealth’s evidence”: Commonwealth v. Wright, 383 Pa. 532, 536, 119 A. 2d 492. Thus, in relating the facts, we must take as a verity the believable evidence of the Commonwealth; and so considered, we have the following: At approximately 8:30 P.M., on the evening of June 14, 1957, Louis Turk died as a result of being shot in the arm and back, while standing in the yard of his home in Young Township, Indiana County. Shortly after noon, of the same day, defendant had gone to the deceased’s home and asked for him. The victim’s wife informed defendant that he was working in the field. The defendant talked to her for about fifteen minutes, during which time he stated that he wanted to take her and the victim for a ride. He then left, presumably to return to his home, which was across the road from the Turk home and some 235 feet distant therefrom.\nThe victim’s son and daughter-in-law, John and Dorothy Turk, lived next door to the double house owned by the victim and occupied on one side by George Horn and on the other side by the defendant. At approximately 5:15 defendant approached the victim’s son, John Turk, who was then working in his garden, and proceeded to be quarrelsome and abusive toward him and his wife, Dorothy Turk. Particularly he bitterly complained about the victim raising his rent. This colloquy ended by the Turks entering their home. At approximately 8:15 P.M., according to Mary Turk, wife of the victim, defendant came again to their home and talked for several minutes about an argument which he had had with their son and daughter-in-law. When admonished by Mary Turk that he should not engage in such arguments, he took a pistol from his pocket and declared that he was “so mad 1 pretty near kill them.” When she again told him to refrain from, bothering them, he then pointed the pistol toward her and, in her words, declared “I kill you.” Thereupon the victim requested him to leave, and after defendant repeated his displeasure over the increased rent, he walked out, followed by the victim. Upon arriving at the berm of the road at the end of the walk leading thereto from the house, he turned and shot the victim in the arm. The victim turned his back upon him, calling for help, and at this point defendant shot him in the back. He then fired at Mary Turk, who was standing in the doorway of their home, and struck her in the neck. Following this, he returned to his home, obtained his truck, and drove past the Turk home at a slow rate of speed. All of these incidents of shooting were observed not only by the victim’s wife, but also by their son and daughter-in-law, John and Dorothy Turk. Their identification of defendant was positive and without conflict. In addition, George Horn, defendant’s neighbor, also testified to the fact that he talked to defendant outside his home at some time beginning with “ten or fifteen minutes after 8:00,” during which time the defendant related the argument which he had engaged in with John and Dorothy Turk. He also testified that he left to go back into his own home to view “The Life of Riley,” a program televised at 8:30 P.M.\nDefendant was arrested but denied at the trial that he had committed the crime. He also produced several witnesses who testified to seeing him at a point several miles away at about the time of the killing, i.e. testimony as to an alleged alibi.\nDefendant urges that the Commonwealth did not prove all of the elements of murder in the first degree, —that it did not prove guilt beyond a reasonable doubt, did not establish malice or premeditation. But to sustain this position is to disregard the Commonwealth’s testimony. Premeditation was definitely and affirmatively established by the testimony of Mary Turk; and malice is reasonably inferred from the circumstances. “Legal malice may be inferred and found from the attending circumstances”: Commonwealth v. Bolish, 381 Pa. 500, 511, 113 A. 2d 464. In Commonwealth v. Watkins, 298 Pa. 165, 148 A. 65, where the evidence was that defendant had struck his wife five blows on the head with a blunt instrument,-this Court, at page 168, declared: “The vicious character of the blows and their number lead to no other conclusion than that of a deliberate intent to take life. The nature of the wounds inflicted indicate such a specific intent to kill as points to first degree murder. The absence of a struggle and the location of the wounds support the finding of a deliberate and premeditated murder and fully justify the verdict.” So in the instant case the proof, together with its reasonable inferences, establish the elements required to sustain the verdict. See also Commonwealth v. Holley, 358 Pa. 296, 56 A. 2d 546. Nor was it necessary, as defendant contends, to establish a motive for the killing. “. . . Murder may be committed without a motive, either actual or apparent . . .”: Commonwealth v. Samuel Jones, 355 Pa. 522, 530, 50 A. 2d 317. Thus, contrary to the defendant’s claim, the court did not err in failing to charge on motive, which was never made an issue in the case.\nDefendant strenuously urges that the court also erred in refusing to admit testimony “about the members of the Turk family except as to their truth and veracity or prior conviction of crime.” His offer was to show that Mary Turk had operated a “speakeasy,” had had quarrels in times past with her husband, and that a number of years prior to this occurrence she had lived with another man. The court was under no right or duty to admit such testimony. It could have served no proper purpose either in establishing the guilt or innocence of defendant or in attacking the credibility of . the witnesses. Cf. Commonwealth v. Bednorciki, 264 Pa. 124, 107 A. 666, and Commomoealth v. DePalma, 268 Pa. 25, 110 A. 756. In the Bednorciloi case it was held inadmissible to offer to prove that four months before the homicide another man had threatened “to fix” the victim and was also seen near decedent’s residence a few days béfóre the killing.\nDefendant’s contention that it was physically impossible for defendant to have shot the victim — this on the theory that there were minor conflicts in testimony — cannot be sustained. The testimony was quite direct and positive by the eyewitnesses and the pathologists, as to positions of the parties, the course of the bullets, and the cause of death, all of which were left with the jury for determination. This argument of the defendant is solely for the jury, being entirely factual, and that body chose to believe the testimony of the Commonwealth. Nor ivas it necessary to produce the pistol used in the killing. The Commonwealth established by three witnesses that defendant fired fatal shots from a pistol, and the fact that the Commonwealth failed to find it after the occurrence is not material to its case. In fact, it is not even necessary to produce the victim’s body to prove the corpus delicti in homicide, it being sufficient that there he before the jury evidence from which it can find that the death resulted from a felonious act: Commonwealth v. Agoston, 364 Pa. 464, 72 A. 2d 575.\nThe defendant also urges that the court erred in its charge as to alibi. After a very strong and lengthy charge on the burden imposed upon the Commonwealth to prove guilt beyond a reasonable doubt, the court charged: “Now the theory of the defense in this case is that the defendant was not there; that he had nothing to do with this shooting. We say to you that that type of defense is known as an alibi. An alibi is a perfect defense if you believe it. It is designed to prove that the defendant during the whole of the time was away from the place where the crime was committed, and that he could not have participated in- it. Evidence of this kind should be carefully scrutinized and weighed by the jury as in all cases, which requires frequently very great nicety as to the recollection -by witnesses of particular dates and events, of particular hours or half hours or even minutes of the day on which the offense to which it relates was committed. The setting up of an alibi as a defense does not change the burden upon the Commonwealth by the pleas of not guilty of the prisoner, or waive his right to demand from the Commonwealth, before he can be convicted, a full and complete proof of his guilt beyond a reasonable doubt, but where a person sets up an alibi as a defense, the burden of proving his alibi to the satisfaction of the jury is thrown upon him. If he does not do this, his defense of alibi falls completely.” (Italics supplied). It will be noted at this point that the court, at the conclusion of its charge, twice inquired of counsel whether they desired anything further, and no requests in this regard were made, although making several other requests. In any event, the charge was proper. In Commonwealth v. Jordan, 328 Pa. 439, 196 A. 10, at page 446, we declared that “the measure of proof required for the defense of alibi is merely a preponderance of the evidence, or, as it is sometimes stated, proof ‘to the satisfaction of the jury/” (Italics supplied). See also Commonwealth v. Barrish, 297 Pa. 160, 146 A. 553; Commonwealth v. Blanchard, 345 Pa. 289, 26 A. 2d 303; Commonwealth v. Barnak, 357 Pa. 391, 54 A. 2d 865; and Commonwealth v. Richardson, 392 Pa. 528, 140 A. 2d 828. The court’s charge was sufficient, and a correct statement of the law, in this respect.\nThe remaining contention to be considered is the court’s refusal to grant a new trial on the basis of after-discovered evidence. This consisted of affidavits of two brothers, August Bertig, Jr. and Ellio Bertig, that they had talked for about ten minutes to John Turk, the victim’s son, within several hours after the shooting; thát he had not stated that he saw the shooting; that be bad declared “be did not believe Harry Gates would sboot bis father or anyone else,” and “did not believe Harry Gates would do anything like that.” This does not meet the requirements of the law on after-discovered evidence. John Turk having testified that he saw defendant shoot the victim, this proposed testimony therefore served only to attack John Turk’s credibility, and it “ ‘. . . furnishes no sufficient reason for granting a new trial’ ”: Commonwealth v. Elliott, 292 Pa. 16, 24, 140 A. 537.\nThere is no merit in other reasons given by defendant in support of his appeal. He received a most fair and impartial trial; the charge of the court was complete; and, as we have stated, the evidence was wholly sufficient to sustain the verdict. We have carefully reviewed both the law and the evidence, as it is our duty to do, and have found all the essentials of murder in the first degree.\nJudgment and sentence affirmed."}