{"id": "8845220", "contents": "Opinion by\nMr. Justice Simpson,\nThis is another futile attempt to extend the Act of March 5, 1925, P. L. 23, beyond its manifest scope and purpose, which “is to have determined, preliminarily, [when properly applied for] whether the court of first instance lacks jurisdiction over the defendant personally, or over the cause of action for which the suit is brought. It was not intended to furnish a short cut to a determination of the issues of law or fact, raised by the pleadings, however certain their determination may be”: Lackawanna Co. v. James, 296 Pa. 225; Rutherford Water Co. v. Harrisburg, 297 Pa. 33; Skelton v. Lower Merion Twp., 298 Pa. 471, 473-4; Lewis v. Beatty, 306 Pa. 242, 245; Koontz v. Messer, 314 Pa. 434.\nThe cause of action in this case is a bill in equity for an accounting of moneys collected by one of the original defendants for which he neglected or refused to account. That a court of equity has jurisdiction over such a cause, and that, if the wrongful collector dies without accounting, the action will survive as against his personal representatives, cannot be and is not gainsaid. The bill was filed against defendant’s testator in his lifetime, but he died pending the proceedings for recovery from him. Before this occurred, however, the ingenuity of defendant’s counsel had resulted in a very complicated record, and, possibly because thereof, plaintiff’s counsel obtained leave to withdraw all the prior proceedings and to file an amended bill de novo, substituting the present appellant and his colleague, who were the personal representatives of the original defendant, as defendants in his place and stead. Appellant was and is a resident of Delaware County, where the proceedings were and are pending, and admittedly he was properly served in that county with a copy of the new bill, as provided by Rule 57 of the Equity Rules, which were prepared by us under the authority of section 13 of the Act of June 16, 1836, P. L. 784, 789. These rules have all the force and effect of a statute: Baur v. Wilkes-Barre Light Co., 259 Pa. 117; Wanamaker v. Wanamaker, 315 Pa. 229. Appellant did not allege in the court below that the service of the amended bill was in any respect defective, but now attempts to build an argument on the fact that the affidavit of service thereof does not state that the server was an adult. If defendant had made that objection in his petition under the Act of 1925, the affidavit could have been readily corrected, if the service was in fact made by an adult, or a new service made, if not; but he did not do this. Because of his failure in that respect, the matter was not passed upon by the court below, and he will not be permitted to newly raise the objection here: Schwartz v. Wesoky, 281 Pa. 388; Kohn v. Burke, 294 Pa. 282; Kolich v. Monongahela Ry. Co., 303 Pa. 463.\nThe order oi the court below is affirmed and the appeal is dismissed at the cost of appellant."}