{"id": "8845276", "contents": "Opinion by\nMb. Justice Musmanno,\nFrom 1952 to 1955, the Olin Mathieson Chemical Corporation, which sells arms and ammunition under the trade mark and brand name of “Winchester” and “Western” throughout the United States, entered into Fair Trade contracts with retail dealers in Pennsylvania whereby the dealers agreed to sell the plaintiff’s products only at certain stipulated prices. The defendant, L. & IT. Stores, Inc., in Chester, Pennsylvania, which had been selling plaintiff Mathieson’s products, was not one of the dealers who had entered into such a contract. L. & H. Stores, Inc., was informed by the plaintiff, however, that it was nevertheless bound by the terms of the contracts negotiated by the plaintiff with the other dealers. The defendant ignored this notice and sold ammunition for prices less than those marked on the boxes.\nThe plaintiff prayed for and obtained in Delaware County an injunction enjoining the defendant from selling the plaintiff’s commodities below nationally advertised prices. Tbe defendant appealed.\nIt might seem at first blush that the equities of the case are with the defendant because inherently it should have the right to sell its own goods at such prices as it pleases. However, there is more to the picture than what seems to meet the eye and reason. On June 5, 1935, the General Assembly placed on the statute boohs what is known as the Fair Trade Act ( P. L. 268; 73 PS §7, et seq.) which permits dealers to agree with producers of commodities not to sell except at prices promulgated by the producers. The Act declares it to be “unfair competition” for a dealer to cut prices below those thus agreed upon even though the dealer is not a party to the price-congealing contract. Section 2 of the Act specifically says: “Wilfully and knowingly advertising, offering for sale, or selling any commodity at less than the price stipulated in any contract entered into pursuant to the provisions of section one of this act, whether the person so advertising, offering for sale, or selling is, or is not, a party to such contract, is unfair competition and is actionable at the suit of such vendor, buyer or purchaser of such commodity.” (Emphasis supplied)\nThe purpose of the Fair Trade Act was spelled out clearly by this Court in Bristol-Myers Co. v. Lit Bros., Inc., 336 Pa. 81, 85: “The purpose of the Fair Trade Act is obvious, it being to prevent the cutting by any dealer, of the established price of any commodity identified by the trade-mark, brand or name of the producer. . . . Price cutting through Toss leaders,’ that is, by selling a certain commodity at less than cost in order to attract trade to the store where many other commodities, as well as the Toss leader’ commodity, are sold, has come to be generally looked upon as unfair and predatory, and the prevention of such practices was the undoubted purpose of the Pennsylvania Pair Trade Act of 1935.” (Emphasis supplied).\nThe defendant argues that there is no sound reason for curtailing its freedom in the establishment of sale prices, even of a nationally known article, since it is not competing, in its market area, with anyone who has agreed not to cut prices. This contention overlooks one of the important reasons behind the enactment of the Federal Trade Agreements Act, namely, to protect a manufacturer’s good will, created or enlarged by the employment of certain trade marks and brand names which have become recognized and accepted as symbols of a certain standard of value, quality, and merchantability. The Supreme Court of the United States addressed itself to this very principle in the case of Old Dearborn Distributing Co. v. Seagram Distillers Corp., 299 U.S. 183, where it said: “Generally speaking (state court decisions) sustained contracts standardizing the price at which ‘identified’ commodities subsequently might be sold, where the price standardization is primarily effected to protect the good will created or enlarged by the identifying mark or brand. . . Good will is a valuable contributing aid to business — sometimes the most valuable contributing asset of the producer or distributor of commodities. And distinctive trademarks, labels and brands, are legitimate aids to the creation or enlargement of such good will. It is well settled that the proprietor of the good will ‘is entitled to protection as against one who attempts to deprive him of the benefits resulting from the same, by using his labels and trade mark without his consent and authority.’ McLean v. Fleming, 96 U.S. 245, 252, [24 L. Ed. 828, 831]. ‘Courts afford redress or relief upon the ground that a party has a valuable interest in the good-will of his trade or business, and in the trade-marks adopted to maintain and extend it.’ Hanover Milling Co. v. Metcalf, 240 U.S. 403, 412, [60 L. Ed. 713, 717, 36 S. Ct. 357]. The ownership of the good will, we repeat, remains unchanged, notwithstanding the commodity has been parted with. Section 2 of the act does not prevent a purchaser of the commodity bearing the mark from selling the commodity alone at any price he pleases. It interferes only when he sells with the aid of the good will of the vendor; and it interferes then only to protect that good will against injury. It proceeds upon the theory that the sale of identified goods at less than the price fixed by the owner of the marie or brand is an assault upon the good will, and constitutes what the statute denominates ‘unfaÁ/r competition.' . . . There is a great body of fact and opinion tending to show that price cutting by retail dealers is not only injurious to the good will and business of the producer and distributor of identified goods, but injurious to the general public as well.” (Emphasis supplied)\nOur Court echoed this thought in Bristol-Myers Co. v. Lit Bros., Inc., supra: “The purpose of the Fair Trade Act is obvious, it being to prevent the cutting by any dealer, of the established price of any commodity identified by the trade-mark, brand or name of the producer.” (Emphasis supplied)\nIn the case of Lentheric, Inc. v. Woolworth Co., 338 Pa. 523, the enjoined dealer sold a certain highly advertised perfume at 10 cents a small fractional part of an ounce when the manufacturer had contracted with other dealers that the perfume must not be sold for less than 50 cents for an ounce or any fractional part of an ounce. The enjoined dealer argued that the manufacturer was not being damaged but in fact was being benefited by what he was doing, since the selling of the perfume in smaller quantities stimulated sales. This Court stated, however, that: “e. . . The purpose of the Fair Trade Act is not to stimulate sales but, aside from protecting the public, its primary purpose is to protect the manufacturer’s good will which is represented by its trade mark, brand, and name. . ”\n“This record supports the view that defendant is attempting to capitalize on plaintiff’s trade-marks and good will by selling plaintiff’s perfume to a clientele which presumably does not buy perfumes in the quantities in which plaintiff prefers to have its products marketed. Plaintiff apparently takes the view that if its perfume is widely used in the market to which defendant caters, it will lose its prestige in that market to which plaintiff addresses its sales appeal. . . Plaintiff, shoAving that it has been damaged by defendant’s actions in so selling its perfumes below the ‘stipulated price’ per ounce or fraction thereof, invokes the Pair Trade Act of this Commonwealth and asks a court of equity to vindicate against defendant the rights plaintiff claims that Act gives it. The court below decided that plaintiff was entitled to the relief it sought. With the court’s findings of fact and conclusions of law we agree.” (Emphasis supplied)\nThe defendant here concedes that for a considerable period of time the plaintiff has expended large sums of money in advertising the trade mark and brand name of “Winchester” and “Western” through appropriate advertising media throughout the United States and that because of such popularizing devices the articles have acquired a reputation which contributes to their saleability, but it argues that the plaintiff has not suffered any loss by what the defendant has done and hopes to continue doing; that there is no evidence that any signer of the plaintiff’s Fair Trade agreements has complained about acts of the defendant; and that there is no proof that the public has in any way been harmed by the defendant’s price-cutting. But the test of the application of the Fair Trade Act is not predicated on these arguments even assuming all of them to be built upon fact. The Supreme Court said in the Old Dearborn Distributing Co. case, supra, that the sale of the goods “at less than the price fixed by the owner of the mark or brand is an assault upon the good will, and constitutes what the statute denominates ‘unfair competition.’ ”\nThe defendant contends further that the plaintiff may not single it out for injunctive penalization while it allows other offenders to go unpunished. In effect it seeks to invoke the “clean hands” doctrine, and in this connection it calls attention to the Act of May 25, 1956 (P.L. 1756). Without conceding that that Act would apply to the facts in this case, it is enough to point out that it post dates the filing of the complaint in equity. Moreover the record does not show that the plaintiff in any way discriminated against the defendant.\nThe defendant has cited various cases in intended support of its position but we do not find that any of them contradict the principles herein enunciated.\nLastly, defendant argues that “An injunction should not be issued in the absence of any showing of damage to the public, the plaintiff or other retailers in the same competitive area.” In this respect, we quote with approval what was said by the New York Supreme Court in Calvert Distillers Corp. v. Nussbaum Liquor Store, 2 N.Y.S. 2d 320, at 325; “The only practical method of securing any kind of enforcement of the statute as now drawn is by way of injunctive relief. To obtain such relief under the statute it is unnecessary, generally speaking, for the owner or producer to prove the actual damage sustained. It is sufficient to establish that there is in existence a ‘good will’ to be protected and injury thereto will ordinarily be presumed if there is unlaAvful price cutting.”\nDecree affirmed with costs to be borne by the appellant.\nMr. Justice Cohen took no part in the consideration or decision of this case."}