{"id": "8845904", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal by the defendant is from a judgment awarding certain moneys in his hands to the Commonwealth of Pennsylvania by escheat. The money has been involved in several appeals to this court and much of the appellant’s present argument has been decided adversely to him. Prom the Tucker v. Binenstock litigation (310 Pa. 254, 165 A. 247 — a proceeding in equity for an accounting), “it was clear [as we later expressly recognized in Commonwealth, by Truscott et al. v. Binenstock, 358 Pa. 644, 646, 57 A. 2d 884] that Binenstock bad received money to wliicli he was not entitled as owner. We decided that the money had been unlawfully acquired; neither Tucker nor Binenstoek was the lawful owner.”\nSubsequently to the decision in the Tucker ease, supra, the Commonwealth laid claim to the money in question by escheat under the Act of May 2,1889, P. L. 66, Sec. 3, as amended by the Act of May 11, 1911, P. L. 281, 27 PS §333, the money being at that time (in the eyes of the law) in the hands of Binenstoek. For the purpose of pursuing the Commonwealth’s claim, the present escheators were duly appointed on November 30, 1939. The first petition filed by them in the escheat proceeding which they instituted came before this court in Commonwealth et al. v. Binenstock, 348 Pa. 610, 614, 36 A. 2d 333, on their appeal from an order of the court below sustaining the defendant’s preliminary objections to the petition. Upon considering the question thus presented, “We all agree [d] that the petition states a prima facie case within Section 3 of the Act of May 2, 1889, P. L. 66, as amended, and requires an answer.” Accordingly, we reversed and remitted the record for further proceedings.\nThereafter, an answer was filed and the case came on for trial by jury. The trial judge entered judgment for the defendant on the ground that the petitioners had failed to prove their allegations. Again, this court was appealed to and again we reversed the judgment and awarded a new trial: see Commonwealth, by Truscott et al., v. Binenstock, supra. The ratio decidendi in that case was that the trial judge had erroneously sustained objections to the petitioners’ reading into evidence certain parts of the petition which were insufficiently denied and certain statements made by the defendant in other litigations. An amended answer was then filed and, once more, the case went to trial, this time, before Smith, J., of the court below, a jury being Avaived. Following a comprehensive adjudication containing thirty-one findings of fact, a well-reasoned discussion and twelve conclusions of law, all affirmed by the court en banc, a judgment was entered awarding the money to the Commonwealth by escheat. The court en banc held that the “averments in petition of the es-cheators are amply supported by the evidence thus incorporated in this action. In like manner, the same evidence, consisting of the testimony and pleadings under oath, so effectively challenges the credibility of the defendant as to render his answer unworthy of belief. We are therefore left with a prima facie case, and a defense that is tantamount to a nullity.”\nOn this appeal, the appellant contends that the case does not come under the escheat statutes and, further, that the evidence does not support the judgment.\nAs to the first contention, the appellant is but again arguing that the petitioners failed to make out a prima facie case. In Anew of our decision in Commonwealth et al. v. Binenstock, supra, the argument plainly lacks efficacy. Apart from what the appellant may still think are the requirments of the Act of 1889 as amended, supra, he is now faced with the law of the case as heretofore laid down in this litigation. See Eaton v. New York Life Insurance Company of New York, 318 Pa. 532, 179 A. 67, where the appeal was disposed of in a per curiam opinion solely on the law-of-the-case doctrine. See also Allen v. Pennypacker, 302 Pa. 495, 497, 153 A. 734; McMahon’s Estate, 215 Pa. 10, 11, 64 A. 321; and Creachen v. Bromley Brothers Carpet Company, 214 Pa. 15, 18-19, 63 A. 195. It is true that the rule is not an inflexible one. In Reamer’s Estate, 331 Pa. 117, 122-123, 200 A. 35, expressly recognizing tlie doctrine, we described certain circumstances, the presence of which may influence this court to reconsider the point “where, following the decision on a former appeal, the court in another case has laid down a different rule either expressly or by necessary implication overruling the previous decision: [citing-several cases from other jurisdictions].” But, no such situation obtains here. Even were we now to reconsider Commonwealth et al. v. Binenstock, supra, the end result would be the same. Having assumed in that case, as the procedural situation required us to do, the verity of the averments of the petition, Mr. Justice Linn pointed out that “Binenstoch, ‘as agent or trustee,’ received [certain moneys], being the net proceeds of the illegal sale of beer by the brewery. He has never accounted to anyone and retains the funds which ‘are without any lawful or rightful owner or owners.’ ” Coincidentally but pertinently, it was then noted that the statute provides that escheatable property is such as “is or shall be without a lawful owner.” The conclusion of the opinion in that case, as hereinbefore quoted, is unequivocal. In the subsequent appeal (Commonwealth, hy Truscott et al., v. Binenstock, supra) the present appellant (then the appellee) again argued that a case could not be made out on the petition. Without relying on the law-of-the-case doctrine or spelling out the inherent fallacy of the contention, Mr. Justicé Linn precluded further consideration of the point by saying, —“We shall not recite the averments of the petition to show that a case within the Act is alleged because in his opinion, filed in the court below, the learned trial judge said, ‘undoubtedly if petitioner could prove those allegations a case would be made out.’ ” That brings us to the appellant’s second contention.\nThe legal conclusion of the learned court below that the insufficient original and amended answers were ineffectual to prevent judgment on tbe pleadings determined tbe factual inquiry adversely to tbe defendant. In so concluding, tbe trial court was well witbin its province. Tbe admissions by way of tbe defendant’s failure to deny in bis original answer material aver-ments of tbe petition remained competent evidence for tbe consideration of tbe trial court, as tbe trier of tbe facts without a jury, even tbougb tbe defendant’s amended answer attempted to make denials of tbe petition’s averments. Just as was said by Mr. Justice Patteeson for this court in Penn Mutual Indemnity Company v. Manhattan Mutual Automobile Casualty Company, Inc., 348 Pa. 605, 608, 36 A. 2d 322,- — “Appellant, in its original affidavit of defense, did not deny that tbe premiums due on tbe respective policies had been paid to it. In its amended and substituted affidavit of defense, however, such payment is denied. This is plainly contradictory. To prevent judgment, appellant must bring itself witbin the exception and give satisfactory explanation for the inconsistencies.” Tbe exception there referred to, as tbe context otherwise shows in its quotation from Rosenfield v. Kline, 125 Pa. Superior Ct. 82, 86, 189 A. 512, is “. . . when tbe defendant is able to give a Satisfactory explanation for his previous error.” In Willis v. Western Union Telegraph Co., 150 N. C. 318, 64 S. E. 11, 13-14, tbe Supreme Court of North Carolina, in dealing with a similar practice situation, said, — “In this case, there was a verified complaint containing tbe material allegation that the plaintiff owned tbe Beaufort and Newport line .... It was tbe defendant’s duty to deny this allegation, if it was not true, as it vitally affected tbe question of its liability in one aspect of tbe case. Having chosen to be silent when it bad tbe opportunity to traverse tbe allegation, we must bold that tbe complaint and first answer constituted some evidence from which the jury might reasonably infer the ownership by the defendant of the line from Beaufort to Newport. . . . The fact that the defendant afterwards filed an amended answer and denied that it was the owner of the Beaufort and Newport line does not affect the competency of the evidence, but merely detracts from its weight or its sufficiency to prove the fact now in issue.”\nHere, the contradiction in the answers was of sufficient weight, in the mind of the trial judge, to discredit the defendant’s denials, the defendant not having furnished a satisfactory explanation for his failure originally to deny material averments of the petition. Accordingly, the fact-finder, attaching no weight to the defendant’s later attempt at denials, expressly found “that the facts alleged in the petition of the plaintiffs are true.” Thus, the findings are supported by substantial evidence; confirmed by the court en banc; and, consequently, binding upon us on appeal.\nJudgment affirmed.\nMr. Justice Bell dissents.\nMr. Justice Ladner took no part in the consideration or decision of this case."}