{"id": "8845141", "contents": "Opinion by\nMe. Justice Benjamin R. Jones,\nMr. and Mrs. Bogutz (the appellants) on August 16, 1954, and for approximately five years prior thereto, were tenants under a written lease of apartment No. 612 located in an apartment house in Merion, Pa., owned, operated and maintained by the appellees.\nOn that day the wife-appellant, while passing through the basement of the apartment house en route to the garage — a usual and customary passageway for the tenants — slipped and fell, allegedly, by reason of an accumulation of oil and grease on the floor, sustaining severe personal injuries.\nA suit to recover damages arising from the injuries suffered by the wife-appellant was instituted by the appellants by filing a complaint. The appellees, by preliminary objections, raised the defense that under a provision of the written lease appellants had waived any right to recover damages arising from any negligent conduct on the part of the appellees in connection with maintenance of the apartment house. A motion for judgment on the pleadings having been filed, the court below entered a judgment for appellees and against appellants. From the entry of that judgment this appeal was taken.\nThe sole question is whether under the terms of the written lease the appellants had waived their right to a recovery of damages.\nParagraph 5 of the lease provides: “Lessor shall not be responsible for any injury or damage that may happen to the person or goods of Lessee or anyone claiming under Lessee, or his servants or employees, either on the elevators, corridors, stairways, walks or driveways, or in or about the premises, from any cause whatsoever, and Lessee hereby agrees to indemnify and save harmless the Lessor from any action for damages brought by any invitee, servant or employee of Lessee therefor.” (Emphasis supplied).\nAppellants contend that this provision of the lease does not preclude a recovery by them because the place of accident — the basement — was not included within the phrase “in or about the premises” which the parties intended to refer only to the apartment leased by appellants.\nIn interpreting this clause of the lease certain principles of law must be kept in mind: (1) the waiver by a tenant of his landlord’s responsibility for losses resulting from negligence must be plainly expressed (Tidewater Field Warehouses, Inc. v. Whitaker Co., Inc., 370 Pa. 538, 88 A. 2d 796; Siegel Company v. Philadelphia Record Company, 348 Pa. 245, 35 A. 2d 408; Wright v. Sterling Land Company Inc., 157 Pa. Superior Ct. 625, 43 A. 2d 614); (2) to ascertain what the parties intended in a written agreement recourse must be had to the terms of the writing itself and such terms, in the absence of any ambiguity, furnish the true guide to the parties’ intent (Atherton v. Clearview Coal Co., 267 Pa. 425, 110 A. 298); (3) any doubt which arises as to the meaning of the clause must be resolved in favor of the lessees and against the lessors (Darrow et al. v. Keystone 5, 10, 25, $1.00 Stores, Inc., 365 Pa. 123, 74 A. 2d 176; Lyons v. Cantor et al., 363 Pa. 413, 70 A. 2d 285; Larsh et al., Trustees v. Frank & Seder of Pittsburgh, Inc., 347 Pa. 387, 32 A. 2d 219; Baldwin v. McEldowney, 324 Pa. 399, 188 A. 154).\nAn examination of the lease in its entirety clearly indicates that the word “premises” was not intended to be restricted to appellants’ apartment No. 612. When the lease refers to that apartment it consistently describes it as the “demised premises”, the “leased premises”, the “premises hereby demised”, or the “premises demised” and, conversely, the word “premises” is used to refer to the entire building such as in the clause “premises of which the demised premises form part”. The language of the lease throughout clearly evidences that when the word “premises” is employed by the parties in reference to the appellants’ apartment it is either preceded or followed by a word or words of description or modification such as “demised” and “leased”.\nFurthermore an examination of Paragraph 5 reveals that it exculpates the lessors from liability in the alternative: 11 either on the elevators, corridors, stairways, walks or driveways, or in or about the premises”. (Emphasis supplied). The first portion of this clause relieves the lessors from any liability for accidents occurring in the usual and ordinary places of ingress and egress, both outside and inside, to and from the apartment house, while the second portion relieves them from liability for accidents occurring in any other parts of the building, outside or inside.\nAny doubt concerning the parties’ intention in this respect is resolved by Paragraph 18 of the lease which reads as follows: “Lessor shall not be held responsible for, and is hereby relieved from all liability by reason of, any injury or damage to any person, persons or property in the demised premises, whether belonging to Lessee or any other person, caused by any fire or by any wear, breakage, or leakage in any part or portion of the demised premises, or in any part or portion of the building of which the demised premises are a part whether such wear, breakage, leakage, injury or damage be caused by or result from the negligence of Lessor or its agents or any person or persons. Lessee hereby, in consideration of the rent herein specified, accepts and assumes such responsibility and liability, shall have and is hereby given the right to enter into any part of the building of which the demised premises are a part as fully as landlord is entitled to in order to remove, provide against, prevent and discover the cause of any possible injury or damage. (Italics ours).” This paragraph' distinctly reveals that when the parties intended to refer to casualities happening in the apartment itself they employed the words “demised premises”.\nUnfortunately for appellants their right to recovery for the damages arising from the wife-plaintiff’s mishap has been waived by them and the court below very properly entered judgment on the pleadings.\nJudgment affirmed.\nMr. Justice Cohen dissents."}