{"id": "8845964", "contents": "Per Curiam,\nThis action in trespass is by tbe father in Ms own right, and on behalf of his minor son, to recover damages for injuries to the minor sustained when struck by defendant’s truck driven by the latter’s agent in the course of his employer’s business. A verdict was rendered in favor of defendant. Plaintiff appealed.\nThe case was tried before Judge Frank Smith and the opinion of the court in banc refusing a new trial was written by Judge Lamberton, who, in his opinion, states the “undisputed” facts as follows: “On November 12, 1931, at about 12: 45 p. m. the minor plaintiff, a boy nine years of age, was on his way to a school, located at the northwest corner of 21st and McClellan Streets in the City of Philadelphia. At 21st and Segal Streets, a short square south of McClellan Street, he seized the rear of an American Stores wagon going northward on 21st Street and followed along , in this position until he reached McClellan Street, when he left the wagon and walked or ran toward the west side of the street, where his school was situated. There were a large number of other children playing around the school at the time. Before the minor plaintiff reached •the curb, he was struck and injured by a truck operated by an employee of the defendant, likewise proceeding northwardly on 21st Street. Twenty-first Street was a one-way street for northbound traffic only.”\nThe record discloses some diversity in the testimony of witnesses as to how the accident happened; the speed of defendant’s car; whether the boy had practically reached the sidewalk when struck by the truck and whether he darted out from behind the wagon of the American Stores in front of defendant’s truck. These questions were fully and properly submitted to the jury by the trial judge in his charge, and as the verdict indicates, were resolved against plaintiffs’ contention.\nWe have examined the eight assignments of error and, upon careful consideration of the entire record, fail to find error in the trial judge’s refusal to admit the excluded testimony offered by plaintiff, in bis refusal to affirm appellant’s requests for charge, or in the portions of the charge assigned as error.\nJudgment affirmed."}