{"id": "8845355", "contents": "Opinion by\nMr. Justice Maxey,\nThis was an action of trespass based on the alleged negligence of defendant corporation in furnishing for the inoculation of Dr. S. C. Tremaine rabies vaccine which instead of being sterile, harmless, and suitable for the purpose for which it was advertised, was (so it is alleged) not sterile, safe, or suitable for the use for which it was intended, in that it contained organisms and other ingredients which upon injection were destructive to human life, and that it caused his illness and death. After trial, at the close of which plaintiff filed a point for binding instructions which was refused, the jury returned a verdict for $15,000- against the defendant. Defendant’s request for judgment n. o. v. was granted. Plaintiff appealed.\nOn April 30, 1929, a dog bit the deceased, a veterinarian, on the leg above the knee. The victim cauterized the wound immediately with nitric acid and ordered from the defendant corporation some rabies vaccine. A few years before this time and after he (with a fresh cut on his hand) had examined a cow that had rabies, he took as a matter of precaution a “twenty-one dose serum” furnished by the same company, without any ill effects. After being bitten by the dog on April 30th, he telephoned the offices of defendant company and inquired whether he was still immune from the previous treatment. The question was unanswered, and he was advised that it would be prudent to take the fourteen dose treatment, which is “killed bacteria/’ (the twenty-one dose serum having been “live bacteria”). He received this serum and began taking the prescribed doses on May 4,1929, by injecting the serum hypodermically under the skin of the abdomen. After the tenth dose he began to feel ill; he did not use the last or fourteenth dose. His widow testified to his previous good health and that she helped administer the serum, that the serum came in sealed packages, that an antiseptic is furnished with them, that the needle was sealed, that her husband followed the directions, that he was experienced in the use of serums, and that from “the first few injections there was no ill effects . . . but after the tenth, he began to feel badly, . . . with pain in his chest, principally. . . . After he had taken the thirteenth dose ... he felt so very badly that he couldn’t take the fourteenth dose. . . . Lumps formed on his abdomen where the injections were, they swelled quite high and got hard. . . . The 17th of May he felt bad enough to get a doctor. . . . On the 20th he went to Dr. Sewell and on the night of the 22d he was suffering terribly and his leg began to twitch. . . . During that night he lost the use of his left leg.” He was ordered to the hospital and remained there from May 23d until July 12th. She said further that “he began to improve in about two weeks. . . . He got so that he could sit up in bed without any help. ... He got so that he could be carried to an automobile and we took him out for rides. ...” Late in September his condition “kept steadily getting worse.” He was taken to a hospital in Philadelphia and remained there from December 26th to January 12th. He died on February 16th. The established cause of death was “ascending myelitis,” i. e., inflammation of the spinal cord.\nPlaintiff called two physicians. One testified that “there are a great many causes of myelitis. It may come from trauma, from infection or it may be idiopathic.” He amplified this further by saying that it might come from “some actual physical injury to the spinal cord” or “infection from any cause from within or without the body.” He was asked this question: “There are a number of well recognized causes for the condition which you found in Dr. Tremaine, and for which you treated him?” He answered: “Yes, sir.” The other physician testified that the ailment he found Dr. Tremaine to be suffering from was due to the injection of the rabies vaccine, but even he did not testify as to any facts which would show that this vaccine had been improperly or negligently prepared.\nIn its opinion entering judgment n. o. v. for the defendant the court below said: “The medical testimony of the plaintiff is to the effect that, since a man who, prior to May, 1929, had been in good health and had had serum injections, developed inflammation of the spinal cord which could come from an infection, he must have been infected by the vaccine treatments sold by the defendant. That evidence does not meet the measure of proof required. The plaintiff has failed to prove that the vaccine as sold to Dr. Tremaine by the defendant contained a foreign organism which rendered it unsafe for the purposes for which the vaccine was intended and that this foreign organism was the cause of the myelitis. There was no proof that any of the ingredients of the vaccine, or that the vaccine itself, contained any organism that would cause an infection. . . . The fact of the injection of the vaccine per se was not proved to be the cause of the myelitis. It was too remote and speculative.”\nThe action of the court below must be sustained. There is here total failure of proof of the negligence pleaded. In section 430 of “Restatement of the Law of Torts,” volume 2, page 1156, is expressed this principle: “In order that a negligent actor shall be liable for another’s bodily harm, it is necessary not only that the actor’s conduct be negligent toward the other in the particulars stated in section 281, clause (b), and comment thereon, but also that the negligence of the actor be a legal cause of the other’s harm.” Section 281, clause (b) reads as follows: “The actor is liable for an invasion of an interest of another, if . . . (b) the conduct of the actor is negligent with respect to such interest or any other similar interest of the other which is protected against unintentional invasion.” Section 434 lays down this principle: “It is the duty of the court to determine whether, upon the facts which are admitted, found by special verdict or reasonably inferable from the evidence, the actor’s conduct is a substantial factor in bringing about harm to another, unless the cuestión is open to a reasonable difference of opinion, in which case it is to be left to the jury.”\nIn the instant case it is not reasonably inferable from the evidence that the actor’s, i. e. defendant’s, conduct was “a substantial factor in bringing about harm to another.” The mere fact that the deceased took the serum furnished by the defendant and that he thereafter became ill and died, does not constitute legal proof: (1) that his death was caused by the serum, or (2) that the serum was (as pleaded) “negligently, carelessly and improperly prepared, and unfit, unsuitable and unsafe for the purpose intended.” In the administration of justice the standards of legal proof must be maintained above mere conjecture. Defendant’s negligence cannot be presumed or inferred simply from the patient’s illness and death even though these did follow closely upon the use of the serum.\nIn the case of Stemons v. Turner, 274 Pa. 228, 117 A. 922, which was an action against an osteopathic physician for alleged negligent use of X-ray on the body, and in which plaintiff recovered a verdict in the court below, this court reversed tbe judgment and ordered a new trial, saying, inter alia, through Mr. Justice Schaffer : “From the charge, the jury could derive no other conclusion than that simply because appellee was burned he could recover.” We held that the doctrine of res ipsa loquitur should not be applied in cases of X-ray burning, quoting with approval the following from Runyan v. Goodrum, 13 American Law Reports 1403, 1413 (1921) : “The doctrine of res ipsa loquitur does not apply in such cases, because the testimony shows that on account of the idiosyncrasies of the X-ray machine one person of a certain type and temperament would be susceptible to a burn, while another person of a different type under the same circumstances would not be burned. Moreover, it is shown that burns do occasionally occur in the ordinary course of the exposure, in spite of the highest diligence and skill to prevent them.” In Nixon v. Pfahler, 279 Pa. 377, 124 A. 130, which was also an action for injuries resulting from alleged negligence by defendant in taking X-ray photographs of plaintiff’s teeth, Mr. Justice Walling speaking for the court said: “At the trial no evidence of negligence was offered, plaintiffs resting their case solely on proof of the accident. . . . Plaintiffs . . . urged that negligence should be inferred from the happening of the accident. In other words, that the rule of res ipsa loquitur should be applied. We have applied that rule against carriers of passengers, and in other rare instances, but never against a medical practitioner, who is within the general rule that negligence will not be presumed from the mere happening of an accident.”\nTo sustain her case plaintiff had to prove far more than the fact that the serum caused her husband’s death, yet even proof as to the cause of death lacked much in positiveness. Dr. Sewell testified: “It was a vague case. But we made a diagnosis of serum sickness thinking it had come from some undue effect of the vaccine which he had used. We could find no other cause to explain it and this coming on after the use of vaccine naturally our con-elusion was that it was a sickness that was a consequence of tbe injection.” Dr. Winslow testified that “in bis opinion, by eliminating all other causes,” be “felt that it [death] followed an infection from tbe rabies serum.” This testimony does not' exclude tbe hypothesis that tbe illness might have been due to some carelessness in administering tbe vaccine or to tbe patient’s systemic repugnance to it. However, even if we assume as established (which we do not assume) tbe allegation that death was caused by tbe serum, tbe further allegation that tbe serum bad been negligently prepared is still without evidentiary support.\nAppellant’s counsel cite, as sustaining the proposition that in cases of this kind tbe law does not demand absolute certainty, tbe case of Flaherty v. Scranton Gas Co., 30 Pa. Superior Ct. 446. There tbe Superior Court said: “It [tbe law] must act on those reasonable inferences and probabilities which the intelligence and experience of specially fitted men enable them to draw from tbe external signs and symptoms of tbe bidden trouble within.” In that case two physicians were permitted to testify that a child who bad been exposed to an atmosphere laden with illuminating gas died from its inhalation. It is a well-known fact that such gas is lethal in its effects, and, to make the present case parallel to the one cited, plaintiff would have to establish the fact that the serum actually furnished by the defendant was lethal in its effect. This fact is not established merely by showing that, after being inoculated with this serum, the patient became ill and nine months later died. To accept this as proof would be to accept as a substitute for logic, the well-known fallacy of “post hoe ergo propter hoe.”\nAppellant also stresses the case of Kohlmeyer v. Ohio Valley Water Co., 58 Pa. Superior Ct. 63, in which that court sustained a judgment against the water company for damages for the death of a child, where evidence showed the defendant, which ordinarily procured pure water from springs, had at a time of low water, and for a period of fourteen hours, connected its pipes with a river contaminated with filth. During this period the child, who previously had been in good health, drank this water and subsequently died of enteritis. He had not drunk water from any other source, nor taken any food except a good quality of condensed milk. The distinction between that case and the one at bar is obvious. There the plaintiff proved that the defendant had permitted the contamination of the water furnished. Here there was no proof whatever that the serum furnished was in any way unfit for human use.\nThe case of Fritz v. The Elk Tanning Co., 258 Pa. 180, 101 A. 958, is also cited by appellant. There plaintiff brought suit on the allegation that he had not been afforded a reasonably safe place in which to work, by reason of which he had become the victim of sulphuric acid poisoning and thereby lost his health. He proved that the place where he worked was one where he had to breathe the vapor arising from the vat into which it was his duty to pour sulphuric acid; the room was poorly ventilated; and the fumes arising from the vats were poisonous and were the cause of the injuries of which he complained. That case is also obviously distinguishable from the case at bar.\nThe conclusion we have reached in this case is not only supported by reason but is in harmony with the weight of authority in other jurisdictions. In Brown v. H. K. Mulford Co. (Missouri), 199 S. W. 582, there was a suit by a stock raiser against a manufacturing chemist, for causing the death of 49 of his hogs. The plaintiff claimed that his hogs were killed by having defendant’s serum-virus, a remedy for hog cholera, administered to them. He claimed that the serum was poisonous. The court said: “The only proof of the remedy being a deadly poison is that Dr. Winters administered the same to these hogs, and in eight days thereafter they became sick and began dying. ... At the time of the treatment the hogs were apparently well and showed no symptoms of cholera.” The court said further: “The sole fact on which negligence on the part of the defendant is predicated is that the hogs all took sick with the symptoms of hog cholera and so many of them died. That all of them would he more or less affected by being vaccinated with this remedy and that some would die therefrom was to. be expected. . . . Why some hogs apparently healthy and in the same herd and conditions are expected to die when the same treatment is given to all is a matter not explained and doubtless not known. Much doubtless depends on the vitality and physical condition of the individual hog, and this is difficult or impossible to ascertain. , . . The mere fact that injury resulted from the use of this virus in the way it was intended to be used is not sufficient to prove negligence in its manufacture. There must be evidence from which the negligence counted on is fairly and reasonably inferable. ... It is not a case where a person calls for and supposes he is buying and using a harmless drug or remedy and is given a poisonous one.” In Karr v. Inecto, Inc., 247 N. Y. 360, it was held that before one conducting a hairdressing establishment could recover for injury to finger following contact with hair dye manufactured by defendant, she was required to show that injury resulted from contact with chemical product manufactured by defendant, that chemical product was inherently dangerous and poisonous, and that defendant was negligent in putting such a product on the market for general sale. In Howard v. United Serum Co., 211 N. W. 419 (Iowa), it was contended that a certain hog cholera remedy delivered by the defendant was “impure, in that it contained the germs of hemorrhagic septicemia and necrotic enteritis; that such diseases were communicated by its use in vaccination to the vaccinated pigs; and that there was large mortality among such vaccinated pigs, resulting from such diseases.” The court said: “We find no competent evidence in the case to the effect that this product contained the germs of hemorrhagic septicemia or of necrotic enteritis. Four veterinary witnesses testified to their opinion that it must have contained such germs. Each opinion was confessedly predicated upon the fact that hogs which had been vaccinated with the product developed these diseases, or one of them, and died therefrom. We held in the Hollingsworth Case [Hollingsworth v. Midwest Serum Co., 183 Iowa 280, 162 N. W. 620] that such evidence was mere speculation. It has been held to the same effect by several courts in similar cases since the decision in the Hollingsworth Case [citing them]. . . . To say, therefore, in a particular case, that this or that hog took the disease from the vaccine, is a mere arbitrary guess which is not entitled to rank as admissible evidence.”\nAppellant’s counsel attempt to reply to., the lower court’s animadversion that the fourteenth dose of serum had not been produced at the trial by plaintiff and that there was no evidence that it contained any foreign organisms which would have caused the inflammation of the spinal cord of Dr. Tremaine, by stating that there was no evidence that this fourteenth dose was examined or analyzed and that the trial judge overlooked the fact that the defendant had in its possession two samples of the lot of vaccine from which Dr. Tremaine was supplied and that the defendant did not produce any testimony as to these two samples. This argument of appellant’s counsel ignores the rule that the burden of proof rests upon the plaintiff. The presumption was that the serum furnished by defendant had not been negligently prepared and that it was safe for the intended use; plaintiff in order to obtain and hold a verdict had to both plead and prove the contrary. Plaintiff’s failure to produce an analysis of this fourteenth dose of vaccine which was retained in her possession, supported an adverse inference. In 22 C. J., page 115, section 55, is laid down this principle: “Where it is apparent that a party has the power to produce evidence of a more explicit, direct, and satisfactory character than that which he does introduce and relies on, it may be presumed that if the more satisfactory evidence had been given it would have been detrimental to him and would have laid open deficiencies in, and objections to, his case which the more obscure and uncertain evidence did not disclose.” This rule is based on the same logic as the rule that failure of a party to call an available witness possessing peculiar knowledge concerning facts essential to a party’s case, gives rise to an inference that the testimony of such uninterrogated witness would not sustain the contention of the party: 22 C. J., pages 115-16, section 56.\nThe drawing of an adverse inference from plaintiff’s failure to produce an analysis of the fourteenth dose of serum was a jury function, and the entry of judgment n. o. v. was based, of course, not on such an inference but upon the failure of plaintiff to furnish data adequate to support the inferences she wished to have drawn, to wit, that Dr. Tremaine’s illness and death were due to a deleterious serum negligently prepared and supplied to him by the defendant. It is the function of a trial court to determine whether the finding asked for by a plaintiff is legally permissible from the evidence offered. In this case it was not. It was no more permissible than it would be to permit a jury to “guess” that because after partaking of food, a man suffered indigestion and a fatal heart attack, the food was poisonous and had become so through the negligence of the person furnishing it. To legally support that possibly correct conclusion additional relevant facts would have to be produced. That is the situation here. Such additional facts not being tendered, defendant was in the first instance entitled to binding instructions and later to judgment n. o. v.\nThe judgment is affirmed."}