{"id": "8845053", "contents": "Opinion by\nMb. Justice Benjamin B. Jones,\nThis appeal presents a very narrow issue: does a Begister of Wills have the authority to issue letters of administration d.b.n.c.t.a. to one who is a stranger rather than to residuary legatees willing to act?\nThis estate has been the subject of extensive litigation, principally concerning the appointment of an administrator d.b.n.c.t.a. The factual background of this estate was set forth at length by the late Mr. Justice Stearns in Schulz Estate, 374 Pa. 459, 461-464, 98 A. 2d 176: “Max Schulz, the testator, died May 30, 1917. He was possessed of a twenty-six acre farm and personal property estimated at $3,000. He was a widoiver survived by seven adult children. By his will the residuary estate, consisting of the above real and personal property, was devised and bequeathed to his executor with direction to convert the real estate into personalty within tivo years from his decease and to divide the fund into seven equal shares. He bequeathed an equal one seventh share to each of six named children. The remaining one seventh share (the subject of the present litigation) he directed to be retained by his executor in trust to ‘invest so much thereof as he may deem necessary’ in the purchase of a home for the use of his son Frank and the son’s wife Lena, and to invest the balance and to pay the net income to the son and wife for their successive lives. Upon the decease of the life tenants the testator further directed that the house should be sold, and the entire corpus of the trust equally divided among the children of such life tenants. Testator’s son Edward was named as executor.\n. “The record discloses that tbe executor filed neither an inventory nor an account and no home was ever purchased. Lena, the son’s wife, predeceased her husband.\n“On March 24, 1920, six of testator’s children including the son Frank, the Ufe tenant of a one-seventh share, deeded their respective interests in the real estate, and released their interests in the personal estate to Edward Schulz who was the executor trustee of testator’s estate. The deed and release were recorded. The pivotal fact is that none of the children of Frank and Lena — five of the seven of whom were then minors— were joined, either in person or by guardian in such transfer and release.\n*****\n“On February 24, 1921, John Schulz, a son of testator, petitioned the orphans’ court for a citation upon the executor to file an account. On May 15, 1922, the court dismissed the petition on the ground that ‘the estate has been settled, and it was done agreeably to all parties.’ (Italics supplied)\n“On May 13, 1938, the trustee filed a triennial account as Testamentary trustee for Frank Schulz.’ This triennial account, filed for information only, was neither advertised nor audited. See Fiduciaries Act of 1917, June 7, P.L. 447, sec. 48(h), 20 PS 838. The answer, however, concedes that the trustee was then holding such one-seventh share in trust and was paying the income therefrom to Frank, the life tenant.\n“On January 6, 1941, Edward Schulz, the trustee, died. His widow was appointed his administratrix. Frank, testator’s son, and life tenant of one-seventh share, died August 5, 1943, intestate. He left the said seven children surviving and no issue of deceased children.” In that opinion, at p. 469, we said: “It necessarily follows that an administrator d.b.n.c.t.a. must be appointed to execute the provisions of the testamentary directions of Max A. Schulz, the testator”.\nThe Register was presented with various petitions for appointment as administrator, principally by Marjorie Griffith (appellant) joined in by her brother and isisters and heirs of a deceased sister, representing a l/7th interest, and by the Fulton National Bank of Lancaster, joined in by those persons representing the remaining 6/7ths interest. After unsuccessfully attempting to have all the parties in interest reach an agreement, the Register appointed one A. F. Witmer as the administrator, he being a complete stranger to the estate. From that action of the Register an appeal was taken to the Orphans’ Court of Lancaster County. From the affirmance by that Court of the Register’s action, this appeal ensued.\nAppellant takes the position that, by statute, the Register’s discretionary right of appointment is limited to the class of residuary legatees who desire the appointment. The statutory provision is as folloivs: “And provided further, That in all cases of an administration with a will annexed, where there is a general residue of the estate bequeathed, the right to administer shall belong to those having the right to such residue, and the administration in such case shall be granted by the register to such one or more of them as he shall judge will best administer the estate.” The statute gives to the residuary legatees a prima facie right to appointment and limits appointment by the Register to those persons who comprise the class of residuary legatees: Friese’s Estate, 317 Pa. 86, 176 A. 225; Swart’s Estate, 189 Pa. 71, 41 A. 1000; Levan’s Appeal, 112 Pa. 294, 3 A. 804; Brubakers Appeal, 98 Pa. 21; Guldin’s Estate, 81* Pa. 362; Gyger's Estate, 65 Pa. 311; McClellan’s Appeal, 16 Pa. 110; Williams’s Appeal, 7 Pa. 259; Jones Appeal, 10 W.N.C. 249; Heron’s Estate, 6 Phila. 87; Muhlenberg’s Estate, 4 Phila. 192. However, the right of the residuary legatees, while preferred, is not absolute but contingent. If the residuary legatees are disqualified or incompetent the statute does not require that the Register select such persons: Friese’s Estate, 317 Pa. 86, 176 A. 225; Schmidt’s Estate, 183 Pa. 129, 38 A. 464; Levan’s Appeal, 112 Pa. 294, 3 A. 804; Shomo’s Appeal, 57 Pa. 356; Bieber's Appeal, 11 Pa. 157; Job’s Estate, 23 Pa. Superior Ct. 611. Cf: Rafferty Estate, 377 Pa. 304, 105 A. 2d 147; Fleming’s Estate, 135 Pa. Superior Ct. 423, 5 A. 2d 599.\nAntagonism and unfriendly feelings between the applicant for letters of administration and other members of the class may be sufficient to constitute a disqualification. In Friese’s Estate, 317 Pa. 86, 89, 90, 176 A. 225, we said: “In addition to the fact that she is required to have an actual interest in the estate, she may be further disqualified by being unfit to administer. Among these disqualifications are insolvency, non-residence, conviction of crime, claim of interest hostile to the estate, unfriendly feeling between the parties, dissatisfaction and antagonism between the widow and the children.” (Emphasis supplied). See also: Warner’s Estate, 207 Pa. 580, 584, 57 A. 35;Levan’s Appeal, 112 Pa. 294, 298, 3 A. 804; Hassinger's Appeal, 10 Pa. 454; Ellmaker's Estate, 4 Watts 34; Welch’s Appeal, 1 Pennypacker 9.\nThe Register, in appointing C. F. Witmer, a stranger, recognized that the appellant was clearly antagonistic to and on an unfriendly basis with the appellees, and vice versa. This antagonism has been the source of the extensive litigation between the parties and clearly constitutes a disqualification under the circumstances not only of appellant but also of the entire class of residuary legatees, all of whom have taken part in some manner or other in such litigation. Appellant’s argument that such antagonism has not been shown is without merit. The entire record of this estate, including the record before the various courts, was admitted into evidence and, even if it were not, we could take judicial notice thereof. Appellant’s antagonism and unfriendly feelings toward appellees clearly disqualified her for appointment as the administrator.\nThe statute commits to the Register of Wills, in the first instance, the duty to grant letters of administration and in the performance of that duty the Register acts in a judicial capacity. On appeal from Ms action judicial review is confined to a determination whether the Register of Wills has abused his discretion in the appointment of an administrator: Phillip’s Estate, 293 Pa. 351, 355, 143 A. 9; McMurray’s Estate, 256 Pa. 233, 235, 100 A. 798. Under the circumstances herein presented the Register of Wills clearly did not abuse his discretion. The Register very properly and wisely appointed a competent and qualified stranger to act as administrator and the affirmance of his action by the court below was eminently proper.\nDecree affirmed. Costs upon appellant.\nIn the language of the lower court: “The facts and the controversy which ensued in the forty years since [decedent’s] death are fully set forth in three prior opinions of [the Lancaster County] Court (53 Lane. Law Key. 65; 54 Lane. Law Rev. 239 and 325), in three opinions of the Superior Court (172 Pa. Superior Ct. 594; 180 Pa. Superior Ct. 237 and 243) and in one opinion of the Supreme Court (374 Pa. 459).”\nThe Fiduciaries Act of June 7, 1917, P.L. 447, §2(e), 20 PS Oh. 3, App. §343, was derived from the Act of March 15, 1832, P.L. 135, §22, which was repealed by §63 of the 1917 Act. The Fiduciaries Act of April 18, 1949, P.L. 512, art. Ill, §305(b), 20 PS §320.305 (b) — presently inapplicable — expressly authorizes the Register to deviate from the statutory order for good cause shown."}