{"id": "8845275", "contents": "Opinion by\nMr. Chief Justice Maxey,\nMargaret Dore Diggin died on December 17, 1945. Her last will and testament was probated on December 20, 1945, by .Catherine M. Dore solely to. pass title to realty, without request for or grant of letters as there was no personal estate for administration as shown by the probate record. In her will she “constituted and appointed” her sister, Catherine M. Dore, and her nephew, Cornelius A. Kane, as executors.\nOn December 11, 1946, plaintiff brought suit against the two persons named in the will as executors and directed that they be .summoned as “executors of the estate”, of decedent. The action purports to be a cautionary suit under Section 15 (a) of the Fiduciaries Act of 1917 as amended, 20 PS 521, and was filed without prior notice or citation to Catherine M. Dore or Cornelius A. Kane to take out letters for the purpose of defending the action or to show cause why letters should not be issued to some other person for that purpose. Eight such actions were filed by différent plaintiffs but all were based on the same factual allegations and it was stipulated that the disposition of one case would be acceptable as disposition of all eight cases and that only one appeal would be taken from the decision and this would be conclusive in all eight cases. Miss Dore and Mr. Kane immediately caused • to be entered their appearance de bene esse and presented their petition raising preliminary jurisdictional questions under thé Act of March 5, 1925, P. L. 23, 12 PS 672, et seq. Therein they averred that letters had not been issued, that they had' not acted in any - ihanner whatsoever as executors of decedent’s estate, and that one- of plaintiff’s counsel knew these facts as early as January 1946, this action being in course of planning and preparation for Several months prior, to entry, thereof. ‘ . • :\nA rule to show cause was granted'and plaintiff answered the petition admitting the essential averments thereof. The parties stipulated that a copy of the application for probate should be deemed as offered in evidence; the probate record giving notice that letters were not requested because of the absence of personal estate requiring administration. The rule to show cause was heard by Judges Egan, Smakt and Adams and an order was entered on February' 27, 1947 discharging thé rule and requiring the nominees to answer as defendants in the action. An appeal was taken to the Superior Court. This latter court said:\n“In the opinion of the court below ‘ ‘The sole question to be determined here is: Does Section 15(a)' of the Fiduciaries Act . . . require that letters testamentary be granted before' the person appointed executor by the decedent can be named in á. suit by a creditor of the deceased?’\n“That was the sole question to be determined in the court below and if the learned court had confined itself to a. disposition of that question,, its. order discharging the rule to show cause, why the preliminary jurisdictional question should not be sustained, would be affirmed in toto. But the court went further than it was required, or had authority, to go and ordered, the defendants to answer the statement of claim within thirty days from the date, of service of n.otice of its order. By so doing, it imposed on defendants an active, duty.\n“The legal principle that an executor named in a will but to whom letters have not been granted is competent to act as a representative of the estate so far as relates to acts in which he is merely passive, such as being served with a summons, is well established. Shoenberger’s Exrs. v. Lancaster Savings Institution, 28 Pa. 459; Beckman, Sec. of Bkg., v. Owens, Executrix, 135 Pa. Superior Ct. 404, 5 A. 2d 626.\n“But it is equally well established that an active duty cannot be imposed upon him without his consent or until he has performed some act which the law regards as sufficient evidence of his acceptance of the trust. Ralston’s Estate, Johnston’s Appeal, 158 Pa. 645, 28 A. 139; Lowrie v. Dollar Sav. & Tr. Co., 266 Pa. 135, 109 A. 607.”\nThe Superior Court quotes the following from the Lowrie case just cited:\n“ ‘The appointment of one competent to act as executor avails to make him a representative of the estate so far as relates to acts in which he is merely passive, such as receiving notice of the dishonor of a note (Shoenberger’s Executors v. Lancaster Savings Institution, supra, 466), but this seems to be as far as our decisions go.’ ”\nWithout departing in any way from the principles enunciated in this and the other cases cited, we think that Avhen a matter like the one in the case now before us comes before a court, an order should be made directing the persons named in the will as executors either to file an answer in a suit brought against them as executors or to renounce their right to take out letters testamentary under the will of the decedent.\nIt is ordered that within fifteen days the defendants shall either file an answer to the statement of claim or renounce their right to take out letters testamentary under the will of Margaret Dore Diggin. With this modification, the judgment of the Superior Court is affirmed; costs to be paid by the estate."}