{"id": "8845296", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe question raised by this appeal is whether a surviving spouse, by an election under Sec. 11 of the Estates Act of April 24, 1947, P. L. 100, 20 PS 301.11, may secure an intestate share of her deceased husband’s revocable inter vivos trust which was erected prior to the passage of this Act.\nOn March 14, 1947 settlor, Thomas McKean, executed the deed of trust in. question. While for the present purpose all of its terms need not be recited, it transferred certain income to this appellant. Settlor reserved certain portions of the income to himself. He also reserved the right to alter, revoke or change the trust, but which right he never exercised. On the same day as the date of the deed, March 14, 1947, he executed his will, wherein he made no provision for appellant. He died July 30, 1949. The will was probated August 3, 1949. Appellant, the widow, elected to take against the will under See. 8 of the Wills Act of April 24, 1947 P. L. 89,20 PS 180.8, supplemented by her election under Sec. 11 of the Estates Act of 1947, supra.\nSec. 11 of the Estates Act of 1947, supra, reads as follows: “A conveyance of assets by a person who retains a power of appointment by will, or a power of revocation or consumption over the principal thereof, shall at the election of his surviving spouse, be treated as a testamentary disposition so far as the surviving spouse is concerned to the extent to which the power has been reserved, but the right of the surviving spouse shall be subject to the rights of any income beneficiary whose interest in income becomes vested in enjoyment prior to the death of the conveyor.”\nSec. 21 of the Act fixed its effective date in these words: “This act shall take effect on the first day of January, one thousand nine hundred forty-eight and except as set forth in section 3 hereof, shall apply only to conveyances effective on or after that day. As to conveyances effective before that day, the existing laws shall remain in full force and effect.”\nPrior to the Estates Act of 1947, this Court repeatedly decided that where a settlor, by his deed vests a present interest in the beneficiaries but reserves a beneficial interest and also a power to revoke or modify the deed in whole or part, such interests are not thereby constituted mere expectancies but are present vested, interests: Dickerson’s Appeal, 115 Pa. 198, 8 A. 64; Lines v. Lines, 142 Pa. 149, 21 A. 809; Dolan’s Estate, 297 Pa. 582, 124 A. 176; Shapley Trust, 353 Pa. 499, 46 A. 2d 227; Lyon Trust, 164 Pa. Superior Ct. 140, 63 A. 2d 415. See also: Restatement, Trusts, Sec. 57 (1); 43 Harvard Law Review p. 521; 78 University of Pennsylvania Law Review p. 626; Scott on Trusts, Sec. 57.1.\nAppellant contends, despite the above decisions of this Court, that Sec. 11 of the Estates Act of 1947 is applicable because the conveyance did not become effective, but was a mere expectancy, until the death of her husband which occurred after the date of the Act. Appellant earnestly maintains that the legislative intent of Sec. 11 of the Estates Act, supra, was to operate retrospectively. While in some circumstances an Act of Assembly may be applied retrospectively where such intent is plain, such a result, however, is never permitted where vested interests are destroyed or affected: Willcox v. Penn Mutual Life Insurance Co., 357 Pa. 581, 55 A. 2d 521; Crawford Estate, 362 Pa. 458, 67 A. 2d 124; Borsch Estate, 362 Pa. 581, 67 A. 2d 119.\nThe decree is affirmed; costs to be paid out of the principal of the estate."}