{"id": "8845463", "contents": "Opinion by\nMr. Justice Linn,\nThis was a bill to abate a public nuisance — to obtain removal of buildings and improvements constructed by defendant within the channel lines of Stonycreek River. The learned court below adopted the chancellor’s finding (supported by evidence) that the alleged encroachments did not wrongfully interfere with the flow of the stream and dismissed the bill. The city has appealed. The bill and answer were filed in 1922. Testimony was taken in 1923 and 1924. In 1932 a decree nisi was filed. After exceptions were disposed of, a final decree dismissing the bill was entered in 1934.\nThe purpose of the bill, apparently, was not so much to obtain relief from flood danger, obviously negligible according to the evidence, as to ascertain the legal effect of certain ordinances and what was done and not done pursuant to them. The plaintiff is a city of the third class. The Act of 1889, P. L. 277, article Y, section 3, clause 32, 33 (in force when the first ordinances were passed; for later legislation see Act of 1931, P. L. 932, article XXXIV, 53 P. S., sections 12198-3401 to 12198-3409) authorized cities of the third class to establish channel lines in streams in the city limits and to condemn accordingly.\nBy ordinances passed in 1892 and in 1894, Stonyereek Eiver was declared to be a public highway and watercourse. Channel lines, 225 feet apart, were specified and particularly described in the ordinances; they provided that a plan of the river showing the lines should remain in the office of the city engineer. The pertinent ordinance for this case, number 247 of 1894, provided: “Section 2. If the property owners on the margin of the river as herein located file with the city clerk an acceptance of this ordinance and a release of damages, the same shall be operative from the date of filing said release or releases. Upon their failure so to do, it shall be the duty of the mayor to, in conjunction with the city engineer, ascertain the claims, if any, for damages set up by the riparian owners on the line of the stream; and if an agreement cannot be made between the riparian owners and the city for a settlement and adjustment of damages and advantages, the same shall be ascertained and awarded by viewers appointed as provided by law, and shall be borne in such proportions between the city and abutting owners or claimants of the land on the margin of the stream as said viewers may ascertain. Section 3. All impediments in the channel as herein established shall be removed and taken therefrom under contract to be made by the corporate authorities of the city, and the cost thereof shall be borne by the city.”\nThe evidence does not show that the city took the steps provided by those sections, either before defendant purchased or afterwards. She became the owner by deed dated August 2, 1900, and, of course, took subject to the legal effect of the ordinance and municipal action pursuant to it. In November, 1921, another ordinance was passed fixing the channel lines for a distance of 100 feet “immediately south of the proposed Haynes Street Bridge,” providing that viewers be appointed to assess the damages, and repealing all ordinances or parts thereof in conflict with it. Defendant’s property is within that 100 feet. Pursuant to the ordinance, viewers were appointed who made an award to the defendant, from which both she and the city appealed. The trial of the appeals Avas stayed to enable the city to file the present bill and pursue it to a decree. The conclusions of the learned court below, to the effect that no nuisance was shown, are so well supported by evidence that we need not consider them in detail.\nA dispute of title arose. Plaintiff claimed land “bounded on the easterly side by the low water mark of the Stonycreek River,” tracing her title back to a patent issued in 1795, pursuant to a return of survey describing it as bounded by “the several courses” of Stoney Creek. The chancellor found that the stream was not in fact navigable. The patentee, therefore, acquired, and was authorized to convey, the fee to the middle of the stream: Coovert v. O’Conner, 8 Watts 470; Leaf v. Pennsylvania Co., 268 Pa. 579, 112 A. 243. That the Act of March 6, 1820, 7 Sm. L. 255, declared Stoney Creek a public highway did not, of itself, take from the owner title to the bed of the stream: Coovert v. O’Conner, supra; Barclay R. R. v. Ingham, 36 Pa. 194, 202. It was that title to low water mark that defendant acquired, subject as has been stated. The channel line as established by the ordinance was shown at the trial, and it was found, and defendant does not deny, that part of her property is within that channel line. So much of the land may, of course, be taken by the city in the manner provided by law.\nQuestions of municipal laches, estoppel and abandonment, as respects the ordinances and municipal action pursuant to them, were considered in the court below. We must lay them aside until raised in condemnation proceedings. Property is condemned for public use at law; it cannot be acquired in equity under the guise of abating a nuisance. From the evidence in the record, it would appear that the condemnation by the city has not been completed.\nDecree affirmed at appellant’s costs.\nSee, generally, Forbes St., 70 Pa. 125; Sedgeley Ave., 88 Pa. 509, 514; Brower v. Phila., 142 Pa. 350, 21 A. 828; Bush v. McKeesport, 166 Pa. 57, 30 A. 1023; Johnston v. Callery, 173 Pa. 129, 33 A. 1036; Com. ex rel. v. Stevens et al., 178 Pa. 543, 36 A. 166; Bradford v. N. T. and Pa. T. & T. Co., 206 Pa. 582, 56 A. 41; Chelton Trust Co. v. Blankenburg, 241 Pa. 394, 88 A. 664; Phila. Parkway Cases, 250 Pa. 257, 95 A. 429, 295 Pa. 538, 145 A. 600; Breisch v. Locust Mt. Coal Co., 267 Pa. 546, 110 A. 242; Pgh. v. Pgh. & W. Va. Ry. Co., 283 Pa. 196, 128 A. 827; Lenhart v. Wright, 286 Pa. 351, 133 A. 495; Caplan’s App., 293 Pa. 483, 143 A. 134; Scattergood v. Lower Merion Twp. Comrs., 311 Pa. 490, 167 A. 40."}