{"id": "8845700", "contents": "Opinion by\nMe. Justice Jones,\nThese appeals are from an order of the Orphans’ Court of Philadelphia County dismissing a petition to review a final decree of that court. The decree, which, on appeal to this Court, was affirmed (354 Pa. 288, 47 A. 2d 204), vacated and set aside the probate of-an alleged last will of John Stewart,-deceased, late a resident of Philadelphia, on the ground that,the writing ivas the product of undue influence practiced upon the decedent by the proponents. The action so taken by the. court below, Ayith. respect to the alleged will, was in pursuance of a jury’s verdict rendered upon the trial of an appropriate devisavit vel non issue.\nThe petitioners and present appellants are Margaret J. Layton and her husband, John E. Layton, the nominated executors of the alleged Avill, as well as its pro-, ponents, and Isabella Logan Kruger Avho, with Mrs. Layton, her sister, were the residuary legatees named in the Avriting. Mrs. Layton and Mrs. Kruger were nieces of Stewart’s wife AArho predeceased him. Stewart died August 5, 1943, leaving to survive him, as his sole heir at law and next of kin, a brother, Andrew Stewart, a native of Ireland, resident in Beltrim, Gortin, Tyrone County, in that country. ■\nAndrew Stewart, acting by a local attorney in fact under a duly executed and proven power, instituted a contest of the alleged will by appealing to the Orphans’ Court from the Register’s probate thereof. The contestant assigned as reasons for the document’s invalidity a lack of testamentary capacity on the part of John Stewart and also that he was- the victim of undue influence. On May 23, 1945, the Orphans’ Court, after full hearing, aAvarded an issue d.v.n. to determine whether the alleged “last will of John Stewart, deceased, was procured by undue influence, duress and constraint practiced upon the said decedent” by the proponents. Thereafter the matter was thoroughly litigated with the result as already stated. Between the conclusion of the preliminary hearing to determine whether the dispute concerning the alleged will was substantial and the date of the awarding of the issue, Andrew Stewart died, to wit, on May 18, 1945. That fact was never put upon the record in the will contest nor was it otherwise disclosed to anyone connected therewith locally until several months after this Court’s affirmance of the final decree.\nThe appellants contend that the power of attorney from the heir, pursuant to which the contest proceeding was instituted and carried on by the attorney in fact, became functus officii with the death of Andrew Stewart and that, therefore, the decree invalidating the alleged Avill should now be revoked and the petitioners placed in statu quo as of May 18, 1945, the date of the heir’s death. In support of their contention, the appellants argue that a simple power of attorney, uncoupled with an interest, expires with the death of the donor, citing Restatement, Agency, § 120; Yerkes’ Appeal, 99 Pa. 401, 408; Frederick’s Appeal, 52 Pa. 338, 341-342; and Provident Life & Trust Company v. Spring Garden Insurance Company, 53 Pa. Superior Ct. 66, 73.\nThe learned court below (citing additionally Kern’s Estate, 176 Pa. 373, 375, 35 A. 231) expressly acknowledged the validity of the principle above-stated but held that, as the attorney in fact had “in the life time of the contestant, with full authority, commenced the action to set aside the will, and [had] engaged the services of an attorney-at-law”, the case was the same as if the contestant himself had instituted the proceeding and had personally “entered into a contract with an attorney-at-law to prosecute it to final judgment” and that, while the heir’s rights in the action vested, upon his death, in his personal representative, the attorney-at-law properly continued to perform his contract from which he had not been released. Certainly, the canse of action did not abate by reason of the contestant’s death; and, the contestant’s personal representative could, of course, have been substituted for him and, thereafter, have prosecuted the action: Fiduciaries Act of 1917, P. L. 447, Sec. 35(f), amended by Act of March 30, 1921, P. L. 55, 20 PS § 776. But, until that was done and counsel for the attorney in fact had been authoritatively superseded, he remained charged with the responsibility of prosecuting the contest in behalf of the interest for which he had appeared, and was acting. The death of the contestant did not change either, the status or the responsibility of his counsel; nor did it serve to impair in any degree the court’s jurisdiction or its right to. proceed to final decree.\nThe reason thus assigned by the learned court below for its decision in the premises is not open to reasonable question. : The jurisdiction of the Orphans’ Court to inquire into the alleged invalidity of the probated writing was competently invoked. No one does or can dispute that. Moreover, the will contest was a proceeding in rem undertaken with notice to all interested persons and the decree therein by a court having, jurisdiction of the subject-matter was conclusive as against the world of the fact that the alleged will was not a valid instrument. In Miller’s Estate, 166 Pa. 97, 110, 31 A. 58, it was said that “The proceeding [i.e., a will contest] is in the nature of a proceeding in rem, and when a final decree is reached it is conclusive on all the world: [citing cases]”. That statement was later quoted with approval in Bunce v. Galbrath, 268 Pa. 389, 393, 112 A. 143. And so, in Crawford’s Estate, 320 Pa. 444, 446, 182 A. 252, “. . : both sides concede[d] that the contest of a will is essentially an action in rem”. All that is needed to make the decree in such a proceeding conclusive as to everyone is that the jurisdiction of the court rendering it shall have been properly invoked with notice to all interested persons. Those conditions were fully complied with in the instant case. And, the effectiveness of the decree was not impaired by the death of a party in interest during the pendency of the contest proceeding merely because of the failure of such party’s personal representative to suggest his principal’s death of record or make a substitution accordingly: see Estate of Joshua Hoopes, 185 Pa. 167, 168-171, 39 A. 840.\nW,hile the proceeding in the Hoopes case, supra, was dismissed for want of jurisdiction in the Register to entertain a petition to open a final decree of the Orphans’ Court refusing probate of an alleged will, what this Court there said, upon affirming the dismissal, with respect to the- binding effect of the decree invalidating the alleged will is peculiarly apposite here. The pleadings in that case showed that hearings in the Orphans’ Court in the matter of the probate of a paper writing alleged to be the last will of Joshua Hoopes had been begun on December 11, 1894. All legatees under the alleged will had appeared by counsel and were so represented. However, Sarah Hoopes, one of the named legatees, had died on January 18, 1895, intestate; but letters of administration on her estate had not beén taken out until August 26, 1897. In the meantime, to wit, on January 6, 1896, the Orphans’ Court after several hearings in the matter had entered a decree refusing probate of the writing on the ground that, at the time of its execution, the alleged testator lacked testamentary capacity; and, on appeal, that decree had been affirmed on March 16, 1896: see 174 Pa. 373, 391, 34 A. 603. As to the binding effect of the decree refusing probate upon the estate of Sarah Hoopes, the deceased legatee, this court said at p. 171, — “It is alleged that Sarah Hoopes died before decree, and that her death was not suggested, etc. That no suggestion of her death and substitution of her personal representative were made, was not the fault of the court. It was rather the duty of counsel Who undertook to represent her. to see that it was done. The court, unadvised as to her death, proceeded to final decree as though all the legatees were living and represented by counsel, as they were pending the earlier stage of the proceeding. In such circumstances, no advantage can be taken of the failure to suggest death and have substitution made.”\nIt is to be borne in mind, moreover, that the granting of a bill of review in any case calls for a dispensation of equity’s grace and not for the recognition of a legal right: Marr’s Appeal, 78 Pa. 66, 71. Consequently, before equity will grant relief, “it must appear that good conscience and substantial justice require it”: Hoffman’s Appeal, 319 Pa. 1, 6, 179 A. 38. But, such is not the instant situation. Here, the issue of undue influence was thoroughly threshed out in a fair and impartial trial before a chancellor and a jury with both sides represented by able and industrious counsel) and the result convicted the proponents of wrongful conduct in the procurement of the will. In no proper sense, therefore, can the order appealed from be considered error. The court had jurisdiction of the controversy; the decree invalidating the probate definitely settled the issue; and that should be an end of the matter: Shermer’s Appeals, 44 Pa. 396, 399.\nFurthermore, the appellants are without standing to complain. They had their' day in court where the death of the heir neither hindered nor prevented them from fully presenting their'case and where no right was denied them. Their argument, that, with the heir dead at the time of the trial of the issue d.v.n., had the jury’s verdict befen in favor of the will and had a decree been entered thereon, it would not have been binding upon the heir, is both irrelevant and erroneous, — irrelevant, because the thing of present importance is the binding effect of the decree on the appellants, the present supplicants ; and erroneous, because the decree was conclusive, as we have already seen, as to everyone including the contestant and those claiming through him. The confirmation by the heir’s executor of the actions of the attorney in fact throughout the contest proceeding and the filing thereof nunc pro tunc, as permitted by the learned court below, was done out of an excess of caution.\nThe order is affirmed at the costs of the respective appellant in each appeal."}