{"id": "8846446", "contents": "Per Curiam,\nPlaintiff appeals from dismissal of its bill for appointment of a receiver for J. S. Krause Hardware Company, the purpose of the proceeding being to aid 'plaintiff to collect a judgment against defendant corporation for $59,999 with interest, entered upon a bond accompanying a mortgage, upon which a fi. fa. issued had been returned nulla bona. The court refused the appointment for the reason it did not appear, after full hearing of all matters affecting the issue, that the corporation was possessed of assets for a receiver to administer.\nThe bill alleged that the Krause Hardware Company, after executing the bond upon which the judgment was entered, and the accompanying mortgage, conveyed the mortgaged property to defendant Duggan for the purpose of defrauding plaintiff, and that it also transferred to him without consideration all merchandise, machinery and equipment belonging to the corporation. The chancellor found, after taking testimony) that Duggan had not been guilty of fraud in purchasing either the real estate or personal property of the corporation, and that, by reason of its being without assets or likelihood of receiving any property, the bill should be dismissed. This finding and conclusion was concurred in by the court in banc. Without discussing in detail the findings of fact and conclusions of law made by the learned chancellor, the following excerpt from Ms opinion, fully sustained by the testimony, justifies Ms conclusion:\n“We are unable to find that Duggan, either as sole stockholder or as an acting officer of the corporation, committed any fraud in this transaction. It was a sale and purchase, and the bank knew all about the matter. If the bank were a subsequent creditor, even though it were a judgment creditor, it could not attack the sale of this merchandise, and the only ground of attack it has must be based upon fraud, but there was no fraud here. The bank acquiesced in everything that was done, and it led to the creation of this debt, and through its officers, Messrs. Taylor and Fulmer, had knowledge of everything that was done. It was the prime mover in the sale of the J. S. Krause Hardware Company to Duggan. When it received the bond and mortgage in suit, it knew that Dug-gan was entitled to the real estate and the merchandise, and it was perfectly willing to accept the securities that it received, and we are entirely unable to believe that anything Duggan ever did in his foolish efforts to preserve a semblance of a corporation, entitles the bank to any equitable consideration at our hand.”\nWe have thoroughly gone over the testimony and arguments and without hesitation reach the conclusion of the lower court.\nDecree affirmed at costs of appellant."}