{"id": "8846338", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an action of ejectment brought by the heirs of George M. Brinton, deceased, to recover the possession of a certain lot of ground conveyed to appellant company in 1853 upon the condition that it was to be used for railroad purposes, and in the event of the railroad company removing the station from the premises, the title should revert to the grantor, his heirs and assigns. The case was submitted to thé jury and a verdict returned in favor of appellees. There can be no doubt that the case was for the jury and the questions for consideration here are the sufficiency of the evidence to sustain the verdict and whether there was any error in the admission of testimony at the time of the trial. An examination of the testimony satisfies us that it was ample to sustain every material fact necessary to show title in the appel-lees. The deed to the railroad company in terms provided that the title should revert to the grantor, his heirs or assigns, if the station should be removed from the premises. The testimony showed that a station had been erected on the land, had been removed therefrom, and that it is not now being used for station purposes. These facts are not seriously controverted and it necessarily follows that when the condition was broken the title reverted according to the terms of the grant. It is contended, however, that the testimony was not sufficient to accurately describe the land to which the condition applied. Three of the assignments of error relate to the testimony of the engineer, Taylor, called as a witness by the plaintiffs. These assignments are technical and under the facts without substantial merit. It is argued that this engineer who made a survey of the property, failed to definitely locate the center line of the railroad on the ground, and this being the starting point upon which the description in the deed depends, his testimony is without value and should have been refused. The witness from his notes of survey located the center line of the land now used by the defendant company as its right of way and showed that the starting point of his survey was thirty-four and four-tenths feet from the present center line of the right of way and the western end of the land described in the writ was thirty-eight and two-tenths feet from said present center line. He was unable to find any deeds, plots or other evidence of record, or monuments on the ground, showing the location of the right of way and was compelled to locate the center line by measurements of the tracks upon the ground. There was no error in the admission of his testimony showing the manner in which he located the center line of the right of way. It was held in Zahn v. Railway Co., 184 Pa. 66, that when no monuments on the ground erected at the date of entry have survived to now locate the extent of the original taking, and no surveys on record or elsewhere serve to define the boundaries, they must be determined by the extent of the actual occupancy. Again, in Bassett v. R. R. Co., 201 Pa. 226, it was held that in such an action the plan made by an engineer from his notes of survey showing the center line thus determined was properly admitted in evidence. It was there held, and very properly so, that the accuracy of the data and of the plans, submitted by an engineer, like his credibility as a witness, is for the jury. As to the location of the land in dispute the testimony of the surveyor was supplemented by George M. Brinton, a son of the original grantor who was fifty-three years old at the time of the trial, and who had been familiar with the land described in the writ from his youth up. He testified as to the location of the lot, the erection of a station house thereon, the use made of it for railroad purposes for many years, the removal of the station about the year 1888, and, finally, that he had recently gone upon the ground and located the stone wall described by the engineer Taylor. How can it be said in view of testimony of this character that the case should have been taken away from the jury' by giving binding instructions for defendant. The evidence was ample to determine a description of the prop» erty and there was no error in its submission.\nJudgment affirmed."}