{"id": "885491", "contents": "Opinion by\nMr. Justice Gbeen,\nIt is beyond all question that the plaintiff had forfeited all right of recovery on his policy at the time of the fire, by breaches of material conditions of the instrument. The learned court below so instructed the jury, and the correctness of that instruction is practically conceded by the appellee. The only question left in the case was the question of waiver of the defenses which the company clearly had, by acts done after the fire. The question of waiver depends almost, perhaps quite, exclusively upon the character of the company’s act in offering to pay the $800 damages assessed by the committee appointed by the company. If it was an offer of compromise it would not prejudice their right to insist upon their defenses. The court so instructed the jury, but left to them the question whether upon all the facts in evidence, including the offer to pay, there was a waiver by the defendant of the defenses growing out of the breaches of condition on the part of the plaintiff. By the sixth section of the conditions annexed to the policy it is provided that, “ Any member sustaining loss or damage by fire shall give immediate notice, in writing, to the president who shall appoint a committee of three from the board of managers to appraise said loss. They shall estimate the actual cash value of the property at the time it was destroyed; but in no case shall the award be more than three fourths the amount it will cost to replace or rebuild the same,” etc. In point of fact the plaintiff gave the proper notice of his loss within the proper time, and the president thereupon appointed the proper committee from the board of managers to appraise the loss. The committee promptly met on the property where the loss occurred; they called the plaintiff before them and examined him under oath as to the particulars of the fire and the extent of the loss, had him to sign the statement, and then made out a written report to the company, fixing the amount of the loss sustained by the plaintiff at $800. The fire occurred on September 19, 1894, the committee met on the premises and examined the plaintiff and also the property on September 26, 1894, and made their report to the company on November 5, 1894. On December 15, 1894, the company through its secretary sent to the plaintiff the following communication, to wit:\n“ I-Iummelstown, Pa. Dec. 18,1894.\n“ Mr. Ezra Earley, Syner, Pa. .\n“ Dear Sir: -Our committee appointed to appraise your loss made you an award of $800. This is now ready and will be paid whenever you will call for it. If this award is not satisfactory to you, you will come and sign an agreement to an adjustment by disinterested persons as provided by the conditions of policy you hold. This agreement must be signed before an appraisement can be made by the persons selected in case you do not agree to take the above award we have made. An early reply will oblige.\n“Yours respect.\n“J. P. Nissley, Secretary.”\nIt is claimed on the part of the appellant that the foregoing was an offer of compromise. We do not see how it can be so regarded. It purported to be, and it literally was, a part of a proceeding directly in the line of the policy and its conditions, and in regular compliance with the terms of the contract. It was a distinct proposition to do what the policy called for, to wit, to pay the amount of the damages ascertained and reported by the committee appointed by the president. It was consistent only with the theory that the company regarded the policy as in full operative force, that they had no objection or defense to make against payment of the loss, and that they were perfectly willing to pay according to its strict terms. After this proposition was made Mr. Earley was not satisfied to accept such an amount, and it was suggested by Earley, according to the testimony of Nissley, that the matter should be submitted to arbitrators or appraisers under the 8th article of the conditions. Then, on January 5, 1895, Nissley as secretary wrote a letter to Earley saying the company had decided to appoint David E. Miller as appraiser in place of J. J. Nissley and enclosed a written agreement signed by the company, and requested Earley to sign also, submitting the whole question to two appraisers who were to choose a third, and the three were to finally decide what the amount of the loss and damage was. Earley had named D. L. Saylor as his appraiser, and the company named Miller. This paper was not signed by Earley, but Nissley, the secretary, met Saylor and discussed with him the question of the loss and made an effort to induce Saylor to agree to the $800 appraisement. No agreement as to the amount however was arrived at, and while the the negotiations were still proceeding, Earley brought the present suit by advice of counsel whom he had retained. The writ was issued on January 30,1895, about four and a half months after the fire. During all this time nothing had been said by the company, or Nissley, or any one on behalf of the company, about any defense being made against the policy, although the company knew on September 26,1894, by the sworn statement of the plaintiff, that the conditions had been violated by the plaintiff. The whole discussion proceeded upon the basis of the liability of the company, and the only question to be decided was the amount which the company'was to pay. We think in this state of the testimony it was the clear duty of the court below to submit the question of waiver to the jury. This is in accordance with several of our recent decisions.\nIn Fritz v. Lebanon Mutual Ins. Co., 154 Pa. 384, we held that the fact that a fire insurance company appointed an adjuster to adjust a loss, and that when an adjustment was made it was received by the company without objection, is sufficient evidence to submit to the jury on the question whether the company had waived a provision in the policy requiring proof of loss to be furnished within fifteen days.\nIn McCormick v. Ins. Co., 163 Pa. 184, we held that the refusal of an insurance company to pay a loss on a specified ground, estops it from asserting other ground relieving it from liability, of which it had full knowledge, where the insured has incurred expense and brought suit in the belief that the only objection was that stated. Mr. Chief Justice Sterrett, delivering the opinion, and adopting the language of Mr. Chief J ustice Church of the New York Court of Appeals in the case of Brink v. Ins. Co., 80 N. Y. 108, said, “Every consideration of public policy demands that insurance companies should be required to deal with their customers with entire frankness and fairness. They may refuse to pay without specifying any ground, and insist upon any available ground, but when they plant themselves upon a specific defence, and so notify the assured, they should not be permitted to retract after the latter has acted upon their position as announced, and incurred expense in consequence of it.”\nIn Freedman v. Ins. Co., 168 Pa. 249, we said, “ The trend of our decisions has been to hold insurance companies to good faith and frankness in not concealing the ground of defence and tbus misleading the insured to bis disadvantage. They may remain silent except when it is their duty to speak, and the failure to do so would operate as an estoppel; but having specified a ground of defence, very slight evidence has been held sufficient to establish a waiver as to other grounds.”\nTo. thé same effect are Gould v. Ins. Co., 134 Pa. 570; McFarland v. Ins. Co., 134 Pa. 590; Niagara Falls Ins. Co. v. Miller, 120 Pa. 504; Snowden v. Ins. Co., 122 Pa. 502; and McGonigle v. Ins. Co., 168 Pa. 1.\nIn the present case it was not at any time intimated to the plaintiff, prior to the bringing of this suit, that there was any defense against liability on the policy. Negotiations were conducted for several months, all on the theory that the company was liable, and that there was no question at issue except the amount to be paid. Finally counsel was engaged, and the suit was brought when the time limit of six months for bringing suit was nearly completed, and without a word having been said that there was any defense on the merits. In such circumstances we think the question of waiver was properly left to the jury. The assignments of error are not sustained.\nJudgment affirmed."}