{"id": "885532", "contents": "Opinion by\nMr. Chief Justice Stebbett,\nThe rule of the civil as of the common law, that no one should be compelled to hold property in common with another, grew out of a purpose to prevent strife and disagreement: Story’s Eq. sec. 648 ; and additional reasons are found in the more modem policy of facilitating the transmission of titles and in the inconvenience of joint holding. The early remedy was limited in its scope; but has been developed until, as has been said, practically the right of partition exists without regard to its difficulties: Story’s Eq. sec. 656; Wiseley v. Findley, 15 Am. Dec. 711. Thus in the ColdBath Fields case, Chancellor Habdwick did not hesitate to act notwithstanding the admitted difficulties : Turner v. Morgan, 8 Ves. 143. So partition is of right between tenants in common where some have limited and some absolute interests: Duke v. Hague, 107 Pa. 57; though it involve another partition on the death of the party having a limited interest: Poundstone v. Everly, 31 Pa. 11. So that part of the land, on which are improvements, may be set apart to the tenant who made them: Kelsey’s Appeal, 113 Pa. 119. So where land is incapable of equal division it maybe set apart to some, upon compensation made to others. Practically the only limit to the right lies in the inherent qualities of the estate, as in Hutchinson’s Appeal, 82 Pa. 509, and Brown v. Church, 23 Pa. 495; or of the subject; Coleman v. Coleman, 19 Pa. 100; and this is the question involved in the present appeal. Is there anything in the quality of this land or estate which forbids partition ? Certainly, so far as the land is concerned, there is not; and, leaving out of consideration the power of sale given the executors, this is an ordinary devise of land subject to certain charges for advancements.\nThe testator in the first instance provided for his wife, and the payment of a legacy to his son Simon, which appears to have been paid in his lifetime and is therefore out of question here, “ after which all the rest and residue of his estate, real and personal and mixed,” was “ to be equally divided between ” his children, subject to deduction, from “ their share,” of specified advancements. Prima facie this made them tenants in common in fee with all the incidental rights of such estate. There was no active trust created and no restriction on the individual right of disposition. Neither the interest of his widow nor the advancements is any obstacle to partition; for the law makes provision for the adjustment of such matters. There is therefore no occasion for the services of the executors ; and no conversion. True, there is power of sale vested in the executors; but that can only be called into life by the agreement of the widow and heirs. But suppose those whose advancements are largest should refuse to agree to a sale by the executors, are the others thereby excluded from all other remedy notwithstanding the manifest intent to put them all on terms of equality ? Are they put to the election of selling their individual interests at a sacrifice or maintaining indefinitely the tenancy in. common ? Surely not. As'there was no'exclusion of the ordinary remedies, this must have been intended as cumulative. The authorities are in entire harmony with this view. Thus it was held in Rawle’s Appeal, 119 Pa. 100, a direction to executors to “ divide ” did not exclude partition by the devisees themselves; and in Sheridan v. Sheridan, 136 Pa. 14, a power given executors to sell, “if they found it necessary to do so in order to make a fair and equitable division of the estate.”\nThe case of Baum’s Appeal, 4 Pennypacker, 25, upon which appellees rely, is exactly the converse of the present case. There the testator directed the executor to convert, giving the beneficiaries, however, the privilege — of which they never availed themselves — of taking the' land instead of the proceeds; and partition was refused because the legatees had- no title in the land; while here the legal and beneficial title was given to the children accompanied by a mere power in the executors which can only be exercised by virtue of their agreement; and the present proceeding-implies failure to agree. It is therefore clear that a right of partition' exists and the decree below must be reversed.\nDecree reversed with costs to be paid by the appellees, and record remitted to the court below with instructions to proceed in accordance with the views expressed in this opinion."}