{"id": "8856062", "contents": "Mr. Justice Gokdoít\ndelivered the opinion of the court, October 6, 1884.\nAs the court below dismissed the plaintiffs’ bill after argument on a demurrer alleging a want of chancery jurisdiction, we have but to examine that bill in order to determine the rectitude of the decree which turned the complainants out of court. The bill alleges that to April Term, 1879, suit was instituted by'the administrators of Jacob Meyers, deceased, on a joint and several bill executed by Henry C. Bierbower, with Samuel Laird, one of the defendants, as surety, in favor of the said administrators, and' that the balance of the said bill or note, $457.77, had been .paid in discharge thereof by the said surety. That at this time the said Bierbower was insolventthat his wife, Margaret, at the same time held in her own right two several judgment notes in the sum of $500 each, executed by him, one on the 1st of April, 1875, and the other on the-27th of February, 1878. That the said Laird, with the knowledge of Edward ID. Bentzel, the other defendant in this bill, procured assignments of said notes from the said Margaret under an oral agreement that they should be held only as collateral security for the payment of the above mentioned indebtedness of Bierbower to Laird, though the assignments on their face were designedly made absolute under the pretence that they were proper collateral assignments, and that after-wards these notes were' duly entered on the dockets of the Court of Common Pleas, and so became judgments against the said Bierbower; that on the 14th of March, 1879, the complainants executed and delivered to the said Laird a deed of voluntary assignment, for the benefit of creditors, of the estate and effects of the said Henry C. Bierbower; that after-wards, on settlement of this assigned estate, the said Laird received, by way of distribution, on the original account and on the two judgments, the sum of §116.87. The bill also sets out that these judgments were fraudulently assigned by Laird to Bentzel, and that by certain attachment executions, issued upon those judgments, some §1,416 were made and received by the said Bentzel, and that for the balance, some §724 over and above the sum necessary to satisfy the debt for which the judgments were assigned as security, the defendants refuse to account, and have fraudulently appropriated the same to their own use.\nUnder allegations such as these, which we must take as facts, the plaintiffs pray for relief. As we have before intimated, the defendants, instead of answering, filed a demurrer, alleging: 1st. The want of the statement of such a case in the bill as would entitle the complainants to equitable relief; 2d. That the plaintiffs have a complete and adequate remedy at law. On the grounds here stated, the court on argument dismissed the bill.\nTo a judgment of this kind we cannot give our assent, for, taking the bill as proved, as we must do, we have the case of a trustee and his attorney fraudulently claiming the trust property as their own, and refusing to account for the proceeds realized from it. The bill is thus brought within the very letter of the thirty-ninth section of the Act of 1840.\nGranted that an action of assumpsit would lie against Laird, it does not therefore follow that the chancery side of the court has no jurisdiction. Jurisdiction in equity depends not so much on the want of a common law remedy as upon its inadequacy, and its exorcise is a matter which often rests in the discretion of the court; in other words, the court may take upon itself to say whether the common law remedy is, under all the circumstances and in view of the conduct of the parties, sufficient for the purposes of complete justice, or whether the intervention of chancery may not for that purpose be required and beneficially applied: Bisph. 15q., § 484. Were, then, the complaint in this case directed against Laird alone, the court below might well have allowed this bill to stand and ordered the defendant to answer, for the allegation is not only of a trust, and that in favor of a married woman, but of a fraudulent disposition of the trust property, and thus the propriety of the interference of a chancellor is made manifest. But in addition to tbis there is a charge against another party, not in the original transaction, who assisted in the fraudulent disposition of the collaterals and their proceeds. In this view of the case, certainly no adequate or certain remedy can be found except in equity. In the case of Kirkpatrick v. McDonald, 1 Jo., 387, it was said that the equitable remedy may be adopted solely on the ground that it is more convenient than an action of assumpsit. In the present case the greater convenience of the chancery process cannot be doubted, for, admitting the possibility of compelling the defendants to answer jointly in the action of assumpsit for the disposition of the collaterals in controversy, yet we may safety assert that the remedy thus proposed would be neither the most certain nor the most convenient.\nConyngham’s Appeal, 7 P. F. S., 474, was a case involving a pledge of collaterals, like the one in hand, and, because the account between the parties involved a number of items, it was held property cognizable in equity. But the contention here now presented involves not merely an account as between parties whose status as to each other is uncertain, but also a charge of the breach of a parol contract by Laird, and a fraudulent conversion by both defendants of the pledged collaterals to their own use, which would, according to Long v. Perdue, 2 Nor., 214, make them trustees ex maleficio, and accountable as such. It is therefore difficult to see how a ease thus complicated can be property disposed of in a common law action.\nThe decree of the court below is now reversed and set aside at the costs of the appellees, and a procedendo is ordered."}