{"id": "8856242", "contents": "Mr. Justice Clark\ndelivered the opinion of the court October 6th, 1884.\nThe plaintiffs in this ejectment claim the premises in dispute as residuary legatees, under the last will and testament of Gen. James Burns, deceased, probated 30th October, 1879. The defendant claims the same under an alleged parol gift, made by said Burns in the year 1867. As the defendant is the party praying interference of the chancellor, the burden of proof devolves upon him; to succeed, he must show a ease which in equity will entitle him to a decree for specific performance. In the trial of the cause, it was the duty of the court, if the evidence offered or adduced failed to make out such a case as was entitled to stand as an exception to the statute of frauds, either to reject it or to instruct the jury that there could bo no recovery upon it: Poorman v. Kilgore, 2 Casey 365; but where proper evidence is given, if the material parts of it are in conflict, or the credibility of the witnesses is involved, the case must go to the jury, with such express instructions as may be suited to any proper view they may take of the testimony or of the veracity of the witnesses : Moore v. Small, 7 Harris 461.\nTo fake the case out of the operation of the statute of frauds, the gift must be shown by full, complete, satisfactory and indubitable proof, that is to say, such proof as is credible, and of such weight and directness as to make out the facts alleged beyond a doubt: Hart v. Carroll, 4 Norris 510. The evidence must designate the land, must show that open, notorious and exclusive possession was taken and maintained, under and in pursuance of the gift; that the improvements which constitute the consideration, were made on the faith of the promised conveyance; that compensation in damages would be inadequate, and rescission, therefore, unjust and inequitable: Moore v. Small, 7 Harris 469; Woods v. Farmare, 10 Watts 204; Frye v. Shepler, 7 Barr 91; Hart v. Carroll, 4 Norris 510; McKowen v. McDonald, 7 Wr. 441.\nAs the alleged contracting parties do not bear the relation 'of parent and child, they are not, in the proof of the gift, to be brought together face to face; it is not requisite that the witness shall be a person who was actually present at the making or rehearsal of the contract; the gift may be sufficiently established, by the acts and declarations of the parties, either together or separately: MeGribbeny v. Burmaster, 3 P. F. S. 332; Ackerman v. Fisher, 7 Id. 457; Edwards v. Morgan, 4 Out. 330.\nThe acts or declarations relied upon, must not, however, be of an equivocal character; they must have such clearness and directness as will leave no doubt as to their meaning and purpose. If the alleged contract be of recent date, these rules will be more rigorously applied than if a long time had elapsed, and the donee had been in continuous adverse possession for many years: Edwards v. Morgan, supra; Sowers v. Weaver, 3 Norris 262.\nJames Burns, in his lifetime, was the owner of lands in Mifflin county, and some time prior to the year 1867, he laid off a portion lying near the station of the Pennsylvania Railroad Company into building lots. The lots were laid out with reference to certain streets and alleys, which were opened, and the controversy here is as to one of these lots, the size, location and boundary of which is in no way called in question. It is identified as the second lot, according to the plan, upon which was built the house now occupied by Albert C. Burns. Albert C. and Joseph Burns were the sons of a deceased brother. In order to establish a gift of this lot by James Burns to them, a number of witnesses was examined. From the testimony of these witnesses, we learn that about the year 1867, James Burns erected a small dwelling house upon this lot, and that whilst the building was in process of erection, he repeatedly stated that he was building the house for Albert and Joseph Burns; statements to this effect were made to some ten or twelve witnesses. To several of the same witnesses he stated that he had in his hands money of Joseph Burns which he was using to build the house, and that when it was completed be intended to give the lot to Albert and Joseph; to a number of them he stated, after his nephews had entered into the possession, that he had given them the lot as a gift, and that it was theirs. The theory of the defendant is that the house was built with the money of Albert and Joseph Burns, in James Burn’s hands, and that the gift wras of the lot only. Samuel Bilford testifies as follows: — “James Burns called me in, while passing the building, and stated that he was building the two houses jointly; he said that the one house he was building for Joseph Burns and Albert his brother, . . . . that Joseph Burns had given him money for the purpose of consummating the house. He intended to add some money with the money ho had received from Joseph Burns, and when it was completed he was going to give Joseph Burns and Albert a deed for the same, that the house was theirs; he owed this to Joseph and Albert Burns on account of their father, who was a brother/’\nWilliam Holland testifies: — “After the cellar was finished, lie came to me to haul sand.‘Now,’ says he, ‘ I have given Albert this second lot — the second lot belongs to the boys. I am going to make him a present. I have $300 of Joe’s money in my possession, and,’ says he, ‘ I will not give him that money, but I have come to the conclusion that he will spend it and have nothing to live on, and now I am going to put if into this house.’. After the house was built, Albert took possession, and, if I mistake not, Joe was in the office then at the railroad. ‘ Now,’ says he, ‘ this house is Albert’s and Joe’s ; I gave it to them, it is their house.’ .... After the house was finished and Albert was in it, he wanted a kitchen; the old gentleman came to me,.says he, 51 built him a house and gave him a lot; he wants me to build a kitchen ..... he can build it himself.’ ”\nDavid Criswell states that he wanted to purchase of James Burns a portion off the foot of the lot, but Burns told him that he could not sell it, that it belonged to “ the boys,” Albert and Joseph, that he had given it to them. To John Brown, the decedent said he was putting up the house for Albert and Joseph, that it would be a poor thing if an uncle as rich as he was could not afford to give his nephews a home. In 1873, he said to James McCafferty that he had built the house for Albert and Joseph, and that he made it a present to them.\nJames S. Galbraith testifies to the payment to James Burns, by Joseph Burns, of money to be applied to the building of the house, and states that James Burns admitted that the house would soon be paid for; to Alfred Hale, however, he after-wards admitted that the house was fully paid for. There is no denial or contradiction of these facts; the plaintiffs have produced no witnesses to testify to any act or declaration of the defendant, or of his deceased brother, inconsistent with his claim in this suit, or the truth of the facts proven; in this respect the case at bar is readily distinguishable from that class of eases of which Rankin v. Simpson, 7 Harris 474, is one. 'Hiere is, perhaps, some indistinctness as to the precise time when these respective declarations were made, but enough appears as to time to indicate that admissions of a gift were distinctly made before, about the time of and after the donees had gone into the possession. It also appears, clearty, that possession was taken in pursuance of the gift, and not otherwise. The gift was in contemplation whilst the house was being built, and its completion was urged by the donor in order that the donees might enter into the enjoyment of it. The possession was open, notorious and exclusive, and has been maintained for fifteen years and upwards, prior to the bringing of this suit, eight years of that time being before the date of the adjudication of James Burns’ lunacy, in which time no claim of title or for rent appears to have been made, nor has any other act of ownership or authority been exercised over the premises by James Burns or his trustee in his lifetime or his heirs since his death, until the bringing of this suit. What the cost of the house was, or how much James Burns contributed to it if anything, does not clearly appear; it is estimated to be worth $800, the lot about $150. It would appear, however, that a considerable part of the money, if not all, which was used in the construction, was the money of Joseph or Albert Burns.\nAfter the lapse of fifteen years, under the facts of this case, we think it would be unjust and inequitable to oblige the defendant to resort to the remedy at law for damages. Such a lapse of time would render the proof of his claim and the settlement of his accounts exceedingly difficult, perhaps impossible. James Burns, who was the custodian of the defendant’s money, is now dead. Joseph Burns is also dead, and the defendant himself is thereby rendered incompetent as a witness. We are of opinion that the evidence in this case is sufficient to establish a parol gift, that enough has been shown to take the transaction out of the statute of frauds, and that under the special facts shown it would Ije unjust to rescind it, and that the court was justified in submitting the cause to the jury.\nThe judgment is affirmed."}