{"id": "8856540", "contents": "Mr Justice Sterrett\ndelivered the opinion of the court, October 6, 1884.\nOn September 5th, 1882, judgment, in default of a plea, was regularly entered against defendant for the full amount of plaintiff’s claim. That judgment was final and conclusive against the defendant unless the court, in the exercise of a sound discretion, saw fit to grant relief on such terms and conditions as might be deemed just and proper. No application for relief was made until J uly 18th, 1888, more than ten months after the rendition of tbo judgment. The delay was wholly inexcusable, and the court, with great propriety, might have refused to entertain the application; but the company’s petition‘was presented, and, notwithstanding its gross laches, a rule, to show cause why the judgment should not be opened and defendant let into a defense, was granted. On October 8th, 1883, the relief prayed for was provisionally granted, “ on condition that no dilatory or technical plea or defense be interposed, and that defendant plead issuably within twenty days from this date, and give notice of special matter within the'same time.”\nThe terms thus imposed were clearly conditions precedent to the actual opening of the judgment and letting defendant into a defense; and, on failure of the company to comply therewith in good faith, within the time specified, the provisional order became inoperative. The judgment meanwhile remained in full force. In point of fact it was never opened, because the company defendant never even,offered to comply with a single condition on which the court proposed to let it “ into a defense upon the merits.” From the date of its entry in 1882 to the present time, it has stood upon the records of the court below a valid and final judgment against defendant. Instead of complying with the too liberal terms imposed by the, provisional order of the court, the company undertook wliat the Act of Congress never contemplated, viz.: the removal of a judgment from the state court into the Circuit Court of the United States. For the reasons suggested, we are of opinion that the learned judge erred in refusing to permit plaintiff to issue execution on her judgment.\nThe order of court discharging the rule to show cause why execution should not issue is reversed, and it is now ordered that the rule be made absolute."}