{"id": "8857753", "contents": "Mr. Justice Ste'rkett\ndelivered the opinion of the court, November 13th, 1884.\nThe finding of the jury in this case is so clearly in accordance with the evidence that the plaintiffs in error have no reason to complain, unless they were unduly prejudiced by error of the court in one or more of the particulars specified in their assignments of error.\nThe subject of complaint in the first specification is the admission of Mrs. Coolt’s deposition against the general objection, “ that her knowledge is hearsay.” It is true she did say, on cross-examination, “ G. W. Cook was keeping hotel in the Cook House when we were married. I have only Cook’s word that the property in the house, at that time, belonged to him.” Cook and the witness were married in April, 1879, and her remark, above quoted, relates exclusively to the property then in the house, and has no reference whatever to the other property which she testifies was subsequently procured by him, from time to time, and placed therein. As to the latter, her testimony was clearly unobjectionable, and hence there was no error in refusing to exclude the entire deposition. If the objection had been directed specifically to so much of the deposition only as relates to the property that was in the “ Cook House ” at the date of their marriage, and as to which alone her information was derived from her husband, the learned judge, doubtless, would have sustained it; but, instead of being so restricted, the objection was aimed at the whole deposition, part of which was not only competent but important evidence for plaintiffs below.\nThere was no error in refusing to permit J. G. Henry, one of defendants below, to testify as to his “ transactions with Cook, commencing in 1876.” The case hinged on the ownership of certain personal property in the actual possession of\nCook when the execution was delivered to Sheriff Iienrv. The vital question was whether it then belonged to Cook, who is since deceased, or to the witness Henry. Being in Cook’s possession, the property was prima facie his; but the plaintiffs below did not rely on that presumption alone. They introduced testimony tending to prove that it was in fact his, or at least that he had such an interest in it as was the subject of levy arid sale on their execution. On the other hand defendants endeavored to show that it belonged to their co-defendant Henry, and he was called to testify to the contract between himself and Cook whereby he, Henry, became the owner of the property in question. If he had been permitted to testify, it is very evident the parties would have stood on a footing of inequality. Henry and his co-defendants would have had the benefit of his testimony as to the alleged contract, while by the death of Cook the plaintiffs below would have been deprived of the benefit of his version of the same transaction. If the property was Cook’s, plaintiffs below, as his execution creditors, had a lien upon it, and it should have been levied on and sold to satisfy their execution. To the extent of Cook’s interest in the property they had by operation of law a claim or lien thereon which they had a right to enforce until their judgment was satisfied. In a certain sense they were the assignees and Cook the assignor of the property, the title to which was the main subject of contention in this case. By virtue of the execution, Cook’s right to the property passed, as it were, to the plaintiffs in the writ, at least to the extent of satisfying their claim ; and hence the witness was within the spirit if not the letter of the clause in the proviso to the Act of 1869 which excludes parties from testifying “ where the assignor of the thing or contract in action may be dead.” In Karns v. Tanner, 16 P. F. Smith 297, and kindred cases, that clause of the Act has been construed to mean that where a party to a thing or contract in action is dead, and his rights have passed by his own act or the law to another who represents his interest, the surviving party is not a competent witness to testify to matters which occurred in the lifetime of the deceased. For the reasons thus suggested we think the court, under the circumstances, was right in holding that the witness was incompetent to testify to what occurred between himself and Cook in relation to the property in question,\nThe offer referred to in the third specification was rightly rejected. The proposed testimony was incompetent for the purpose for which it was offered. It did not tend to prove that James G. Henry owned the property while it was in Cook’s possession. The fact that he claimed it and after-wards undertook to sell it, would not, without more, justify the inference that it then belonged to him.\nThere was no error in refusing to charge as requested in defendants’ first point, nor in the answer to their second point. In view of the testimony, the explanation complained of was entirely proper. Without it, the legitimate bearing of the proposition might have been misunderstood by the jury.\nIn the absence of evidence tending to prove the main fact of which defendants’ fourth point is predicated, it was rightly refused. There was no evidence that the sheriff, after diligent inquiry, failed to find property subject to levy and sale on the execution. On tire contrary the testimony tended to prove that no effort whatever in that direction was made by the sheriff. It was not even shown that any demand was made on Cook, defendant in the execution, and no explanation was offered of the unusual haste with which the execution was returned. It was issued on Saturday, and without any notice to plaintiffs or their attorney, or any effort to find property on which to levy, it was returned nulla bona on the following Monday, which was long before the return day named in the writ. On the day the writ was so returned plaintiffs’ attorney requested the sheriff to levy on certain articles alleged to belong to defendant in the execution, but whether the notice was served before or after the execution was returned does not appear. It is very evident, however, if the sheriff had applied to plaintiffs or their attorney before he returned the writ he would have been directed to levy on the articles specified in the notice. It would be difficult to suggest any satisfactory explanation of the sheriff’s conduct in returning the execution so soon after it was placed in his hands, and so long before return day. His hasty action undoubtedly had the effect of preparing the way for issuing an execution on his own judgment, and levying on property then in the possession of Cook. Whether he intended thus to benefit himself at the expense of plaintiffs is a question on which we are not required to express any opinion. Whatever may have been his motive, there was certainly no evidence to warrant the submission of defendant’s fourth point to the jul7-\nThere was no error in charging as complained of in the seventh specification. We find nothing in the record that would justify a reversal of the judgment.\nJudgment affirmed."}