{"id": "8857922", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, November 13th, 1884.\nWhen John Patterson, by his will, directed that after his death his farm should be rented and the proceeds, or so much thereof as might be necessary for that purpose, should be appropriated to the maintenance of his widow during her life, he did not intend that this appropriation should be used merely as a suppleihent to her own industry, or to the charity of her child or children. The bequest was to be measured by the reasonable cost of her living, and it can matter nothing to the estate bow she obtained that living’. Had the farm been rented as was intended by the testator, she could have drawn upon the products to the amount of the bequest, and this whether she supported herself or employed some other person so to do, and in either case the matter wa.s not one that concerned the present appellees. Now, it so turned out that, after the testator’s death, it became necessary to sell his farm for the payment of his debts, and the balance of the fund so raised, after the debts were satisfied, and the necessary expenses paid, was put at interest, in order to supply, in part at least, the provision made for the widow. As this interest was certainly not more than sufficient for her support, we may take it as without dispute that she might have, during her lifetime, received and appropriated to her own use the whole of it, and that without the necessity of accounting to any one as to how she used it. But instead of drawing this money as she might have done, she left it in the hands of Bearly, the executor, and that for the express purpose of her own support and maintenance. Bearly testifies that she did not lift nearly the amount of interest coming to her; that he urged her repeatedly to take it and do what she pleased with it, but this she steadily refused, not because she had abandoned her claim to it, but because her daughter was caring for and supporting her, and in case of her own death she wanted it paid to her «laughter as a consideration for that care and support, but in case of her daughter’s death before her own, having then no one on whom she could depend, she must have it in order to provide for herself. Here, then, was an explicit appropriation of this money for her own maintenance. For that purpose, and for that purpose alone, was it allowed to remain as a deposit in the hands of the executor. He knew that she was being supported by her daughter, and that slie intended, and liad in fact, appropriated the money in his possession to pay for that support, and he, recognizing her undoubted right to dispose of this fund, offered, but a short time before her death, to pay it to her. Had be done so there would have been an end of the matter, though doubtless the money would have gone, just where it must now go, to the appellant. But if Airs. Patterson had the right to this fund in the hands of the executor immediately before her death, how comes it to pass that she could not dispose of it by lier will ? Had she then received it and put it in a bank, I suppose no one' would have been found to say that she could not so have disposed of it, or that a contract between her and her daughter was at all necessary to enable her so to do. But what material difference does it make that the executor instead of a bank was her depositee? The error of the court below is found in this, that it made the case to turn on a contract, between the mother and daughter, for maintenance, and when the conclusion was reached that there was no such contract, the appellant was turned out of court. But whether such a contract existed or not was of no special moment, except, perhaps, as it might indicate the intention of the widow; on the other hand, the true question was, as we have already shown, whether she claimed the fund as her own, and had directed its appropriation to her support, or whether she had abandoned it and it had lapsed to the estate of her husband. Thus her intention and what she said and did concerning the bequest, were what the court ought to have considered, and not her contracts, which could not affect her husband’s estate. But that she regarded this money as her own, and did make an express appropriation of it, and that just before her death, is proved by Mr. Bearly. He says that shortly before her death he wanted her to take the interest, which she refused to do, but requested him to attend to her funeral expenses and the doctor’s bill, and pay the residue to her daughter. This surely leaves nothing open for discussion either as to what she intended or what she did in the way of a disposition of the bequest of her husband, and, as to this, even the slightest hesitancy is removed by the fact that she provided by a will which she made shortly before her death, that Mrs. Mounts, the appellant, should be her sole legatee, thus putting out of the way every obstacle that might otherwise have arisen in the execution of her previously expressed intention.\nWe are, therefore, of the opinion that the conclusion reached by the Auditor was the correct one, though we are not altogether prepared to adopt the reasoning on which he founds it.\nThe decree of the Orphans’ Court sustaining the exception to the claim of Mrs. Martha Mounts, the appellant, is now reversed and set aside, and the distribution made by the Auditor is approved and confirmed; and it is further or- . dered that the appellees pay the costs of this appeal."}