{"id": "8857224", "contents": "Mr. Justice Paxsok\ndelivered the opinion of the court January 5th, 1885.\nThe court below was entirely right in opening the judgment held by the Bank against John O. Reid. The satisfaction of the judgment after notice that the amount was disputed was improper, and if not corrected in some form, was calculated to work injustice to Reid, for the reason that when he should attempt to call the bank to account for the proper application of his collateral, the bank could say to him, The judgment which we satisfied is conclusive upon you as to the amount due thereon. Nor do we see any breach on the part of Reid of the contract with the bank by which the proceeds of the Bagley note were to be applied to the claims the bank held against him. This judgment was not specified in said contract ; it was doubtless included; but this did not justify the bank in applying more money on the judgment than was due thereon, especially in the face of a notice not to do so.\nIt is settled law that where a national bank takes, receives or charges more than the legal rate of interest in the discount of a note, the interest-bearing power of the note is destroyed. And when once so destroyed, it remains so. The taint of the usury clings to it until paid. • It is a dead note thereafter, so far as interest is concerned: Lucas v. The Bank, 28 P. F. S. 281; Bank v. Karmany, 2 Out. 65. The rule thus indicated is a sound one. The object of the Act of Congress is to punish national banks for such violation of the law. The obvious way to avoid the punishment is not to commit the offence.\nIt was urged, however, that Reid, the maker of the note, cannot avail himself of this defence because the illegal interest was paid by Guthrie, for whom the note appears to have been discounted. The answer to this is that the bank, by its act, has destroyed the interest-bearing power of the note, and can recover no interest upon it from anybody. If this had been a suit by Reid to recover back interest paid by Guthrie, we would have had a different question, and Bly v. The National Bank, 29 P. F. S. 458, and other authorities cited by plaintiff in error, might have had some application.\nWhat has been said we think sufficiently covers the first nine assignments of error.- It was error, however, to submit to the jury the question of the amount of the attorney fee. It was settled in Daly v. Maitland, 7 Norris 884, that this is a question for the court in the exercise of its equity powers, and is not a proper one for submission to a jury. We do not see, however, that any harm has been done by the submission in this particular instance, as the amount fixed by the jury is not unreasonable. We will not, therefore, reverse for this reason. But we point out the error that it may not be made a precedent.\nSome minor errors have crept into the case which must be corrected. They are due in part to the fact that the order for the issue was too broad. The issue itself was exceedingly informal and vague. The order provided that the note on which judgment was entered should stand as a narr., and that “an issue is awarded to ascertain the amount due the plaintiff on this judgment January 7th, 1881. And the amount of overpayment (if any) applied to the satisfaction of the same.” The latter clause of the issue should have been omitted. The only proper issue was the amount due upon the judgment. That settled, the amount of overpayment becomes a mere matter of arithmetic, about which there could be no dispute, and which could not be properly determined in this proceeding.\nThe verdict of the jury followed the vice of the order. It was as follows:\n“August 21, 1883. We find there was due the plaintiff on this judgment, January 7th, 1881, at the date he applied a part of the proceeds of the collateral (Ralph Bagley) note, as follows:\nOn the debt, . . $3,000 00 o o o o o\nAtt’y’s commissions. 63 00 o oo o o\nTotal ain’t of judgm’t and att’y’s com., $3,063 00\nWe find the excess of application applied by plaintiff to ihe payment of this judgment on January 7th, 1881, to be $560.15.”\nThe latter part of the finding we may reject as surplusage. The proper finding, viz., the amount due on the judgment, is complete without it; and we can thus preserve all that is pertinent and valuable in the verdict.\nThe finding of “the excess of application” led to another blunder. Upon it the prothonotary has entered a judgment in favor of Jno. C. Reid in the sum of $560.15. There is nothing whatever upon the record to base such a judgment upon; it was probably an error in the officer who- entered it, and it is a matter of some surprise that it was not corrected below. It doubtless would have been had it been called to the attention of the learned court. As it is a mere excrescence upon the record, we can correct it here.\nThe entry of August 21st, 1883, purporting to be an entry of judgment in favor of John C. Reid for $560.15, is stricken from the record. Subject to this modification the proceedings below are\nAffirmed."}