{"id": "8857020", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, October 6, 1884.\nIn Worrall v. Rhoads, 2 Whart. 427, it was held that the continuous and uninterrupted use and enjoyment of a way, even over unenclosed woodland, for over twenty-one years, was presumptive evidence of a grant; and this continued to be the law until the mischief resulting from the acquisition of such easements became so great as to call for legislative interference. The Act of September 25th, 1850, Section 21, declares, “ That no right of way shall hereafter be acquired by user, where such way passes through unenclosed woodland ; but, on clearing such woodland, the owner or owners thereof shall be at liberty to enclose the same as if no such way had been used through the same before such clearing or enclosure,” &c.: P. L. 572. Rights of way, fully acquired by user before the passage of this Act, and not afterwards abandoned, are of course unaffected by its provisions. But it was not every trespass or successive acts of trespass that previously warranted the presumption of a grant; and in view of the mischief intended to be remedied by the Act, presumptive grants are not favored. To entitle the public to a right of way, by prescription, over unenclosed woodland, it should be affirmatively shown that substantially the same line of travel was continuously used for twenty-one years prior to April 25th, 1850. Nothing short of an uninterrupted use of practically the same route of travel will suffice. If the way once used has been abandoned and a different location selected, or if the line of travel has been shifted from one location to another and substantially different one, just as accident or caprice may have determined, it is not such a continuous use as will justify the presumption of a grant.\nIt appears that plaintiff owns a woodland lot, containing ten or twelve acres, over which the public were accustomed to pass and repass for a long time prior to 1850. The plot, given in evidence, in connection with the testimony, shows that across the southwesterly line 'of the lot there were live tracks or roads, numbered 1 to 5, inclusive, which have been more or less used by the public-as a near route through plaintiff’s woodland from-one public highway to another. The distance, on said southwesterly line, between tracks 1 and 2, is about sixty-five feet, between 2 and 8, about fifty-seven feet, between 8 and 4, about thirty-three feet, and between 4 and 5, only a few feet. On the same line plaintiff built one hundred and eighty-six feet of post and rail fence, crossing each of said tracks or roads, thus preventing access to his woodland on that side. Defendant removed the fence at the point where track No. 4 crosses the line, and in that consists the alleged trespass. His defence was justification; that by long-continued use and enjoyment of a way across plaintiff's woodland, prior to April 25th, 1850, the public had acquired a prescriptive right thereto, and hence the removal of the obstruction was warranted. Testimony tending to sustain the defence was introduced, but plaintiff contended that, under the evidence, there had been no such use of either of the tracks as gave the public a right of way over his woodland; and especially that track No. 4, where the trespass was committed, had not been used for a sufficient length of time prior to April 25th, 1880, to justify the presumption of a grant, and he accordingly requested the court to charge, “If the defendant took down the plaintiff’s fences at any one point which was not on the road as used by the public for twenty-one years continuously, prior to the 25th day of April, 1850, he is a trespasser, and must answer in damages to the plaintiff.” This point was refused, and in connection therewith the learned judge said: “It is the converse of the position of the defendant which I am about to read and affirm. I have already detailed that notwithstanding the fence was taken down on the road which the public had no right to, yet if they had a right to another road in the vicinity which was closed up, the taking down of the fence, at another enclosed place where a road was, would not involve the defendant in damages.”\nThe defendant’s “position,” to which the court refers in the foregoing answer, is fully stated in his third point, as follows: “ That should the jury find that the tracks designated 1 and 2 on plaintiff’s draft (or either of them) were sections of a road used adversely and continuously by the public for a period exceeding twenty-one years next prior to the 25th of April, 1850, and thereafter until within a period of twenty-one years prior to the date of the alleged trespass, and that sections 3, 4 and 5 were, at different periods subsequently to 1856 (the date when plaintiff acquired his title to tire land), substituted by the public with the knowledge of plaintiff, and without objection from him, for said sections 1 and 2, the latter, however, remaining open and unobstructed during the entire period, the plaintiff had the right to prevent the further use oí tracks Nos. 3, 4 and 5, but only on condition that he left 1 and 2 open and unobstructed for the public. Under such state of facts, if the plaintiff so constructed his fence as to obstruct all these several tracks so as to deny the defendant any road whatever over his land, the defendant had a right to remove the fence at the point he did, and was not bound to open it at the old track in order to pass over.” This proposition was affirmed without any qualification.\nIn thus refusing plaintiff’s proposition, and broadly affirming that of defendant, we thiuK there was error. If the jury found, as they might have done, under the evidence, that no right of way had been acquired at the point where the alleged trespass was committed, tne defendant had no right to remove the fence, and in so doing he committed a trespass for which be is answerable in damages. If plaintiff maintained a nuisance by building and keeping up a fence across either of the other tracks over which the public had a right of way, that might have justified the abatement of the nuisance by taking down the fence at that point, but it could not justify the commission of a trespass on another part of his premises where no right of way existed. In other words, the maintenance of a nuisance may justify its abatement, but it can never justify the commission of an independent trespass. The same error pervades portions of the charge covered by the fourth and fifth specifications of error. Nothing that was done since the passage of the Act of 1850 can have the effect of giving the public any other or better right than they may have previously acquired.\nJudgment reversed, and a venire facias de novo awarded."}