{"id": "8858855", "contents": "Mr. Justice Green\ndelivered the opinion of the court, January 5th, 1885.\nThe learned court below, in a very lucid and impartial charge, submitted to the jury'the question whether the defendant had returned possession of the goods in question to the plaintiffs, and the jury found they had not. The only portion of the charge excepted to, relative to this subject, is that which is covered by the fifth assignment, and the practical character of the complaint is that the court did not hold the letter of Mr. Lazear to be a sufficient surrender of the property. The court did say to the jury that the letter would have been sufficient if the goods were in possession of the plaintiffs at the time, but that if they were in charge of an agent of the defendant, it was necessary, in addition to the letter, that the agent should be withdrawn. We cannot see any error in this. Of course the possession of the agent was the possession of his principal, and so long as the principal merely averred a willingness to surrender, but nevertheless permitted their agent to remain in possession, it can hardly be said that an actual surrender took place. The question whether an agent of the bank was in possession when the letter was written, and until after suit was brought, was a pure question of fact, and, as it seems to us, was most clearly and fairly submitted to the jury, with full explanations and references to the testimony. The fifth assignment is not sustained.\nThe only other material question in the cause was whether the plaintiffs could recover without having obtained a judgment for the return of the goods, and without having the damages assessed in the replevin suit. , We think the law on this subject in Pennsylvania must be regarded as settled by the case of Gibbs v. Bartlett, 2 W. & S. 29. It was a well considered case, and the opinion contained a most careful review of the authorities and principles governing the subject. It was held with the utmost deliberation that a judgment de retorno habendo is not essential to a recovery on the replevin bond, and that the several stipulations of the bond are distinct and independent, and a breach of any one of them constituted a forfeiture. The case of Moore v. Bowmaker, 7 Taunt. 97, was cited and followed, in which it was held that a plaintiff in replevin is bound as well to prosecute with effect as to make return of the goods, and that if he fails to do either the bond is forfeited. Gibbs v. Bartlett was approved and followed by this court in Balsley v. Hoffman, 1 Harr. 605, and in other cases its authority has been recognized and never doubted. It has also been followed by the courts of several other states: Elliott v. Black, 45 Mo. 373; Gardiner v. McDermott, 12 R. I. 206 ; Berghoff v. Heckwolf, 26 Mo. 513. It is true that a contrary doctrine has been held in some of these states, but we think the better reason is with our own decisions, and we are not disposed to change them. The undertaking to prosecute with effect is certainly broken when the plaintiff in replevin fails in his action. If he fails to return the goods after being ordered to do so, that also is a breach, but it is a different and an independent breach of another undertaking. The ease of Kimmel v. Kint, 2 W. 431, was overruled by Gibbs v. Bartlett, in which case Rogers, J., said : “ The judgment de retorno habendo is not intended for the benefit of the defendant, but of the plaintiff in the replevin bond, who in some cases perhaps might prefer a return of the goods to the damages assessed by the jury. It would be anything but an act of justice to permit a person who has wrongfully deprived another of his goods, and retained them in his possession until they were nearly destroyed by time and use, afterwards, when judgment was rendered against him for his wrongful act, to save a forfeiture of the bond by an offer to return the article in its depreciated condition. Nor can the sureties be placed in any better condition than the principal.” We think it unnecessary to enlarge upon this reasoning.\nAs the damages were not assessed in the replevin suit, and the goods were not returned, it was entirely competent to assess them in the action on the bond. As the amendment to the narr. simply conformed to the pleadings and the evidence on the trial, there was no error in its allowance.\nJudgment affirmed"}