{"id": "886939", "contents": "Opinion by\nMr. Justice Green,\nWhile it is perhaps correct to say that the defendant’s second and fourth points should have been affirmed without qualification, we do not feel that a reversal on the first and second assignments would be warranted. Prima facie, at least, the qualifications were correct, and they were harmless in any event, and are not sustained.\nThe third assignment is much more serious. The answer to the fifth point was a flat refusal, though accompanied by the statement that if the point had been limited to the grounds of defense alleged in the affidavit it would have been affirmed. According to this the refusal of the point was erroneous if the matters of fact which are embraced in the point are included in the affidavit of defense. An examination of the affidavit convinces us that the matters embraced in the point are covered by the affidavit, and that the point should have been affirmed. The affidavit contains the following averment, “ That the following statement in his application was not true, viz: ‘ I have no habit or injury or disease which will tend to shorten my life, and am now in good health.’ Said statement was untrue, false and fraudulent in this-that the said Edmund Francis Wall, at the time of making the same, was afflicted with and had phthisis with lung and bronchial trouble, and which caused his death of phthisis and pulmonary disease, November 16, 1893, and for which he had been previously treated, and did shorten his life.” As none of this was stated or explained in the answers to questions put to the insured at the time of his application, and as he did then declare that he was in good health, it is at once manifest that the first part of the fifth point covers the case exactly, and was entitled to an affirmative answer. The same is true of the second part of the point which asked an instruction for defendant if at the date of examination any of the parents, brothers, sisters, grandparents, uncles, aunts or cousins.had ever been affected with consumption or with pulmonary or hereditary disease. The affidavit of defense on this subject contains the following: “ The said Edmund Francis Wall did make false, fraudulent and untrue answers to the following question asked him by the medical examiner at his medical examination, made November 14,1892, as follows, the said question being, ‘have any or either of your parents, brothers, sisters, grandparents, uncles, aunts or cousins been afflicted with consumption ? ’ To which the answer of said Edmund Francis Wall was ‘ No, ’ which said answer was false, fraudulent and untrue, in this that his aunt, Johannah Hickey, died in 1890 with consumption and pulmonary trouble; also that his cousin Thomas Hickey, son of said Johannah Hickey, died in July, 1892, with tuberculosis, at the house of said Edmund Francis Wall; also that his cousin, a Miss Wall, a daughter of said Johannah Hickey, who was also living at his home at the time he made said answers, was in the last stages of consumption, and who died within several months thereafter; also that his brother William having been examined in the summer of 1892, and prior to his application, by a'physician was found to have tuberculosis, was advised to go to another climate on account of his disease, and did go to either Colorado or California.” A similar averment as to his brother James is in the affidavit of defense. The learned court below was therefore clearly in error in refusing the fifth point on the ground that the point went “ entirely beyond any defense set up in the affidavit of defense.” In consequence of this ruling the defendant was altogether deprived of a perfectly legitimate defense as to which there was abundant testimony. It was proved\" without contradiction that the applicant had bronchial catarrh from February to November, 1892, and was treated for it a number of times, and there was ample testimony from which a strong presumption arose that he also had pulmonary disease at the very time his application was made. The third assignment is' sustained.\nThe fourth assignment is in the same situation as the third. The sixth point of the defendant asked for a binding instruction in its favor if the jury found that the applicant had been attended by Dr. Wiggins at certain dates named, all within a year before the application was made. The learned court answered by saying that the point was affirmed if the applicant had been attended for phthisis or lung, bronchial or pulmonary disease within the time named, on the ground that the affidavit of defense limited this branch of the defense to the allegations that he had been attended by physicians for trouble of this nature. An examination of the affidavit shows that this was a mistake. The affidavit alleges generally and without limitation that the applicant made false answers to questions contained in the application and in answer to certain questions to the medical examiner. It does not specify the particular questions, but the. allegations of the affidavit would be supported if the answers to any of the questions thus propounded were false. If therefore .the point should be sustained as to lung or bronchial disease, it should also be sustained if the answers were false as to any attendance by a physician. The application contained an express covenant of warranty of the truth of all answers to ail questions of the medical examiner and the financial secret tary, and an express stipulation that if any of them were false all benefits under the benefit certificate or policy were forfeited.In the questions of the financial secretary was the one, “ When last attended by a physician and for what cause ? ” And the-answer was, “ One year ago.” The next question was, u Name and address of physician ? ” And the answer was, “ Dr. Wiggins, McKeesport, Pa.” Nothing was said in the question about any disease, but it did require a statement in response as to what cause the applicant was attended for. Now if he was attended by a physician for any cause within the year previous to the application, the answer was false and' would preclude recovery. It was also concealment to omit the cause, and additional falsehood to state that it was the particular physician named, Dr.- Wiggins, who had not attended him within the year. Now in point of fact Dr. Wiggins testified that he had attended the applicant on February 3, May 3 and 12,' and-June 7, and October 1, 15 and 22, all in the year 1892. The application was dated October 15, 1892, and no less than six-of those attendances were within the limited period, one of them being on the very, day the application was signed. The disease for which all the attendance had been given was bronchial catarrh, which was of so serious a character that by the following April it had extended into the lungs, causing severe cough and spitting of blood, and resulted in death from consumption the following.November. The testimony of Dr. Wiggins was entirely uncontradicted, and it established beyond all question the falsehood of the answer in question. The effect of such an answer to such a question is fully established in the case of U. B. Mut. Soc. v. O’Hara, 120 Pa. 257. Mr. Justice Paxson, delivering the opinion, and speaking of the inquiry, “ Have you had any medical attendance within the last year prior to this date? If so, for what disease?” said, “The object of this interrogatory is manifest. If the assured had no medical attendance within the time prescribed, and so answers, that is ah end of it. But if he had such attendance, then the company is entitled to know for what cause, and the name and address-of the doctor, in order that they ascertain the particulars from him.' And if the assured falsely answer that he had no medical attendance, he is not entitled to recover.” To the same effect is O’Hara v. Mut. Aid Soc., 134 Pa. 419. In Mut. Fire Ins. Co. v. Huntzinger, 98 Pa. 47, we said, “No principle of law will enable a party who guarantees a fact upon which a contract for' insurance is based, which fact is afterwards found not to exist, to enforce the contract. He agrees to -answer for the truth of the fact, and cannot escape on the ground of his mistake as to its existence.” In Foot v. Ætna Life Ins. Co., 61 N. Y. 571, it was said in the syllabus, “ The insured represented that he had never been sick and had never been attended by a physician. It was proved by his mother, the beneficiary, that he was ailing and had been attended by a physician within a month before the policy was issued. Field a breach of the warranty which rendered the policy void.” To the same effect is Sullivan v. The Met. Life Ins. Co., 36 N. Y. 38.\nThe general doctrine that in actions on policies of insurance with a warranty of the truth of the facts, the validity of the' contract depends on the truth of the warranty, and that the • engagement of the policy holder is absolute that the facts shall be as they are stated when his rights under the policy attach, is so very familiar, and has been so frequently declared, that a mere reference to a few of our modern decisions will-suffice: Mut. Aid Soc. v. White, 100 Pa. 12; Blooming Grove Mut. Fire. Ins. Co. v. McAnerney, 102 Pa. 335; Life Assoc, v. Gillespie, 110 Pa. 84.\nIt needs only to be stated in passing that the answer of the applicant to a previous interrogatory, that he had been treated tlu-ee years before by Dr. Wiggins for fracture of the ribs from which he had recovered, was not of the least consequence in considering the other answers which have been discussed.\nWe think the seventh assignment is also sustained. We know of no reason why the proposed amendment should not have been allowed. It did not propose any change in the parties, nor any in the cause of action, nor in the form of action. It was merety an application to amend the pleadings to accord with the proof, a kind of an amendment which is as a rule always allowed. No injustice would be done thereby, on the contrary, the application was in the interest of justice. We do not regard the objection that it was not made until after the testimony was closed as of any force. The statutes of amendment expressly allow amendments to be made, “ at any stage of the proceeding.” The proofs had been offered and received without objection, and the record showed the testimony already in, and nothing was required but to formulate the pleadings so as to conform to the testimony. W e do not regard the granting or refusing of this amendment as vital to the defense, but as it harmonizes the pleadings with the proofs it should have been allowed.\nThe paper marked exhibit No. 6 purported on its face to be the “official notice of death,” of Edmund E. Wall, and certified that “ it is not in any part filled in by, nor has any information therefor been derived, directly or indirectly, from any member of tbe society.” It contains full statements as to the sickness, death and burial of Edmund F. Wall, the cause of the death, the place, the time, the place of interment, the names of attending physicians, and agreement that physicians may give information of all knowledge obtained in their professional capacity, and that the premier and secretary of the defendant society may ask such further questions and require such further proofs of death as they may think necessary; it purports to be signed by the plaintiff by her mark attested by two witnesses, and it contains a formal acknowledgment before a magistrate, who certifies over his signature that Ellen J. Wall was known by him to be the person who signed the statement, and that she being duly sworn by him did duly depose to the truth of the answers, assertions and allegations contained in the statement.\nThis paper was testified to have been found among the official papers of the defendant as part of the proofs of the death of Edmund E. Wall; it was taken by Mr. W. R. Spooner, the premier of the defendant, to the plaintiff, produced before her and her husband and discussed by them as a proof of their son’s death, which had been furnished to the defendant, and told them that he was not satisfied with the proofs, and explained the reasons why he was not satisfied, and asked for additional information as to the facts set forth in the paper, and detailed long conversations had with them upon that subject. This paper being offered in evidence was objected to on the ground that it was incompetent, that it was not established by proper evidence, and that it stated facts not necessarily within the knowledge of the person making the affidavit. It certainly was relevant, and it was not offered as original proof of the facts stated. It was offered as a proof of death furnished by the plaintiff, and was of course admissible if it really came from her, and it was admissible in any event as a declaration against interest if its authenticity was sufficiently established. It was rejected by the court because it was not affirmatively proved to have been furnished by the plaintiff. But as it was produced before her by the defendant, and its contents were a subject of discussion between the plaintiff and the defendant’s officer, and was not challenged, or in any manner disputed or denied by the plaintiff, it was beyond all question admissible to the jury without specific proof of execution, or of its being sent to the defendant by the plaintiff. At the very best the court could not say as matter of law that the conversation between the plaintiff and the witness Spooner did not relate to this paper. If there was any dispute on that subject it would have to be referred to the jury for solution. The witness was asked, “ Q. I asked you what these papers are ? A. These papers that are marked exhibits 5, 6 and 7 are the proofs of death furnished upon the death of Edmund F. Wall. Q. By whom furnished? A. No. 5 was furnished or obtained, in so far as the doctor’s statement is concerned, by Mrs. Wall, and given to the assembly committee, the other portions of it I believe were completed by the assembly committee, as I understand the fact to he. No. 6 was furnished by the beneficiary herself, and No. 7 was forwarded to the supreme office by Dr. Wiggins, upon the inquiry made of him -when the beneficiary’s statement showed that he was one of the attending physicians in the last illness.” Upon cross-examination the witness said, referring to exhibits Nos. 5,6 and 7, “ They were official papers upon the files of the supreme secretary’s office that came to me in the regular course of business, and xrpon my inquiry subsequently of Mrs. Wall and others, I found they were the papers, and verified their genuineness from the parties here.” Being asked whether she read the papers when he showed them to her he answered, “ She did not. I read to her the portions to which I referred in my testimony.” He said further that, “ They (the papers) were submitted to her and her husband, and he examined them. Q. You undertook to inform them as to the contents did you ? A. I informed them as to these particular features in the statements of the two doctors which gave to me doubt, and upon which I told them that I would have to reject the claim unless those facts could be controverted. Q. What statements if any did you make to Mrs. Wall relative to these papers? A. I told her and her husband that those were the proofs of death furnished, and so far as the paper signed by her is concerned, it was recognized on the subsequent conversation made and the statement of the doctor from Denver, and there was no denial .upon the part of either. • They seemed to recognize both of these papers. The other paper, that of Dr. Wiggins, they had not seen before, and I read to them if I remember right, that full •paper because it is a short one.” There was very much more testimony as to the matters contained in the several exhibits, • the whole of which proceeded upon the assumption that the papers were what they purported to.be, and not the least question as to their authenticity. It is perfectly manifest that the acts, conduct, declarations and answers of the plaintiff to the questions put to her in respect to these papers constitute a mass of convincing testimony that all these papers were received, discussed, considered and acted upon by both the plaintiff and witness as genuine in all respects, and they were therefore all of them admissible in evidence as such. Being treated as such by both parties no specific proof' of actual execution was required. The eighth, ninth and tenth assignments are therefore'sustained. The eleventh assignment is sustained because the portion of the charge covered' by this assignment limits all right to make defense to the presence of, or treatment for, lung or pulmonary disease, at the time of the application, or within one year prior to that time.\nJudgment reversed and new venire awarded."}