{"id": "886937", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis action of assumpsit is not on the written agreement to complete the oil or gas well, but on an alleged verbal contract to clean out the well and put it in .the condition in which, as alleged by plaintiff, it was represented to be in at the time the written contract was executed. There was therefore no attempt to substitute a verbal contract for a written one. It was alleged that the verbal agreement was made in consequence of the written one, and the admission of the latter in evidence was merely as explanatory of the testimony relating to the verbal contract on which alone plaintiff relied. As thus restricted it was not improperly admitted.\nWhen the record was amended by striking out the name of the other defendant, mentioned in the written' contract, the plaintiff’s statement — part of the record — is to be considered amended so as to conform thereto. If a more formal amendment were required, it may be allowed and filed here, so as to make the trial on the merits conform to the record and the evidence.\nThe testimony as to plaintiff’s partnership with a third party referred to the written contract, and as that instrument was not involved in this action, the question of partnership was not in the case.\nPlaintiff’s right to recover depended on satisfactory proof of the alleged verbal contract; and that was a question of fact for the jury. After saying to them that there could be no recovery on the written contract, because it had never been completed, etc., and referring to the somewhat conflicting testimony as to the verbal contract, the learned trial judge submitted the question, whether, as claimed by plaintiff, there was a verbal agreement between him and the defendant, as to cleaning out the well, etc., and if so what were its terms, and how much if anything, was due the plaintiff thereunder. By necessary implication the fact that there was a verbal contract, as claimed by plaintiff, has been established by the verdict, and the amount due thereunder has been found. There appears to be no substantial error in the proceedings leading up to these conclusions of fact; nor is there anything in either of the specifications of error that requires further discussion.\nJudgment affirmed."}