{"id": "886940", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis issue devisavit vel non between the plaintiffs, claiming as devisees of Electa Packer who died in October, 1890, and the defendants, heirs at law of said deceased, presents the single question of law, whether a holographic’ paper, purporting to be the will of a married woman, but invalid at the time of its execution for want of witnesses, is validated by the act of June 3, 1887, dispensing with that requirement. As was correctly said by the learned trial judge, there was no evidence whatever to go to the jury oh the question whether the paper was executed in the presence of two witnesses, as required by the law, as it was prior to the passage of the act of 1887, and hence the paper in question had to stand or fall under the provisions of that act.\nAs recognized by this court, from Mullen v. M’Kelvy, 5 Watts, 399, to Camp v. Stark, 81* Pa. 235, the rule relating to the proper execution of a will is that it “ must be judged of by the law as it stood at the time of its execution, and not at the time of the death of the testator.” It was accordingly held in Taylor v. Mitchell, 57 Pa. 209, that a charitable bequest in a will attested by a single witness, prior to the act of April 26, 1855, was good at the death of the testator after that date, although that act required two subscribing witnesses. Speaking for the court in that case, Mr. Justice Shabswood said: “ When a testator makes a will, formally executed according to the requirements of the law existing at the time of its execution, it would unjustly disappoint his lawful right of disposition to apply to it a rule subsequently enacted though before his death. While it is true that everyone is presumed to know the law, the maxim in fact is inapplicable to such case; for he would have an equal right to presume that no new law would affect his past act, and rest satisfied in security on that presumption. ... It is true that every will is ambulatory until the death of the testator, and the disposition made by it does not actually take effect until then. General words apply to the property of which the testator dies possessed, and he retains the power of revocation as long as he lives. The act of bequeathing or devising, however, takes place when the will is executed, though to go into effect at a future time.”\nIt was held in Mullock v. Souder, 5 W. & S. 198 that section 10 of the act of April 8, 1833, which provides that real estate acquired by a testator after the date of his will shall pass by a general devise, does not apply to a will made prior to its passage. In Kurtz v. Saylor, 20 Pa. 205, it was decided that the will of a married woman, invalid for want of authority from her husband under the Wills Act of 1833, was not validated by the act of 1848, passed during her lifetime. That case is followed in Gable’s Executors v. Daub, 40 Pa. 217. In Camp v. Stark, 81* Pa. 235, the principle of these cases was applied to the competency of witnesses to a will; and it was there held that a witness incompetent at the execution of a will was not made competent by the Enabling Act of 1869. This is now the well settled rule as to the competency of attesting witnesses in this country as well as in England: 29 Am. & Eng. Ency. of Law, 238.\nApplying these principles to the case at bar, it is very evident that the rulings of the learned trial judge were substantially in accordance therewith; and there appears to be nothing in the record that would justify a reversal of the judgment. In Lane’s Appeal, 57 Cohn. 182, substantially the same question was decided, in same way, largely on the authority of Taylor v. Mitchell, supra. Lawrence v. Hebbard, 1 Bradford 252, and Hamilton v. Flinn, 21 Texas, 713, relied on by the plaintiffs, were decided upon the peculiar wording of their statutes. Neither of the specifications of error is sustained. .\nJudgment affirmed."}