{"id": "886986", "contents": "Opinion by\nMr. Justice Mitchell,\nThe complainant’s bill states the original transaction as a gift of the house by her husband to her for life, and her own testimony, as well as that of her husband, agrees with the averments of the bill, that after her death the property was to go to the appellant, Harry J. Plays. But the bill further states her objection that at the time of the conveyance she was induced to sign a paper by the representation of her husband that it was a deed of trust, “ intended to keep the property in his own family after her death and secure the transmission of the title to the remainder therein to his son, the defendant, Harry J. Hays,” whereas it was a mortgage by her, as the holder of the title, to a trustee for the benefit of the said Harry J. Plays, whereby as she subsequently learned she was “ deceived and defrauded.”\nTo call such a transaction a deception is to use highly exaggerated language, but to consider it a fraud is a misapplication not only of words, but of substantial principles. Complainant was a mere volunteer, and as a donee she was bound to take the gift on the terms imposed by the donor. The best and simplest conveyancing to accomplish the undisputed purpose would have been a deed to White as trustee for her during life and remainder to Harry in fee, or a deed to White and a deed by him to her for life, with remainder to Harry. The donor chose to have the deed from White to complainant in fee, and have her make a mortgage in trust for Harry. Except for an equit}*based on the donor’s intention that she should not be disturbed by the mortgagee during her life, there was no substantial difference to her in the methods. But even if there had been, the donor had a right to change his mind, and if she had objected, the only consequence would have been the accomplishment of the same result in another way or the failure of the gift altogether. But further than this, even if she had been a purchaser for value, she would have had no equity against the mortgage except to be undisturbed by it during her life, and no such injury was alleged or proved in the case. There was no fraud in the giving of the mortgage, and, by her own statement, the complainant had no equity of any kind in the original transaction.\nAs to the subsequent settlement the complainant stands on different ground. By that she relinquished her rights in the property of her husband, and as to him she was therefore a purchaser for value. But although appellant was a voluntary donee of the mortgage, yet the gift was executed, and his estate in remainder could not be divested by any agreement between his father and Ms stepmother to which he was not party, except by estoppel. Of this there is no sufficient evidence. The claim rests mainly, if not entirely, on the testimony of Major Brown as to what took place between himself and the appellant at the time the latter became a witness in the litigation between his father and the latter’s wife. Appellant was sought as a witness in the divorce case, and Major Brown, out of sympathy, was rather reluctant to call him against his father, but found Mm possessed of knowledge of important facts, and “ willing to tell the truth,” and in so doing to help his stepmother. Then, continues Major Brown, “ I talked to him in my office privately and confidentially over the whole subject, and communicated to Mm the proposed settlement by wMch she was to get this house, and relinquished all other rights, and in fact I told Mm everything about it. He showed willingness to testify in the divorce case. . . . He expressed unqualified satisfaction that she was to get that house, and seemed to think it was too little. . . . Of course I arranged that settlement without consulting him, with my own client.” This is the whole substance of the testimony on this point, and, standing alone, it would be meagre to divest an estate. But its weight is materially lessened when considered in connection with the circumstances. The conversation, it will be observed, was in reference to the divorce case, and the question of property was altogether incidental to that. The mortgage was not mentioned expressly, and it was certainly not prominent in Major Brown’s mind, if indeed he knew of it at all. In answer to the question whether this mortgage and its validity was one of the mooted questions in the equity case, he said, “It seems to have been, although it was not touched upon in testimony when I was present, it unquestionably was involved among the other transactions.” There is no evidence that appellant had any reason to suppose that the settlement communicated to him affected his own rights. He was a young man, just under or just over twenty-one. His age does not appear exactly, but he testifies that in December, 1877, when the deed to complainant and the mortgage were made, he was between fourteen and fifteen years old, so that in September, 1884, when the settlement was executed— and this conversation was before that — he was certainly under twenty-two, and probably under twenty-one. Not only was he not informed of his rights, or of the possible effect of the proposed settlement on them, but he was actively misled by previous information from complainant herself, that he no longer had any interest in the property, as his father had taken it away and given it to Cora Helvie. One of the weightiest elements in estoppel, knowledge of his own rights in the subject-matter was therefore absent, and there is no other ground on which complainant could base any equity against appellant.\nDecree reversed; and bill dismissed, with costs."}