{"id": "886976", "contents": "Opinion by\nMr. Justice Green,\nIt was testified on the trial, and not disputed that the train on the railroad was running at the time of the accident at a rate of about fifteen miles an hour. This would require about four minutes to a mile, or one minute to a quarter of a mile. According to the plaintiff’s testimony the point at which he first saw the approaching train was, as ascertained by subsequent measurement, about six hundred and eighty feet distant from the train. At the rate of speed at which the train was moving it would have reached his position in about thirty-five seconds from the time he first saw it. He had that much time only to consider his position and his surroundings, and to determine wiiat it was best for him to do. The road was very narrow, not more than ten feet in width. On one side was a steep, inaccessible bank, and on the other a steep declivity down a bank fourteen feet on its slope, and ten to twelve feet in perpendicular depth. At the foot of the bank was a sunken space or gutter two and a half feet in width, and then the bed of the railroad track, the nearest rail being about four feet from the foot of the bank. The road inclined upward towards the brow or knoll a short distance, beyond which the plaintiff said he could not see the road. What was he to do ? It is very evident that he would not have time to turn arotíad, even if there was space enough to do so, and it is impossible to tell whether if he did, he would be in any safer condition than if he continued to face the train. Should he jump from the carriage and endeavor to reach the horse’s head ? Or should he remain in the carriage and endeavor by keeping the horse in motion facing the train, to control his movements so as to get him past the moment of danger? This is the plaintiff’s own account of his mental operation at the moment of the crisis: “ I looked down and saw the train coming on me; well the train was coming right direct tome; I couldn’t make any estimate of the rate of speed the train was running; I glanced the minute I saw the train, I glanced down at the railroad track and saw I was very close to the railroad; there was no barricade between me and the railroad at that point, simply the bank down to the railroad, and I couldn’t see up over tins road to see what the condition of the road was on the other side, and I thought the best thing for me to do at that point was to try to make a safe point and get over this knoll, and perhaps I would find the road on the other side of the knoll in better condition than it was on this side; these trees obstructed my view, and the height of the knoll prevented me from seeing over the knoll. Q. Then you kept driving straight on ? Well, I was very close to the edge of the road, and the road being narrow at that point, and it was a hot day, and I had the top of the buggy up, and the road was narrow as I told you, and I took into consideration, first, of giving a leap, springing out of the buggy, but the train approaching I didn’t feel I had time to jump out of the buggy there and get to my horse in time to hold it; the road being narrow, I was afraid if I gave a jump there I might go clear over, from the fact of the little room from where the wheel stood until you came to the bank; and under these conditions I thought it was the best thing to stay in the buggy and try to control my horse, and keep him in motion, and gain a better position, if there was such, on the other side of the knoll.”\nThis was what the plaintiff thought, in view of the exigencies of the situation, it was the best thing for him to do. Conceding for the moment that he was responsible for the correctness of his judgment in such an emergency, who is to decide the question as to what he ought to do ? Certainly not the court. In no aspect was it a question of law for the court, and it would have been the gravest error for the court to have withdrawn the case from the jury, as was asked by the defendant’s sixth point. Beyond all question it was for the jury solely to determine upon the propriety of the plaintiff’s action, and the court left it to the jury in these words, “ Now, gentlemen, you will find the facts on this branch of the case: what are they under the testimony; and then determine the question, after you have found the facts, did the plaintiff exercise the care and caution that a reasonably prudent and cautious man would have done, taking into consideration all the surrounding circumstances in which he was called to act.” Is there any error in this ? Most assuredly not. It was the exclusive province of the jury to determine this question, and the absolute duty of the court to submit it to them. The learned judge in a previous part of the charge had plainly and distinctly instructed the jury that if the plaintiff had done anything which an ordinarily careful and prudent man would not have done, and thereby contributed to his injury, he could not recover, and he fully explained the meaning of contributory negligence, and how the rule on that subject should be applied to the facts of the case. He also affirmed without qualification the defendant’s second, third and fourth points, which propounded the subject of contributory negligence in the same manner, and committed the whole question to the jury, as he was requested to do by those points.\nThere is no other view of the matter which it was possible to take. The contradictions in the testimony, which are far more seeming than real, do not at all affect the question. The plaintiff was entitled to be heard upon his own statement of the facts, although there was conflicting testimony, and he had the right to have the jury determine what the actual facts were. Having carefully read the whole of the testimony which the defendant urges as highly contradictory of the plaintiff’s testimony, we are bound to say we do not so regard it in any important sense. Some of it is corroborative, and that which is contradictory is in matters of detail that have no important bearing upon the plaintiff’s right of recovery. Even if there was doubt as to this branch of the case the plaintiff would be still entitled to the benefit of the rule, that a man who is suddenly placed in a position of danger by the negligent act of another, is not responsible for an error of judgment committed in an attempt to extricate himself, if he incurred another danger without negligence of his own: Aiken v. Pa. R. R. Co., 130 Pa. 380; R. R. Co. v. Rohrman, 13 W. N. C. 258; Vallo v. U. S. Express Co., 147 Pa. 404. In the latter case the doctrine is thus expressed : “ When a person has been put in sudden peril by the negligent act of another, and in an instinctive effort to escape from that peril falls upon another peril, it is immaterial whether under different circumstances he might and ought to have seen the latter danger.” The first assignment is entirely without merit and is dismissed.\nIn the second, third and fourth assignments complaint is made that the charge was unfair in presenting the plaintiff’s side of the case, and in omitting to present that of the defendant. After a most careful and painstaking examination of the whole of the testimony with reference to this contention, we are constrained to say that we think it unfounded. The court did not pretend to discuss the testimony in detail, or even to state it. The matter of the second assignment is a mere general narrative of the leading prominent facts of the case, for the information of the jury, and we cannot see any departure in it from the manifest facts as testified to by the witnesses on both sides. The matter complained of in the third assignment is only a statement of what the plaintiff claimed, and it also stated the material claim of the defendant, to wit, that the plaintiff should have left the buggy; that he had plenty of time to do so, whereas he remained in the buggy and took the risk of doing so. All of this the court fairly left to the jury. While the court did not present the testimony of the defendant in detail, the same was true as to the testimony of the plaintiff, and we cannot discover any lack of fairness or impartiality towards the defendant in the entire charge. These assignments are not sustained.\nThe fifth assignment is still more trivial. The fifth point of the defendant was affirmed as it stood, which was more than the defendant was .entitled to, because it asked a binding instruction without considering the effects of the plaintiff’s act in a sudden emergency, and when the court added the qualification that the jury should determine what would be the conduct of an ordinarily prudent and careful man in view of all the circumstances, he merely repeated what was the undoubted law of the case. The point should not have been affirmed absolutely, because it did not necessarily follow that the plaintiff could not recover although he remained in the buggy. Although he may have committed an error of judgment in doing so, the emergency was too sudden, and too extreme in its possible consequences, and the time for deliberation was entirely too short, to charge the plaintiff with the consequences of a mistaken judgment. Yet the court did affirm the point, with the qualification only that the plaintiff’s conduct in leaving the buggy was such as would have been the act of an ordinarily prudent person. In the abstract this was not erroneous, and the defendant was not entitled to an unqualified affirmance of the point.\nThe questions of negligence on the part of the township and contributory negligence on the part of the plaintiff, were carefully explained, and correctly submitted to the jury, who found in favor of the plaintiff. In our judgment the verdict was entirely warranted by the testimony.\nJudgment affirmed."}