{"id": "886987", "contents": "Opinion by\nMr. Justice Green,\nIn Stoughton’s Appeal, 88 Pa. 198, we said “ Oil, however, is a mineral, and being a mineral is part of the realty. Funk v. Haldeman, 53 Pa. 229. In this it is like coal or any other mineral product which in situ forms part of the land.” In Gill v. Weston, 110 Pa. 312, we said of petroleum, “ It is a mineral substance obtained from the earth by a process of mining, and lands from which it is obtained may with propriety be called mining lands.” In Westmoreland Nat. Gas Co. v. De Witt, 130 Pa. 235, we said, “ Gas it is true is a mineral, but it is a mineral with peculiar attributes.” In Blakley v. Marshall, 174 Pa. 425, a lease for oil and gas purposes was made by lessors who were tenants for life and also as trustee for those in remainder. The leased premises proved to be productive. A question arose upon a case stated as to the interests respectively of the life tenants and those in remainder. The life tenants' claimed the whole of the oil, and for those in remainder the same claim was made. The court below appointed a trustee to receive all the oil due to the lessors, and to invest the pro-' céeds, and pay the interest annually realized therefrom to the life tenants during their joint lives and the life of the survivor, and at the death of the latter to pay the principal to the-remainder-men. This court sustained the court below and said, “as was said in Stoughton’s Appeal, 88 Pa. 198, and other cases in the same line, oil in place is a mineral, and being a mineral is part of the realty.' An- oil lease investing the lessee with the right to remove all the oil in place in the premises, in consideration of his giving the lessors a certain per centum thereof, is in legal effect a sale of a: portion of the land, and the proceeds represents the respective interests of the lessors in the premises. If there be life tenants and remainder-men the former are entitled to the enjoyment of the, fund (interest thereon) during life, and at the death of the survivor the corpus of the fund should go to the remainder-men.” This distribution was made because all the interests concurred in making the lease, and it was to the manifest interest of all that the oil should be taken from the land, lest it should be drawn away by other wells on adjacent premises. In that respect of course there is a difference between oil and gas, and solid minerals, but in respect of the interests of life tenants as contrasted with those in remainder there was no departure from the common law rule that tenants for life, only, may not open new minés or take minerals from the premises, except in case of mines opened .by .the former owner. This was recognized in Westmoreland Co.’s Appeal, 85 Pa. 344, where we held that while the life tenant’s right to work previously opened mines was undoubted, there was no right in a life tenant of several tracts, to open a new mine on one of the tracts upon which no previous opening had taken place. Merctjr, J., said, in the opinion, “ neither tract is appendant or appurtenant to the other. If she had a life estate in the distant tract only, the fallacy of claiming a right to remove the coal therefrom would be most manifest. The unanswerable reason would be that the mine on that tract had never been opened.”\nWe see no difference between the present case and those cited, so far as this question is concerned. The plaintiff was but a tenant for life of the premises in question. There had never been any oil or gas operations commenced on the land before her estate for life accrued. She had no right therefore, to operate for oil or gas herself, and she could not give such a right to any lessee from her. Neither the original lessee nor the defendants, -his assignees, ever held any such right. They would have been trespassers if they had undertaken to exercise such a right. The lease was “ for the sole and only purpose of drilling and operating for petroleum, oil or gas,” and “ to have and to hold the said premises for the said purpose only.” All the terms and conditions of the lease relate to that purpose alone, and no right to the use of the surface for any other purpose is conferred. It is manifest, therefore, that as no interest whatever was acquired under the lease, the lessees are under no obligation to pay for a right or privilege which they never obtained, or in damages for not performing an illegal covenant therein. W e think the judgment entered by the court below was entirely right.\nIt seems to us, however, in view of ■ the peculiar character of oil and gas as being fugacious in their nature, and liable to be diverted by operations upon other adjoining or nearby lands, in order to preserve the interests of both life tenants and remainder-men, it would be well for the legislature to make such enactments as would enable the owners of this class of lands to secure to themselves the benefits of such minerals as these. As it is now, the law is not efficacious to that end.\nJudgment affirmed."}