{"id": "886996", "contents": "Opinion by\nMr. Justice Fell,\nGenerally when evidence of character is received as tending to establish the innocence of a person charged with crime the inquiry is limited to the time when, or prior to which, the alleged offense was committed,, and the same limitation is observed in civil cases where the character of a party to the suit is an element to be considered in estimating damages. The character of the accused prior to the charge of crime is often important in determining the question of guilt, and it may of itself be sufficient to create the reasonable doubt which should work an acquittal. When damages are claimed for injury to character, the value of the character alleged to have been injured may properly be considered. In these cases it is character at the time of the alleged offense, or character at the time of the alleged injury, that may be taken into consideration and that may be proved.\nWhen at the trial of a cause the character of a witness is shown in order to affect his credibility the question is whether he then told the truth. It is his character at the- time he testifies that is under investigation, and this is to be established by evidence of his general reputation at that time, and not his reputation at a time prior to the commencement of the suit, which may be a period remote from that at which he testifies.\nIn this case the action came to trial more than two years after the issue had been asked for, and all inquiry as to the reputation of the witness whose character for veracity had been attacked was confined to a period of time prior to the filing of the petition to open the judgment. It does not appear that his connection with the controversy had become the subject of conversation or discussion in the neighborhood in which he lived, and that the reputation testified to was founded upon the expression of partisan opinions by those who had taken sides in the dispute. If this had appeared it might have been considered by the jury in determining the weight to be given to the testimony for and against him, but it would not have been ground for its exclusion. We have not been referred by counsel on either side to any authorities upon the subject, and we are not aware that the question has been decided in this state, but we find that the conclusion which we have reached is in harmony with the decisions in a number of other states : Mask v. State, 3 Miss. 77; Fisher v. Conway, 21 Kansas, 25; Stratton v. State, 45 Ind. 468; Willard v. Goodenough, 30 Vermont, 393.\nUnder objection the official stenographer of the court was allowed to read his notes of the testimony of a witness taken at a former trial of the same issue. The witness resided in an adjoining county, and the reading of the notes of testimony was permitted on the ground that they were a deposition. They were the short-hand notes of the stenographer made during the examination of the witness. They were not a deposition, and as the stenographer was not sworn they were not “properly proven notes of the examination ” as required by the 9th section of the act of 1887.\nThe first, second and eighth assignments of error are sustained, and the judgment is reversed with a venire facias de novo."}