{"id": "888288", "contents": "Opinion by\nMr. Justice McCollum,\nThe judgment in question was entered upon a bond of the defendant secured by a mortgage upon his real estate therein described and it represents a loan of $1,000 which the plaintiff made to him on June 30, 1893. When the loan was made he gave his promissory note for it payable in one year without interest. When the note fell due the plaintiff accepted in place of it the bond and mortgage payable in one year with interest at five and four tenths per cent. On July 6, 1895, the defendant claiming to have valid defenses to the judgment petitioned the court to open it and allow him to present them to a jury. Thereupon a rule to show cause was granted which rule on consideration of the testimony submitted for and against it was discharged. From the order discharging the rule this appeal was taken.\nIt appears that when the loan was made the defendant was a retail liquor dealer who wanted more money to carry on his business and the plaintiff was a brewer who wanted to sell his beer. The plaintiff loaned the money for a year and the defendant bought two hundred and sixty-two and one half barrels of his beer at $6.00 a barrel. In his petition to open the judgment the defendant alleged that he agreed to buy the plaintiff’s beer if it was satisfactory and acceptable to his customers, but that it was not satisfactory to them and because of their dissatisfaction with it he lost their patronage and was materially injured in his business. He also alleged in his petition that he understood he was to give the mortgage as security for the loan, and that he did not know that he had given the bond until some time after the judgment was entered upon it. These allegations were specifically denied, and so far as they related to the plaintiff’s claim respecting the execution of the bond and the condition on which he agreed to buy the beer, they furnished no ground for opening the judgment because they rested exclusively on his own testimony which was fully met and answered by the testimony of the plaintiff. But another matter of defense is alleged in the petition which deserves separate consideration. It is that the plaintiff agreed to allow the defendant a credit of fl.OO on the loan for each barrel of beer purchased by him, and that under this agreement he was entitled to a credit on the judgment of $262.50. This agreement was made, if at all, a few days after he gave his note for the money loaned. The plaintiff denied the existence of such an agreement and supported his denial by his own testimony. He was not corroborated in this 'particular by a single witness. The defendant testified distinctly that the agreement was made as alleged, and he was corroborated by two witnesses. It is not necessary to specify here the circumstances under which it is claimed the agreement was made, nor the considerations which induced the parties to enter into it. These sufficiently appear in the evidence relied on to establish it. A considerable portion of the evidence in the case related to the quality of the plaintiff’s beer, and is unimportant except as it may have some bearing on the question, whether there was an agreement to allow the defendant a credit of $1.00 on the loan for each barrel of beer sold to him by the plaintiff.\nUpon due consideration of all the evidence in the case we are of the opinion that the defendant should have an opportunity to present to a jury his defense founded upon the alleged agreement for a credit on the loan.\nThe order discharging the rule to open'the judgment is reversed, the rule is reinstated and made absolute as to $262.50 and interest thereon from the date of the bond, and as to the balance of the judgment the rule is discharged."}