{"id": "888277", "contents": "Opinion by\nMr. Justice McCollum,\nThe plaintiff on May 13, 1892, sold to the defendant a “Triple Effect Yaryan Evaporater” for $7,000, one half thereof -to be paid on delivery, and the other half to be paid in three months thereafter. Certain work was done in connection with the erection and operation of the evaporator in the defendant’s factory in Chicago, by persons sent there by the plaintiff on an understanding with the defendant that the work should be done at the expense of the latter. On the delivery of the evaporator the defendant paid one half the price of it, but it has not paid anything on account of the other half or of the work done as aforesaid. To this extent the parties to the suit agree. It was averred in the affidavit of defense and specifically denied in the replication to it, that the plaintiff at the time of the purchase represented to the defendant that the evaporator was in first class condition. It was further averred in the affidavit of defense that the plaintiff agreed to put the evaporator into defendant’s factory at Chicago and “ do all things necessary to erect it there and put it in perfect working order,” to which ■ the plaintiff replied that it did not so agree but that it promised, at the defendant’s request and expense, to send a competent man there to “ direct the defendant in erecting and starting the machine.” The defendant did not directly aver in its affidavit that the plaintiff agreed to clean the evaporator before delivering it, but it claimed on the trial that the plaintiff agreed to do so, and it submitted some evidence which gave color to the claim. The averments respecting the delay in delivering the machine and the loss occasioned thereby were abandoned on the trial and need not be considered here. The fact is that the entire defense to the plaintiff’s claim was based on the defendant’s averment that the plaintiff agreed to erect and put the evaporator in perfect working order in the defendant’s factory in Chicago, and on the latter’s allegation on the trial that the plaintiff agreed to clean the evaporator before delivering it. These raised the pivotal questions in the case and it was essential to an extinguishment of or a deduction from the plaintiff’s claim that the defendant should sustain its averment, or allegation, or both, by competent evidence. The plaintiff denied the existence of any such agreements as were set up by the defendant and contended that the only agreement between them was embraced in the letters of May 13. One of these letters was written by Edward R. Hewitt who was the defendant’s purchasing agent and the other was written by A. C. Paine who was the president of the plaintiff company. The latter was written in response to the former and specified the price and capacity of the evaporator, the terms of payment, and the place and time of delivery. On May 17, Hewitt wrote to Paine acknowledging.the purchase, expressing satisfaction with the terms of it and requesting a postponement of delivery for the accommodation of the purchaser. The delivery was to be made f. o. b. cars at Providence, Rhode Island, where the evaporator was at the time of the sale. The plaintiff’s contention that the letters referred to contained the entire contract between the parties was supported by the testimony of Paine, Hewitt and Hill. The latter was present when the contract was made. He testified, inter alia, that the evaporator was a second-hand machine and sold as such, and that Hewitt was told that after it was set up ready to operate in Chicago they might have to wash it out “ because it probably had some dirt in it.” An opportunity was given to Hewitt to inspect the evaporator before buying it but he declined to do so and said that “ he knew the machine very well, having the size and the heating apparatus, and the pumps,” etc. Although Hewitt in making the purchase represented the defendant company, and was one of its directors, he testified frankly in regard to the transaction and without any manifestation of bias. He was the defendant’s principal witness and he testified that the letters contained the entire contract. He was positive that the plaintiff promised to send a man to Chicago at the defendant’s request and expense to put the machine in good working order, and that the promise was faithfully kept. He thought, but was not certain, that the plaintiff was to clean the machine before it was delivered, and he testified distinctly that the evaporator had the capacity it was warranted to have in Paine’s letter of May 13. It being conceded in the testimony of the defendant’s principal witness that the contract was in writing, and by the defendant company that it was made with him as its representative, we would naturally expect that the defense to the action on the contract would have been based upon an alleged breach of it. But so much of the defense as was of this nature was abandoned on the trial. It was finally admitted that the machine had the guaranteed capacity, and the undisputed evidence was that the delay in delivery was at the request and for the accommodation of the purchaser. Did the plaintiff agree to clean the evaporator before delivering it? Did it agree to put the evaporator in good working order in the defendant’s factory in Chicago ? These were the questions of fact submitted to the jury, and the only questions for their consideration under the evidence in the case. If the plaintiff agreed to do so and failed to carry out its agreement it became liable to the defendant for the damage caused by its failure, and so the jury were instructed. It was made clear by the verdict that the plaintiff did not so agree, and therefore we need not consider the rulings of the court in regard to damages.\nNine of the thirty specifications of error are based on excerpts from the charge, two on the refusal to affirm the defendant’s first and second points, one on the denial of the motion to amend the affidavit of defense, one on what the court said to the defendant’s counsel in regard to damages, and seventeen on rulings upon offers of evidence. Many of these offers were repetitions with slight and immaterial variations of previously rejected offers. The offers were to prove matters not specified in the affidavit of defense, and representations and promises alleged to have been made by the president of the plaintiff company some time prior to the making of the contract respecting the condition of the evaporator and the company’s willingness, in the event of a sale, to put it in perfect working order. The purpose was to add to and enlarge the terms of the written contract which was conceded, by the persons who represented their respective companies in making it, to clearly include and express the entire agreement between the parties. While the learned trial judge recognized and enforced the general rule that prior conversations between the parties are not admissible to vary the terms of a written contract he allowed the defendant to submit evidence in support of its claim that the plaintiff, when the contract was made, agreed to clean the evaporator and put it in the Chicago factory in perfect working order. The defendant was therefore permitted under the ruling of the court to introduce competent evidence in support of the claim on which its whole defense rested.\nIn denying the motion to amend the court said: “ The application to amend the affidavit of defense cannot be allowed for two reasons: (1) Under our rules of court an affidavit of defense cannot be amended or supplemented at the trial. (2) It is a radical change in some respects of the written contract and sufficient ground for admitting such testimony is not included in the offer.” To this it may be added that it is not clear that' the amendment was demandable of right under the act of 1806. Amendments beyond the plea are at common law and to be tested by a legal discretion: Austin v. Ingham, 4 Yeates, 347 and Diehl v. Ins. Co., 58 Pa. 444.\nDid the court err in refusing to affirm the defendant’s first point ? The point requested the court to hold that the plaintiff could not recover because the contract for the purchase of the evaporator was not signed by at least two of the managers of the defendant company as required by section 5 of the act of June 2, 1874. The question raised by the-refusal of the point must be considered and determined in the light of previous adjudications and the obvious and undisputed facts of the case in hand. The cases cited as sustaining this branch of the defendant’s contention are Reese v. The Pittsburg Melting Co., Limited, 118 Pa. 355 and Walker v. Brewing Co., 131 Pa. 546. The case first cited was an action of assumpsit for the recovery ,of damages for the breach of a verbal contract made by the • plaintiff with the chairman of the board of managers of the defendant company for the sale by the latter to the former of six hundred tierces of oleomargarine oil for $13,620. The plaintiff drew and sent his check for the amount but the company refused to deliver the oil. On the trial the plaintiff recovered a verdict against the company for $3,447, that being the difference between the prioe he was to pay for the oil and the market price of it at the time he should have received it. On appeal to this court the judgment entered on the verdict was reversed on the ground that it was not within the power of the chairman of the board of managers to bind the company by such a contract. Walker v. The Brewing Co. was an action of assumpsit in which the plaintiff offered to prove that the defendant’s architect and agent in the construction of its brewery building requested Mm to submit a bid for the asphalt work, that he dici so and that soon after the bid was submitted he was informed by the architect and by one of the managers that the defendant had accepted it and let the contract to him; that a contract and bond was presented to him which he signed, and that soon thereafter he was notified by the architect that the defendant had signed the contract, and that he should get his material and begin the work; that relying upon the representations of the architect he procured the materials and necessary apparatus and began the work, but that he was compelled by the defendant to abandon it. The plaintiff proposed to follow this evidence by evidence that he “ was compelled to sell his materials at great sacrifice on the cost of the same, with the cost of the transportation, and thereby suffered great loss.” The offers were rejected, and • no other testimony being presented there was a verdict and judgment for the defendant, -which judgment was affirmed on appeal. It will be noticed that in these cases the defendant - company promptly repudiated the agreement, and did not receive any money, property or benefit under it.\nIn the case now under consideration the defendant company through its agent purchased of the plaintiff a machine that was essential to the proper prosecution of its business, and agreed to pay one half the price of the same on delivery and the other half in three months thereafter. The machine was delivered and the first payment made according to contract. It has been in the possession of and operated by the defendant as owner since September 1,1892. No officer or member of the company is shown or claimed to have objected to the purchase before, when, or since it was made. Presumably each and all of them approved and agreed to it. The company has affirmed the purchase by its acceptance and continued use of the machine ; by payment on account of it, and by its affidavit of defense and its offers of evidence. It plainly appears from its acts and from its attitude on the trial that it claims title to the machine by virtue of its agreement, and exemption from liability for the price because the agreement was not executed in accordance with the act of 1874. We think that the defendant is, upon its own showing and the admitted facts of the case, estopped from setting up the defense based on its first point. It cannot keep the machine and be justified in its refusal to pay for it. It cannot under the circumstances successfully urge its noncompliance with a requirement of the statute as a bar to the plaintiff’s just claim.\nWe have carefully examined and considered the rulings and instructions complained of, and are not convinced that they furnish adequate cause for reversing the judgment. We therefore overrule the specifications of error.\nJudgment affirmed."}