{"id": "888391", "contents": "Opinion by\nMr. Justice McCollum,\nWe cannot assent to the claim that in this case the court should have directed a verdict for the defendant. The cases cited and relied on to support it were determined upon the evidence in them. They were cases in which a compulsory non-suit was entered, or a verdict directed for the defendant on the ground that the plaintiff’s evidence disclosed contributory negligence. The negligence which precluded a recovery was the failure of the person injured or killed to stop, look and listen before attempting to cross the railroad. The fact that he was struck by the train the moment he stepped or drove upon the track was deemed conclusive against the presumption or claim that he complied with the settled rule which required him to do so. But the principle on which they were decided does not bar a recovery in every case in which a person is injured or killed while crossing a railroad. It must be clear and undis.puted that lie did not comply with the rule, or that if he did so he must have seen or heard the approaching train. If the evidence raises a doubt on these points it must be submitted to the jury. In McNeal v. Railway Co., 131 Pa. 184, it was held that while Carroll v. Railroad Co., 12 W. N. 348, and the decisions which followed it are sound in principle, the rule enforced by them is applicable only in a clear case. Ellis v. Lake Shore, etc., Railroad Co., 138 Pa. 506, Whitman v. Penna. Railroad, 156 Pa. 175, Smith v. The Balt. & Ohio Railroad, 158 Pa. 82, and Link v. P. & R. Railroad, 165 Pa. 75, are to the same effect. Our Brother Williams, referring to these cases in his opinion in Davidson v. Railway Co., 171 Pa. 522, said: “In all these cases the parties injured drove directly in front of a moving train and were injured. If that single circumstance was enough to. dispose of the .question regardless of the surrounding circumstances, tlie plaintiff in each of these cases would, have been denied access to the jury. But it is not enough. There must be no doubt or uncertainty about the facts attending the accident in order to justify the courts in treating the question of contributory negligence as one of law.”\nThe foregoing views harmonize with the views expressed by our Brother Mitchell in McNeal v. Railway Co., supra, and in Ely v. Railway, 158 Pa. 233, and are in accordance with many decisions of this court prior and subsequent to the decisions in the cases cited. Among the recent decisions on this point we note Haverstick v. Penna. R. Co., 171 Pa. 101; Gray v. Penna. R. Co., 172 Pa. 383; Philpott v. Railroad Co., 175 Pa. 570, and Roberts v. D. & H. Canal Co., 177 Pa. 183. In the cases in which the rule contended for by the appellant was enforced it was clear that the only inference from the uncon,-tested facts was that the person injured or killed did not stop, look and listen, or if he did he must have seen or heard the train which struck him the moment he walked or drove upon the track. If it is clear that this is the only inference which can be drawn from the evidence in the case before us the defendant’s fourth point should have been affirmed. There were four tracks at the crossing on which Laib was killed. These tracks crossed a public highway on which there was a great . amount of travel. Hundreds, if not thousands, of people passed over it daily. There were no gates at the crossing and there was no electric bell there to give notice of approaching trains. Near sunset on September 10,1894, Laib approached the crossing from the north side of the railroad. “ A short time before he arrived a severe storm arose; it became almost as dark as night and the rain descended in torrents.” Three disinterested witnesses testified that he stopped with his horses’ heads a few feet from the first track, then started across and was struck by a train on the fourth track, which train was moving at the rate of about fifty miles an hour. They also testified that no bell was rung or whistle blown, and as he started across the tracks they looked in the direction from which the train came and that it was not visible then because of the rain and darkness. They testified further that there was no watchman at the crossing at the time of or immediately before the accident. This testimony was contradicted by the defendant’s witnesses. The engineer testified that the train was running at the rate of from thirty-eight to forty miles an hour, although he had previously testified before the coroner that it was running at the rate of about fifty miles an hour. He also testified that the bell was rung and that there was a headlight on the engine. The watchman testified that he was at the crossing when Laib approached it arid that he waved his lamp and called to him to “ look out for the fast train; ” he also testified that he saw the headlight and heard the bell ring. Their testimony was supported to some extent by the testimony of other witnesses for the defendant. It was conceded by the engineer and the defendant that the whistle was not blown. It is obvious from the undisputed testimony that the conditions created by the storm were not favorable to a view of the tracks for any considerable distance from the crossing and that they naturally impaired the ability to hear the signals which ordinarily give notice of an approaching train. If these conditions required of Laib a higher degree of care in the performance of his duty to stop, look and listen, they also required the defendant to exercise care commensurate with the danger to render the crossing reasonably safe under the circumstances. In Childs v. The Penna. R. Co., 150 Pa. 73, we held that “the greater the speed the greater tbe degree of care required in giving warning when approaching a road crossing at grade.” In that case as in this the defendant’s witnesses testified that the bell was rung, and it was admitted by the defendant that the whistle was not blown. The question whether the ringing of the bell furnished adequate notice of the approach of the train and, if not, whether the failure to blow the whistle was negligence on the part of the defendant, were submitted to the jury. In this case the speed of the train and the conditions referred to, independent of the conflicting testimony in relation to the ringing of the bell, fairly raised the questions submitted to the jury in Child’s case.\nWe discover nothing in the defendant’s first and second points which furnishes ground for reversing the judgment. The questions whether the presumption that the engineer and fireman did their duty in giving the signal of the approach of the train to the crossing was strengthened by the testimony of the engineer as to the ringing of the bell, and whether the testimony that the bell was not rung outweighed the presumption and the testimony that it was rung were clearly for the jury upon the evidence in the case applicable to them. In this connection we. may add that it was held in Haverstick v. The Railroad, supra, that the presumption that the trainmen performed their duty when a train approached a grade crossing might be rebutted by the testimony of a single witness for the plaintiff that no whistle was sounded, or bell rung.\nUpon full consideration of all the evidence in the case we conclude that the questions of the alleged negligence of the defendant and the alleged contributory negligence of the plaintiff’s decedent were for the jury and were submitted to them under proper instructions.\nJudgment affirmed."}