{"id": "888337", "contents": "Opinion by\nMr. Justice Williams,\nThe plaintiff’s claim in this case consists of two items. One is for an alleged balance due upon a contract for the erection of a plate glass mill amounting to $4,659.24. The other is for extra work done upon the mill amounting to $189.70. The defendant filed an affidavit of defense containing three items for which allowance was sought. The first of these was for the sum of $4,250, being the amount of certain notes given by the defendant to the plaintiff company to apply upon the contract as early as the. 8th day of April, 1895. It was not alleged that the notes were accepted as payment, or that they had been paid. They had been given but at maturity, they had not been met. The plaintiff’s demand was not affected by this circumstance. The learned judge of the court below was right therefore in holding that this item as stated in the affidavit presented no defense to the plaintiff’s claim. The second item was a denial of the extra work. This was explicit and was an answer to so much of the plaintiff’s claim as was for extra work. The court below so held. The third item was a cross-demand amounting to about three times as much as the plaintiffs’ claim, and was for an alleged fall in the value of the defendant’s shares of stock in the plate glass mill. The allegation is that the defendant held two thousand three hundred and thirty-six shares ; and that these shares were depreciated at the rate of “ about $5.00 per share ” by reason of the failure to complete the mill on the day named in the contract; and that the defendant has therefore suffered in damages because of the depreciation in the value of his stocks about $12,000. The real contest in the court below and here is-over the sufficiency of this item. It will be noticed that the value of these shares before and after the day when the mill was to be completed is not stated in the affidavit. The time when the depreciation took place, in what manner the extent of the depreciation is ascertained, how long the depreciation continued, and what was the value of the stocks when this action was brought, are circumstances that the affidavit furnished no light upon. No facts from which depreciation, or its extent, can be inferred are given. Whether the stock ever had a market or selling value, whether any of it has been sold, and at what prices, and how the defendant is able to fix the depreciation at “ about $5.00 per share,” we are not told. So far as we can learn from the affidavit, this is but the unsupported guess of the defendant at what might have taken place if he had put his shares upon the market. This is not enough. Without assenting to this mode of measuring his damages for a delay in the completion of the plate glass mill, we are satisfled that the defendant has not made sneh a statement of facts as eonld support this item, if it was clear that he would otherwise be entitled to rest upon it. The affidavit is insufficient in relation to both the first and third items. The second item was well stated, and the defendant has the benefit of it in the judgment appealed from.\nThe assignments of error are overruled and the judgment is affirmed."}