{"id": "891377", "contents": "Opinion by\nMr. Justice Williams,\nThe plaintiff was seriously injured by one of the cars belonging to the defendant company. He alleges that this injury was due to the defendant’s negligence. On the other hand, it is asserted that the plaintiff was guilty of such contributory negligence as clearly makes Mm the author of his own misfortune. It becomes necessary therefore to ascertain and state the facts as shown by the testimony, in order that we may determine up^ on which side of the line drawn in Davidson v. Lake Shore, etc., R. R. Co., 171 Pa. 522, this case may fall. The plaintiff had spent the afternoon socially with some friends in this city. He was starting at about eight o’clock in the evening for his home in Germantown. In order to reach the railway station, he had to cross Market street at its intersection with Fifteenth street. According to the testimony of those who saw him shortly before and at the time of his crossing the street, he was somewhat affected by what he had been drinking during the afternoon. His gait appeared to these witnesses to be unsteady and his manner is described by them as that of one dazed or bewildered. He says that as he stood upon the south side of the street railway tracks on the west crossing at this intersection, he looked up and down Market street to see if he could safely cross. He saw some wagons directly in front of him on the southern or east bound track. He also saw a car approaching from the west at what he considered a safe distance from the crossing. As soon as the wagons moved out of his way, he started to cross and without looking for a car approaching from the east, he crossed the southern track and the space between' the tracks and while upon the northern track, was struck by a west bound car and received the injury complained of. The testimony shows that he stepped upon the northern track some six or seven feet in front of a slowly moving car. The motorman instantly hallooed to him but he seems to have gone forward a step or two without looking up, when he, was struck by the car. The witnesses who saw him when he came upon the track seem to think that he might have escaped injury if he had acted promptly upon the motorman’s call to him. The distance however was shown to be so slight as to make it impossible for the motorman to have stopped the car in time to prevent the accident. The car was well lighted and provided with an automatic bell. It was impossible for the plaintiff, had he looked wliile crossing, not to see the car. But he does not allege that he looked. He testifies that he did not look after he started to cross. The testimony leaves no room to doubt that if he had used his-senses and acted upon the information which they would certainly have given him, he would not have gone directly in front of a moving car to be struck by it. It is very clear also that the motorman became aware of the danger to the plaintiff, only when he stepped in front of -his car,- and that he had no sufficient opportunity to stop its motion^ after this occurred. To whose negligence is the accident due ? As the facts are practically uncontroverted, they raise a question of law, the decision of which was for the court: Davidson v. Lake Shore R. R., supra. It was called to the attention of the court below by the defendant’s fourth point for charge, as well as by the fifth point. The fourth point was declined without explanation or qualification. It should have been affirmed with the explanation that it was applicable, where no obstruction interfered with the view: Buzby v. The Phila. Traction Co., 126 Pa. 559. The fifth point should also have been affirmed with the explanation that if by looking, at any point before reaching the west bound track, he could have seen the car and escaped from danger by stopping before reaching the track, it was his duty so to look and stop. Negligence is the want of such care as the circumstances may require. In the crowded streets of the city, it is not enough for a pedestrian to “ stop, look and listen ” at one side of the street like Market street, which is one hundred feet in width, and seeing an opening directly before him, cross the entire street with the street railway tracks upon it, without further attention to the' traffic of the street, or the dangers to be encountered. It is his duty to himself and to the public to look about him and to avoid the obvious dangers with which his path may be beset. Upon the whole case, we think the defendant’s sixth point should also have been affirmed.\nThe first and second specifications of error are sustained and the judgment appealed from is reversed."}