{"id": "893249", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis appeal by the surviving executor of Samuel Mitchell, deceased, is from the decree refusing an order to sell, for payment of debts, the real estate of which his testator died seized in June, 1887. The petition for order of sale was not presented until March 25, 1896, more than eight years and nine months after testator’s will was probated. At the time of his decease there was no unpaid debt that was then or ever had been a lien of record; nor was any action to recover unpaid debts commenced against the executors or devisees within five years, or at any time prior to presentation of the petition; nor was there any written statement of any such debt filed in the prothonotary’s office. In short, there was nothing in the case to justify the issuance of an order of sale unless such a charge or trust for the payment of debts was created by the will as had the effect of continuing their lien beyond the statutory period. Appellant’s contention in the court below, as here, was that the lien of testator’s debts was thus extended by the provisions of the will indefinitely and without limit, except only the limitation that may arise from the presumption of payment by lapse of time. The learned president of the court below held that there was nothing in any of the provisions of the will that could have an}’ such effect, and he accordingly discharged the rule to show cause why an order to sell should not be issued.\nOur consideration of the question thus presented, has led us all to the conclusion that there is no error in the record; and the decree might well be affirmed for reasons given in the opinion of the court below.\nIn order to create a testamentary charge on real estate it must be found that such was the testator’s intention, and while it need not be declared in express terms, it must be disclosed by the will itself, and cannot be inferred from the mere fact that at the time of its execution the testator owned no personal estate: Duvall’s Appeal, 146 Pa. 176; Dickerman v. Eddinger, 168 Pa. 240. A mere direction by a testator that a devisee shall pay a legacy does not thereby create a charge on the land: Cable’s Appeal, 91 Pa. 327. Nor is a direction that one devisee pay to another devisee so as to equalize them sufficient to charge the payment on the land : Sauer et al. v. Mollinger et al., 138 Pa. 338. In Duvall’s Estate, supra, it was said at page 185: “ The proposition that a devisee of land who acts as executor of the will must either refuse to accept the unconditional devise or render himself liable to pay pecuniary legacies is wholly untenable.” See Hackadorn’s Appeal, 11 Pa. 90.\nWhile the blending of the real and personal estate in the residuary clause will create a charge on the land (Markley’s Estate, 148 Pa. 538; Bennett’s Estate, 148 Pa. 139), it has been decided that a devise of lands, followed in a subsequent clause of the will by a bequest of all the testator’s personal property to the same persons to whom the lands were devised, with a direction that the legatees shall pay testator’s debts and funeral expenses, is not such a blending of the real and personal property by the testator as will operate to create a charge on the real estate: Van Vliet’s Appeal, 102 Pa. 574. As to the question of testamentary charge, that case appears to be decisive of the one under consideration. It is quite clear from all the authorities that there is no such charge in this case.\nBut it is not sufficient merely to show a charge on the real estate. To convict the court of error in this case it is necessary not only to show that the debts were made a charge upon the land, but also that an express trust was created for their payment. Unless such trust was created, the lien of the debts would be lost by statutory limitation, notwithstanding the fact that they were made a charge upon the land by the will, if there is a trust, as contended by appellant, what is its character, and is it such as to impose an indefinite lien of unsecured debts upon the lands ? In the first item of his will the testator provides as follows: “ It is my will and I do so order that all my just debts and funeral expenses be fully paid and satisfied as soon after my decease as can be conveniently done.” After making provision for his wife, during life, in the occupancy of the house in which he then lived, he devised to his son John forty acres of land and improvements then occupied by him. The residue of his real estate, except a small tract of woodland which he afterwards gave to his two sons, he devised to’ his son Thomas. This devise to Thomas embraced about one hundred acres, including the house previously given to his widow for life. Then after bequeathing several pecuniary legacies he provides as follows: “ It is my will and I so direct that my son Thomas Mitchell shall pay three fourths of all my debts, as also three fourths of the legacies to my daughters, and I order and direct that my son John Mitchell shall pay the remaining fourth of said debts and legacies.” After dividing his personal estate among his children in equal shares, he appoihts his two sons Thomas and John executors. There appears to be no direction in the will for the sale of the land, or any part thereof, to pay the debts or the legacies. If any express trust was created by the will, it has not been pointed out, nor have we been able to discover it. There is certainly no language therein creating such trust. If there be a trust at all, it must be an implied one; but, under all the authorities that is not sufficient to charge the debts as an indefinite lien on the real estate. In Agnew v. Fetterman, 4 Pa. 56, the will began with a direction to pay debts, which was followed by a devise in fee to the wife who was appointed executrix, and concluded with authority to sell sufficient real estate to pay debts. It was held that no trust was created which took the claims of creditors out of the statute of limitations. Mr. Chief Justice Gibson, speaking for the court, says that to take a claim out of the protection of the statute, the trust must not be an implied one; and he further says, “ in view of tlie stringent tendency of the modern decisions on the statute, I would add, that it be not only express, but precise and clear.” Speaking of the will in that case he says: “There is not a syllable in the devise to create an express trust.” It was also said to be not even a case of charge. The widow took the land “burdened with no more than the law imposed on it; and the direction to pay had relation to debts which might be recoverable.” In Sample v. Barr, 25 Pa. 457, the testator devised to his sons “ what part of his land should remain after payment of debts,” and the court held that the debts lost .their lien at the expiration of five years, under the act of 1834. As was there said by Mr. Justice. Woodward: “To assume the existence of the debt, which the statute says shall be proved, and then to argue that the will devised only what remained after the payment of debts, is to sacrifice the statute to a petitio principii.”\nThe provision for testator’s wife after his honest debts were paid, was held in Miller & Bowman’s Appeal, 60 Pa. 404, not to create a special charge. Mr. Chief Justice Thompson, speaking for the court in that case, said: “Ibis argued that herein is an express trust created of real estate, to be concurrently liable with the personal estate for the payment of debts. That it is express is utterly untenable. If it be anything it is but the implication of a' trust. But would that supplant the charge created on the realty for the payment of debts ? Certainly I think not; and this the case of Agnew v. Fetterman, 4 Pa. 56, shows.”\nIn Trinity Church v. Watson et al., 50 Pa. 518, the subject is exhaustively discussed. That case decides that a general charge on real estate by devise for the payment of debts does not create a testamentary lien of unlimited duration, subject only to the presumption of payment by lapse of time. Mr. Chief Justice Agnew there said: “It is true there is a trust, and the devisee takes nothing till the creditor is paid. But the title of the creditor to be let in upon the trust lies in his debt, and his relation to the trust is indefinite and unknown until this title be shown. But in doing this, clearly his debt is subject to the law which regulates its recovery. The very feature which distinguishes the debt here is its indefinite, secret and dormant character, requiring to be individuated by proof to give it a title to participate in the trust.” . . . . “ On no principle of sound reason, state policy or legislative intent can we find a distinction between a creditor standing upon nothing but a general direction for the payment of debts and any other creditor whose lien expires in five years.\n“ The act of 1834 was passed to curb all liens of record or not, and why, upon the mere reasoning of cases decided before its passage, suffer a door to be opened to the intrusion of unknown and unnumbered liens raked up from the ashes of the past within the period of twentj*- years. If it be asked why distinguish between a devise for specified ■ debts and one generally for creditors, I answer, that the former are equivalent to legacies charged upon land, indeed to the devise of the land itself to the creditor, who being thus known and recognized by the testator stands in no need of proof of his debt, which can be ascertained and removed by payment or sale. He is well known and upon equal footing with the devisee of the land; while one who claims but as belonging to a class is neither known nor recognized even by the will, except upon proof that he belongs to the- class. His case is clearly adversary until lie has maintained his right to seat himself upon the trust. He falls within the mischief the act of 1834 intended to remedy, and should be governed by its terms, which literally include him.”\nCitations to the same effect might be multiplied, but inasmuch as the principle controlling the case at bar has been sufficiently elaborated, further reference to authorities is deemed unnecessary. Tbe principle is unimpaired by recent decisions. One of these is Seitzinger’s Estate, 170 Pa. 581. In that case our Brother Dean, recognizing the principle, states the rule with much force and clearness.\nThe foregoing considerations rule this case and make it unnecessary to consider the numerous authorities relied on by the learned counsel for appellant as to what constitutes a charge of debts upon the land. The assignment of error is not sustained.\nDecree affirmed and appeal dismissed at appellant’s costs."}