{"id": "893399", "contents": "Opinion by\nMr. Justice Green,\nThe subject of contention in this cause is the distribution of a fund constituting the estate of Williamina Lennig, amounting to about $180,000. The decedent left a will wherein she bequeathed the whole of the fund to Williamina Thudicum, a daughter, and two granddaughters, Joyeuse and Williamina Fullerton. These three legatees have the prima facie title to the fun d beóause it is given to them by the will of the last owner, the present testatrix. But the appellant, as trustee for his three children, claims one third of the fund by virtue of a paper duly executed by the three legatees in the lifetime of the testatrix. The paper is dated February 28, 1891, and the testatrix died September 15, 1893. The contents of the will were known to all the parties at the time of the execution of the paper mentioned. The appellant, John B. Lennig, trustee, was a son of the testatrix and her deceased husband, Charles Lennig, and the three children of the trustee were her grandchildren. The paper in question was an agreement on the part of Williamina Thudicum, Williamina Fullerton and Joyeuse Fullerton that the share of Charles Lennig’s estate which the testatrix received as his widow, claiming under the law and against his will, should be equally divided in the following manner, to wit: “ One full third part thereof shall be paid to Williamina Thudicum absolutely. One other equal third part thereof shall be equally divided share and share alike between Williamina Fullerton and Joyeuse Fullerton. And one other equal third part thereof shall be equally divided share and share alike amongst the present and future children of John B. Lennig, and for this purpose shall be paid to the said John B. Lennig as their trustee.”\nAfter having read all the testimony in the case with most careful attention, we are clearly of opinion that this paper was voluntarily executed by the parties to it, with a full knowledge of its contents, and with the intent that the instrument should do precisely what it purported to. do, to wit: transfer to the children of John B. Lennig through him as trustee, one equal third part of that part of the estate of the testatrix which she derived from her husband’s estate. It is perfectly manifest to us that there was no fraud, imposition, mistake, misrepresentation or undue influence, exerted, or existing in the minds of the parties to the instrument, at the time of its execution or at any time afterwards.\nUpon this branch of the case we concur entirely with the findings and views of the learned auditing judge, and if the decision of the case depended alone upon these considerations we would reverse the decree, and award the one third of the fund to the appellant as trustee. But there is a fundamental question lying bank of the instrument, and the evidence affecting it, which as it seems to us is fatal to the appellant’s claim. It is this, and it arises in this manner : The fund in controversy belonged to the testatrix absolutely and she could dispose of it as she pleased. She has given it to her daughter and her granddaughters, and she refused to give any part of it to the appellant’s children, when she had the opportunity to do so by means of a codicil to that effect, which she was asked to sign but refused. We mention this incidentally and not because we think it is vital to the decision. We see no reason to discredit the positive testimony of Dr. Fricke in relation to the codicil which he presented to the testatrix for her signature. The claim of the appellant therefore rests exclusively upon the effect, in any legal or equitable sense, of the paper signed by the daughter and granddaughters of the testatrix. While it must be conceded that, although they were mere expectant legatees at the time they signed the paper, they subsequently became absolute owners of the fund by reason of the testatrix dying without having made any change in her will, yet they now claim that they have changed their minds, that they desire the whole of the estate themselves, that they formally revoked the grant made, by another instrument duly executed, but over and above all, that the instrument they did execute was never obligatory upon them, and conveyed no estate or interest to the appellant or his children. The blunt question therefore arises, can that instrument be enforced against them contrary to their will? If it was a good conveyance, operative from its date, or if it became effectually operative from the dea.th of the testatrix, it could not now be recalled or rescinded by any act of theirs, and hence the formal rescission by the paper of June 12,1893, is not of very material consequence except as notice that the parties to it were determined to resist all claim under the former paper, and were no longer agreed that the appellant or his children should have or take any part of the fund under the original instrument. The question now recurs, does that instrument confer a good title which can be enforced either at law or in equity ? The difficulty about it grows out of the peculiar character of the subject-matter of the instrument. It was an estate in expectancy only. The grantors had no present estate or interest in the property at the date of the grant. It was the propertjr of the testatrix, and she might at any time, up to the moment of her death, revoke her will and give the estate to other persons. The instrument was therefore an attempted conveyance of something that did not then belong, and might never belong, to the persons assuming to convey it. There are plenty of authorities in relation to this species of assignment or grant, but the sum of the whole of them is that at law they convey nothing, and in equity they must be founded upon a valuable, not merely a good, consideration. In Bayler v. Com., 40 Pa. 37, a married woman, her husband joining, executed a mortgage to secure a debt of the husband, upon all her estate, right, title and interest, which she would be entitled to receive'from her father’s estate. When, after the father’s death, the creditor attempted to enforce it, we held it could not be done, because the estate mortgaged was only an expectancy, that it was invalid at law, and in equity there was no sufficient consideration to sustain it. Strong, J., delivering the opinion, said, “ The mortgage given by Mrs. Jay and her husband to Henry Bayler was not a pledge or conveyance of any estate which she owned at the time of its execution. .... Her father was then living. In his estate she had no property — no interest. The subject of the mortgage was therefore nothing that she then had. It was a mere expectancy, and the instrument of mortgage was made, not for any consideration then received by her or parted with by the mortgagor, but solely for the purpose of securing a prior debt of her husband. ... It is an old and well-settled rule of the common law that a mere possibility cannot be conveyed or released; and the reason given for it is that a release or conveyance supposes a right in being. . . . . At law therefore ■ nothing passes by a deed of land of which the grantor is only heir apparent. Certainly nothing by its direct operation. But though conveyance of an expectancy, as such, is impossible at law it may be enforced in equity as an executory agreement to convey, if it be sustained by a sufficient consideration.” In Power’s Appeal, 63 Pa. 443, we said, Peed, J., “ An heir or expectant devisee or legatee may, in the lifetime of the intestate or testate, sell or assign bis expectant or contingent interest, whatever it may turn out to be, upon the death of a person from whom it may come, which contract, if made upon a valuable consideration, a court of equity will enforce.” Citing from Snell’s Principles of Equity, p. 72, the opinion proceeds, “A mere expectancy, therefore, as that of an heir at law, to the estate of an ancestor, or the interest which a person may take under the will of another then living, non-existing property to be acquired at a future time, as the future cargo of a ship, is assignable in equity for a valuable consideration. .... The interest which a child has in his orphanage part is a mere contingency, and no present right, and therefore a release of it is not valid in point of law; but if founded on a valuable consideration, it shall operate as an agreement, and be binding in equity.”\nIn Kuhns’s Est., 163 Pa. 438, our Brother Williams, delivering the opinion, said, “ At law á valid transfer can be made of anything in actual existence. What the assignor has he may dispose of. What he has not, although he may hope or expect to acquire it, he can make no title to. But such sales and assignments have been sustained in courts of equity whenever good conscience seemed to require it, and not otherwise. . . . If the consideration for such an assignment is a fair and honest one the assignment will be treated as an agreement to transfer when the assignee’s title accrues, and it will be held to take effect as an assignment when the expectant interest vests in the assignor. ... Was the assignment to Julia Ann Kuhns good in equity? This must depend on the bona ñdes of the transfer and the adequacy of the consideration.”\nThere is great abundance of authorities to the same effect, and it is not necessary to cite more of them. They are not really disputed. Recognizing their force, the appellant contends that, in this case, there was sufficient consideration for the agreement in question on two grounds, (1) because of its being a family settlement, and (2) it led to a discontinuance of efforts to procure the execution of a codicil to the will, in favor of the appellant’s children.\nWe do not see how the paper can be regarded as a family settlement. There was nothing in dispute; there was no title or claim of title of any kind residing in the appellant’s children; there was no doubt existing about any question at issue between the parties as to the title to any interest in the estate of the testatrix on the part of the children of the appellant. So far as there could be any title or pretense of title before the death of the testatrix, the persons signing the paper were the only persons having any interest whatever. Their interest was but an expectancy at the best. While such an interest would have been sufficient to bind them, it could only do so by virtue of an actual and valuable consideration passing to them from the grantees. But there was no controversy or dispute between the parties about any claim of interest or title which the grantees had or might have, in the estate of the testatrix, and hence we cannot see how the paper can be regarded as a settlement of a dispute or controversy. If they had even a doubtful claim, although it were found afterwards that it could never have been realized, still it would probably be regarded as sufficient to sustain an actual settlement. But here there is nothing which can be regarded as having even the semblance of a claim upon which to raise any kind of a consideration. In Wistar’s Appeal, 80 Pa. 495, which was a bill in equity founded upon an agreement which was claimed to be a family settlement, and where actions of ejectment had been brought and were pending for trial when the agreement was made, and in which the. master found that the plaintiffs were entitled to the relief sought on the ground that the agreement was of the character claimed, this court reversed the master and court below, and dismissed the bill, Mr. Justice Sharswood, delivering the opinion, said, “It is certainly true that all agreements for the compromise and settlement of family disputes are favorably regarded, both in courts of law and equity, and are supported not only as- beneficial in themselves, but as conducing to peace and harmony where it ought most especially to exist. . . . But the principle is not to be carried so far as to work practical injustice. Especially it ought not to override every other rule upon which courts of equity proceed in the enforcement of the specific performance of contracts. A bill for that purpose is always an appeal to the conscience of the chancellor, in which he exercises a sound discretion under all the circumstances, and he will not interfere if the bargain is hard or unconscionable, or the terms unequal, or the complainant is taking an undue advantage from the strict legal construction of the words. ... In the compromise of family disputes particularly, the agreement of compromise should be complete in itself, not a mere plan looking to a future adjustment of the details; more especially when, so far from settling the family difficulties, it will be itself merely the germ of future litigation. Otherwise, instead of promoting peace and harmony, it may be the source of prolonged discord and discussion.”\nIn the present case it will be observed that the agreement is entirely one-sided. The parties who signed the paper merely gave away their expected rights to the whole estate of the testator, and got nothing in return. The children of the appellant had nothing to give, and did not agree to give any thing. If the paper could be sustained as a gift it would answer the purpose, but that cannot be, because the thing given had no existence, and as a gift, under all the authorities, it cannot be sustained. In Grove v. Hodges, 55 Pa. 519, Strong, J., said, “ Mutuality of obligation is considered perhaps more frequently in courts of equity than those o£ law. In bills to enforce the specific performance of contracts, which of course have to do with executory contracts, it is a constant inquiry what equities the defendant has against the complainant, and a chancellor will not enforce specifically a contract that is one-sided.” In Bispham’s Principles in Equity (5th ed.), p. 489, it is said, “ It is essential to specific performance that the consideration should be valuable; a merely good consideration, such as natural love and affection, or the performance of a moral duty, will not be sufficient. Moreover it is necessary that the consideration shall be actual. A constructive consideration, such as that imported by a seal to a bond, will not do.” In Kennedy’s Executors v. Ware, 1 Pa. 435, Gibson, C. J., said: “An equitable assignment of a chose in action is said by Mr. Butler (Co. Lit. 232 b. note 1) to be a declaration of trust, with an agreement to permit the assignee to sue in the assignor’s name. The contract, being consequently executory, must have a consideration to support it, without which equity would no more execute it than the law would make the breach of it a subject of compensation. .... Consanguinity is sufficient to raise a use; but that that is not a consideration for an assignment like the present is shown by Bret v. J. S. and wife, Cro. Eliz. 756, where it was held that natural affection is not a sufficient consideration for an assumpsit to ground an action. . . . What then was the consideration of the assignment before us ? Kennedy, whose executors are sued on a parol agreement to convey land to his son-in-law, Ware, assigned by the instrumentality of Ms son, to whom he had conveyed his estate in special trust, a judgment against Avery in advancement of his daughter, Ware’s wife. The trust being subsequently revoked and the estate reconveyed, Kennedy promised to convey to Ware a particular lot of land in lieu of part of the judgment which was reassigned to him. The judge charged that the promise would sustain the action; but according to the cases brought into view, the first assignment of the judgment being in consideration of natural love and affection was void: and as Ware had nothing in it to give back, Kennedy’s promise to convey on the foot of it was also void. The partial rescission of the first assignment was not the compromise of a contested right, and there was therefore no consideration for the agreement on that or any other ground.”\nFor the reasons stated we are unable to regard the instrument in question as a family settlement, or as being founded upon any consideration. The only other point suggested in this connection is the proposition that in consequence of the agreement further efforts to obtain a codicil to the will of Mrs. Lennig were abandoned, and this may be regarded as a sufficient consideration to support the agreement as an equitable assignment. We find ourselves quite unable to assent to this contention. There is no evidence that we can discover of any agreement on the part of Mrs. John B. Lennig, or her children, to desist from further efforts to obtain from Mrs. Lennig the execution of a codicil in favor of the children, and while it may be that no such further effort was actually made because of the agreement, that circumstance could not operate as proof of a restrictive agreement against further efforts. But even if there had been a positive agreement to make no further efforts to obtain a codicil, we cannot regard such a stipulation as a valid condition possessing the force of a valuable consideration. An agreement not to importune an aged and infirm invalid to make a testamentary disposition in favor of a party may be a very proper stipulation for the party to make, because such conduct Avould be reprehensible upon considerations of policy and sound morality, but that it can be held to be a valuable consideration for the conveyance of an expectancy in the estate of such a person is a very different proposition. While children may reasonably solicit their parents to make a testamentary disposition in their favor, they certainly should not do so at the risk of annoying and distracting such parents or other persons when in conditions of sickness and suffering. It would certainly be an evil policy for the courts to give countenance to such proceedings by recognizing them as the legitimate basis of a contract right. We cannot regard the argument, or inference of such a result in this case, as the foundation of a lawful right to recover the estate of such a person when deceased, upon the theory that it constituted the basis of a valuable consideration for the assignment of an expectant interest in such estate.\nEntertaining these views we are obliged to sustain the decree of the court below, while we would have been very glad to reach a different result if that were possible.\nThe decree of the court below is affirmed and appeal dismissed at the cost of the appellant."}