{"id": "896092", "contents": "Opinion by\nMb. Justice Green,\nThere is no doubt that under the Act of March 10, 1810, P. L. 79, the appellant would be liable to the taxation in question. That act specifically provided that where the same person holds two or more of the offices mentioned in the first section, the fees of the two offices should be added together, and for all excess over $1,500 of receipts, the officers thus circumstanced should be charged by the auditor general fifty per cent of the excess. Thus, during nearly fifty years, it was the express statute law, and manifest policy, of the state, that persons holding two of the enumerated offices at the same time should be subject to the taxation in question. The Act of April 2, 1868, P. L. 11, increased the amount which might be retained by the officer from $1,500 to $2,000, and directed the payment into the treasury of fifty per cent of the excess, after deducting also the expense of necessary clerk hire and office expenses. The change made in the act of 1810 by this act was the increase of $500 in the salary, and the allowance of clerk hire and office expenses to be deducted from the gross receipts before the fifty per cent division of the remainder was to be made. The act of 1868 contained a general repeal of any law then in force “ which is supplied by, or is inconsistent with this act.” Under the act of 1810 the officers enumerated in the first section' were prothonotaries or clerks of the Supreme Court, of the courts of nisi prius, of the courts of common pleas, of- the courts of oyer and terminer and general jail delivery, of the courts of quarter sessions of the peace, and of the orphans’ court, the registers of wills and the recorders of deeds. Of these, if any one person held two or more of them, the fees received for all were to be added together, and all in excess of $1,500 was to be divided between the officer and the commonwealth in the proportion of fifty per cent to each. Under the act of 1868 the clerks of the oyer and terminer were not mentioned in the enumeration, and the case of a clerk of the quarter sessions holding that office, and holding also the office of clerk of the oyer and terminer, was not provided for, although if he held any of the other offices he would be subject to the operation of the act. As there was nothing in the later act to indicate a change of policy as to the effect of holding two offices, and no reason is to he derived from a reading of the text of the act for any such change of policy, it is almost, if not quite, impossible to regard the omission of clerks of the oyer and terminer from the enumeration of the act of 1868, as anything else than an unintentional omission arising from the carelessness of the draughtsman of the act or the copyist. For if a clerk of the quarter sessions, who was also prothonotary or clerk of the orphans’ court, as is frequently the case, would be bound to pay the tax, it is quite unreasonable to think that the legislature intended to provide that, although he was clerk of the sessions and clerk of the oyer and terminer, he should not be subject to the tax. The conclusion seems to be irresistible that the omission from the second act was accidental and not intentional. But in any point of view, the omission simply leaves the act of 1810 in force, as to this omitted case,unless it was repealed by the act of 1868. Now there is no express repeal of the act of 1810, and under the act of 1868, as always before, the combination of these two particular offices, in point of fact, continued. The only repealing clause contained in the act of 1868 applies alone to legislation which was supplied by, or inconsistent with, the act of 1868. As to this particular case the act of 1868 did not supply the act of 1810. While it would be inconsistent with that act in respect of the amount of the salary allowed by the act of 1868, being larger than that allowed by the act of 1810, if the two acts covered the same eases, it is not inconsistent if the one act regulates the combination of the two clerkships and the other act simply makes no regulation on the subject. It would then follow that as to all the combinations provided for in the act of 1868 that act would control, and as to any combinations provided for by the act of 1810, and not changed by the act of 1868, the act of 1810 would still prevail. The doctrine of implied repeal of statutes is only applicable when the two statutes in question are so inconsistent that they cannot possibly stand together: Erie v. Bootz, 72 Pa. 196; Wright v. Vickers, 81 Pa. 122. Applying this test we do not discover any necessary and fatal inconsistency between the two acts. The only practical difference between them would be, that in the case of a clerk of the quarter sessions, when he held any one of the other enumerated offices under the act of 1868, he would receive $2,000 a year and fifty per cent of the receipts of the two offices after deducting clerk hire .and office expenses, while if he held the office of clerk of oyer and terminer, he would receive $1,500 and fifty per cent of the excess without deducting clerk hire and office expenses.\nWe are not able to perceive any difficulty in administering both of these acts. It is simply a matter of arithmetical computation. The act of 1868 merely fails to provide for this particular combination of offices, the act of 1810 does provide for it, and can easily be administered. It is far less inconsistent Avith the true meaning of both acts to hold this construction, than it is to hold that a clerk of the quarter sessions shall be at liberty to hold both offices and be free of all taxation on the receipts of one, when if he holds any of the enumerated offices he must be taxed on both. As there is no express repeal of the act of 1810, and as that act can easily be administered in this particular combination of these two offices, it follows that there is no repeal by implication, and that the act of 1810 is still in force in this one particular combination. The later legislation does not change the situation in this regard and need not be noticed.\nAs to the question whether the sum paid to the clerk of the sessions in liquor license cases is to be regarded as “fees” within the meaning of the acts which tax fees we think there is no doubt. While the acts of 1887 and 1891 both designate the payment as being made for “ expenses,” it is a payment to the clerk which he is at liberty to keep, taking credit against it for actual expenses paid, and the balance is therefore an emolument of the office, and under the taxing laws must be regarded as a part of the income of the office. Any other construction would produce the absurd result that a large part of the purely official income of the clerk would be held free of all taxation, Avhich cannot be endured consistently Avith the obvious purpose of the legislature. It would be a very narrow and constrained construction to hold that, because the taxing acts use the word “ fees ” in describing the official income subject to taxation, they thereby intended to exclude all sorts and kinds of income which did not come within the technical designation of “fees.” We are clearly oE opinion that receipts from this source are a part of the official receipts of the office and are subject to taxation as such.\nJudgment affirmed and appeal dismissed at the cost of the appellant."}