{"id": "896124", "contents": "Opinion by\nMb. Justice Fell,\nThe plaintiff in this ejectment is the assignee of a lease of a farm for- the purpose of drilling and operating for oil and gas. The defendants are lessees of the farm for the same purpose under a lease made seven and a half years after the lease under which the plaintiff claims. The single question raised is whether the plaintiff has lost his right under his lease by abandonment. By the terms of the lease the lessee and his assigns are given the exclusive right to drill and operate for oil for the term of ten years and for so long thereafter as oil and gas are found in paying quantities. The lessee is bound to commence operations and to complete a well within one year, and his failure to do so or to pay a fixed sum for the delay is ground for forfeiture of all his rights under the lease. The lessee is given the privilege of abandoning the premises at any time, but an abandonment does not deprive him of the right to convey oil and gas over the land from other lands, upon the payment of an annual rental for the privilege. Within a year the plaintiff completed a well, which after a thorough test was found to be unproductive. In 1887 ho notified the lessor of his intention to abandon the well, assigning as a reason that it was of no value; and he then drew the casing, plugged the hole and removed all his machinery and appliances from the premises. He has not since made any search for oil or gas on this farm, but has conducted operations on others in the vicinity which were leased at the same time, and has drilled sixteen wells at an expenditure of nearly $50,000. Four or five years after the plaintiff abandoned his search he was asked by the lessor to surrender his lease. This request he refused, saying he intended to keep it. He afterwards procured an assignment of his partner’s interest in the lease and recorded the lease and the assignment. He testified at the trial that he llad not abandoned tbe lease and that he had never intended to do so.\nThe learned judge before whom the ease was tried without a jury, considering all of the testimony, found as matter of fact “ that the plaintiff, considering the well he drilled as a sufficient test, abandoned further operations under this lease, and abandoned it because he had failed to find either oil or gas.” This finding of fact, if justified by the evidence, fully sustains the judgment entered, and it is unnecessary to consider the other findings of fact or law upon which also it is based.\nThe leases of the different farms in the locality were entirely independent of each other, and there is no foundation in the testimony for the argument that the search on other farms was made with a view to determine whether there was an oil belt extending under the farm in question, and whether the water in the whole section could be exhausted by pumping. The plaintiff did not so testify, although he was given the fullest opportunity to state what his intentions were at the time. The lease gave him two rights; one to search f.or oil and gas, the other to convey oil and gas in pipes from other lands through and over the farm leased. The second right would continue after the abandonment of the first. It was a right for which ho was not required to pay until he used it, and which might be of great value to him while operating in the locality. The lease was the written evidence of his right; and an explanation of his refusal to surrender the lease five years after he had given up the search for oil and gas is found in his desire to preserve this right. He had reserved the privilege of abandoning the lease at any time. After a thorough test he gave up the search, abandoned the premises, and never again resumed operations. With these facts clearly established and unexplained by his testimony, or by any course of action which indicated an intention to return and explore for oil or gas, the learned judge was justified in finding that he had exercised his reserved privilege and abandoned the lease, and on this finding the judgment is affirmed."}