{"id": "896128", "contents": "Opinion by\nMr. Justice Green,\nIt would be a waste of time to discuss the assignments of error which relate to the jurisdiction of the orphans’ court, and the question of executor de son tort. They arc of no consequence at the best; they are not pressed in argument, and if the3r were they could not be sustained. The important and serious question for consideration is the construction placed upon that clause of the will of the testator which contained the devise to his son Francis. It is in the following words : “ Item: After my said wife’s decease I give, devise and bequeath to my son Francis my home farm, together with the appurtenances, fixtures, goods, chattels, etc., remaining upon said farm and belonging to my estate — and to his heirs.” This clause, the auditor held, gave to the son named the entire residue of the estate, and there being a sum of 13,082.36 remaining in the hands of the executor, which was otherwise undisposed of, he awarded the whole amount to the son Francis, or France, as he was called in the will, as the residuary legatee of the will. The court below without filing any opinion dismissed the exceptions and confirmed the report. The question is, was this ruling correct? The learned auditor held it to be the proper construction, relying almost entirely upon the proposition that a testator is not to be presumed to have intended to die intestate, wherever the words of the will would carry the whole. And he thought a fair reading of the words of the will would carrjr the whole. We find ourselves quite unable to agree either to the conclusion reached or the reasoning in support of it. This rule is useful, and it is available at times and in circumstances where it may properly be applied to determine the meaning of a testator in a doubtful case. But it is never more than a rule to help to determine the testator’s intent when his meaning is doubtful upon the reading of the words he has employed. Where the meaning of the words is clear there is no doubt, and in all such cases the rule is entirely inapplicable. Moreover, as a mere rule of interpretation, it is met by another rule of equal importance and weight, to wit, that the heir is never to be disinherited except by plain words or necessary implication. And there is another rule of interpretation equally applicable, and of equal if not greater force, and that is, that in expounding a will the question is not what did the testator mean but what is the meaning of his words: Weidman’s Appeal, 42 Leg. Int. 338; Hancock’s Appeal, 112 Pa. 582. But as to all rules of construction they are mere aids to he used in doubtful cases only, and they must always give way to the expressed intent of the testator. Thus in Reck’s Appeal, 78 Pa. 435, we said, Sharswood, J., “All mere technical rules of construction must give way to the plainly expressed intention of the testator if that intention is lawful. It is a rule of common sense as well as law not to attempt to construe that which needs no construction.”\nIt is manifestly our duty therefore in the first instance to read the words of the will in question, and determine if we can, what they mean. The will is short. The first item contains a direct pecuniary bequest of $1,500 to testator’s daughter, Caroline Becker, payable immediately after his decease. The next item is a similar bequest to his daughter, Mary Becker, payable at the same time. The third item is in the following words : “ I give, devise and bequeath to my beloved wife Mena during her natural life all the rest and residue of my estate both real, personal and mixed, whersoever the same may be.” The next item is a bequest to his son Charles of $3,000, “ payable to him upon the decease of my said wife.” And the next item is the devise in question, to wit: “ Item: After my said wife’s decease I give, devise and bequeath to my son France, my home farm — together with the appurtenances — fixtures, implements and all other articles, goods, chattels, etc., remaining on said farm and belonging to my said estate — and to his heirs.” The last clause simply gives to the wife, absolutely as her own, her savings out of the residuary estate realized during her life.\nIs there any difficulty in determining what it was that was given to Francis ? Certainly not. The plain, manifest meaning of the words is that the testator gives him after the death of the wife the home farm and the appurtenances, and all the fixtures, implements and all other articles, goods and chattels which remained upon the farm and belonged to his estate. It is a plain and simple gift of the farm and the articles of personal property which remained on the land and belonged to the testator. How is it possible to misunderstand this language ? We cannot see. It means just what it says, and it does not mean anything more. Any articles of personal property remaining on the farm define themselves; they need no further help to understand what they are. The only qualifying expression used is that they must belong to the testator. This was quite unnecessary as he could not give away the property of other persons. But it does not in the least impair the meaning of the immediately preceding words. And so it happens we are reading a bequest by a testator of all his personal property on his farm, and are inquiring what it means. It really seems too simple for argument. We are asked to say it means, in addition, the whole residue of the testator’s estate. How can we possibly say that ? The will says nothing of the kind. There are no words in the clause which can by any possibility bear such a meaning. But there are other words in the will which clearly show that the words in question could not have been intended to convey such a meaning. The testator knew very well what kind of words to use when he intended to give the residue of his estate, because he did do that very thing in another clause, lie gave to his wife».during her natural life, “ all of the rest and residue of my estate both real, personal and mixed wheresoever the same may be.” But in the clause in favor of France there is not a fragment of such language, nor any language which can possibly be implied to convey such a moaning. Hence it follows that we have no right to put any such words in the will, and therefore we cannot do it. And there is no difficulty in understanding how the omission of a final residuary clause occurred. Next after the gift of the residue to the wife for life he gives $3,000 to Charles, but payable after his wife’s death. The testator doubtless supposed that this bequest woul<;l exhaust the remainder of his estate. It was a small estate. He had given $6,000 in pecuniary legacies. He had some debts, and the funeral expenses and the cost of the settlement of his estate would require an additional sum, and there would naturally be but little if anything left, and he might easily have supposed that there would be nothing, or he might have failed to consider the desirability of a residuary clause in addition to the one already written, or he might have forgotten to have such a clause inserted, or he may have intended to do just what he did do, to wit: leave it out altogether. But however that may be, it is enough to know that there is no general residuary clause, and there being some residuary estate, it must be distributed under the intestate law, as we have many times held. The writer has examined carefully all the authorities cited by the auditor and counsel for the appellee, and not one of them contains any precedent for the ruling in this case. In all of them there was some special language used in the will which authorized the implication of an intent to give the residue. As in Reimer’s Estate, 159 Pa. 212, relied upon by the auditor, the testator expressly declared that he gave the whole of his estate as follows : and then after giving to his son Andrew all of his enumerated goods which he might desire to take, he directed that the balance of his personal effects should be given to the children of his sister. We held that this meant all of his personal property other than what was given to Andrew. Also in Sweitzer’s Estate, 142 Pa. 541, cited by the auditor and appellees, the testatrix bequeathed “ one tenth of all I possess to charitable objects ” and in the next sentence said, “ The rest or nine tenths of my available stocks I bequeath to my sister Charlotte during her lifetime,” etc. It was so certain when she said “ the .rest or nine tenths,” etc., that she meant the remaining nine tenths of all she possessed that we held that was her meaning. These cases are mere samples of all the others. It is not necessary to review them in detail. They are all founded upon the special meaning of some clause or clauses which require the interpretation given to them in order to conform to the plain intent of the testator. In no instance are they used to create such an intent. In Lippincott’s Estate, 178 Pa. 368, we held that a bequest of “my jewelry, wearing apparel, and personal effects except such as are herein otherwise disposed of,” does not include furniture in the testator’s dwelling when the excepted articles otherwise disposed of were associated with the person of the testator. Here we did not give the enlarged meaning to the words “personal effects ” which we gave to the word “effects” in Reimer’s Est., supra, .because the collocation and connection of the words showed, they were intended to have a limited meaning. But in the present case we are asked to give the entire residue of an estate to a mere legatee of a specific and well defined class of personal chattels, without any words showing that any thing else than those particular chattels were intended to be given. Under this construction a sum of money due to the testator has been given by the auditor and court below to this legatee, without a solitary word in the will indicating that the testator intended to give him any money at all. The result would have been the same, upon the rule adopted by the auditor, if the residue had embraced government bonds, municipal bonds, bank stocks, railroad stocks, promissory notes, money in bank, and all other personal property situated at other places than on this farm, a conclusion so manifestly erroneous that it could not possibly be sanctioned. The omission of a residuary clause in wills is not by any means an uncommon occurrence. But because of such omission it is neither necessary nor proper to give the residue to some specific legatee upon a forced construction of words which do not indicate such a purpose in the mind of the testator. In all such cases the testator is simply intestate as to the residuary estate, and it must then be distributed according to the intestate law. We are perfectly clear that such a course must be pursued in this case. The fourth, fifth and sixth assignments are sustained.\nThe decree of the court below is reversed at the costs of the appellee, and the record is remitted with instructions to distribute the estate in accordance with this opinion."}