{"id": "896166", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis appeal from the decree of the court below distributing the fund realized by the sale in partition of a farm of which William Anderson died seized involves a question as to the effect of a judgment creditor’s appointment of liis judgment debtor as executor of his will. It is claimed that the learned auditor and court below erred in holding, substantially, that the effect of such appointment was to release and discharge the lien of the testator’s judgment against the executor’s interest in the land which was the subject of the proceedings in partition, so as to let a junior lien creditor in on that portion of the fund.\nIn 1850, William Anderson died testate, seized of the farm in question, leaving to survive him a widow, since deceased, and eight children, all of whom, except his daughter, Rebecca J. Rings, one of the appellants, are now dead. By his will, the testator gave a life estate in the farm to his widow, and at her death a life estate to his sons James, George and Joseph, and at their death, if they died without issue, which they did, the fee vested in his lawful heirs. All his children except the sole survivor Mrs. Rings died in the following order as to time, etc. 1. James died first, intestate, and without issue. 2. Robert dipd second, intestate, and without issue. 3. John died third, intestate, leaving to survive him six children, all of whom are appellants with their aunt, Mrs. Rings. 4. Mary died fourth, intestate, and without issue. 5. George died September 1,1877, without issue. 6. Joseph died August 28,1892, without issue. 7. Samuel died April 27,1896, pending the proceedings in partition, and before the auditor to distribute the fund was appointed, leaving issue, and a will in which his son Henry L. is named executor.\nPending the proceedings in partition questions arose as to the interest of testator’s sons James, George and Joseph in the farm under their father’s will, etc., which were finally determined by this Court in October, 1894: Anderson v. Anderson, 164 Pa. 338. As will appear by reference to that case, we held, inter alia, that the interest given to James, George and Joseph, in the farm, was merely a life estate to them and the survivors and survivor of them; and hence the defendants in the partition, Samuel Anderson and his sister Rebecca J. Rings, took no interest in the land under the joint will of their brothers George and Joseph. As above stated, Samuel Anderson died testate, etc., before the auditor to distribute was appointed, so that the only heirs of said William Anderson deceased, are Rebecca J. Rings, the heirs of John Anderson, deceased, and the heirs of Samuel Anderson, deceased.\nThe learned auditor recognizing the decree of this Court in Anderson v. Anderson, supra, as a final adjudication of the questions involved in that appeal, rightly held that the net fund for distribution should be divided into three equal parts, one of which he awarded to the children and heirs of John Anderson, deceased, etc., another of which (except in the portion thereof that was impounded, etc.), he awarded to Rebecca J. Rings and the third he awarded to H. P. Laird, Esq., the holder of the mortgage of Samuel Anderson, covering, inter alia, his interest as one of the heirs of his father in the farm from the sale of which the fund in court was realized. This was excepted to by appellants, Mrs. Rings and the heirs of John Anderson deceased, who, as heirs at law of George and Joseph Anderson, deceased, claim that Samuel Anderson’s share of the fund should have been applied to the two judgments against him in favor of said George and Joseph, both of which were liens on Samuel Anderson’s interest in the land, prior in date to the Laird mortgage.\nThe reason given by the auditor for distributing to the Laird mortgage and not to the judgments is that George and Joseph Anderson in their joint will made their brother Samuel their executor, and that act operated as a release and discharge of the lien of said judgments, and thus gave precedence to the Laird mortgage which was recorded nearly a year after the entry of the judgments. In approving that conclusion and making it the basis of its decree we are all of opinion that the learned court erred. According to the technical and rigid rules of the common law the decision of the auditor might possibly be sustained, but under the changed conditions now existing here and elsewhere, as to the effect of acceptance of the office of executor, either by a debtor or creditor of the testator, those rules have been very considerably modified. As to our own state, this is evidenced by the act of February 24, 1884, and by the earlier decisions, some of which are cited and relied on by the auditor. At common law the appointment of a debtor as executor operated, not merely as an extinguishment of the legal remedy for the collection of the debt, but as an absolute discharge of the debt itself, except in case of a deficiency of assets to satisfy the claims of creditors: 2 Wms. on Exrs. 1422 (8th American ed.) ; but, as was said in Griffith v. Chew, 8 S. & R. 31, “ This doctrine of extinguishment has become obsolete, in consequence of the application of the principles and rules of equity, unless it appears that the testator by naming the debtor his executor gives him not only the office of executor but some beneficial interest. He is considered as a trustee holding a resulting trusteeship for those entitled either as residuary legatees or next of kin. At no time in this state was it an extinguishment of the debt, for the executor has always been held as a trustee : Wilson v. Wilson, 8 Binn. 557; and an action for money had and received will lie against him in his personal character to recover the distributive share. The executor takes nothing but what is given him by the will.” Our Act of February 24, 1834, sec. 6, P. L. 73, following Griffith v. Chew, supra, declares that “ the appointment of any person to be an executor shall in no case be deemed a release or extinguishment of any debt or demand which the testator may have had against him,” etc. In like manner a testator’s creditor accepting an appointment as executor, enjoyed, at common law, the privilege of retaining for his own debt a sufficient sum out of the assets, in priority to all other creditors of equal degree. That privilege, however, was not an extinguishment of the executor’s claim unless he had sufficient assets in his hands applicable to debts of same degree as his own. If he had such assets, that fact, in connection with his privilege of applying them to his own debt, operated as a satisfaction or extinguishment thereof, because he was within the rule that the person who is to receive is the person who ought to pay; but, if he had no assets, the rule did not apply. The debt, in other words, was not extinguished, except upon the assumption that the executor had assets which he could retain to pay himself: 2 Wms. on Exrs. 1426 (6th Am. ed.). Under our system of distribution priority over other creditors of the same grade or class is prohibited, and hence the privilege of retaining gives the executor no special advantage over other creditors.\nWithout referring especially to any of the authorities cited and relied on by the auditor, some of which are decisions in cases that arose prior to the act of 1834, supra, it is quite apparent that they relate to the right of action alone, and were never intended to affect or impair the incidents of a judgment as security for the debt that is merged therein, including priority of lien, etc. We have not been referred to any authority that goes tbe length of sustaining the auditor and court below in refusing to recognize the two judgments which antedated the Laird mortgage, nor do we think any such authority can be found. It follows that both assignments of error must be sustained.\nIt may not be amiss to say that the money applicable to these judgments should not be awarded directly to these appellants, or to either of them. No such short cut as that can be taken. It must be awarded to the personal representative or representatives of the deceased plaintiffs in the judgments, for the purpose of administration and distribution in due course. Non constat, that it may not all be required for payment of debts of the deceased plaintiffs.\nDecree reversed at appellee’s costs, and record remitted with instructions to distribute the fund in controversy in accordance with this opinion."}