{"id": "897965", "contents": "Per Curiam,\nIt is perfectly clear, and is established by numerous authorities, that the bequest in favor of Elizabeth Hamlin was not upon a condition in restraint of marriage. She was to enjoy the income of $5,000 so long as she remained single and bore the name of Elizabeth Hamlin. When she ceased to be single and to bear the name of Elizabeth Hamlin her right to the income was simply ended. The words of the bequest were merely a limitation of the time of enjoyment. Hotz’s Est., 38 Pa. 422, is precisely in point and rules this question. Many other cases cited in the appellee’s argument are in the same line. The other question as to the vesting of the principal is equally free from doubt. The “cemetery fund ” was well defined in the will and there was no uncertainty as to its import. By the express terms of the codicil that fund was to be increased by the principal fund of 65,000 after the death of Elizabeth Hamlin. There was no other use to which this sum was to be put in any event. The use of the income of this identical fund having terminated by the marriage of Elizabeth Hamlin, and the only limitation over being to the cemetery fund, there is no other right 'either to the income or the principal than the right of the cemetery fund. It is clear the appellant cannot have the income, but the income is a certain incident of the principal, and necessarily goes with it. There is no possible reason for delaying the vesting of the principal in possession at the moment the right of the donee of the income ceases. It is somewhat like the line of cases in which where there is a gift of the income to one and no gift over of the principal, we hold that the legatee of the income takes also the principal. A bequest of the interest of a fund without limitation is a bequest of the fund itself: Garret v. Rex, 6 W. 14; Campbell v. Gilbert, 6 Whart. 72; Van Rensselaer v. Dunkin, 24 Pa. 252; Insurance Co.’s Appeal, 83 Pa. 312; Millard’s Appeal, 87 Pa. 457. Here there is a limitation over of the principal of the fund, there is no person to take the income after the marriage of the legatee of the income, the succeeding income is a necessary incident to the principal and lienee passes with the principal, and there being no object to subserve by postponing the reception of the principal it becomes due at once.\nWhere a trust is unnecessary to protect any interest in re mainder, the estate is executed by the statute in the remainder-man : Bradley’s Appeal, 36 Leg. Int. 38; McAleer’s Appeal, 99 Pa\". 139. The latter case in its facts is quite analogous to the present.\nJudgment affirmed."}