{"id": "897988", "contents": "Opinion by\nM». Justice McCollum,\nThe contract between the parties to this litigation was executed on August 9, 1894, and it called for the erection and completion of the building provided for therein, on January 1, 1895. It contained a stipulation to the effect that, for each day subsequent to the last mentioned date, and before the completion of the building, there should be deducted from the contract price twenty-five dollars. The plaintiffs’ contention is that the building was finished in accordance with the contract early in May, 1895, while the defendants contend that it was not completed until some time in June of that year. The character of the work done and materials furnished by the plaintiffs in and about the erection and construction of the building is not complained of. The material dispute between the parties relates to and arises from the failure of the plaintiffs to complete the building within the time stipulated in the contract. The plaintiffs allege that the delay in the completion of the building was attributable to several causes, tbe principal of wbicb was the piling they did by direction of and under an independent agreement with the defendants’ agent. The authority of the agent to direct the piling is not disputed. It was work not included in the general contract, but which, on testing the ground on which the building was to be erected, was deemed by the architect and the owners essential to a substantial and safe foundation for it. The plaintiffs claimed and testified on the trial that the piling together with the notice they had from the city that no obstructions would be allowed on the sidewalks or in the streets during the week of the Grand Army encampment, postponed their work under their building contract with the defendants about two months. The most serious consequence of the delay thus caused was that they were unable to commence the brickwork until November 9, and to complete it until March 28. It was outdoor work, and good weather was essential to the prompt performance of it. From the commencement to the completion of it the weather was unfavorable and the men employed to carry it on were not able to work more than half the time, because of the cold weather and the rain and snow storms to which they were exposed. The evidence shows that during the period in .which the work was done the conditions were inconsistent with and plainly opposed to an earlier completion of it. In addition to the matters already mentioned there were minor causes of delay for which the plaintiffs were not responsible, and which need not be- enumerated here. They were mainly based on changes in or additions to the original contract,-and were ordered by the defendants or their agents. It should be stated in this connection that the plaintiffs attributed some of the delays to the failure of-the architect to prepare the drawings to work by as soon as he should have done, and that they were thereby hindered in the prosecution of the terra cotta and other work in which such drawings were necessary.\nThe plaintiffs’ showing of the causes of the delay in the completion of the building was not fully met or answered by the evidence presented by the defendants. They alleged, however, and introduced evidence to show that the plaintiffs’ claim as to the time of the completion of the building was incorrect. On this point there was a difference between the parties of a month or more. Remington testified that when he came to Pittsburg on March 9, and for a few days after that time he had no complaint to make as to the rapidity with which the work was progressing, but that before he left he thought “ they were nursing it along.” He also testified that he did not remember whether he agreed with Murphy at any time to give him the final certificate for the work, but that he was positive that exhibit No. 3 was not in any sense such a certificate. He had no connection with or supervision of the work until March 9. How-land testified that prior to January 1, 1895, he urged the plaintiffs to greater promptness in the construction of the building and called their attention to the time specified in the contract for the completion of it. He also testified that he had submitted his claims under the contract to the architect. He does not appear to have taken any considerable part or interest in the work, or to have given the plaintiffs any instructions in regard to it, aside from what he said to them respecting the terra cotta. We may add that besides the oral testimony introduced by the litigants they appealed to and gave in evidence the correspondence between them in support of their respective claims.\nUpon the whole evidence in the case the single question presented for the determination of the jury was whether the delay in the completion of the building was caused by the acts and orders of the defendants or their agents. If it was, the plaintiffs were entitled to the balance of the contract price. If it was not, and all or any part of the delay was attributable to the plaintiffs, there should be a deduction of twenty-five dollars for each day covered by or included in it. The question was submitted by the court in a charge that was impartial and free from error, and the jury found that the plaintiffs were not in default.\nWe do not find in the admission of exhibit No. 3 any warrant for the reversal of the judgment, nor any reasonable ground for the contention that the defendants were injured by it. The undisputed evidence was that it was not a final certificate, and the jury were plainly instructed that, for any delay for which the plaintiffs were responsible, there should be a deduction from the balance appearing thereon, in accordance with the terms of the contract.\nWe cannot sustain the defendants’ contention that the dispute arising from the delay in completing the building must be determined by the architect and not by the court and jury. It appears to be based on the second and fifth clauses of the contract, but we are not convinced that either of them includes or relates to the decision of the question involved in this suit. If it was the intention of the contracting parties to invest the architect with the authority now claimed for him, it should have been expressed in plain terms.\nAll of the assignments are overruled.\nJudgment affirmed."}