{"id": "898008", "contents": "Opinion by\nMb. Justice Mitchell,\nThe defendant, Segal, being indebted to the legal plaintiff, the ice machine company, for two ice machines made or in process of making for him, and the plaintiff being indebted to Koenigsberg, the plaintiff gave Koenigsberg an order on Segal for certain bonds, saying: “ Any arrangement that you make with him, whereby we are not charged with more than $10,000 of bonds by you, will be satisfactory to us if it is to him.” The controversy hinges on the effect of this order, and of what was done by the parties under it. The referee found as facts that Koenigsberg presented the order to Segal, gave him a copy of it, and kept the original, and that Segal declined to deliver the bonds on the ground that the ice machine company had not finished its work, but subsequently expressed in writing his willingness to do so if the company would give a guaranty to do certain specified things with respect to the machines, and loaned him $1,000 on his due bill in which he promised to deliver the bonds back to Segal as collateral as soon as he received them. It is claimed by the appellant, assignee of Koenigsberg, that these matters amounted to an assignment of the bonds, which took precedence of a subsequent assignment to the use plaintiff. In support of this contention cases are cited to the effect that no particular form of words is requisite for a valid assignment of a fund or a chose in action, and that contingent interests and expectancies may be the subject of a contract which will be enforced when the event happens. These legal principles are entirely sound but they are not applicable to the facts of this case. There can be no assignment, any more than any other contract, without the meeting of the minds of the contracting parties, and the referee has found here that neither Koenigsberg nor Segal accepted the order as a contract. On the contrary Koenigsberg not only did not receive the bonds, but never agreed to look to them as payment nor to release the machine company pro tanto as on a payment on account, nor on the other hand did Segal ever agree, in any manner that would bind him or make him liable, to deliver the bonds or to hold them for Koenigsberg on the order. The ivhole matter was an attempt at a settlement which was never reached, but remained merely tentative. It is not necessary to review tbe evidence on wliicli tbe referee readied tliis result. His findings of fact are practically unchallenged, and bis conclusions follow as corollaries from them.\nJudgment affirmed."}