{"id": "900273", "contents": "Opinion by\nMr. Justice Dean,\nFor the history of the contention between these parties, it is only necessary to refer to the former appeal, reported in 179 Pa. 645. Cumulative evidence to that adduced in that issue has on this trial in the common pleas been presented by both sides with no other effect perhaps, than to make the dispute more certainly one of fact to be determined by a jury. The evidence was formally submitted to the jury who found for defendants, those claiming under the will. We now have this appeal with thirty-two specifications of error. In discussing them we will follow the order pursued by counsel in their argument and give most prominence to the twenty-third and twenty-fourth, those arising out of what is called the supplemental charge.\nThe general charge, including the answers to points, was delivered on Thursday; at 2 p. m. of that day the jury retired to consider of their verdict; the next morning they came into court and asked for a memorandum of the points affirmed which request was refused; in the evening of that day the jury addressed to the court this note:\n“To the Hon. J. W. F. White:\n“ As the jury in the Miller will case cannot see any chance of agreeing on a verdict today, we would respectfully ask if we could be furnished with cots tonight. There are seven or eight older men who are suffering for rest, and if possible we would greatly like to have at least eight cots. We would also respectfully ask if your Honor will be in court tomorrow and if so how late ?\n“The Jury.”\nTo this the court made no reply. The next morning (Saturday) the jury sent this note to the court:\n“To the Hon. J. W. F. White:\n“ The jury in the Miller will case respectfully beg to report that upon retiring to the jury room on Thursday afternoon, they exhaustively discussed and carefully considered all the evidence in the case, and after taking a number of ballots the vote stood on that evening 10 to 2. The discussion continued Thursday night, all day Friday, Friday night and this morning; a number of ballots being taken during that time, with the result that the vote now stands 10 to 2; no vote having been changed. It looked to the jury on Friday afternoon as if an agreement could not be reached, but every effort has since been made to that end. The majority will not change their votes and the minority have stated and now reiterate that under these circumstances no agreement can be reached, if we continue in session for a month. This statememt is made in cold blood and not in the heat of discussion, and it is the unanimous opinion of the jury now that no agreement can possibly be reached. We fully appreciate the gravity of this decision in addressing this to your honor, which we do with deep regret. Under these circumstances, we respectfully ask for our discharge.\n“ The Jury, Robert Jenkins, Foreman.”\nOn receipt of this, the jury being in the court room, the judge spoke to them as follows:\n“I have received a note from you, gentlemen, stating that you have been standing 10 to 2 from the time you went out, and no change in the vote at any time, and expressing the opinion that it is not possible for you to agree.\n“I cannot discharge you. It is the law of our state that jurors must all agree upon a verdict. In the constitutional convention I struggled to have the law modified. From 1790 down to this time the law has been that the jury must all agree. I think it a very unwise law in reference to civil cases, and that is why I wanted it changed, giving the legislature power to permit the court to receive a verdict of less than the twelve, but it was not adopted.\n“Now my experience here in the court for over twenty-three years is .that it is unwise ever to discharge a jury simply on the ground that they cannot agree. In the early days of my practice here it was customary, after a jury had been out a night or two and reported that they could not agree, to discharge them. One of the first cases I tried was a contest in reference to a collision of steamboats, down on the Mississippi river. We took over a week in the trial of the canse, and it was the second trial. There had been a previous trial when tbe court discharged the jury, and that- somehow or other got into the jury box on this second trial, and one man on that jury, as I learned after the verdict, had hung the jury with the idea that the court would discharge tbe jury. They came in twice and asked me to discharge them. I refused to do so, and told them they must agree upon a verdict. They finally agreed upon a verdict, a right verdict, and one that stood, in place of subjecting tbe parties to another trial.\n“Now, we bave bad a case on trial for nearly five weeks. Discharging yon just subjects these parties to all tbe expense of another trial, and the expense of the county of Allegheny. If this jury can’t agree is there any likelihood of any other jury agreeing ? It is sometimes said by parties that they can’t conscientiously agree to a verdict. There is no conscience in tbe case; it is not a question of conscience at all; it is simply a question of judgment. Men will differ often on questions of this kind; it is very natural for them to do it; and there have to be, often, concessions on the part of some. They must yield their judgment in order to get a verdict.\n“I don’t know gentlemen bow you stand, as to which side you are on; I don’t want to know anything about it. Where there are twelve men of equal intelligence, and ten are on one side, and two on the other, the fair presumption is that the ten are right and tbe two wrong; tbat is the fair presumption i [ they were of equal intelligence. Sometimes it may happen tbat the minority are right and tbe majority wrong, but I say if they are men of equal intelligence and judgment, the fair presumption is that the ten are right and the two wrong. Somebody must yield. Shall tbe ten yield to two, or the two yield to ten? Which is more reasonable?\n“Now, gentlemen, I don’t know that I ever saw or tried a case where I had a more intelligent jury than I have before me now; and it was a very common remark among tbe members of the bar that we had one of the most intelligent juries that they ever saw in Allegheny county. Shall I discharge you? Can we get a more intelligent jury to settle this case ? It is the duty of every juror to consider this case. No juror has a right just to take a stubborn stand and say he will not agree; that is wrong. It is the duty of every juror calmly, deliberately, to consider the case; calmly and deliberately to consider the views and opinions of his fellows, the other members of the jury; and I repeat it, no juror has a right just stubbornly to say, ‘ I won’t agree to a verdict.’ A juror that takes that position violates his oath as a juror; he is guilty of a great wrong. You know gentlemen, it has sometimes been suggested that jurors are set up, or that there is one man or so on a jury that will never agree; and intimations have been made sometimes, I have no doubt unjustly, but the talk often is, that some juror has been set up or that he expects some benefits if he will hang out and prevent a verdict. These imputations are often, perhaps always, unjust; but they subject jurors to such a suspicion. A juror that behaves improperly in the jury room, if he does anything that is an offense against the criminal law of the state, may be indicted in the quarter sessions. I, as a judge, if I ever believed from the evidence that a juror took a stubborn stand in the jury room, would not listen to argument, would not concede anything, but just of a stubborn disposition, took his stand in the jury room, would say that he never again should be a juror in Allegheny county if I could prevent; that he was unfit to be a juror, and his name ought to be posted in the commissioners ’ office as a warning to him and others against a stubborn fit in the jury room.\n“Now, gentlemen, I have talked plainly. I don’t think I have a personal acquaintance with a man on this jury. I don’t know how you stand; I don’t know where my remarks may hit; but I have expressed these opinions to you as general principles. Now, I say that sometimes the minority on a jury must yield their judgment in order to get a verdict. I, after a verdict is received and entered, will hear anything that a juror will say here in court, immediately afterwards, in the way of expressing his doubt in the case, or his unwillingness to yield, and consider that, on a motion for a new trial. That would be proper; but there must be unanimity in the verdict. Gentlemen, I can’t think of discharging you. Even if you have to remain there for weeks in the jury room, my sense of my responsibility and my duty is so great that I cannot consent to discharge you.”\nTo which plaintiffs except. Bill sealed. J. W. F. White. (Seal.)\nShortly after the foregoing instructions of the court, on Satturday afternoon, June 5, 1897, the jury sealed their verdict and dispersed until 9:30 o’clock Monday morning, June 7, 1897; when they reassembled in the court room and the following transpired between the court and the jury:\nThe plaintiffs, by their counsel in the case, appearing in open court, and a sealed envelope having been handed by the jury to the clerk of court, and by the clerk to the Hon. J. W. F. White, the judge who presided at the trial of said case, and by him opened in the presence of the jury and the counsel for both plaintiffs and defendants, and it appearing by the statement of the court that the sealed envelope contained not only a paper purporting to be the verdict of the jury, but also the following paper, viz:\n“To the Hon. J. W. F. White:\n“ In reference to the communication sent your Honor this (i. e. Saturday, June 5) morning, when you addressed us in response to this, we believe you stated that when the jury went out Thursday afternoon the vote at first stood 10 to 2. If you will please refer to this again, you will find it was stated, that after discussion and balloting the vote stood 10 to 2 Thursday evening. In justice to the minority, and in further explanation of that communication, we would say the vote first stood 8 to 4 and then 9 to 3, and that on Friday several ballots stood 8 to 4; but the vote this morning stood 10 to 2, the same as Thursay evening.\n“After receiving your instructions, and returning to the jury room, the ballot stood 8 to 4 continuously, but the minority m accordance with your instructions as to making some concessions agreed with the majority to render a verdict for the defendant, with the idea that, in accordance with your instructions, this would be taken into consideration if an application was made for a new trial.\n“ The Jury, Robert Jenkins, Foreman.”\n“ By the Court: Gentlemen, the communication that you have sent in, in connection with this verdict, I will have filed in the case.\n“I would say to the jury that if any juror this morning is dissatisfied with that verdict, and will not agree to its being entered as the verdict was sealed up and returned to me this morning, I would direct you to return to your jury room and reconsider the case, and come to an unanimous conclusion.\n“There must always be the verdiet of the twelve; we can never take a verdict of less than the twelve, and, as I said to you on Saturday, in order to produce unanimity in the verdict, some of the jurors must defer their judgment to others. The minority often have to yield in judgment to the majority, in order to get a verdict. As I then said to you, it is not a matter of conscience; there is no conscience in the case; it is simply a difference of opinion that jurors may have as to the testimony, credibility of witnesses or the preponderance of testimony.\n“ If any one of the jurors is unwilling that this shall be entered, I will direct you to go back to your room. I understand from your note that there was a concession by the minority, in order to have a verdict. If you are now satisfied, all of you, to have this verdict entered, I will direct the clerk to enter it. If no one objects I take it that you all agree now to the verdict that you agreed upon and sealed up on Saturday.”\nIn justice to the court below, it was impossible to pass satisfactorily on the assignments of error to this somewhat singular charge without quoting it as we have done.\nIt is argued by appellants’ counsel that the learned judge erred: (1) In his statement of the law which should control the jury in their deliberations; (2) that his remarks had a tendency to coerce, and did coerce them to a verdict, not in accord with their belief, and, (8) that the verdict and accompanying communication must be taken together, and when so taken, they constitute a conditional verdict which, in an issue devisavit vel non is a nullity.\nAs to the first complaint, it is argued that the learned judge erred when he said to the jury, “ It is sometimes said by parties that they can’t conscientiously agree to a verdiet. There is no conscience in the case; it is not a question of conscience at all; it is simply a question of judgment. Men will differ in their opinions as to the testimony, or as to questions of fact, or as to the propriety of a verdict. It is simply a difference in judgment and no question of conscience whatever in the case.”\nThis statement is an error. At the oral argument we supposed that it was inadvertently made in the hurry incident to the dispatch of public business, but in his opinion on the motion for a new trial, the learned judge persists in its correctness, and reasserts that in the performance of the gravest duty that can be assumed by the citizen, to wit: the ascertainment of truth from the conflicting evidence of many witnesses, in an issue invol ving several hundred thousand dollars, the jury may eliminate conscience. That a juror may doubt the correctness of his own conscientious conclusion, and may, by discussion and reflection be conscientiously impelled to adopt an opposite one, is not questioned; but this language admits of no such interpretation; nor, taking what precedes and follows it, was such interpretation intended. Some truths are not the subject of demonstration, because self-evident; and the error •of some opinions is so obvious, that ratiocination helps but little to confirm our immediate dissent on the mere statement of them.\nWhat is conscience ? For practical purposes, in the administration of justice, we need not consult the volumes written on the subject by moral scientists ; every man of ordinary intelligence understands, in whatever other words he may express it, that conscience is that moral sense, which dictates to him right and wrong. True, this sense differs in degree in individual members of society; but no reasonable being, whether controlled by it or not in his conduct, is wholly destitute of it. Greatly enlightened it is in some, by reason of superior education; quickened in others, because of settled religious belief in future accountability; dulled in others, by vicious habits, but never altogether absent in any. Every statute enacted by a legislature, every decision pronounced by a court, every verdict of a jury, is professedly based on a moral sense, prescribing what is right and prohibiting what is wrong. The statement of the learned judge assumed, that among the jurors there was no difference of opinion which had its source in the operations of conscience. He says: “ It is simply a difference in judgment, and no question of conscience whatever in the case.” But judgment is only the result or conclusion of conscience, after the latter has performed its office in the different steps leading up to the conclusion; and this conclusion then, is the very truth to him who has arrived at it by conscientious perception and reasoning. Conscience impels the juror to disregard personal sympathy with or personal hostility to either party; in weighing the evidence or passing on the credibility of witnesses it compels him to discard social, racial, religious and political prejudices. Every step in his deliberations on the testimony should be prompted by this mural sense; nor should conclusion, judgment or verdict, for they are in this instance the same thing, follow, until after the exercise of conscience on the questions which precede it. True, the conscience of a particular individual may be too tender, or too dull, to at once correctly apprehend the right and wrong in a particular case; there may be flaws in his reasoning, which to him are imperceptible, and hence the conclusion may not be the right one; but this conclusion is to be changed and an opposite one adopted, only by conscientious reweighing of evidence by discussion and reflection upon it. He cannot adopt another at the mere behest of his fellows or on the order of a judge, for his oath enjoins that he, the juror, shall “ a true verdict render on the evidence,” and not some other render one for him. And if he assent to one which is not to him the truth, which to him is a lie, merely because it accords with the opinion of his fellow jurors, why may he not render a verdict at request of counsel or other interested person ? Once eliminate conscience, which should dictate to him the truth from the evidence, under the law as announced by the judge, what of value is left to the verdict ? In such case, in an issue like unto this, he could disregard altogether the duties of his high office. We have heard persons competent as jurors give it as their individual judgment, that no will, not obtained by actual duress, should be set aside; have heard others express the opinion that no will should stand which did not direct equal distribution among children. But the learned judge, very properly in his general charge, as if to meet just such individual judgment or perhaps whim, instructs the jury thus: “ But a jury has no right to set aside a will, simply because they may think the distribution unjust to some of the children.” Why ? Because it is the law, and is so declared by the court whose duty it is to declare it, and the law which the juror has sworn to obey. And there is nothing to constrain him to obey, nor to restrain Mm in the exercise of his individual judgment, except his conscience, which dictates to him that, in the performance of his duty as a juror, it is right to obey the law as it is written and wrong to violate it. If his verdict is not to be his conscientious conclusion from the evidence according to law, then, he may as well solace himself with one which accords with his interests, his prejudices or his whims, as the embarrassed brewer wished to do, who sat as a juror in the noted case of The King v. The Bishops, and complained: “ If I say not guilty, I shall brew no more for the King, and if I say guilty I shall brew no more for anybody else.” This was an endeavor to render a verdict according to the juror’s judgment as to his personal interest, with which conscience had nothing to do.\nIf there be one institution where conscience should be supreme it is a court, “ a place where justice is judicially administered,” and there could be no more opprobrious epithet than “ conscienceless court.”\nBut it is further complained, that the jury was coerced into rendering the verdict by the judge in his supplemental charge. We are of opinion that this complaint is also well founded. The character of the jury is established by the learned judge himself. He says : “ I don’t know that I ever saw or tried a case where I had a more intelligent jury than I have before me now'.” To these twelve men, as intelligent as any that ever had in twenty-three years been before him, he says, in substance, there is no conscience in the case, it is simply a question of judgment. As the jury must take the law from the court, they doubtless accepted the rule thus laid down, which at once relieved them from answerability to conscience for the truth of their verdict. They were then told that if they did not agree it was not improbable that the public would suspect some of them of corruption, and, while he thought such a suspicion groundless, he intimated a disagreement might be due to self-will or stubbornness, a proper penalty for which offense would De the disgrace of exclusion from the jury wheel, and the posting of their unfitness in a public office. Having pointed the way to a verdict from which they need not be deterred by present or future stings of conscience, having suggested the disquietude of mind they must necessarily suffer from the unjust suspicion of the public, and the disgrace they ought to suffer from the court’s suspicion of stubbornness, he then threatens the twelve, seven or eight of whom, according to their own statement, are old men, already suffering because deprived of rest, with extreme physical discomfort, thus : “ Gentlemen, I can’t think of discharging you; even if you have to remain there for weeks in the jury room.” But, as if even this might not induce some of them to yield their convictions, he goes a step further, and places before them what a distinguished author calls “the illusions of hope.” He says: “ I, after a verdict is received and entered, will hear anything that a juror will say here in court immediately afterwards in the way of expressing his doubt in the case, or his unwillingness to yield, and consider that on a motion for a new trial.” When we consider how prone human nature is to shirk grave responsibilities, how willingly it shifts them to others, we are not surprised that jurors, who had sat tiresome weeks in a trial, with before them a possible confinement of other weary weeks, accepted this invitation to unload their burden on the judge, hoping that the right and wrong of a case, difficult to them, would be clearly perceptible to him, and a true verdict be eventually recorded by another, according to the evidence. The confinement of a jury without light, fuel or food, the hauling them round the circuit at the heels of the judge, to compel a verdict, were judicial methods not uncommon in an earlier age, but they are repugnant to the humane ideas of this one, and are justly stigmatized as barbarous ; and unduly prolonged confinement in a room, in the custody of officers, of men accustomed to activity and freedom, partakes of the same character.\nThe learned counsel for appellee have cited a very large number of cases from many states, which they argue tend to sustain the course pursued by the court below. In Ahearn v. Mann, 60 N. H. 472, the trial judge, after calling the attention of the jury to the importance of an agreement on a verdict, and the annoyance and expense of a retrial, sums up thus: “ While no juror should surrender his honest convictions for the sake of obtaining a verdict, the misfortune of a disagreement should be avoided, if further and careful deliberation can bring about unanimity of opinion.” In Johnson v. State, 60 Ark. 45, the instruction was : “ This cause has been a great expense to the county from which it came, and it ought to be decided; while I do not ask you to yield any question of conscience, you must not be obstinate or too tenacious in your views.” In Erwin v. Hamilton, 50 Howard’s Prac. Rep. 32, the case was given to the jury at 6 P. M. Friday. In about an hour, the jury returned with the statement that they were unable to agree; the court refused to discharge them, but said to them, if they failed to agree before the court adjourned for the evening they could seal up their verdict and return it on the afternoon of Monday; thus making a possible detention from Friday evening until Monday afternoon; on the same evening, about half past ten, the court sent word to the jury that it was about to adjourn until Monday, whereupon, within five minutes, the jury came in with a verdict. The coercion complained of was the implied throat of holding the jury until Monday afternoon in case of disagreement. The appellate court affirmed the judgment, holding that the trial judge did not exceed bis discretional authority, as he had a right to detain them until satisfied that a failure to agree resulted from a conscientious difference of opinion, and as long as this authority was not abused, the exercise of it should be sustained. In White v. Calder, 35 N. Y. 183, the jury came into court and stated that they had “ agreed to disagree.” The trial judge refused to discharge them saying, that they must deliberate further upon the evidence, and continue to dispassionately discuss the entire evidence, in which case he did not doubt they would eventually agree upon a verdict. Such instruction was held to be no error.\nAnd so, in substance, are all the numerous cases cited. They bear on ours in just one particular, which is, that they tend to show that probably no judge has in this century attempted to exercise the degree of constraint to which this jury was subjected. We do not doubt the authority of a judge to use reasonable methods to bring about a verdict founded upon conscientious conviction, and to in a proper manner press upon the jury their duty to render such a verdict; but his methods must not take the character of a mandate with penalties of both moral and physical suffering for disobedience. We have no case of our own determining just what a judge may authoritatively do to promote unanimity. Some we have pointing out what he may. do by way of instruction, such as that he may in some cases express his opinion on the evidence, being careful to inform the jury that they are not bound by it; and that his instructions must, in view of the issue and evidence, be adequate; others that he must not assume facts not proved, or disputed. But the general rule embodied in the sixth item of instructions by Chancellor Bacon to Justice Hutton, on the appointment of the latter to the court of common pleas, has not been departed from, nor have we much improved upon it: “ That you be a light to jurors to open their eyes, but not a guide to lead them by the noses.” Nor in our opinion is the language of Justice Kent, in People v. Olcott, 2 Johns. Cas. 801, too emphatic, when he says : “ The doctrine of compelling a jury to unanimity by the pains of hunger and fatigue, so that the verdict in fact be founded not on temperate discussion and clear conviction, but on strength of body, is a monstrous doctrine that does not stand with conscience, but is altogether repugnant to a sense of humanity and justice.”\nWe have nothing in this record to indicate that this jury in their deliberations were influenced by interest, prejudice or obstinacy. After being out approximately twentj^ hours, they sent a note to the judge, not asking to be discharged, not asserting an inability to agree, but requesting a memorandum of the points affirmed. This pointed to a difference in recollection, or understanding of the law applicable to the evidence. While the judge could not properly grant their request in form, he might with entire propriety have again read the points to them in open court with his answers, at the same time calling their attention, if he thought proper, to his statements of the law in his general charge bearing on the same questions. He said to them if there was any particular point of law they wished him to explain or repeat he would do so. When it is noticed, that fourteen written points had been presented and answered, it is not surprising that laymen, intelligent though they were, could not in open court, at once, recall the points which gave rise to their difference or about which they were in doubt; but they received no further “ light to open their eyes.” Their entire conduct, from the time the case was given them in charge until the verdict was rendered, indicated, not obstinacy, but, it seems to us, a patient, persistent, conscientious effort to agree. Nor, so far as we can see, was such a result unattainable by the exercise in a lawful manner of a lawful judicial authority. The evidence was voluminous, the law applicable to it in its different aspects was not brief; the jurors were not blockheads, but men of superior intelligence, groping for light in a mass of contradictory testimony, through a labyrinth of somewhat confusing legal propositions; what they needed in their difficulty was the lawful, patient, kindly aid of the able judge, whose duty it was to enlighten them on points of law which to them were not plain. We entirely concur with him in his very reasonable aversion to a retrial of the cause; but there is one thing more to be deplored than the vexation and expense of a retrial, and that is, the complete obliteration of the dividing line between the functions of court and jury.\nThe third ground of complaint is that taking the written communication and the verdict sealed up together as the verdict, it is a conditional one, and therefore a nullity. We do not think the fact that they were returned together affects the validity of the verdict. The error was in suggesting that method of obtaining unanimity. The jury in the communication say they stood eight to four, and that the minority in effect were induced to agree with the majority, because the court had promised to take this into consideration on a motion for a new trial. If the instruction was not error, neither was the verdict; the note is a mere reminder that the jury held the court to its promise. But this method of obtaining unanimity was unlawful. Where is the semblance of law that authorizes a judge to absolve a juror from the obligations of his oath ? The juror has sworn to render a verdict on the evidence ; in substance, the court says to him, if you agree to a verdict, which to you is not on the evidence, I will cure your disregard of duty by considering that fact on a motion for a new trial. Practically, by this method, the judge reached the same result he desired to obtain by a constitutional provision. He says, in reference to the law requiring unanimity: “In the constitutional convention I struggled to have the law modified. .... I think it a very unwise law in reference to civil cases, and that is why I wanted it changed, giving the legislature power to permit the court to receive a verdict of less than twelve: but it was not adopted.” It seems to us, there was scarcely a necessity for such provision if the present proceeding was lawful. Eight jurors here agree to a verdict; four do not believe it to be the truth, yet assent to it as matter of form, under the instructions that such assent is no violation of their obligation. It was in fact a verdict by eight, or two thirds of the jury, in violation of the constitution which was adopted, but in accord with the one which the learned judge wanted, but which was not adopted. In form, the verdict is not a nullity; the assumed law which induced it had no existence. This disposes of the twenty-third and twenty-fourth assignments of error.\nThe fourth assignment is the admission of testimony touching the credibility of B. F. Young, a material witness for plaintiffs.- The evidence admitted related to a period about four years before the trial. This was too remote from the date the testimony was taken: Smith v. Hine, 179 Pa. 203. The assignment is sustained.\nThe fifth assignment is also sustained. It complains of the admission in evidence of a letter of testator’s wife, whom he survived, to one of the defendants, reflecting on the character of the party addressed and, possibly, inferentially prejudicing plaintiffs. The letter was not admissible; it was a mere declaration by a third person long deceased.\nThe sixth and tenth assignments are not sustained; the relations between testator and his son-in-law, in view of the other evidence, has some bearing on the existence of a possible motive other than that caused by undue influence for discriminating against the daughter.\nThe seventh assignment is not sustained. While the record of the orphans’ court does not estop plaintiffs in their contention now, it is evidence to show that at a former time, A. H. Miller did not aver that the will was obtained by undue influence, but claimed under it. The fact that his conduct then is inconsistent with his claim does not constitute a legal estoppel, yet it is a fact which may detract from the strength of his present contention, and the significance or weight of it is for the jury in view of all the other evidence in the case.\nThe ninth assignment is sustained; the evidence admitted against objection was tlie mere opinion of a third, party as to what caused ill feeling between testator and his wife. The opinion of the witness was not evidence; she could state any facts tending to show that testator’s sons caused the trouble; if they warranted such opinion it was for the jury to form it.\nEleventh assignment. The court admitted against objection of plaintiffs a letter of George T. Winston, a brother of testator’s son-in-law, in which he expresses regret for the drunkenness of his brother Patrick. The letter is in answer to a telegram from testator. If the writer had been called as a witness and sworn, he might properly have testified to his brother’s habits, and that Mr. Miller had knowledge of them. But the writer had no personal knowledge; he merely repeated what others told him; they were mere declarations of one not a party to the suit and in no way interested, and the letter was therefore not admissible.\nThe twelfth specification is to the refusal of the court to admit evidence because offered in rebuttal, when it should have been given in chief. As the case goes back for trial on other assignments, this one becomes immaterial, as at a future trial the deposition can be read in chief. Tlie same answer may be properly made to the thirteenth assignment.\nThe fourteenth assignment complains of the court’s modification of appellants’ third point, which requested the court to instruct the jury that if Florence was the trusted and confidential agent of his father, then a presumption was raised that, the will being largely in Florence’s favor, it was procured by his undue influence, and the burden was on him to rebut this presumption. The court affirmed the point, but further said it recalled no evidence that Florence was the trusted and confidential agent of his father. “ That language generally applies to one who is the attorney of the party, or acting in a fiduciary or confidential relation with him.” There w'as abundant evidence from the testimony of Florence himself, that he was the trusted and confidential agent of his father; in fact, the defense rested on that theory, and that Florence for years had so faithfully performed liis duty in that relation that it amply explained the favor shown towards him by his father. It was not necessary to this relation, as the court seems to intimate, that Florence should have been an attorney, or that sustaining a filial relation he did not also hold an artificial one under the trust and confidence reposed in him by his father in business affairs. It is not probable the modification, although not warranted, worked any harm to plaintiffs, but as the point stands, the plaintiffs were entitled to an unqualified affirmance.\nAs to the fifteenth assignment, taking the court’s answer thereto in connection with the general charge, the jury could not have been misled, and it is not necessary to further discuss the subject.\nAs to the sixteenth assignment, which complains of this language, “ There is no evidence that Florence had any hand in making the will, or that he made any suggestion to his father on the subject, or as to the distribution of his estate,” undoubtedly standing by itself as the whole instruction on this subject, this would be error. What the court plainly meant was that there was no evidence that Florence drafted the will, was present at its execution, or expressly dictated the terms of it. This is apparent from the whole charge, in which the evidence of the exercise of undue influence through the opportunity and power of the peculiar and confidential relation is submitted to the jury. They could not have been misled by this language, although susceptible of another and a wrong construction.\nThe twenty-second assignment of error alleges that the charge was one-sided and partial. We cannot say this assignment is altogether groundless. Clearly the court leaned very strongly in favor of defendants, and it is not improbable that state of mind led to at least some of the errors we have adjudged. Whether in the absence of these the remainder of the charge could be justly attacked for partiality, it is not necessary to discuss. The case, much to our regret, must go back for retrial, when of course the errors indicated will not again be committed. The case should then be tried on the law as we have now on two appeals pointed out, and on the evidence then presented, If so tried, the judgment will then rest on an irreversible basis, for the shortest road to a final judgment is through an impartial trial according to law; that will end the strife between these parties, and will end the trouble of the learned court below and ours about their contention.\nWe find nothing of merit in the remaining assignments of error. The judgment is reversed and a v. f. d. n. awarded."}