{"id": "900287", "contents": "Opinion by\nMr. Justice McCollum,\nThe only perceptible difference between City of Erie v. Russell, 148 Pa. 384, and the case at bar is that in the former the sewer was located and constructed by the municipality at the expense of the abutting property owners, while in the latter the sewer was located and constructed by the municipality at its own expense. In City of Erie v. Russell, the municipality having reconstructed the sewer, sought to charge the cost of reconstruction upon the properties abutting thereon. It was held that this was not admissible, and the reasons given for so holding were stated in the opinion filed in the case. The rule or principle established by the decision in Hammett v. Philadelphia, 65 Pa. 146, in regard to the repaving of a street, was applied to the reconstruction of a sewer properly characterized as a part or constituent of the general system of sewerage established by the municipality for the promotion of the convenience and health of its inhabitants. The contention in the case at bar relates to the reconstruction of a sewer located and constructed by and at the expense of the municipality in 1869. It was a brick sewer about four feet in diameter, and laid “in West Third street westwardly from Hepburn street to and beyond Walnut street, a distance of about a half a mile.” It was intended and used to carry off surface water and house sewage. It was a main sewer, and the size of it was not reduced or materially enlarged by the reconstruction. According to the testimony of the city engineer there were at least twenty-nine properties on West Third street connected with the old sewer. The particular benefits derived by the abutting properties from the construction of this sewer in 1869 were received by them on its completion. As pertinent to this point we quote the following from the clear and concise opinion of the learned judge of the court below: “A sewer once constructed gives to the abutting property owner every benefit and advantage that a sewer gives him over the general public. The benefits thereafter derived, either from repairing or reconstructing the same, are only such as he enjoys in common with the public. To allow an assessment on the abutting properties in such case would be to levy a tax on the owners, not for a local improvement, but for benefits derived by the public, in which he does not participate or derive any benefit or advantage beyond that he would have in common with all other citizens.”\nWe have failed to discover any fact or circumstance in this case which, aside from the difference referred to in the first sentence of our opinion, distinguishes it from City of Erie v. Ilussell. But, as it is well settled by the decisions of this Court that the paving of a street by the municipality at its own expense as effectually relieves the abutting property owner from taxation for repaving as his payments of assessments for paving does, the difference is unimportant: Williamsport v. Beck, 128 Pa. 147, Greensburg v. Laird, 138 Pa. 533, Harrisburg v. Segelbaum, 151 Pa. 173, Boyer v. Reading, 151 Pa. 185, and Philadelphia v. Eddleman, 169 Pa. 452. We see no substantial ground for holding that, while the paving of a street by the municipality at its own expense relieves an abutting property owner from taxation for repaving the street, the construction of a sewer by the municipality at its own cost leaves hiin subject to taxation for reconstruction of the sewer.\nJudgment affirmed."}