{"id": "900284", "contents": "Opinion by\nMr. Justice McCollum,\nOn September 2, 1895, the borough of Tamaqua contracted with the Edison Electric Illuminating Company for the lighting of its streets for the term of five years, commencing on January 1, 1896. On January 27, 1896, a bill in equity was filed by Jacob R. Seitzinger praying, inter alia, that the borough be restrained by injunction from carrying out its contract ■with the company. To this bill the borough promptly prepared and filed a complete answer. The hearing on the rule for a preliminary injunction was on bill and answer and the rule was dismissed. The final hearing was also on bill and answer and resulted in the dismissal of the bill.\nIt is contended on the appeal from the decree dismissing the bill that it is not -within the lawful power of the borough to enter into a contract for lighting its streets for a period of more than one year, and that even if it has such power, the vote to increase its indebtedness for the purpose of establishing an electric plantls a bar to the exercise of it. It is also claimed that if the above contention is overruled there is still another objection to the contract which is fatal to its validity. The objection is that the contract was not preceded by an ordinance, or by a resolution transcribed in the ordinance book and duly advertised. It is admitted, however, that the contract was preceded by a resolution which was “ duly approved and signed by the chief burgess of the borough,” and that it was entered into in pursuance of and in accordance with said resolution. The sufficiency of the resolution thus approved is not questioned by the appellant, and his only ground of attack upon it is the alleged omission to record it in the ordinance book and to duly advertise it. We have carefully examined and considered all the Pennsylvania cases cited by the appellant in support of his contention pertaining to the resolution, and have failed to discover in them any warrant for it. It is a contention which overlooks the fact that the passing by a borough council of a resolution awarding a contract for lighting streets is not a legislative, but a ministerial act “in the nature of a business transaction relating to the municipal affairs of the borough:” Millvale Boro., 162 Pa. 374; Shaub v. Lancaster City, 156 Pa. 362; Straub v. City of Pittsburg, 138 Pa. 356; Howard v. Borough of Olyphant, 181 Pa. 191.\nIn Black v. Chester City, 175 Pa. 101, and in Metropolitan Electric Company v. City of Reading, 175 Pa. 107, the sole question raised was stated thus: “Has a city of the third class, incorporated under or governed by the Act of May 23, 1889, P. L. 277, tbe right to enter into a contract for lighting its streets fora term of five years ? ” The decision of the question depended upon the construction of the act referred to in it. We held that such cities may lawfully make such a contract. As bearing on the question whether prior to the act of 1889 cities and boroughs, not expressly or by implication restricted to contracts for one year by tbe statutes under which they were incorporated or by other statutes applicable to tbe government of them, could lawfully enter into contracts for a term of years, we refer to City of Erie’s Appeal, 91 Pa. 398, and Wade v. Oakmont Borough, 165 Pa. 479. In each of tbe cases cited the contract in question was for a term of years, and in each it was decided that “if the contracts of municipal corporations do not overreach their current revenues no objections can be lawfully made to them.” We may add, as showing tbe trend or consensus of opinion on this subject, that in Metropolitan Electric Company v. City of Reading, supra, the learned counsel for tbe appellant presented a list, of tbirty-four cities and boroughs in Pennsylvania which had then entered into contracts for lighting the streets for terms exceeding one year, which list appears in 175 Pa. on page 109.\nOur attention has been called to the decision in McKeesport City v. Railway Co., 2 Pa. Superior Ct. 242, as affording support to tbe appellant’s contention in this case. We do not so interpret it. The suit was brought to recover license foes or taxes on street railway poles. It was based on an ordinance enacted by the select and common councils of tbe city, on August 8, 1892, and approved by tbe mayor on the fourth day thereafter. Under and by this ordinance tbe railway company was required to pay to the city an annual license tax of $1.00 for each pole erected or maintained by it on any of tbe city’s highways. The company refused to pay the tax, thus imposed on the ground that under and by virtue of prior ordinances it was exempted from such, taxatiou for a period of fifteen years. The imposition of the tax was an exercise of the police power of the city, and this is a power of which a municipality cannot divest itself for any period of time by ordinance or contract. It follows that the ordinances under which exemption was claimed were not available as a defense to the suit on the ordinance imposing the tax, and so the court held. There is no analogy between ordinances and contracts in derogation of the police power of a city and ordinances and contracts relating to its business affairs. The ordinances under which exemption was claimed in McKeesport v. Railway Co., supra, were of the former class, while the contract in question in the case at bar is of the latter.\nWe agree with the learned court below that the vote to increase the indebtedness of the borough for the purpose of establishing an electric light plant there is not a bar to or impairment of its right to enter into a contract for lighting its streets, and that the contract in question cannot, in view of the uncontra dieted answer to the bill, be regarded as improvident or opposed to the best interests of the community affected by it.\nDecree affirmed and appeal dismissed at the cost of the appellant."}