{"id": "900233", "contents": "Opinion by\nMr. Justice McCollum,\nIn the court.below the plaintiff obtained a judgment of 15,000 for an injury he attributed to the excessive and unlawful speed of a trolley car. It seems that on October 15, 1896, he “was driving a horse attached to a cart in which he was riding” northwardly on the railway track on State street. On seeing the car approaching from the direction in which he was driving he crossed the track and drove along the west side of it in the same direction as before. When the car was within seventy-five or 100 feet of him his horse appeared to be frightened by it, and commenced prancing and shying. The plaintiff testified that as the car came down to him the horse “flew around into the gutter” and then, “the horse flew back and the car struck the cart as the horse flew back.” He also testified that the speed of the car was not “less than fifteen miles an hour,” and that when the cart and car collided he was thrown over the side of the former to the ground and received the injury of which he complains. There was no corroboration of his testimony in regard to the speed of the car. As the negligence alleged in the statement of his claim was the running of the car at “a very rapid and unlawful rate of speed,” and as there was no presumption of negligence arising from the accident, it was essential to the maintenance of his suit that he should establish it by competent evidence. He completely failed, however, to prove the negligence charged in his statement. A mere guess or conjecture respecting the rate of speed was not sufficient to establish it, and this was all his testimony in regard to it amounted to. The learned judge of the court below, recognizing the insufficiency of the testimony in this respect, instructed the jury that it was a pure guess, and not enough to convict the defendant of running its car at an unlawful speed. The plaintiff’s own description of how the collision occurred, and of the consequences of it, was not suggestive of the high rate of speed charged in his statement. According to his own account of the occurrence it was not until the car was alongside of the horse that the latter turned into the gutter and suddenly backed the cart against or immediately in front of the former. The promptness with which the car was stopped when the horse turned and backed the cart, as above stated, clearly showed that it was running slowly, and the charge that it was run recklessly and in disregard of the rights and safety of the plaintiff or other persons driving on the adjoining highway has not a scintilla of evidence to support it.\nIn Yingst v. Railway Co., 167 Pa. 438, the plaintiff’s horse was frightened by a trolley car coming from the direction in which she was driving, and the alleged rapid running of the car was the alleged cause of the fright. The consequences of the fright of the horse were the upsetting of the wagon and the injury to the plaintiff. The difference between the Yingst case and the case before us is that in the former the wagon was not backed against or immediately in front of the car as the cart was in the latter. The difference is not material, because in each case the fright and action of the horse, and not the negligence of the defendant, was the cause of the accident. Yingst v. Railway Co. is not qualified by Lenkner v. Traction Co., 179 Pa. 486, or by Hanlon v. Turnpike Co., 182 Pa. 115, nor is it inconsistent with Ehrisman v. Railway Co., 150 Pa. 180. Tbe cases cited as qualifying or inconsistent with it were cases in which persons were injured in crossing a railway, or the fright of the horse was the result of the misconduct of the defendant’s employees in running its cars.\nIn the Yingst case there was evidence that the driver signaled and called to the motorman to stop the car, while in the case at bar no such request was made. Manifestly it was not anticipated by the plaintiff or the motorman that the horse would back the cart against or in front of the car. The motorman, however, testified that on discovering that the horse was frightened he shut off the power and applied the brake — that the car was under control and “just merely crawling along” when the horse suddenly turned round and backed the cart against it. His testimony was fully sustained by that of the conductor, and the testimony of the three mounted policemen who were approaching and near to the scene of the accident at the time of its occurrence. The policemen were intelligent and entirely disinterested witnesses, and their testimony was clear, impartial and convincing. It showed that the car was moving at a very low rate of speed, and that the sudden and unexpected turning and backing of the horse was the cause of the collision. There is no material discrepancy between it and the plaintiff’s testimony, aside from his wild gmess respecting the speed of the car.\nThe plaintiff having failed to establish the negligence charged in the statement of his claim, the court should have instructed the jury to find for the defendant. We therefore sustain the seventh assignment. In this view of the case the other assignments need not be discussed or considered.\nJudgment reversed."}