{"id": "900265", "contents": "Opinion by\nMr. Justice Mitchell,\nAn elevator operated by plaintiff having given indications that it was out of order, plaintiff reported the fact to Thompson, manager of the mechanical department of defendant’s business, and Thompson directed Blackman, who was employed as a practical machinist, to fix it. The next morning Blackman having finished his work on the elevator was asked by plaintiff if it was safe to run and replied that it was, but not to load it too heavy. Plaintiff then resumed his occupation, but at the third trip the elevator fell and injured him. The learned judge below submitted the question of defendants’ liability to the jury.\nThe assignments of error are principally to the answers to points and to the submission of the case to the jury, instead of giving a binding direction for defendants. It is not claimed that the points affirmed were not correct as general propositions of law, but that they were not applied with sufficient limitations to the present case. The stress of the argument of appellants is stated in the proposition that “ a workman ordered to desist from work until repairs are made, cannot, except at his own risk, resume work until the repairs have been declared to be satisfactory by the master or a vice-principal, or until a sufficient time has elapsed to charge the master with knowledge of their insufficiency,” or, as applied to the facts of this case, that Thompson was the vice principal and Blackman a mere co-employee, and that plaintiff, having been directed by Thompson not to run the elevator until it was repaired, should have waited until Thompson again set him to work, or declared the repairs made, and that plaintiff having taken the assurance of Blackman for it, took the risk upon himself of Blackman’s negligence. But whatever may be the force of this proposition in the abstract it cannot be applied by the court as a matter of law in the present case, in view of Thompson’s own testimony that Blackman was entrusted by him with the. entire discretion what repairs to make, and how to make them, and that “ it was perfectly proper for him to tell Mr. McGroarty to run the elevator, when the elevator was fixed.” This was evidence that, for the purpose of informing plaintiff when he should resume his work, Thompson had on this occasion put Blackman in his place, and it was therefore a question for the jury whether plaintiff was bound to inquire any further when Blackman told him it was safe to go on.\nThe real question in the case was whether the repairs made on this and previous occasions were not superficial and inadequate, in view of the evidence that the elevator was old and nearly worn out in important parts, and in plain need of a general and critical overhauling. This question was properly submitted to the jury. It could not have been taken away from them on the evidence presented.\nJudgment affirmed."}