{"id": "900299", "contents": "Opinion by\nMr. Chiee Justice Stebkett,\nThis appeal from the decree dismissing plaintiff company’s bill involves the construction of the hereinafter quoted clause in the deed of Von Storch’s heirs, conveying to said company in fee 100 acres of land in the city of Scranton.\nIt appears to have been fully understood by the parties that the land thus conveyed was bought for the purpose of subdivision, sale and improvement as city lots. A complete plan thereof, called “ Electric City Park,” was accordingly made by the vendee and duly recorded, designating the streets, alleys and lots located therein by names and numbers. The deed dated August 18 was duly recorded August 29, 1892. After describing the property by adjoining owners, etc., it contains this clause: “Excepting and reserving to the parties of the first part, their heirs and assigns all the coal and minerals beneath the surface of said land and belonging thereto, with the sole right and privilege to mine and remove the same by any subterranean process incident to the business of mining .... Provided, that no mine or air shaft shall be intentionally opened or any mining fixtures established on the surface of said land.”\nThe West Ridge Coal Company, defendant, having sul>sequently acquired title by mesne conveyances under said grantprs to the coal, minerals and subterranean mining rights and privileges excepted and reserved as aforesaid, and having also acquired title, in like manner under the plaintiff company, to lots numbered one to five, inclusive, on its plan aforesaid, proceeded to sink the shaft complained of on said lots to the depth of about 500 feet, on which shaft it erected a wooden structure about fifty feet high, called a “ tower,” in the top of whieh are two shifting wheels geared with hoisting apparatus; and it also built a blacksmith shop on said five lots, and placed thereon engines, boilers, etc. Connected with said machinery is an apparatus for signaling from the top to the bottom of the shaft, etc.\nIt is unnecessary to refer in detail to the facts established by the pleadings and proofs, and found bjr the court below. They conclusively show that the shaft, fixtures, machinery and appliances complained of were put upon the said five lots by the defendant company, after it acquired title to said lots, and were used by it in manifest disregard and violation of the express terms of the above-quoted proviso. Among other things the learned trial judge found that persons who purchased and improved lots in plaintiff company’s plan, and occupied the dwellings erected thereon, as well as others, were “ annoyed by the noise occasioned by the operation of the machinery, the noise of the exhaust of steam, the dust coming from the shaft, and the unsightliness of the superstructure over the shaft,” etc. But, notwithstanding the clearly established facts in support of the material averments of the bill, he held that plaintiff company was not entitled to any measure of relief. His reasons for so holding are given in his second conclusion of law as follows: “ The defendant beixxg the owner of all the coal under, and of the surface of lots 1, 2, 8, 4 and 5 aforesaid, the proviso connected with the coal reservation relating to the opening of shafts or establishing mine fixtures upon the surface of the land, as set forth in the deed of the Voxx Storch heirs, and recited in the contracts axxd deeds in evidexxce, is xxot binding upoxx the defendarxt, and ixnposes upoxx it no obligatioxx to other lot owners, nor to the plaintiff. . . . When the owxxer of the coal becaxne the owxxer of the surface, the effect of the proviso was destroyed.”\nWe cannot assent to this. In view of the facts established by the pleadixxgs axxd proofs we are satisfied that the learned judge’s conclusions of law are erroneous, and that the decree should not be permitted to stand. The proviso was evidently intended to operate as a restriction in the nature of a covenant running with the land, prohibiting the grantors, their heirs and assigns from opening any “mine or air shaft,” or establishing any mining fixtures on the surface of any part of the land conveyed to the plaintiff company. It is true, there are no express words of covenant in the proviso, but it is well settled that neither express words of covenant nor any particular technical words, nor any special form of words is necessary to charge a party with covenant: 1 Roll. Abr. 518; Lant v. Norris, 1 Burr. 290; Bac. Abr. Cov. A.; Shep. Touchstone, 161, 162. Any words showing the intent of the parties to do or not to do a certain thing raises an express covenant: 1 Bouv. Law Die. 418; Spencer’s Case, 1 Smith’s Lead. Cases (9th ed.), 224. No special words are necessary to make a covenant that will rum with the land: Trull v. Eastman, 44 Mass. 121; 1 Smith’s Leading Cases, 224.\n“Words of proviso and condition will be construed into words of covenant when such is the apparent intention and meaning of the parties: ” Parsons on Cont. 28.\nIn this case the manifest intention of the parties was, in the first place, to except from the grant, and reserve to the grantors, their heirs and assigns all the coal and minerals beneath the surface of the land described in the deed, with the right to mine and remove the same by any subterranean process, etc. This was done in language that is not susceptible of any doubt. In the second place, it is equally clear that it was their further intention and agreement that in the exercise of the mining rights and privileges thus excepted and reserved, the grantors, their heirs and assigns, owners of the coal and minerals, would not intentionally open any mine or air shaft or establish any mining fixtures on the surface of the land; and as expressive of that mutual agreement the proviso was added, and, in effect, the grantors thereby covenanted for themselves their heirs and assigns that neither they nor either of them would “ intentionally” open any “mine or air shaft” or establish “any mining fixtures ” on the surface of the land. The restriction thus placed on the mining rights and privileges was as permanent and enduring as the rights themselves. It was evidently im posed, not for the benefit of the five lots which the defendant company afterwards purchased, nor for the benefit of any particular part of the surface, but for the benefit of the entire tract, and the owners of each and every lot therein. If the defendant company, instead of purchasing the five lots only, had acquired title to all the lots into which the 100 acre tract was subdivided, and thus united in itself the title to the entire surface and the coal underneath the same, together with the mining rights pertaining thereto, there would be some force in the learned judge’s legal conclusion that “ when the owner of the coal became also the owner of the surface the effect of the proviso was destroyed.” It was never intended by the parties that the purchase of a few of the surface lots by the owner of the coal and minerals should in any manner impair the force and effect of the proviso, much less “ destroy ” the same.\nWhere, as in this case, it is quite apparent from the written documents in evidence, and from all the facts and circumstances of the case, that the restrictions contained in the proviso were annexed to the reservation of the underlying coal, etc., for the manifest purpose of protecting or rendering more beneficial and advantageous the occupation of the granted estate, when the same would be divided into separate parcels and owned by different individuals, we have a case in which equitable relief is the only adequate remedy.\nThe underlying principle is similar to that recognized in several of our cases, among which are Clark v. Martin, 49 Pa. 289; St. Andrew’s Church’s Appeal, 67 Pa. 516; Muzzarelli v. Hulshizer, 163 Pa. 643; Bald Eagle Valley Railroad Co. et al. v. The Nittany Valley Railroad Co. et al., 171 Pa. 284, where the authorities are reviewed by our Brother Dean; Landell v. Hamilton, 175 Pa. 327, 333. In the latter it is said that the test by which to determine whether a covenant in a deed runs with the land is the intention of the parties. To ascertain the intention, resort must be had to the words of the covenant, read in the light of the surroundings of the parties and the subject of the grant.\nWithout further elaboration or discussion of the subject, we are satisfied that, on principle as well as authority, the plaintiff company is entitled to relief. The decree is therefore reversed with costs to be paid by the defendant; and it is now adjudged and decreed tbat tbe bill be reinstated and tliat a perpetual injunction, as therein prayed for, be issued against the defendant company, its officers, agents and servants."}