{"id": "900326", "contents": "Opinion by\nMb,. Justice Feel,\nThe testimony of the witnesses who saw the accident which resulted in the death of the plaintiff’s husband fails to furnish any explanation of its cause from which an inference of negligence on the part of the defendant could arise. The attempt at the trial seems to have been, not to develop the facts immediately connected with the occurrence, but to establish by expert testimony a theoretical cause which at most was one of many equally probable causes.\nThe deceased was the superintendent or foreman of the defendant’s coal yard, and when the machinery for unloading coal barges was introduced he was fully instructed as to its use. The mechanical appliances consisted of an iron bucket, a chain by means of which it was raised vertically from the hold of the vessel, and a traveler upon which it passed to the dump. These appliances were all new; they were suitable for the work, and were apparently in perfect condition. The chain was of a size large enough to bear eight times the strain to which it was subjected in lifting the bucket, and in ordinary use it would have lasted many years. It had been in use less than three months. The evidence in relation to the breaking of the chain was exceedingly vague, and it is impossible to determine from it whether the chain broke because of the weight of the bucket in its ordinary .use or because of an extraordinary strain upon it caused by the breaking of other parts of the machinery. It appeared from the testimony that in the operation of the machinery the bucket frequently dropped back from one to four feet, causing a jerk on the chain, and it was shown that the repeated jerking of the chain in this way would in time weaken it so that it would be liable to break, and that the period of time within which the point of danger would be reached would depend on the frequency of the jerks and on the character of the drop of the bucket, whether a free drop or one .which was gradually checked. As to the frequency of the drops the testimony was uncertain, and given by persons who were not connected with the work, but idle passers-by; and as to the character of the drops, whether free or gradual, there was no evidence whatever. Nor did it appear whether the dropping of the bucket was caused by overloading, by defects in the machinery, or by unskilful management.\nThe case presented by the plaintiff was that of an accident caused by the breaking of a chain, which might have been due to any one of several causes — latent defects in the iron or welding of the chain, the strain to which it was subjected by the giving way of other parts of the machinery, or weakness of the chain induced by the frequent dropping of the bucket. The last is the only one of these causes from which, under the circumstances disclosed by the testimony, liability in the defendant could arise; and it would not arise from it unless it were made to appear that the jerks on the chain were of such a character as materially to weaken it; that they were due to defects in the machinery or negligence in its management, and were of such frequent occurrence as to charge the defendant with knowledge. The testimony was far short of this, and if the case had been presented to the jury they would not have been justified in holding the defendant liable.\nThe nonsuit was properly entered, and the judgment is affirmed."}