{"id": "900322", "contents": "Opinion by\nMe. Justice Fell,\nThere is no foundation for the claim made on. behalf of the appellant that this case is governed by Callahan v. Traction Co., 184 Pa. 425. The accident in that case happened in the daytime at the intersection of a comparatively narrow street in the business centre of the city, and at a crossing where, because of the constant use of one of the streets by vehicles, it was the duty of the motorman to exercise unusual vigilance and care. The plaintiff brought his horse nearly to a stop when the front wheels of his wagon were on the foot crossing, and he looked for a car. He saw one two hundred and fifty feet from him, which had just crossed a main street on which was a double track railway. He did not observe whether the car was then in motion, but he knew that in crossing the street it had necessarily moved slowly, and that if in motion it was starting from a full stop or from a greatly reduced speed. When he reached the track the car was so close to him that he was unable to turn his horse to one side quickly enough to avoid a collision. The car was running so rapidly that it was not stopped within one hundred and fifty feet. He looked when at the crossing, and drove on intending to cross, but he did not relax his vigilance. He looked again before his horse had stepped on the track, and then attempted, not .to cross in front of the car, but to avoid an unexpected danger by turning aside. His horse’s head was first struck by the car.\nThe plaintiff in that case looked when in the right place to look. He was so close to the track, with his horse in motion, and the car was at such a distance from him, that the motorman had notice of his intention to cross in advance of the car. He had ample time to cross in safety if the car had moved at anything like the ordinary speed. He looked again as he drove from the crossing fifteen or twenty feet toward the track, and he was suddenly confronted by a danger he had no reason to anticipate.\nThe facts in the case before us are fully and clearly stated in the opinion of the learned judge who tried it, and a brief reference to them is sufficient to distinguish the case from Callahan v. Traction Co., supra. The plaintiff was driving at night in a dark covered wagon in a city street. At the distance of seventy-five feet from the track he could have seen the car. He did see it when he was fifty feet from the track. It was heavily loaded, and was approaching on a down grade. He saw it again as his horse was about to step on the track, and noticed that it was near him, but he went on without even quickening the pace of his horse. One of his witnesses testified that the car was within twenty feet of him when he drove in front of it, and the plaintiff said it was “ pretty near,” and “ I seen it, but I thought I could get away. The car Avas supposed to stop.” The car was so near that the witnesses who saw the occurrence seem to have expected a collision, and it was running so slowly that it was stopped within a few feet of the place of the accident.\nThe plaintiff evidently acted on the assumption that if he reached the crossing first he was entitled to go on, and that the duty of avoiding a collision rested entirely with the motorman; and acting on this assumption, with a full knoAvledge of the situation, he placed himself in a position of manifest danger. A clearer case of contributory negligence than this it would be difficult to find. While street railway companies have not the exclusivo use of their tracks at crossings or other parts of the street, their rights are superior to those of the public. “ Then-cars have the riglit of way, and it is the duty of the citizen, whether on foot or in vehicles, to give unobstructed passage to the cars. Tins results from two reasons : first, the fact that the cars cannot turn out, or leave their track, and secondly for the convenience and accommodation of the public. These companies liave been chartered for the reason, in part at least, that they aro a public accommodation. The convenience of an individual who seeks to cross tlieir tracks must give way to the convenience of the public. It would be unreasonable that a carload of passengers should be delayed by the unnecessary obstruction of the track by a passing vehicle: ” Ehrisman v. Ry. Co., 150 Pa. 180. This rule had before been applied in Thomas v. Ry. Co., 132 Pa. 504; Warner v. Ry. Co., 141 Pa. 615; Carson v. Ry. Co., 147 Pa. 219, and has since been followed in Omslaer v. Traction Co., 168 Pa. 519, and many other eases,\nThe judgment is affirmed."}