{"id": "900305", "contents": "Opinion by\nMe. Justice Geeen,\nThe learned court below gave to the jury an exceedingly clear and definite statement of the precise question they were to determine. It was a question of pure fact, and it was the controlling question of the case. The plaintiff firm were hankers, and the action was brought by their assignee to recover the amount of the overdraft by the defendant firm of $1,312.29 of their account, as depositors with the plaintiffs. There was but one item of dispute and that was an item of $1,103.50, to which the defendants claimed they were entitled to have credit in their account with the plaintiffs, but with which they were not credited. If the defendants were entitled to this credit the balance owing by them to the plaintiffs would be $208.79, and as to this there was no dispute. The defendants alleged that they were entitled to the credit of $1,103.50, because they were improperly charged with a sum of $3,000, which was paid by the plaintiffs for them, being the amount of a note for that sum due at another bank, but which the plaintiffs paid for the defendants and charged against them in the account of the defendants with the plaintiffs. There was no real question as to the fact of the payment of this $3,000 by the plaintiffs for the defendants, because upon the settlement of the account of the defendants on the books of the plaintiffs this note was charged as a debit item, and the note itself was surrendered to the defendants. But the question was whether the plaintiffs had not contracted with the defendants, that a certain credit balance in the account of the estate of Thaddeus S. Gardner, deceased, on the plaintiffs’ books, and amounting to $1,108.50, should be turned in by the administrator of T. S. Gardner, as a payment on account of the overdraft. The defendants claimed that such a contract had been made, but the plaintiffs denied it, and this was the issue of fact upon which the case turned. It was necessarily left to the jury, and the jury found by their verdict that such a contract had not been made. The learned trial judge very carefully explained this question, and very fairly and impartially charged the jury in reference to it, stating at some length the evidence relied upon on each side, and their respective contentions; and directing them to decide the question as they found the preponderance of the testimony to be on one side or the other. Having read the whole of the testimony and the arguments of counsel in this court, we are constrained to say that the whole controversy was fairly and fully presented by the court to the jury, and as it seems to us the verdict of the jury was right under all the testimony. But, however that may be, there was testimony in support of the integrity of the plaintiffs’ claim, sufficient to sustain the finding of the jury, and we are therefore bound by the verdict. The fifth, sixth and seventh assignments are dismissed. The remaining assignments relate to offers of testimony. As to the first three of these, the checks and drafts offered constituted a part of the account of the plaintiffs against the defendants; the account itself had been settled in the manner usual with all banks; the bank book of the defendants was offered in the same connection, showing the credits of the defendants in the plaintiffs’ bank, and the whole offer was made as preliminary proof leading up to the proof of an overdraft. We know of no reason why this offer was not competent. The establishment of the fact of an overdraft necessarily involved the state of the entire account. The individual checks and drafts were offered as parts of the account, and not as independent causes of action upon each instrument to establish a separate contested liability on each. If upon the whole account there resulted a balance in favor of the bank as against the depositor, a cause of action would arise as for a loan or advancement of money to the extent of the debit balance. Such a claim could not be considered without a knowledge by the jury of the state of the whole account. The $3,000 note itself was then offered after having been produced by the defendants'on notice, having been delivered by the plaintiffs to the defendants, on the settlement of the account, and marked on its face, “Paid by Gardner, Morrow & Co., January 15, 1896.” It is impossible to understand why this was not competent proof. The objections that it was not specially declared upon and was not the subject of the book entry are quite untenable.\nThe cause of action was an overdraft upon an entire account, and the payment of the note was an item in the account. The plaintiffs paid it for the defendants; they settled the whole account of which this entry was a part; they delivered to the defendants the note, along with other checks and drafts which they had also paid for the defendants, and also the bank book showing the settlement, including this note, and they were most undoubtedly entitled, to have the whole account go to the jury, together with all the vouchers sustaining it, ' in the shape of checks, drafts and notes. The first, second and third assignments are dismissed. The only remaining assignment is the fourth, which relates to the competency of James P. Gardner as a witness to testify to a contract alleged to have been made by him with Anthony S. Morrow, a member of the plaintiff firm, during his life, he being then dead., The contract which was offered' to be proved in this way was an agreement that the plaintiff firm of Gardner, Morrow & Co., should pay to the Second National Bank of Altoona the $3,000 note of the defendant firm, which had been discounted by that bank, and that the plaintiff firm should charge the amount thus paid to the account of T. S. Gardner, in the bank of Gardner, Morrow & Co., and credit thereon the balance due to T. S. Gardnef on his account with Gardner, Morrow & Co. It was further offered to prove that T. S. Gardner was the father of the witness, and had died intestate, leaving a widow and two children, Paul D. Gardner and James P. Gardner (the witness), and that the widow and Paul D. Gardner liad released the witness from any liability on account of the transaction.\nThe witness was rejected as incompetent to testify to any matters occurring between him and the deceased member of the plaintiff firm, in the lifetime of the latter, but was allowed to testify to matters occurring subsequently to the death of the adverse party.\nWe do not see how there can be any question as to the propriety of this ruling of the court below. The witness was a living member of the defendant firm. He was called to prove a contract made by him with a dead member of the plaintiff firm, in order that his firm, and consequently himself, might escape a liability to which, upon the face of the plaintiffs’ claim, they and he were otherwise subject. His testimony was adverse to the plaintiffs and to their dead member as one of them; it related exclusively to a contract which, it was alleged, was made between that dead member and himself, and the purpose of the offer was to relieve the witness and his firm from a liability to which they were otherwise subject. It is difficult to imagine a plainer case of incompetency. It comes exactly within the prohibitive words of sec. 5, clause (e) of the Act of 1887, P. L. 158: “Nor where any party to a thing or contract in action is dead .... and his right thereto or therein has passed, either by his own act or the act of the law, to a party on the record who represents his interest in the subject in controversy, shall any surviving or remaining party to such thing or contract .... be a competent witness to any matter occurring before the death of said party.” These are the precise conditions in the present case. It matters nothing whether A. S. Morrow was insolvent or not, and no release executed by the mother and brother of the witness could possibly relieve him of the disqualification imposed by the act. The fourth assignment is dismissed.\nJudgment affirmed."}