{"id": "900306", "contents": "Opinion by\nMr. Justice Gbeen,\nWe will consider the assignments of error in the same order as they are discussed in the paper-books.\nWe think there is no merit in the first and second assignments. They both relate to the competency of J. B. Hall as a witness. The case was tried on the answers of the garnishees, the process being an attachment in execution by Fine against Hall, and the garnishees being Uriah Shuman, Admr., etc., of Lavinia S. Hall, the deceased wife of the defendant, J. B. Hall, and Uriah Shuma.n, in his own right. The plaintiff claimed that the garnishee, Shuman, was indebted to J. B. Hall, both in his representative and his individual character. All such indebtedness was denied by the answers, and so far as the estate of Mrs. Hall was concerned it -was claimed that an indebtedness arose in this way. Over a year before the attachment was issued J. B. Hall confessed a judgment to Shuman as administrator, etc., of Mrs. Hall for $7,534, on which execution process wa,s issued and considerable property of J. B. Hall, both personal and real, was sold, and the proceeds paid over to Shuman as administrator, etc. The plaintiff claimed that this judgment was fraudulent and collusive, and was given for the purpose of defrauding the plaintiff as a creditor of J. B. Hall. The question at issue, therefore, was the validity of this judgment. Hall was offered as a witness by the garnishees to prove that the judgment was fair and honest and was given to secure the estate of Mrs. Hall for money owing by her husband to her and this constituted the chief subject of contest. The purpose of calling Mr. Hall as a witness was to prove the consideration of the judgment. It was to establish his indebtedness to his wife’s estate, and he did so testify. It is apparent at once that he was not adversely interested to the estate of his wife, and therefore is not embraced within the exceptions contained in clause e of section 5 of the Act of May 23,1887, P. L. 158. This question has been before us a number of times and it has always been decided that unless the testimony of the witness was adverse to the estate of the deceased party he was competent. To be incompetent under the statute he must conform to the following requirements of clause e of section 5 : “ Nor where any party to a thing or contract in action is dead .... and his right therein has passed .... to a party on the record who represents his interest .... shall any- surviving party to the thing or contract .... whose interest shall be adverse .... be a competent witness,” etc. The only way in which the estate of Mrs. Hall is interested in the litigation is upon the theory that the judgment confessed byT J. B. Hall, her husband, to Shuman, her administrator, was fraudulent and void as against the plaintiff, a creditor of J. B. Hall. There was no relation of contract or otherwise between the plaintiff and Mrs. Hall. There is no surviving party to any thing or contract in the case, except a contract between J. B. Hall and his wife, in consideration of the breach of which by J. B. Hall the judgment in question was confessed. Hence there is nothing to which an alleged incompetency could possibly attach except that contract. As to that contract the interest of the witness is not only not adverse, but absolutely and necessarily favorable. It is upon this testimony only that that contract is established. In Toomey’s Appeal, 150 Pa. 535, it was said by the court below and sustained by us that, since the act of 1887, “ the only interest which shall disqualify is an interest adverse to the right of the decedent.” In Gertz v. Weber, 151 Pa. 396, the very point which is now made for the appellant is decided against him. . The syllabus is : “ In a suit against executors a pecuniary interest in the estate will not exclude the testimony of witnesses called to disprove a claim against the estate, their interest not being adverse to the right of the decedent.” A suit was brought against the executors of a decedent for boarding and services furnished to the decedent by fhe plaintiff.- Two of the children of the decedent who were legatees under her will were offered as witnesses to disprove the claim. The court below rejected the witnesses as incompetent on the ground of interest-, but we reversed the judgment, deciding there was error in this respect. The present chief 'justice delivering the opinion said: “ It is quite clear that the interest of neither of the witnesses in question was adverse to the right of their now deceased mother, Theresa Demarra. On the contrary they were called to prove that the claim in suit against her executors has no just foundation. . . . Their-interest was therefore not adverse to the right of their since deceased mother, and there is nothing in any of the provisions of the act that renders them or either of them incompetent to testify to the matters recited in the specificatioars of error. The act is not susceptible of any other reasonable construction. We are therefore of opinion that the court erred in holding that the witnesses were incompetent.” The same ruling was made in Bank v. Henning, 171 Pa. 399, Strause v. Braunreuter, 4 Pa. Superior Ct. 263, and in Dickson v. McGraw, 151 Pa. 98. We apprehend the question is thoroughly well settled and needs no further discussion.\nThird, fifth, tenth, sixteenth, eighteenth, twentieth and twenty-first assignments. The matters arising upon these assignments call in question the consideration of the judgment confessed by J. B. Hall to Shuman as administrator of Mrs. Hall. It is somewhat remarkable that the validity of this judgment was tried upon answers to interrogatories filed by the plaintiff in the judgment, upon an attachment in execution issued by another judgment creditor of Hall. It is a purely collateral proceeding, and it is highly questionable whether this can be done while the judgment against Hall stands entirely unimpeached. Hut the parties have tried the case and brought it here without any determination of that question,.and, as it is not necessary to dispose of it we will pass it by. The validity of the judgment was sought to be impeached by attacking its consideration and attempting to show that it was fraudulent and collusive as against other creditors. It is not too much to say that there was not a particle of proof of actual fraud or collusion between the parties. The plaintiff Shuman had no knowledge of it until after the single bill was executed and delivered. He did not participate either in its preparation, its execution, or in the calculations from which it resulted. In some of the assignments the quality of the testimony is attacked as not being sufficient to sustain such an instrument, and in others the purpose to commit a fraud is sought to be deduced as an invalidating feature. As to the most prominent and leading facts there was no real dispute. For instance, the ownership of the farm by the wife from a source entirely independent of her husband, is altogether undisputed. A large and valuable farm containing upwards of 168 acres was conveyed b}T a proper deed in fee simple by the father of Mrs. Hall in 1884 to her, and was duly recorded. There was not the slightest question upon this most important subject, and this one circumstance removes the case from the great body of litigations of this character which are usually found in the books of reports. It is claimed for the garnishee that when Mrs. Hall became the owner of the land she made a contract with her husband that he should farm the land upon shares, just as he had been doing while he was tenant of her father, and that he should account to her as owner for one half of the crops raised on the land. As this was a perfectly legitimate and proper contract in every point of view to be made between parties situated as they were, there can be no pretense of fraud or illegality of any kind, growing simply out of the making of such a contract. Now the evidence establishing this contract came almost exclusively from the husband. As he was a competent witness to prove it, the chief, indeed the only, question upon that branch of the case was whether his testimony was to be believed by the jury. That question was very carefully and correctly left to the jury by the learned trial judge with all proper cautions and restrictions, ' and the jury has found by their verdict that the contract was made as was testified by the husband. That ends the controversy on that subject. We are entirely satisfied with the correctness of this finding and do not see how it could have been otherwise. The testimony of the husband was direct, positive, circumstantial and complete. It did not lack in any element of certainty required in the making- of such a contract, and this also removes the case’ from the application of .many decided cases, where there is more or less doubt in regard either to the ownership of the property or the making of the contract which is in question in the given case. There remained nothing but the inquiry whether the husband had fulfilled his contract, and if not what was the amount due the wife for the breach. As the husband, who was himself the debtor, in the most positive and definite manner testified that he had never accounted to his wife or paid her any of the proceeds of the farm there was no lack of certainty on this subject. It was merely a question of his credibility with the jury, and they did believe him as they had a right to do. If they believed him there was no doubt as to the fact of his indebtedness to her. The ascertainment of the amount was the last subject of inquiry. Hall testified with much detail how this was done. He stated the annual quantity of the different crops produced, and the value of the several grains averaged by the prices of the different .years, taken from the books of a dealer who had sold them all during each year, and then adopting as the standard value of each, a price several cents a bushel less than the average, fixed the values thus determined as the measure of his liability. He fortified his testimony by the evidence of a number of farmers living in the vicinity and acquainted with the farm. After deducting his wife’s share of the taxes, the cost of repairs and the cost of a new barn which he built and paid for, and some other matters of expense he, together with his counsel, ascertained a balance due, and for that amount the judgment was given. The fairness, the propriety and the correctness of this mode of determining the amount due was. exclusively for the jury. They were properly instructed upon the whole subject, and after reading the testimony carefully we see no reason to question the correctness of their conclusion. The keeping of an account during the period of the tenancy was not essential to the validity of the claim. Of course they did not anticipate that there was ever to be a lawsuit between them about these matters, and as they were husband and wife, neither insisted upon an account. We do not think the omission to keep such an account was the least evidence of fraud or collusion even between them, and much less so between the husband and her administrator. The court instructed the jury that the evidence in support of the judgment must be clear and satisfactory. This is in accordance with the authorities. In Benson v. Maxwell, 105 Pa. 271, we said: “If the validity of the debt from the husband to the wife be questioned by the creditor of the former it should be proved satisfactorily by clear evidence. .... When a wife claims to hold property against the creditors of her husband the burden of proof is on her to show affirmatively by clear and satisfactory evidence that she did not acquire it from him. When a husband is honestly indebted to his wife, and to other persons he may lawfully confess a judgment in her favor, the effect of which will be to secure her in preference to his other creditors.” The rule which requires proof in support of a wife’s claim of title to be such as to be dear, convincing and indubitable applies to cases in which specific property is claimed where the title is involved in doubt. 11 is not applicable to cases in which indebtedness only is claimed. There the proof must be clear and satisfactory. We are satisfied that the evidence in the present case came quite up to the standard. There was no doubt about the title of the wife to the land hi question and this title carried with it the right to the proceeds. These assignments of error are not sustained.\nThe fourth assignment is without merit. Mr. Hall did not testify that he kept a regular account of the farm products. Such a partial and incomplete account as he did keep he lost and was unable to find. This was no reason for striking out his testimony.\nSixth, ninth and fourteenth assignments. It was proved and not contradicted that the heirs of Mrs. Hall directed the money-realized on the judgment of Shuman as administrator v. J. B. Hall to be paid out to the creditors of their father. As they liad a perfect right to do this, it was competent for the administrator to prove this fact, and, as it occurred nearly a year before the present proceeding was instituted, and without any question as to the validity of this judgment being raised, such pajunent would have been a protection to the administrator even liad a charge of collusion been subsequently made with success, he not being a party in any manner to sueh collusive action.. These assignments are not sustained.\nSeventh, eighth, fifteenth, twenty-fifth and twenty-eighth assignments. These relate to the question whether Shuman could set off against the money he did receive any debt that Hall owed him. He held a judgment against Hall in his individual capacity, and he received, as one of Hall’s creditors, a portion of the proceeds derived from the sales under his judgment as administrator. The money he received was paid him by direction of the heirs of Mrs. Hall, as a creditor of J. B. Hall. That money he had the right to keep as his own, and he was therefore not responsible to account for it as if he had received it in his capacity as administrator. These assignments are not sustained.\nEleventh, twelfth, thirteenth and seventeenth assignments. The matters covered by these assignments present the question whether Mrs. Hall did not give her share of the crops to her husband to assist in supporting the family. Of course it was competent for her to do so if she chose. There is no evidence that she ever made such a gift, but the appellant contends that from their mode of living and from the fact that she never demanded any share of the-crops, an inference of a gift of her share should or might be drawn. The learned court charged the jury that where a husband lives upon the real estate of his wife, or by her consent takes the income of her estate, and she makes no demand upon him for an account, and the money is spent in support of the family, the law presumes a gift of the income to the husband, and no.liability on his part to account for it arises, but that where the husband contracts with his wife to pay her the income, or a part of it, he becomes her debtor to that extent. The court then left it to the jury to say how it was in this case and directed them that if they found there was a contract the husband could lawfully give judgment for the amount he owed under the contract. We see no error in this. The cases cited for the appellant are cases in which there was no contract affecting the question, and of course in all of them there would be no liability. But the jury has found that there was a contract in this case and that disposes of the question. These assignments are not sustained.\nNineteenth assignment. The court below affirmed the tenth point of the plaintiff, but qualified it by saying that if Shuman paid out tbe money witli no knowledge of tlie fraud in the judgment, be would not be affected by tbe fraud. This, as we have already said, is correct, and the assignment is dismissed.\nThe twenty-second assignment lias been already considered and is dismissed.\nTbe twenty-third assignment cannot be sustained because the fourteenth point of the plaintiff required a binding instruction to find for the plaintiff which of course could not he done. The matters of fact were disputed and were necessarily submitted to the jury.\nThe twenty-fourth and twenty-sixth assignments have already been considered. They are without merit and must be dismissed.\nTlie twenty-seventli, twenty-ninth and thirtieth assignments have been incidentally considered heretofore and cannot he sustained. When the judgment note was handed to Slmman there Ayas no presumption of its invalidity attaching to it. The contrary would he the case. If the plaintiff allowed a whole year to go by without impugning it in any way, we cannot see Iioav Slmman is to be affected by an allegation of fraud then made for tbe first time.\nJudgment affirmed."}