{"id": "901248", "contents": "Opinion by\nMr. Justice Dean,\nAll the material facts of this case are stated in the opinion of the court below. The finding of a fact determines the amount of the judgment; the accounting officers of the commonwealth and the court adopt a like construction of the statute, but differing in their views of the evidence, differ in results. The officers of the defendant corporation, putting a wholly different construction on the statute, largely differ from both as to the fact. The defendant appraises its capital stock as of no value whatever; the commonwealth appraises it at 134,480,577.70, the court below appraises it at less than half that amount. The main dispute between the commonwealth and defendant is as to the construction of the act of 1891. It may be conceded at once, that the legislative intent to levy the higher amount must be express or result from necessary implication, for if in a tax law the intent be doubtful it does not exist. The title of the act declares the purpose to be to tax “all the property of corporations, limited partnerships and joint stock associations having capital stock, at the rate of five mills on each dollar of its actual value.” Could legislative language be plainer ? All the property of corporations is to be taxed at the rate of five mills on each dollar of its actual value. The words “ having capital stock ” are used to distinguish such corporations from beneficial, religious and other corporations having membership, but not capital stock representing the respective interests of members in the corporate property. Then, preamble six of the act further declares it to be the purpose to tax “ All corporations, limited partnerships and joint stock associations having capital stock, at a fixed rate of five mills on each dollar of the actual value of their whole capital stock, including as well their bonds, mortgages and moneys at interest as their franchises and property of other kinds.”\nIn Commonwealth v. Standard Oil Co., 101 Pa. 119, speaking by Paxson, J., this Court held: “It has been repeatedly decided and is settled law that a tax upon the capital stock of a company is a tax upon its property and assets.” Then in Fox’s Appeal, 112 Pa. 354, it is said: “ The capital stock is nothing; a myth, a mere name, excepting in so far as it is represented by investments made with the money paid into the treasury of the corporation on account of such capital stock. Hence it is that the courts have long since declared that a tax upon the capital stock of a corporation is a tax upon the assets and property of such corporation.” In Commonwealth v. Delaware, Susquehanna & Schuylkill R. R. Co., 165 Pa. 44, opinion by McCollum, J., we said: “ In ascertaining the actual value of the capital stock, was it proper to take into consideration, affecting that value, the franchise of the company ? We think this question is affirmatively answered by the act of June 8, 1891, under which the valuation was made. The capital stock represents the franchises as well as other property of the company. In the sixth preamble of the act there appears a plain legislative purpose to include the franchises in fixing the value of the stock, and tliis is in harmony with the title and the provisions in respect to the taxation of it.” There are other cases to the same effect. The statute having thus, in express terms, declared the sxibject of taxation to be all the property of corporations having capital stock, and the settled interpretation by this Court of a tax on capital stock of a corporation being, that it is'a tax upon all the property of the corporation, it is clear that the learned judge of the court below committed no error in the first sentence of his conclusion of law, thus: “A tax on the capital stock of a corporation is a tax on its property and assets, including its franchises.” °\nThe main contention, however, is over the last part of the conclusions, as follows: “ The question of the actual value in cash of the capital stock is a question of fact which must be determined by considering the value of defendant’s tangible property and assets of every kind, including its bonds, mortgages and moneys at interest, and its franchises and privileges, and the amount of the incumbrances on its property and franchises is also a relevant fact to be considered, but it is not to' be specifically deducted from the valuation so ascertained and determined.” The contention of appellant’s counsel, in substance is, that to ascertain the actual value, there should be deducted the amount of the corporation indebtedness from the aggregate fairly appraised value of the corporate property; the remainder would then represent the actual value of the capital stock. This would, in many cases, hide the tangible property and turn the commonwealth over to the assessment and collection of its revenues from nothing; in the, face, too, of what we have repeatedly decided, that a tax upon the capital stock of a company is a tax upon its property and assets. The legislature might have so worded the statute that such result as that contended for would follow; namely, that solvent corporations should pay taxes and insolvent ones not; but, with our decisions in 1882 and 1886, and the declared law long preceding them, that capital stock in taxing statutes meant the property and assets of the corporation before them, they declared, in the act of 1891, precisely to the contrary. In fact, from the wording of preamble six of the act of 1891, we do not doubt, that at least the framer of the act was familiar with the opinion of this court in Com. v. Oil Co., supra.\nIn supporting their argument on each side, counsel ■ have given undue significance to the indebtedness of the corporation; strictly speaking, in view of the purpose of this statute, the debt is almost as much of a myth as the certificate of capital stock. The declared purpose is to tax the capital stock by ascertaining its value in view of the tangible assets of corporations, what was owing to them, the value of their franchises and the rights and privileges they possessed under their grants. The commonwealth no more sought by the act of 1891 to ascertain and tax the net assets of these artificial beings, than, by the usual tais; laws, she seeks to tax the net assets of natural ones ; in tlie latter case she rarely inquires as to what the taxpayer owes; she does ask what he is possessed of; it is only when the attempt is made to tax his creditor that, incidentally, what is owing by the debtor becomes of interest to the taxing power. We have no hesitation in holding that it would be manifest error to adopt the amount of the debt as a part of the value of the corporate properly; and it would be just as erroneous to hold that it should be deducted from the aggregate value of the property, and thereby withdraw tangible property to that extent from taxation; in either case it would be dragging in a fact of but slight consequence, and making it the prominent and controlling one in the issue, in the face of the declared purpose of the statute to tax the actual value of the capital stock, as indicated by the franchises and property. In the case of Commonwealth v. Standard Oil Co., supra, Paxson, J., in referring to the fact that the certificates of stock were in possession of the owner in Ohio, where the corporation was domiciled, says : 4‘It follows, necessarily, that shares of stock in a Pennsylvania corporation, hold by a corporation or individual domiciled, in another state, cannot be taxed here. One sufficient reason is that there is nothing here to tax. The capital stock, that is, the property and assets, are here and are taxed.” In other words, the shares themselves, which represent the owner’s interest, less debts, have so little to do with the subject of taxation, the capital stock, that it is immaterial where they are held or who holds them; the property and assets, the capital stock, being in this state, that alone is within reach of the taxing power. Now, what change is worked in this tangible property by subjecting it to a debt of the owner ? In the case cited, the certificates and owner were both in a foreign jurisdiction, yet the property and franchise being within the jurisdiction, the authority of the commonwealth to tax the capital stock, on ascertaining its value from what was within the jurisdiction, was upheld. If he cannot withdraw his tangible property from taxation by taking his title to it, and person, outside state boundaries, how can he do so by voluntarily pledging it for a debt? That the owner subjects it to a debt in no way changes the relation of the commonwealth to it as a subject of taxation. It constitutes precisely the same capital stock as before; his relation to his own property has been somewhat changed, for by the mortgage debt he has admitted others to a share of the income, and has given them a lien for their debt;. his title, however, remains just the same, as if the owner of the legal title to land had placed a mortgage upon it. All the indications of ownership, the possession of the deed and dominion over the property, continue as if no debt had been created. As is said by our Brother Williams, in Commonwealth v. Fall Brook Coal Co., 156 Fa. 488, speaking of the power of the commonwealth to tax the land as well as the mortgage upon it: “ In that case, there are two distinct subjects of taxation, each of which is made taxable by an express provision of the law. The farm is taxable as land, against whoever may be the owner, without regard to the incumbrances upon it. . . . The land is taxed once to the owner. The money is taxed'once to its owner. They are distinctly different taxpayers, and pay taxes upon distinctly different subjects of taxation.” The debt, as an item of evidence, may have bearing in fixing the value of the franchise, but from the nature of the property and the character of the debt, its affirmative weight in establishing value is insignificant;.for of all forms of debt, as an indication of actual value of the thing pledged, the ordinary railroad mortgage is the most unreliable, and especially is this the case when the mortgage is executed to carry out a reorganization plan of security holders in a bankrupt road. Without adverting further to the history of this road, it is sufficient to say that its mortgage debt was always far in excess of any possible value of the property. We do not know just what prominence was given by the learned judge of the court below to the amount of indebtedness, in reducing the actual value of the capital stock. He says, in the conclusion of law already quoted, that the question of actual value in cash of the capital stock is one of fact, to be determined by considering the value of defendant’s tangible property, etc. “ And the amount of incumbrances on its property and franchises is also a relevant fact to be considered, but it is not to be specifically deducted from the valuation so ascertained and determined.” That he gave no weight whatever to it, even as affirmative evidence tending to establish the value of the stock, as claimed by the commonwealth, is clear; that he treated it as a relevant fact favoring defendant, and tending to reduce the actual value, although not to be specifically deducted, is also clear. And in this, he was correct. That a large debt, one largely out of proportion to the value of the property, secured by mortgage, with interest payable semiannually, constituting what is. called a fixed charge, seriousfy depreciates the actual value of the property, cannot be questioned. Default in any payment of interest puts the property in peril of seizure and sale to satisfy, not only the overdue interest, but the whole debt. A property heavily incumbered, as is this one, is liable to pass into the hands of the mortgage creditors at any time. But counsel for defendant planted himself on a demand for an absolute deduction of the whole amount from the appraised value, and made no request for a specific finding of fact in this particular. It was not, therefore, incumbent on the court to specify in the finding exactly what weight was given a particular fact; and we assume that it had all the effect it was entitled to.\nThe argument that different methods were adopted by the commonwealth’s officers in ascertaining the actual value of the capital stock of corporations and, therefore, there has been want of uniformity and a discrimination, is not well founded. As the learned judge of the court below shows, prior to the act of 1891, the basis of taxation value, by the taxing' acts, was the net earnings, but the latter act declares that the capital stock shall be appraised “ at its actual value in cash, not less, however, than the average price which said stock sold for during said year, and not less than the price or value indicated or measured by net earnings, or by the amount of profit made, and either declared in dividends or carried into surplus ox sinking fund.” A minimum appraisement is here fixed for solvent corporations; in most cases, doubtless, the corporation officers and the commonwealth, in estimating the actual value of a solvent, well managed road, would adopt it, and properly, too, as a fair basis in estimating the actual value of the capital stock. But the act of 1891. was intended to reach also the bankrupt road, which may have the same mileage, the same traffic, and the same privileges as the solvent one. The state conferred upon it the right of eminent domain for location and extension of branches or feeders, as well as for necessary improvements; being constructed, it now has the right, under the protection of the laws, to operate it in carrying freight and passengers. As the same rule for a fair estimate of the actual value of the capital stock cannot be adopted as in case of the solvent roads, and the commonwealth’s officers, being dissatisfied with the corporate officer’s appraisement, they proceed under the authority expressly given to make an appraisement, upon the facts in the report and other information within their possession. Upon appeal, the court differs from them in their inferences, and reduces largely the amount subject to tax. On the number of miles of road in Pennsylvania, about 127 out of a total of 430, with a capital stock of the actual value as a whole of $15,000,000, the court fixes the actual value of the capital stock of the 127 miles in this state, at only a little over $3,500,000. The method of determining the proportion of stock taxable in Pennsylvania has been repeatedly decided to be the correct one. The figures, certainly, do not indicate an excessive valuation of the capital stock of 127 miles of railroad. As between the defendant and solvent roads of the same physical character-, there is no discrimination as concerns results in favor of the solvent ones, for the latter are rated as high as $40.00 to $52.00 per share, while this one is less than one third that amount. The actual value being a pure question of fact, appellant has no standing to complain of discrimination in methods, so long as its stock is not assessed in excess of that value. It may be that the Reading and some other corporations are taxed on less than the actual value of their capital stock; if so, the commonwealth is not here appealing, and consequently it is not our business to inquire into the matter.\nWe can only say that, after a most careful examination of the whole case, we find neither error of fact nor law in the judgment of the court below, and it is therefore affirmed."}