{"id": "901265", "contents": "Opinion\nby Mr. Justice Dean,\nThe defendant is a corporation formed by the consolidation of Pennsylvania and New York corporations, under the provisions of the act of March 24,1865. The seventh section of the special act provides: “That a portion of the road of such consolidated company in this commonwealth and all its real estate and other property shall be subject to like taxation and assessed in the same manner and with like effect as property of other railroads within this commonwealth.” Its capital stock is 100,000 shares of the par value of $50.00, making a total of $5,000,000, of which the proportion in Pennsylvania is found to be $4,200,000, there being, out of its whole length of 100 miles, about eighty-five in this state. Of its stock, 10,000 shares are preferred and 90,000 common stock. In the tax year 1895, it declared four dividends, each of one and one half per cent on its common stock, and dividends on the preferred of seven per cent. Besides, it had on hand assets, cash, bills receivable, accounts, etc., $961,354.68. The funded debt of the company is $350,000. Its gross income from operations of the road, interest, rentals, etc., during the year, was $835,845.59, from which deduct operating expenses, $439,690.67, leaving a net income of $396,154.92. There were no sales of stock during the tax year. The corporate officers in their return to the commonwealth appraised the capital stock at $50.00 per share on 70,000 shares, or $3,500,000, taxable in Pennsylvania. The commonwealth’s officers, being dissatisfied with this appraisement, appraised the actual value of the capital stock in Pennsylvania at $4,553,228 ; from this defendant appealed to the court of common pleas. The learned judge of that court, after full hearing of the evidence, appraised the actual value of the capital stock at $4,200,000, and directed judgment at five mills on the dollar of that amount. Hence this appeal by the railroad company.\nThe road is undoubtedly solvent, but there were no sales of its stock during the tax year. The court must, therefore, from the facts apparent from the report of the company, and other documentary as well as oral evidence, determine the actual value of the capital stock, which in its finding of facts it declared it did. Under the act of 1891, it held that a tax on the •capital stock of a corporation is a tax on its property and assets, including its franchises. This construction, in Commonwealth v. New York, Penna. & Ohio R. R. Co., opinion handed down this day, ante, p. 169, we have decided to be a correct one of that act.\nOutside of the construction of the act of 1891 one of appellant’s complaints is, however, that the court below erred, in fixing by the mileage basis the proportion of the capital stock in Pennsylvania. It appears that in the returns for the years 1892,1898 and 1894, which were accepted without objection by the commonwealth, the proportion of the capital stock was 70,000 shares for Pennsylvania, leaving 30,000 for the New York end of the road. This is not the mileage basis, as approved and adopted by this court. Taking the whole length at 100.07 miles, then 85.70 miles being in Pennsylvania, that proportion of the whole capital stock is taxable here. There is-nothing in the facts or the law which confines the commonwealth to the proportion first adopted; that was a mistake, and the court below properly corrected it by adopting the true basis.\nThe decided weight of the evidence showed that the road was projected as a coal carrying road, and that the coal fields-which it tapped would in a “few years” be exhausted; as a consequence, the hitherto and present large traffic must greatly fall off. The approximate date of this exhaustion was quite-indefinite. The affidavit of Vice President Lang avers that the-mines “ will hold out but a few years longer.” This is so vague-that it would be difficult for the court below to give to the fact of probable exhaustion the exact effect one of so much importance was entitled to. What does a “ few years ” mean, in speaking of the rapid exhaustion of a coal field? The scientist, mineralogist and geologist, when referring to the subject, speak of fifty, a hundred, and even more years, as rapid exhaustion; the coal operator or the coal carrier, may think five, ten or twenty,, as a few years in which the coal will be exhausted., It is very-clear that if, in five or ten years, the freight on which the defendant’s road depends for prosperity no longer exists, the actual value of its capital stock is seriously depreciated; for the-value of its franchise, privileges and assets must be based not only on past but on future probable prosperity. But vague as-the evidence was, we have no doubt the court below gave it due consideration.\nWe see nothing in the evidence, which would warrant us in disturbing the judgment; the assignments of error are therefore overruled, and the judgment affirmed."}