{"id": "901331", "contents": "Opinion by\nMr. Justice Green,\nOn the trial of this case the jury was allowed to view the premises where the killing took place. When the motion for that purpose was made no objection was offered to it, and neither then, nor at any time during the trial, was any exception taken to the order of the court allowing the view, nor was there then, nor is there now, any complaint made that any, even the slightest, irregularity occurred during the view. No witness was examined, nothing was said to the jury, no action of any kind was taken, the defendant and his counsel were at liberty to attend the view if they chose, the jury simply saw the premises and returned to the box. Several months elapsed when the counsel for the defendant asked the court to allow an exception on this account. The request was granted, not because an exception had been taken at the trial, but because the learned trial judge was generously willing to allow the defendant any opportunity he chose to ask to make a point in his favor. As a matter of course an exception thus obtained has no efficacy, and could not avail, even if it had merit; but it has none. No right of the defendant was in any degree impaired or affected by the mere fact of the view. It served to make the testimony more intelligible to the jury, but that is not impairing a constitutional right in any conceivable sense. The very point now made was before us in the case of Com. v. Salyards, 158 Pa. 501. It was an indictment for murder, and on the trial the court sent the jury to view the ground and premises in the absence of the prisoner and his counsel. This was-assigned for error, but we sustained the judgment in a brief' per curiam opinion in which we said, the present Chief Justice-delivering the opinion, “We have given to each assignment of error and all of them that consideration which their importance demands, and have failed to discover therein, or in any part of' the record, any error that would justify us in reversing the-judgment.” The same question was before us in the case of Com. v. Miller, 139 Pa. 77, which was an indictment for maintaining a public nuisance. Our Brother Williams delivering the opinion, said, “ The request of the defendants that the-jury be permitted to view the alleged nuisance and see its situation and surroundings, before passing upon them, was a reasonable request, and in view of the magnitude of the interests involved it is difficult for us to understand why it was not granted by the court. It was however a matter fairly within the discretion of the court, and we cannot say that it was am abuse of that power to refuse the application, upon anything now before us.” In the celebrated case of Com. v. Webster,. 5 Cush. ’298, which was an indictment for murder, the attorney general, after opening the case, suggested that it would be desirable that the jury should go to the medical college and take a view of the premises where the murder was alleged to have-been committed. Chief Justice Shaw who presided at the trial said that they had no doubt of their authority to grant a view,, and directed that the jury should be permitted to take a view of the medical college on the next morning before the coming-in of the court, attended by two officers and one counsel on each side. The accused was not present at the view. In a. well-considered case, Shular v. State, 105 Ind. 289, also an indictment for murder, a view was directed by the court, and it. was contended, on error assigned, that the defendant by his absence was deprived of a constitutional right, but the court said: “It is the duty of the jurors to view the premises, not to receive evidence, and nothing could be done by the defendant or by his counsel if they were present, so that their presence could not benefit him in any way, nor their absence prejudice him.” A similar ruling, was made in State v. Adams, 20 Kan. 811, as also in a number of other cases. While there are a few contrary decisions, we are of opinion that the weight of authority is in favor of the granting of the view. As we are unable to see in what manner the mere absence of the defendant at the view works a deprivation of any constitutional right, considering that no testimony was or could be taken during tbe view, and as the granting of the view is a matter of discretion with the court below, and no abuse of that discretion is either proved or alleged, we cannot sustain tbe first assignment of error, and therefore dismiss it.\nThe second assignment cannot possibly be sustained because the record, as it comes to us, gives no indication tliat tbe words wbicb it is alleged were omitted from the charge were in fact omitted. We must take the record as we find it, and as we find it tbe instruction of tbe court was perfectly correct. But it is incredible that it could have been otherwise, because tbe learned trial judge, in tbe immediately preceding part of the charge, had expressly and much more fully charged the jury in precise accordance with the instruction as it now appears, and could not have charged as claimed by tbe defendant without stultifying liimself. Thus he charged: “ There are two degrees of murder. Any murder wbicb is perpetrated by means of poisoning or by lying in wait, or by any other wilful, deliberate and premeditated killing, is murder in the first decree. The same is true if it he committed in tbe perpetration of, or in tbe attempt to perpetrate, any arson, rape, robbery or burglary. All other murder is murder in the second decree.” He then defined manslaughter in both its degrees, and then said, “ Every unlawful killing is presumed to be murder, though not of tbe first degree.” The defendant now asks us to decide that the words “though not,” were omitted in the charge as actually-delivered. It is enough to say, that we have no right to change the record in this manner, and even if we had we would not do it, because it is impossible to believe that the court could have given two such contradictory instructions in the same breath. Moreover the learned judge in his opinion on the motion for a new trial expressly states that the words were in the charge as it was actually delivered, and that their absence from the stenographer’s notes can only be attributed to the failure of the stenographer to hear them when his notes were. made. The stenographer is not the judge and must not be endowed with any such functions when he and the judge are in conflict upon such a subject as this.\nThe third and fourth assignments are entirely devoid oí merit. The defendant was on the stand, and testimony had been given with a view to make out a possible case of insanity; but as he had given a perfectly rational and minute description of all the facts, precisely as he claimed they had occurred, it was simply incredible that he could have been insane at the time the offense was committed or at the time he was testifying. He was' therefore simply and very naturally asked: “Q. You don’t say you are insane, do you? A. No, sir.” Assuredly this was a perfectly legitimate question, and the comment of the court complained of in the fourth assignment was literally correct and entirely justified by the evidence. It is only necessary to read the immediate context of the charge to understand this. These assignments are dismissed.\nAs to the fifth assignment an examination of the testimony of the witnesses shows clearly that the comment of the trial judge here complained of was entirely correct, and the assignment must be dismissed.\nSixth assignment. The qualification in the answer to the defendant’s tenth point was in precise conformity with.the ruling in the case of Com. v. Drum, 58 Pa. 9, from which the point was manifestly taken, and therefore was in no sense erroneous. Judge Agnew in his charge in that case expressly excepted out of the enumerated possible cases of the absence of self-governing power, “ that wickedness of heart which drives the murderer on to the commission of his crime reckless of consequences,” and this was all that was excepted by the court below in the qualification of the point. The assignment is dismissed.\nThe comment of the court upon the testimony of Saunders, complained of in the seventh assignment, was strictly correct, as is proved by a reading of the testimony, and the assignment cannot be sustained.\nThe contention expressed in support of the ninth assignment is in direct hostility with the positive testimony of several witnesses, especially Mrs. Fotterhoff, George F. Wickenhoffer and W. J. Brimble, and the assignment is therefore dismissed.\nEighth, tenth, eleventh, twelfth and nineteenth assignments. In all of these assignments the substance of the complaint is that the charge of the learned court below was inadequate, in excess of legal restrictions as to some of the matters stated, and unfair to the defendant, in giving undue prominence to the facts which tended against the defendant, and not sufficient prominence to those which turned in his favor. After a most painstaking, minute and careful reading of the whole of the charge, and again and again of the parts specially set forth in these several assignments, we are constrained to say that we do not regard these assignments as being sustained in any degree. No one can read the testimony in this case without being convinced that the offense committed was a most cruel, barbarous and cold-blooded murder, with every element of deliberation and premeditation fully established by abundant testimony. A number of witnesses testified to previous threats made by the prisoner that he would kill the woman whose-life he subsequently took, and three of them testify that he said he would cut her throat. Mrs. George Neiman testified that he said, only four days before the murder, “ that he would cut her throat from ear to ear; would kill her; that he would not hang, for he would go to York state and get out of reach.” As this was precisely what he did do in a most inhuman and barbarous manner’, the charge of premeditation must be regarded as having been established by testimony of the most conclusive character. That there was a strong motive for these threats and their subsequent execution was fully proved by the fact that the woman had, just before the threats were made, preferred a criminal charge of burglary and larceny against him, on which he was arrested and brought before a magistrate, and the threats were made in connection with, and in consequence of, that proceeding. ITis relation with the woman was precisely as it was stated by the court. She was his mistress, and they were constantly indulging in illicit intercourse for several years, and up to the very time of the murder. That such a relation should give rise to jealousy, and that jealousy often leads to crime, is a matter of only too frequent occurrence in the every day history of events. A feeble attempt to make out a possibility of insanity resulting from an injury received many years before was so entirely lacking in any degree of probability that the court, very naturally and with entire correctness, characterized the testimony on this subject as being “ very weak.” The theory that the killing was the result of an accident, occasioned by the defendant supposing that he was drawing the back of the razor across the throat of his victim, was so utterly preposterous that there could be no rational expectation that any jury of sensible men would give it the least consideration. Yet the court left that question to the jury, calmly and without adverse comment, not only in the affirmance of the defendant’s eighteenth point, but also in the general charge. The foregoing comments have reference to the various subjects of complaint that are covered by the assignments we are now considering. That a trial judge should abstain from comments on the testimony in such a case as this could not possibly be expected. It would be a violation of his plain duty if he did. The remarks that he did make were, not only fully warranted by the testimony, but were imperatively demanded by the extraordinary developments appearing as the evidence was unfolded. All the leading and controlling facts necessary to make out an aggravated case of murder in the first degree were without contradiction. There was no doubt that the victim was murdered by having her throat cut from ear to ear, as it were. And there was no doubt that the deed was done by the defendant. He so testified himself. There was no sudden quarrel, no angry dispute, no heat of contest, no fear of personal violence, no presence of weapons on his victim; he was a man, she was a woman, sitting quietly by his side, no circumstance, not one, which in the least possible degree mitigated, or tended to mitigate, the'atrocity, the cruelty, the diabolical wickedness of the murderous act. And all this upon his own testimony. His story of the accidental killing was too silly to delude a child; it only added the crime of perjury to the crime of murder. If there was no presentation by the trial judge of facts favorable to the prisoner, it was because there were no such facts in the evidence. But there was also no inflamed, or passionate, or partisan presentment of the testimony. On the contrary, the whole charge of the learned court was calm, fair, reasonable and dignified, and in entire accord with the testimony. We are thoroughly persuaded that there is no particle of merit in any of these assignments, and they are therefore dismissed. As to the right and the duty of a trial judge in commenting upon the testimony in homicide cases, it is only necessary to refer to the decisions of this court, in the cases of Johnson v. Com., 115 Pa. 369, Com. v. Orr, 138 Pa. 276, and Com. v. Buccieri, 153 Pa. 535.\nThirteenth, fourteenth, fifteenth, sixteenth, seventeenth and eighteenth assignments: these all relate to the qualifications of jurors, and may be considered together. Upon an examination of the whole of them we are of opinion that the rulings were in conformity with our modern decisions. A few of the questions asked were of a somewhat unusual character, and may be specially considered. Thus the rejected questions to Juror Ackerly inquired as to what ho would do upon the whole of the testimony in a certain event, and what effect he would assign to the immoral relation existing between the defendant and Mrs. Wescott. As these are not the tests of the juror’s mere competency to sit as a juror, and as the inquiries simply related to the possible action of the juror upon\" hypothetical conditions, it is manifest that they should have been rejected. So, also, as to the juror Shrunk, who had qualified himself by his answers to the preliminary questions, and was then asked what would be his opinion as to the guilt of the defendant, although the law presumed him to be innocent until he was proved to be guilty. As this would substantially require the juror to express his opinion upon the whole of the testimony, in other words, to announce his verdict without knowing what the testimony would be, it was clearly incompetent. The question was quite similar in character to the rejected question in Hall v. Com., 22 W. N. C. 25, where two jurors were asked whether they would consider insanity a good defense if it was fully proved on the trial. The court below refused to allow the question to be put and we sustained the ruling. The juror Owens qualified himself clearly by his answers to questions. He stated distinctly that he could go into the jury box and leave his opinion behind him, and base his verdict solely upon the law and the evidence. Under all our decisions this is sufficient. Thus in Staup v. Com., 74 Pa. 458, Agneav, J., said: “ But where the opinions or impressions of the juror are founded on rumors or reports, or even newspaper statements, which the juror feels conscious he can dismiss; where* he has no fixed belief or prejudice, and is able to say he can fairly try the prisoner on the evidence, freed from the influence of such opinions or impressions, he ought not to be excluded.” To the same effect are O’Mara v. Com., 75 Pa. 424; Ortwein v. Com., 76 Pa. 414, and other cases. The additional question whether he would go into the jury box presuming the prisoner innocent was quite unnecessary, and had been covered by his previous answers. These assignments are dismissed.\nThe matter of the twentieth assignment is too unimportant to consider as a cause of reversal. It was nothing but a reference by the court to the testimony of the defendant, in which he spoke of getting something to eat at some person’s house the next morning. It is complained that there is some discrepancy in the testimony as to whether it was the next morning, but as the defendant only said that he could not “ tell but what he was helped by this young girl,” it committed him to nothing, and does not amount to a contradiction, whether she gave him the food the next morning or a month later or not at all. The assignment is too trivial for serious consideration and is dismissed for that reason. The same is true in a still stronger degree of the twenty-first assignment, in which the judge made reference to the testimony of Saunders, and remarked that he did not see how it could be correct if the defendant’s statement was correct. It was of no con sequence to the defendant whether Saunders was mistaken or not, and the assignment is dismissed.\nThe twenty-second assignment is not sustained, because an examination of the testimony shows that the judge was correct in his statement of the testimony as to the threats. The same is true as to the twenty-third assignment. The court correctly stated the testimony of Mrs. Fetterhoff. The additional remark of the judge that this was probably fifteen or twenty minutes before the killing was perhaps literally correct, but whether it was a few minutes more or less was not of the slightest possible consequence. There was no question of the guilt or innocence of the prisoner depending in the least degree upon this remark of the judge.\nTwenty-fourth and twenty-fifth assignments: these relate to the declarations of the deceased when she was seen just after coming from the cellar, with her throat cut and profusely bleeding. The declarations in question were made by the deceased immediately after she came from the cellar and while the blood was gushing in great quantities from the ent which had just been made across her throat. She was in the act of fleeing from the defendant who had inflicted the wound, and he was in the act of fleeing from pursuit at the instant when the declarations were made. They were all part of the same transaction. In point of time the declarations immediately followed the cutting, and in point of distance the declarations and the cutting were on the same premises. There could scarcely be any greater propinquity of both time and place. There cannot he a moment’s doubt that the declarations were the spontaneous utterances springing out of the transaction itself. We are clearly of opinion that they were competent evidence as part of the res gestee. We consider the qxiestion as ruled by onr decision in the case of Com. v. Werntz, 161 Pa. 591. In that case the witness testified that he was at the door, outside of the shed where the fight took place, and heard the deceased say, “ the coon did it,” and that when he was brought out of the shed the same expression was repeated; that the deceased was then carried to a barber shop across the street where his wound was dressed. Onr Brother Mitcpíell delivering the opinion said: “Witness was then asked whether Gallagher, while lying on the floor of the shop, had made the same or a similar declaration. This was excluded as too remote. The interval of time from the stabbing and the distance of the barber shop from the shed do not appear with exactness, nor are they material, for it is apparent they were not great, and that the continuity of the events was not broken. The declarations were by the party best informed and most interested, and were made at a time and place, to a person, and under circumstances, which effectually excluded the presumption that they were the result of premeditation and design. If such declarations were in fact made by Gallagher, they were the most material evidence in the case, and should have been admitted.” All of the foregoing comments are directly applicable to tbe present case. The declaration made to Frank Gehrens, was as follows: he testified: “It was about 8 o’clock in the evening when I was playing a game of hoop-a-hoy, and ran by the Nay-Aug barn; and I fell and hurt my knee; and I started walking by, when I seen Mrs. Wescott come out of the cellar, and Mr. Van Horn after her; and I seen Mr. Van Horn jump the fence. I seen him jump the fence and I heard like the sound of a wire, and she ran around and went, in the house and went upstairs and came down the front right away; she wasn’t half a minute, and she came out; as soon as she seen me, I ran right in the gate and she says: ‘George Van Horn did it;’ and she said, ‘ Frankie, get the doctor,’ and I ran after Dr. Burnett.” The declaration made to Mrs. Fetterhoff was, “that her throat was —that she had been murdered, and that George Van Horn had done it.” This was made at the moment she was in the house, as testified by Gehrens. When it is considered that these declarations were made as quickly as they could be made ■after the occurrence, to the persons to whom they were made, in an immediately succeeding order of events, by the person best qualified to know, and most deeply interested, and in such circumstances as to preclude all idea of premeditation or design, it is manifest that they come exactly within the ruling in the Werntz case, and the reasoning there expressed. The assignments are dismissed.\nThe twenty-seventh assignment cannot be sustained. When the commonwealth offered to prove a voluntary confession made by the prisoner, his counsel applied to the court for pennission to show that a previous confession had been obtained by undue means. The court refused the application, and the testimony proceeded in the regular way. If the application had been granted it could not have prevented the admission of the commonwealth’s evidence, and the only result would have been a question of credibility as between the prisoner and the officer who testified to his voluntary confession. The prisoner was entirely at liberty to cross-examine the officer fully as to all the circumstances in which the confession was made. And he was-further at liberty to testify himself in defense and give his own statement as fully and completely as if he had been permitted to do so in advance of the proof by the commonwealth. In the end, the duty of the jury would have been precisely the same in each case. They would have been obliged to decide as to which witness they would believe. If they believed the defendant they would reject the confession, if they believed the officer they would accept the confession. The offer was of an unusual character, and the court in rejecting it followed the decisions of this Court in Rizzolo v. Com., 126 Pa. 54, and other cases. When the defendant was subsequently examined he testified fully upon this subject. He was contradicted by two disinterested witnesses and the jury believed them and did not believe him. This they had a perfect right to do, and could scarcely have done otherwise. The assignment is dismissed.\nThe judgment is affirmed and the record is remitted in order that the sentence may be carried into execution according to law."}