{"id": "903450", "contents": "Opinion by\nMr. Justice Dean,\nThe plaintiff is the holder of one hundred §1,000 bonds, of the Mercantile Library Hall Company, secured by mortgage on real estate of the mortgagor in the city of Pittsburgh. They are part of the same bonds secured by the mortgage referred to in Union Trust Co. of Pittsburgh, Trustee, v. the Mercantile Library Hall Co. and the Pittsburgh Library Association, opinion handed down this day, ante, p. 263. The plaintiff here being the holder of the bonds brought assumpsit against defendant for the amount due upon them with interest. The Pittsburgh Library Association, alleging that the Mercantile Library Hall Company was its trustee, asked leave of court to intervene as defendant, and leave was granted. Thereupon, it filed affidavit of defense, averring: 1. That an individual bondholder could not maintain an action in his own right, because by the contract but one suit could be maintained for all the bondholders, and that must be instituted by the trustee for them, the Union Trust Company, the mortgagee. 2. That even if this suit could be maintained the judgment and execution must be so restricted by the court as not to affect the land described in the mortgage as pledged to secure the bonds. 3. That the execution of the bonds and mortgage was without authority of law.\nPlaintiff took a rule for judgment for want of a sufficient affidavit of defense, which the court below, in opinion filed, made absolute, and we now have this appeal by the Pittsburgh Library Association.\nThe bond is made payable to bearer; there is nothing on its face which prohibits the holder from bringing suit upon it against the obligor on failure to pay the interest when due, nor to prevent judgment in his favor. But the mortgage is to a trustee for all the bondholders; no one of them can have any advantage over the others by lien or execution against the mortgaged property. Notice the stipulation in both mortgage and bond:\n“ The said mortgage to be for the benefit and security of the holder or holders of said bonds so to be issued and delivered without any preference, priority or distinction as to lien or otherwise : ”\n“For the uses and purposes herein expressed to wit: First: For the equal benefit and security of all and every the persons or bodies corporate, who shall be or at any time shall become from time to time, the holders of the said bonds without preference or priority or distinction as to lien or otherwise of any of the said bonds over the others, so that each of the said bonds issued or to be issued, shall have the same right of lien and privilege, under and by virtue of this mortgage, and that all of the said bonds shall be equally secured hereby with like right and effect.”\nWe are clear that on the judgment obtained there can be no seizure of the property conveyed to the trustee. The case is directly within Com. v. Susquehanna & Del. River R. R. Co., 122 Pa. 806, where it is held:\n“ That the remedy of the bondholders against the property conveyed to the trustee is through him only, is fairly to be inferred from the cases, .... As to other property of the company not conveyed to the trustee the bondholder may treat himself as an individual creditor, and may proceed to recover judgment for the amount of unpaid coupons or bonds and to enforce the collection thereof against the defendant: Carr v. LeFevre, 27 Pa. 413; Phil. & Balt. Central R. R. Co. v. Johnson, 54 Pa. 127. But his execution must be levied on property actually owned by the company, and not upon that which has been conveyed to trustees by mortgage or deed of trust duly executed and recorded. He stands when suing at law and proceeding against the railroad company on the same plane as any other creditor. His writ of fieri facias will reach the same property and in the same way. When, however, it becomes necessary for him to reach property held by the trustee, he must proceed against him, not for his own separate benefit, but as a bondholder, and on behalf of the bondholders as a class.”\nBut this affects not plaintiff’s right to its judgment generally against defendant, but only its right to execution against the specific property pledged by the mortgage. This being entirely in the control of the court below, we have no doubt it will see to it that the rights of all parties are preserved.\nThis disposes of the first and second averments of the affidavit. As to the third averment that there was no authority on the part of the Mercantile Library Hall Company to execute the bonds, we have disposed of that question in Union Trust Co. v. same defendants, opinion handed down this day.\nThe judgment of the court below is affirmed."}