{"id": "903493", "contents": "Opinion by\nMr. Justice Dean,\nOn June 23, 1890, the Mercantile Library Hall Company executed to plaintiff on its property in the city of Pittsburgh, a mortgage in sum of $150,000 to secure the payment of one hundred and fifty $1,000 bonds bearing five per cent interest, within twenty years. The mortgage described the property as fronting on Penn avenue 160 feet, and running back 120 feet to an alley twelve feet wide, and situate in the fourth ward of the city of Pittsburgh. The Hall Company it appears owns but one property in that ward, which instead of fronting 160 feet on the avenue, has only 120 feet thereon, and instead of extending only 120 feet to a twelve feet alley, extends 160 feet thereto. Default having been made in payment of interest on the bonds secured by the mortgage, scire facias was issued. The Pittsburgh Library Association, alleging the Mercantile Library Hall Company, the mortgagor, was its trustee for the property, yet as such trustee was not acting in good faith in the management and preservation of it, asked to intervene as a defendant to the scire facias. A decree was made as prayed for. The Library Association then filed an affidavit of defense, in which it averred: 1. A gross misdescription of the property which would deter bidders, and therefore prejudice its interests as a beneficiary. 2. That the mortgage was illegal because there was no authority in the Mercantile Library Hall Company to execute it. A rule was taken to show cause why judgment should not be entered for want of a sufficient affidavit of defense, which after argument the court below made absolute, but filed no opinion. Thereupon the Pittsburgh Libraiy Association brings this appeal, assigning for error the decree of the court overruling both grounds of defense.\nIt is proper to notice at the beginning, that this is not a contention between the mortgagor and its alleged cestui que trust, this appellant. The Union Trust Company issuing the scire facias, is the mortgagee and trustee for the bondholders, and it is alleged and not denied, that all the bonds are in the hands of innocent holders for value. So that whatever may be the rights of the Library Association as against its trustee, we must treat the issue as between a mortgagor and mortgagee, which latter -represents those who have invested their money on the faith of the security, and which money has been received and is retained by the mortgagor.\nWhat is the plain legal right of the trustee of the bondholders? Clearly no matter what the misdescription, it can proceed by scire facias to turn the land pledged into money. If the description does not embrace all the land of the mortgagor, or all that was intended to be embraced, that is the trustee’s business, not the mortgagor’s. The mortgagee has a clear legal right to sell what the mortgage does include; and the writ of levari facias to sell, must follow the description in the mortgage. Whether equity would sustain a bill by the mortgagee to reform the mortgage because of mistake in description, it is a waste of time to inquire, for it does not ask such reformation. The mortgagor and for the purposes of the argument, we treat the appellant as mortgagor, has no standing which warrants it in so asking. To concede, that one who pledges and describes his own property as security for a loan, then when called on for payment denies to the lender his remedy, because of his own mistake in description, when the lender the only one prejudiced, makes no complaint would open a door to possible fraud on part of borrowers not warranted by any injustice apparent or real on the facts here presented.\nAs to the second averment of the affidavit, that the mortgage was executed without legislative authority, because a mortgage to the amount of only $150,000 was authorized by act of February 3, 1870, to cover all tbe indebtedness of tbe company, while at the time there was a purchase money mortgage upon the property in the amount of $30,000 which was left unpaid, thus making more than $180,000, we think from the language of the act it is not by any means clear that it was not intended to authorize the $150,000 in addition to the purchase money mortgage. In 1865 the Mercantile Library Hall Company purchased from the Shields estate the Penn avenue property, paying part cash and executing a mortgage for $30,000; on April 15, 1869, an act was passed providing that the bonds heretofore authorized should not exceed the cash actually paid in; then came the act of February 3, 1870, authorizing the $150,000 mortgage, and providing that it shall include the amount heretofore authorized; that is, apparently that authorized by special act. No authority was needed -to create the purchase money mortgage: the Hall Company by act of 1859 was authorized to purchase, hold and improve real estate for library purposes, and necessarily had power, it seems to us, to give a purchase money mortgage without the aid of either of the subsequent acts.\nBut assuming that by legislative language somewhat obscure, the authority to borrow $150,000 additional, was doubtful, the corporation, this mortgagor, will not be heard to raise the question of ultra vires. It assumed to have the authority to mortgage, received the money, and applied it to corporate purposes. “The law never sustains a defense of this nature out of regard for the defendant:” Wright v. Pipe Line Co., 101 Pa. 204; Reed’s App., 122 Pa. 565, Fritts v. Palmer, 132 U. S. 282.\nAppellant’s counsel argue that the authorities cited and numerous others in the same line have no application to the facts before us, because the borrowing to the amount of $150,000 exclusive of the purchase money debt, was in effect forbidden by the act of February 3, 1870, and that the doctrine of estop-' pel cannot be invoked to bind a corporation to a contract forbidden by law. As before noticed it is by no means clear that the authority to borrow $150,000 was not intended to be exclusive of the purchase money mortgage; but assume appellant’s construction of the act, that the amount was intended to embrace the entire mortgage indebtedness, it was, at most, affirmatively a grant of authority to borrow only $150,000 on mortgage; that amount it did borrow, not in the face of a prohibition, for there is none in the act, but by the assumption of authority it did not have; placing it in the class of acts ultra vires to which the authorities apply.\nIt is further argued that the Pittsburgh Library Association, the alleged cestui que trust, is not bound by the illegal act of its trustee. Whatever might in equity be the position of some beneficiaries, such as minors, femes covert, lunatics and others, under a trust, we think this cestui que trust has but a frail foundation on which to raise this plea. It is a corporation managed and controlled by men of affairs, who had knowledge not only of the legislation authorizing the loan, and the corporate action necessary to a proper execution of the mortgage, but in its bill of complaint against its trustee in the equity suit argued herewith, avers, that it was through the efforts of some of its own corporate members that this mortgage was placed, and the indebtedness of the Mercantile Hall Library Company refunded. It hardly becomes appellant, now, seven years after the execution of the mortgage, to plead it is not bound by the acts of its trustee in which it took such a prominent part.\nThe judgment is affirmed."}