{"id": "903458", "contents": "Opinion by\nMe. Justice Geeen,\nThe authority of the city to make the lease in question to the defendant is derived from the third section of the Act of March 31, 1836, P. L. 318. By that act the councils of the city of Pittsburg were authorized to define, locate and cause to be opened a public street to be known as Duquesne Way, of at least forty feet in width and at least 420 feet north of Penn street.\nBy the third section it was provided that after Duquesne Way was located and opened, the councils were authorized to grade and improve the space lying northwardly from the line of the way, “ and the space so graded and lying between the said way and low water-mark of the Allegheny river, shall forever thereafter be occupied, used and employed as a public landing, and the said councils shall have full power to make such rules, regulations and by-laws regulating the use of such public landing as they may think proper, and shall not be inconsistent with the existing laws of this commonwealth .... and to exercise in every respect over the said public street and public landing, when the same shall be opened, the same powers and authority which they may or can exercise by law over the other public streets and landings within the said city.” The answer of the defendant avers that in pursuance of the authority thus conferred an ordinance was passed by the councils on January 25, 1897, authorizing the department of public works to lease to the defendant for the term of five years the part of the public landing now in question. Other averments are made in the same connection which are not necessary to be considered. The contention turns upon the question whether the city councils had the lawful power to make a lease of such a piece of public property to a private person. The learned court below decided that they did not have such power, and therefore granted a restraining injunction against the defendant. The propriety of this ruling is the question before us.\nThe plaintiffs are citizens and taxpayers of the city and are the owners of property fronting on Duquesne Way immediately opposite the proposed structure which the defendant is about to erect. The plaintiffs allege that they have held and owned their lots with buildings on them from a time before the lease to the defendant was made, and have always been accustomed to have a free and unobstructed passage to and over the public landing in front of their lots, and that the erection by the defendant of any buildings or structures on said leased premises will prevent their free access to and use of the public landing at that place, and will also deprive them of free access to the river, and of the free enjoyment of light and air over said space. We do not think there is any doubt of the right of the plaintiffs to maintain the present bill if they incur a liability to the injuries complained of, and we do not think it necessary to expend time in the discussion of that question. They are injuries which are personal to themselves, and they are direct and positive in character. As it seems to us the fate of the contention depends upon the question of the right of the defendant to occupy the public landing and to erect structures thereon as is averred in the bill and admitted in the answer. But that question depends exclusively upon the lawful right of the city to make such a lease and to authorize such structures. On this question it seems to us the weight of authority is against the defendant. Passing by the very important consideration that if the right now claimed for the city be sustained, the entire public landing system of the city on its river fronts would soon be destroyed and become vested in private persons for their own emolument, it is enough to know that in the fundamental grant to the city by the legislature of power over the landings, there is a most serious restriction upon any disposition of the control over the landings which will interfere with the free, perpetual, public and unrestrained use of them by the whole community. The specific and positive language of the act of 1836 is that “ the space so graded and lying between said way and low water-mark of the Allegheny river «hall forever thereafter be occupied, used and employed as a public landing.” Now, if a system be inaugurated of leasing-out to private persons portions of the space thus formally dedicated to a perpetual public use, we are unable to see liow the public character of the landing is to be preserved as is required by the act. Because it is of no consequence, as it seems to us, that the people generally may have the right to make use of the landing by purchasing the consent of the lessees with a price for such use; it is no longer the free, unrestrained use by all the people as of a public’ and undisputed right thereto. The privilege would be something that belongs to private persons who are lessees of the city, and in order to be enjoyed by the general public it must be purchased from those persons, and a private gain must therefore be subserved in order that a clear public and free right of enjoyment can be exercised.\nThe authorities which are directly pertinent seem to be conclusive on this subject. In Illinois Central R. R. Co. v. Illinois, 146 U. S. 453, Mr. Justice Field, delivering the opinion, said: “ The trust devolving upon the state for the public, and which can only be discharged by the management and control of the property in which the public has an interest, cannot be relinquished by a transfer of the property. ... The state can no more abdicate its trust over property in which the whole people are interested, like navigable rivers and soils under them, so as to leave them entirely under the use and control of private parties, than it can abdicate its police powers in the administration of government and the preservation of the peace.” This ruling appears to be quite applicable to the present case, because the act of 1836, while it does confer the power to make rules and regulations concerning the' space between the way and the river, does not confer any power upon the city to divest itself of its authority or control over the space which it designates as “public landing.” Rules and regulations concerning the use of the whole of this space called public landing are radically different from an absolute conveyance of the right of use, whether by lease or deed. The intention of the legislature, moreover, is made still more manifest upon this subject in the consolidation act of April 6, 1867, in which it is specially provided (sec. 35) that “ All rights of property of every kind and description, excepting school houses and lots, which were vested in any of said former corporations or townships shall thereafter be deemed and held to be vested in the corporation created by this act. . . . Provided, that nothing hereinafter contained shall be construed to empower said corporation to sell, mortgage, lease or in any manner alienate, any lands which, were held by any of said former corporations as public squares, common grounds, or river shore landings, but such lands shall be held for general public use in the same manner as before the passage of this act.” Besides being specially restrictive as to the classes of property described, this act is confirmatory of the policy established by the act of 1836, particularly enjoining that the new municipal corporation shall not sell, mortgage or lease, or in any manner alienate, any lands which were held by any of the former corporations as public squares, common grounds or river shore landings, “ but such lands shall be held for general public use in the same manner as before the passage of this act.” It is plainly manifest, therefore, that the contest here is not to be affected by decisions which are predicated of municipalities which do have the whole power of disposition of water fronts, wharves, docks and landings, such as on tide water and lake ports or ports of great cities on the large rivers of the country, but only of such where the municipal controi is limited by specific restrictions within which alone the municipal authority must be exercised. Judged by this test the solution of the present controversy seems to be quite simple, and it appears to us that the learned court below arrived at the correct result in granting the injunction prayed for.\nDecree affirmed and appeal dismissed at the cost of the appellant."}