{"id": "903531", "contents": "Opinion by\nMb.. Justice Mitchell,\nThe action being assumpsit on promissory notes, by holder against indorser, the defense was that the notes had been fraudulently raised in amount by the maker after the indorsement. On such an issue all the authorities agree that the door should he opened wide to all evidence tending to throw light on the transaction. It is true that in general it is not competent to prove an act, and especially a criminal offense, by evidence of a similar act at a different time, though such evidence may be strongly corroborative of the probability of the act or offense charged. But where the acts are connected as parts of a plan or scheme of fraud, the rule that excludes evidence is relaxed. In relation to the exact question here raised, the proof of forgery of a note by proof of forgery of other notes of the same kind under similar circumstances, at or near the same time, the authorities appear to sustain the competency of the evidence. The subject was very carefully considered by Judge Thayer in Penna. Co. for Ins., etc., v. R. R. Co., 158 Pa. 160, and his opinion adopted by this Court. The offers of evidence in the first, fourth and fifth assignments of error tended to show that Cowan, “ the maker of the notes in suit, had in his possession notes of small amounts, with genuine accommodation indorsements of defendant upon them, and at or near the same time passed to the plaintiff similar notes, with what purported to be defendant’s indorsement, but for much larger amounts, which defendant denied having executed in that condition.” In addition, the offers included a card, testified to being in Cowan’s writing, showing practice in changing figures in the very manner charged by the defendant as having been done here. These offers tended to show a scheme on the part of Cowan to get defendant’s indorsements on notes of small amounts, and then raise the amounts by alteration of the figures before passing them to his creditors, and particularly to the plaintiff. The evidence therefore bore on the issue, and should have been admitted.\nThe second assignment, to the exclusion of a confession or statement by Cowan as to the raising of the amounts of certain notes, cannot be sustained. While Cowan himself might have testified to the facts, his ex parte statement, not under oath, and not subject to cross-examination, could not affect the rights of plaintiff as a bona fide holder of the raised note.\nThe other assignments do not require special notice. They are not sustained.\nJudgment reversed and venire de novo awarded."}