{"id": "903500", "contents": "Opinion by\nMe. Justice Dean,\nWhen this case was brought here before by the same appellants (see-169 Pa. 138), it was reversed, because of what seemed to us a too strong leaning of the court below in favor of plaintiffs. The case had been very ably and carefully tried in that court, but the learned judge seemed to have assumed throughout his charge, that if the facts testified to by plaintiffs’ witnesses existed, then plaintiffs were entitled to a verdict. We did not think the conclusion by any means necessarily followed. The jury might have come to such conclusion, but assuming the facts to be as claimed, we thought they might very well in view of defendants’ evidence, have found the other way; and our Brother Williams, in the opinion, very concisely expressed our view at the close of it in these words: “ The conclusion is not easily to be avoided, that the charge as a whole was calculated to lead the jury to a verdict in favor of the plaintiffs by the prominence it gave to the plaintiffs’ case and by its failure to present the circumstances relied on by defendants as an answer thereto.” The assignments of error in that case were thirty-six in number, in this one only twenty-nine, so that even in appellants’ view there has been a somewhat nearer approach to justice at the second trial.\nThat plaintiffs might recover, it was necessary that they should establish by competent evidence to the satisfaction of the jury, two propositions : 1. That about the year 1836, John Howell, the father of plaintiffs, with Philip and Llewellyn, two of Ms brothers, purchased by parol the interests of their six brothers and sisters in the land devised to them and their mother by their father, Llewellyn Howell, Sr., the whole tract containing about two hundred and sixty acres. 2. That after so purchasing the three brothers made a parol partition of the land between them.\nThat the will of the ancestor, making provision for Ms widow during her life, and directing a sale, at latest by his executors at her death, the proceeds to be divided among his children, worked a conversion of the land into personalty, cannot, under our authorities, be questioned, and although not actually converted into money by a sale, from the date of the ancestor’s death, as between the children who were to share in the money, it was personalty; and in bargaining concerning their respective interests, the law would only hold them to the observance of such formalities as was necessary in passing title to personalty, and if they did purchase by parol, then took possession of the whole tract as land with the intention of relinquishing the right to conversion by actual sale, and of holding it thereafter as land, that disposition of their purchase with that intention, worked a reconversion of the constructive personalty into land.\nAssume as argued by appellant that the election to take as land that which the will directs shall be converted into money, must be by the consent of all the beneficiaries, and when the evidence on which such election rests consists of acts, these acts must be unequivocal, still we think there was evidence from which the jury was warranted in finding for the plaintiffs on the first proposition. It must be borne in mind that this transaction took place about sixty years ago, and necessarily the character of the evidence to prove it would differ from that which would be adduced to establish a recent one; there was not imposed on plaintiffs the impossible burden of producing the best evidence that could have been had then, but only that of provmg a transaction of sixty years ago, by the best evidence that could be procured now; and it was their right to make out their case by any competent evidence, however desirable it may have been to have bad more direct and positive testimony. All that was necessary was that the weight of the evidence should produce conviction of the existence of the fact. There was direct evidence in writing of release of two of the legatees to Llewellyn, John and Philip; declarations of others and proceedings of record in the orphans’ court showing that they had sold their interests to them; then the possession of the land by the three brothers thereafter, if not by any acts of open hostility, at least to the exclusion of the others, and no evidence of claim by the others. But the evidence to establish the parol partition between the brothers, also tends to establish the exclusive possession of the three brothers, and the conversion of the property into land. The partition averred is a division of the land into two nearly equal parts by a line running east and west, of which the north half was taken by Llewellyn, and the south half by John and Philip. There is evidence of a line having been adopted or run; fences erected in accordance with it; cultivation on their respective sides of the line; old stone corner indicating the course of the line; building of brick dwelling houses for the sons, Llewellyn and John; first, Llewellyn’s was built on the northern half, and his initials were put on the house with the date; then John, contemplating marriage, built a brick house on his side of the line, and put on it his initials with the date, 1839; he did marry, and took up housekeeping in that house. We concede defendants’ evidence bore strongly against plaintiffs’ on both questions, but it did not conclusively rebut that of plaintiffs, and the court could not do other than submit the conflicting testimony to the jury under the careful instructions given. It was as clearly a case for them, as McKnight v. Bell, 135 Pa. 358, where it is decided that “in an action of ejectment involving the question whether a parol partition has actually been made and executed, the judge does not sit as a chancellor nor is it necessary that the partition be established by the measure of proof required to establish a parol sale.”\nEvery point made by appellants either directly or indirectly avers error of the jury in finding these two facts against them. It is not necessary to exhaustively review all the numerous questions raised now but passed upon in the former case. The learned judge of the court below followed carefully the line pointed out in that opinion; he assumed nothing in favor of plaintiffs; if anything he leaned in favor of defendants. The finding of these two questions against appellants was fatal to their case; for if Llewellyn was the owner in severalty of the northern half, then his will devising the one undivided half part thereof to his brother Andrew for life, and in case of his death without issue, to John’s children, these plaintiffs, put in them the land in dispute.\nSubstantially the same assignments of error to the rulings on objections to plaintiffs’ evidence were made in the former appeal, and were then practically overruled, for we said: “We do not say it (the evidence) should not have gone to the jury, but we do say that, i£ submitted to the jury, it should have been done with care, and with very definite instructions as to what it was necessary the jury should find in order to sustain the plaintiffs’ title.” The court below having followed these suggestions, the judgment should be affirmed, and it is affirmed accordingly."}