{"id": "903533", "contents": "Opinion by\nMb. Justice McCollum,\nThis is an action of ejectment for the possession of fifty-six acres of land in Wayne township, Crawford county. The plaintiff purchased the land in May, 1897, at an orphans’ court sale, by the executor of Robert Williams who died in possession of it in 1875. William Watson, the real defendant in the suit claims title to an undivided one half of the land which he alleges he acquired by purchase at a sale on a judgment against Anthony Williams. It will be seen therefore that the plaintiff claims title under Robert Williams, his devisees and legatees, while the defendant claims title to an undivided one half of it under Anthony Williams, one of the heirs and legatees of the said Robert Williams. It is conceded that Robert Williams entered upon the land in question in 1855, and from that time until Ms death, in January, 1875, he occupied it exclusively as Ms own, and in the mean time erected buildings, made clearings and fences and paid taxes upon it. By his will dated January 7,1875, and proved January 25, 1875, he devised to Ms wife Margaret Williams the land in question to have and to hold the same for and during her natural -life, with direction to his executors to convert at her decease his real and personal property into money, to be divided between his children according to the instructions in his will. After his decease Ms widow remained in possession and control of the farm until her death, in 1897. For a while after his death his son Abram run the farm for her on shares and, on his leaving it, her son Anthony run it for her in like manner during her life. It is clearly established by the evidence in the case that Robert Williams and Ms devisees and legatees claiming under Mm had continuous and undisputed possession of the land from 1855 to 1897, a period of forty-two years. It was an open, hostile, actual, exclusive and unbroken possession. We cannot therefore assent to the contention of the defendant that this possession was insufficient to confer title under the statute of limitations.\nWe are unable to discover in tbe rulings complained of in tbe first, second and third specifications of error any substantial ground for reversing the judgment. The admission of the will was proper, and the evidence of a sale by Robert Williams of a fraction of an acre of the land cannot be regarded as prejudicial to any right of the defendant. The admission of the power of attorney, considered by itself and unexplained, would not have impaired or in any degree qualified the possession to which full reference has been made, and on which the plaintiff’s action was based. None of the children of Robert Williams claimed the land in his possession or in the possession of his widow, and none of them ever questioned his right to dispose of it when and as he did.\nThe possession of the land by Robert Williams and those claiming under him for a period of forty years constitutes, we think, a complete bar to any claim made upon it by the defendant.\nJudgment affirmed."}