{"id": "905126", "contents": "Opinion by\nMr. Justice Mitchell,\nThis was an action on a guarantee. The plaintiffs and Keen, the principal debtor, agreed on the amount due by the latter to the former, and there is no dispute as to it. But the defense is that plaintiffs gave Keen receipts which misled defendants by showing larger payments by Keen than had been actually made, and that plaintiffs are thereby estopped. The principal error alleged by appellant, therefore, is that the court permitted plaintiffs to explain and in a manner contradict their own receipts.\nThe claim of appellants is too broad. The receipts were not per se estoppels. Like other receipts they were open to explanation between the original parties and others not acting to their injury upon the faith of them. But to the extent of such action and any consequent injury, plaintiffs would, be conclusively estopped from disputing the validity of their own writings made for the purpose of being shown to induce action. The learned judge was therefore correct in his view that defendants were bound to show that they had been injured by reliance on the receipts. Without such showing the most important element of estoppel was wanting.\nBut the judge fell into error in restricting the defendants in their effort to prove the injury. As a necessary first step in that direction they should have been permitted to show how much they had paid Keen. They were guarantors on Keen’s contract for about $13,900 with plaintiffs, and it is the testimony of both parties that defendants, apparently for their own protection, required Keen to produce vouchers for the state of his accounts with plaintiffs, before defendants would make payments to him on their own contract with him. Such vouchers were produced in the form of the receipts in question, admittedly made by plaintiffs for the purpose of enabling Keen to get payments from defendants. There is no evidence that the latter knew or had any reason to suppose that the receipts did not express, the full and exact truth. Defendants were therefore entitled to rely upon these receipts as exhibiting the correct amounts of payments made and balance due by Keen to plaintiffs, and if so relying they made payments to Keen on their own contract with him, which the}’- would not otherwise have done, and which resulted to their injury, plaintiffs would to that extent be estopped from disputing their receipts. The amounts and dates of defendants’ payments to Keen were therefore relevant and material as the first step in the evidence to show injury. If, for illustration, it should appear that at the time of the presentation “of the receipts defendants had already paid Keen say $11,000, and the receipts for $7,000 and $4,000 respectively induced them to believe that Keen had paid over the whole $11,000 to plaintiffs, and under that belief they paid Keen the additional $2,500, when otherwise they would have withheld it to secure themselves on their guarantee, they would have shown an injury which would entitle them to rely on the receipts, and would estop the plaintiffs from disputing that such receipts showed the true state of the accounts between themselves and Keen. Defendants should have been permitted to show if they could that this or something similar was the true state of affairs, so that the question of estoppel by the receipts could be determined upon full knowledge of the facts.\nJudgment reversed and venire de novo awarded."}