{"id": "905108", "contents": "Opinion by\nMr. Justice Mitchell,\nThe plaintiff declared for injury received from negligence of defendant on January 12, 1895, but did not bring suit until February 16, 1898. The court below nonsuited him as barred by the Act of June 24,1895, P. L. 236. This appeal raises two questions, first, the construction of the act; second, its constitutionality.\nFirst, it is argued that the act does not apply to the present case. Section first enacts “ that any right of action which may hereafter come into being by reason of injury wrongfully done to the person of another shall survive the death of the wrongdoer, and may be enforced,” etc., and section second that “ every suit hereafter brought to recover damages for injury wrongfully done to the person, in case where the injury does not result in death must be brought within two years from the time when the injury was done and not afterward; in cases where the injury does result in death the limitation of action shall remain as now established by law.” It is argued that the act creates a new right, to wit: of action against wrongdoers who die either before or pending suit, and that the limitation in the second section applies only to such actions as are given by the first, and not to those like the present which are under the common law, between parties living. It is further said that as there is no clause repealing the prior statute of limitation, the several acts must be so construed as to stand together, citing the authorities on the construction of statutes. There is no dispute about this principle. It is not however a mandatory rule, but a principle of construction in aid of discovery of the legislative intent. The legislature expresses its will in any form, affirmative or negative, that it pleases, so long as it does not transgress constitutional prohibitions. It is under no obligation in changing the law to use words of express repeal of any previous statute. It is frequently convenient that it should do so to aid the courts in reaching its true intention, but it is never obligatory. Nor is there any duty on the courts to so construe a new statute that it shall not affect a prior one on the same subject. It is always a question of the legislative intent. The presumption of course is that the statute expresses the full intent, and when therefore it is sought to extend the provisions beyond what their words express, the extension must appear by strong, if not bj necessary, implication to be within the actual intent. It is iu aid of the discovery of such intent that the principle is applied, that a merely affirmative statute shall not be held to repeal a previous one, if by fair and reasonable construction both can stand consistently together. Where, however, the intent of the later act is clear, no repugnancy to a prior one will authorize a construction against such intent.\nTurning to the act of 1895, it is an error to say that the first section gave any new right. The words are “ any right of action which may hereafter come into being by reason of injury wrongfully done to the person of another.” No declaration or definition of any new right is made, for the subject of the section is the previously existing right of action for wrongful injury to the person. And the enactment in regard to the subject is that such rights shall not hereafter be lost by the death of the wrongdoer. By the common law the right of action and the action itself, if pending, terminated with the death of either party. This act made a change in favor of the plaintiff or party injured analogous to an extension of the period of limitation. Under the previous law there were two bars to this action, the expiration of the statutory period of limitation, or the death of the wrongdoer, whichever occurred first. This section relieves the plaintiff from the latter bar to the enforcement of his previous right. It has no other effect. The second section provides a new period of limitation. The words are “ every suit hereafter brought to recover damages for injury wrongfully done to the person, in case where the injury does not result in death, must be brought within two years from the time when the injury was done, and not afterward.” The words are general; their meaning is plain, and there is notldng in them or in their context to require a different construction. The meaning of an act is to be gathered primarily from its language, and where that is clear there is no occasion to go beyond it. The rule actio personalis moritur cum persona was changed by the Act of April 15, 1851, P. L. 674, as to the death of the party injured, and by the Act of April 26, 1855, P. L. 309, the parties who may bring suit in such case are defined, and the time within which it may be brought limited. The act of 1895 did away with what was left of the common-law rule in actions for personal injuries, by providing that the action should not abate or the right be lost by the death of the wrongdoer, but, by way of equalizing tins advantage to the plaintiff, required all such actions to be brought within two years from the injury, unless death resulted, in which case the limitation was left, as under the act of 1855, to one year from the death. The result of the legislation is that before the act of 1895 the party injured could bring his suit at any time within six years from the injury, but if he died before suit begun his relatives must sue within one year from his death, and in either case his action or the right of his relatives to sue would terminate immediately on the death of the wrongdoer. Since the act of 1895 the death of the wrongdoer does not terminate the action or the right thereof, but the latter right must be availed of within two years of the injury. As already said the words of the act of 1895 are general and there is nothing to indicate that they were not intended to establish a general rule, applicable to all cases within their terms, to wit: “ every suit to recover damages for injury wrongfully done to the person.”\nSecondly, the constitutionality of the act is attacked on two grounds, first, that it has two subjects, the creation of a new right of action and the limitation of actions on other rights than the one thus created, and secondly, that the second section, if construed as making a general limitation, is not clearly expressed in the title. The first ground has already been substantially discussed in considering the proper construction of the language. The act has but one subject, actions for injuries wrongfully done to the person. It creates no new right, but provides for the regulation of a class of rights which existed before. Both sections are germane to that subject, and operate in the nature of a statute of limitations, enlarging the period in which the action may be brought or maintained in one respect, and limiting it in another.\nNor is the title open to the objection made. It is “An act providing that the right of action for injury wrongfully done to the person shall survive against the personal representative of the wrongdoer and limiting the time within which suit for such injury must be brought.” The subject of the first member of this sentence, as already said, is the right of action for injury wrongfully done to the person. That is the whole of the subject, and the enactment with regard to it is that it shall survive the death of the wrongdoer. The “ suit for such injury ” of which the second member of the sentence indicates the limitation, necessarily means the same thing, suit for injury wrongfully done to the person. Grammatically as well as to the general intent it must refer to the subject to be legislated upon and not to the enactment intended to be made in regard to it. There is nothing in the title of the act either inadequate or misleading.\nIt is further urged that the act is unconstitutional at least as applied to the present action, because it interferes with a vested right which plaintiff had immediately upon the injury, and before the passage of the act. But this act, in regard to the present suit, is clearly a regulation of the remedy which is firmly settled to be within the power of the legislature. If the right of action had been cut off by the retroactive feature of the statute, without a reasonable period for its enforcement, so that under the form of regulation there was really a deprivation of the right, as would have been the case in Byers v. Penna. R. Co., 18 Pa. C. C. R. 187, cited by appellant, a different question would have been presented. But in this case the suit was not brought for more than the full period of two years after the passage of the act.\nJudgment affirmed."}