{"id": "907046", "contents": "Opinion bt\nMb. Justice Mitchell,\n. This is a scire facias on a mortgage, and defense by the terre-tenant that the mortgage was discharged by the judicial sale at which he purchased. One Fulmer was the holder of a judgment which was the first lien on the land in question, and also on other land of the mortgagor and the latter’s wife; the mortgage in suit was the second lien on the \"land in question, which was also subject to a third lien upon which it was taken in execution. Pending this execution Fulmer filed of record with the'prothonotary a release of this land from the lien of his judgment, with intent to make the mortgage in suit the first lien and thereby save it from discharge, but on the same day the mortgagor filed a refusal to accept the release, and at the sale notice was given both of the release and of the refusal 'to accept. This is the case, stripped of all minor and collateral matters, as it was by the learned judge below, so as to present the clear question of law, whether the holder of the first lien can release land of his debtor, taken in execution on a junior judgment, so as to preserve his lien for its full amount against other land of the debtor, against the latter’s will. The learned judge below was of opinion that he could not, and he was clearly right.\nThe argument of appellant is really comprised in the claim that a man may do what he likes with his own, and as a release of any of a debtor’s property is pro tanto a surrender or gift of part of the creditor’s right, the debtor has no standing to object. But you cannot give a man what he will not take. It may be imposed upon him by superior force, as for instance his assent to a judgment against him is imposed by the law without regard to his assent in fact. But it cannot be called a gift.\nA release is usually matter of contract, and in this instance it was expressly put in that form, reciting a consideration moving from the debtor, and covenanting in return not to levy upon the land, etc., provided that the lien of the judgment upon the other lands of the debtor and his wife should not be invalidated. This was in substance as well as in form a contract which re quired the assent of the other party. As a release is usually an advantage to the debtor, his assent may be presumed, as the assent of a legatee to a legacy is presumed, but subject to his right to reject it: Tarr v. Robinson, 158 Pa. 60.\nIt is urged by appellant that the moment the release was filed, the status of the mortgage in suit as the first lien became fixed, and that being the state of the record the purchaser at the sale was bound by it, and the status of the property could not be altered by any act of the debtor. But this is assuming the very point in controversy. If the release alone appeared on the record it might, as already said, be presumed to have been accepted, and under the principles illustrated by Saunders v. Gould, 134 Pa. 445, Meigs v. Bunting, 141 Pa. 233, and similar cases, the purchaser would be bound by the record without regard to the conflicting notices , given at the sale. But the release did not appear alone, the same record contained the repudiation of it. It is argued by the appellee, in opposition to this aspect of the claim, that the release did not appear in the ad sectum judgment index, which is kept in Northampton county, in lieu of a judgment docket under the act of 1827, and that the purchaser was not bound to look elsewhere. We need not however go into this question. The same record, the appearance docket, which gave notice of the release gave notice also of its repudiation, and if the intending bidder found one he necessarily found the other. The record therefore concluded nothing in appellant’s favor, and we come back again to the starting point of the necessity of the debtor’s assent.\nThe question, so far as we are advised, is new. We have not been furnished with any authority directly in point,, nor have we found any, although the ease of Fritch’s Assigned Estate decided at the present term, ante, p. 283, involves somewhat similar principles. As in that case, so in this, we rest the decision on the broad ground of legal rights as to liens when not controlled by special equities. The principle that a man may do what he likes with his own has its limitations. A judgment creditor has the right to make his debt out of any or all of the property of his debtor, but he cannot proceed altogether at his own will. He cannot for instance pass over the personalty and proceed first against real estate; he cannot divide his debt so as to collect only part at a time; if he takes several parcels of land in execution he cannot prevent the debtor from requiring the sheriff to sell them in a certain order, and on obtaining sufficient funds from part to satisfy the execution, to refrain from selling the rest. The underlying principle is that the debtor may protect his own interests so long as he does not embarrass the creditor in obtaining payment. And for such protection the debtor may rely on rights fixed by the general rules of law, or on the special equities arising on the facts. The law fixes certain orders of procedure, and the debtor has rights and ■equities growing out of them..\nWhen the property in suit was levied upon and exposed to sale under a junior judgment, it was subject to incumbrances whose standing was fixed by law, both in respect to priority, and also in respect to the effect of the sale upon them. In the absence of any equity to prevent him, the debtor had the right to insist on the regular process of the law with its regular and usual result, the discharge of the liens and their payment out of the proceeds according to their legal priority. Of this right he could not be deprived, and the legal effect of the sale be changed at the whim of the first judgment holder by a release attempted to be forced upon him without his consent. If there were any equities in the judgment creditor which would justify his interference, they should have been shown, and to affect the purchaser, the aid of the court invoked before the sale. What the equities were we do not know and it is now too late to inquire. The purchaser’s rights were fixed by the sale.\nThe third and fourth specifications of error cannot be sustained. The evidence offered as to the mortgage of plaintiff was wholly outside of the records, and could not affect the rights of the terre-tenant purchaser.\nJudgment affirmed."}