{"id": "907035", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis appeal challenges the validity of the decree of the court below, in which the Act of May 12, 1897, P. L. 56, entitled “ An act taxing gifts, legacies and inheritances in certain cases and providing for the collection thereof,” was adjudged unconstitutional and void.\nSection one of the act declares: “ That from and after the passage of this act all personal property of whatsoever kind and nature which shall pass by will, or by the intestate law of this state, from any person who may be seized or possessed of the same .... shall be and the same is hereby made subject to a tax of two dollars on every one hundred dollars of the clear value of such personal property, after deducting the debts of the decedent and costs of administration, .... to be paid for the use of the commonwealth; and all heirs, legatees, devisees, administrators, executors and trustees shall only be discharged from liability for the amount of such taxes, .... by paying the same for the use aforesaid as hereinafter directed: Provided, That personal property to the amount of five thousand dollars shall be exempt from the payment of this tax in all estates :\n“ And provided further, That so much of the estates of persons heretofore deceased as has not been actually distributed and paid to persons entitled thereto prior to the passage of this act shall be liable to the tax imposed by this law, as well as the estates of persons who die hereafter.”\nThe last quoted proviso appears to have been added by way of amendment to the first section of the bill while it was under consideration, with the view of so enlarging (by improper use of a proviso) the scope of that section as to bring within its operation undistributed portions of all estates of persons theretofore deceased. Inasmuch as the testator, in the case now under consideration, died September 5, 1897—nearly five months after the passage of the act above cited—the retroactive provision of said proviso is not involved and requires no further notice in this case. In other cases, however, which have been argued the commonwealth’s claims are based upon the retroactive operation of said proviso. In disposing of them, it may not be amiss to consider the retroactive effect of the proviso.\nThe manifest effect of the first above quoted proviso is to effectually exclude from the operation of the taxing provisions of the act “ personal property to the amount fiof five thousand dollars .... in all estates.” To that extent, the operation of the act is restricted and qualified.\nIt is further restricted and qualified by section sixteen, which provides: “ This act shall be known as the Direct Inheritance Tax Law, and shall not be held to change, modify or alter the existing law in reference to the collection of collateral inheritance taxes, it being the intention of this act- to impose a direct inheritance tax on all estates or parts of estates not subject to the act or acts providing for the collection of collateral inheritance taxes.”\nThe intervening sections, two to fifteen, inclusive, are devoted to what may be called the administrative provisions of the act. The second declares: “ If the said tax shall be paid within three months after the death of the decedent, a discount of five per cent shall be made and allowed, and if the said tax is not paid at the end of one year from the death of the decedent, interest at the rate of six per centum per annum shall be charged for such year, and after the expiration of one year from the death of the decedent, interest 'Shall be charged at the rate of twelve per centum per annum on such tax,” etc.\nThe proviso to section five declares: “ That all taxes imposed by this act shall be a lien upon the personal property of the estate on which the tax is imposed, or upon the proceeds arising from the sale of such property from the time the said tax is due and payable, and shall continue a lien until said tax is paid and receipted for by the proper officer of the commonwealth.”\nAs defined and limited by the act itself, the tax sought to be charged and collected under its provisions is imposed, in express terms on “ all personal property of whatsoever kind and nature which shall (thereafter) pass by will, or by the intestate laws of this state,” from the respective owners thereof upon their decease, and upon all property, of the same kind, which had theretofore passed, in the same manner, from the owners thereof and was not “ actually distributed and paid to the persons entitled thereto prior to the passage of this act; ” but exempting, however, from said tax, “in all estates,” personal property to the amount of $5,000, and excepting from the operation of the act all personal property that is “ subject to the act or acts providing for the collection of collateral inheritance taxes.”\nAs already stated, Marmaduke C. Cope, the testator in this case, died nearly five months after the passage of the act, and in dne course his executor’s account was filed and confirmed showing $917,519.88, net balance of personal property for distribution. The learned auditing judge of the court below rejected the commonwealth’s claim on the fund for state tax, under the provisions of the so-called “Direct Inheritance Tax Law” in question, on the ground that in Blight’s Estate, 6 Dist. Rep. 459, Portuondo’s Estate, 6 Dist. Rep. 462, and other cases involving the same question, the said court had theretofore declared the said law unconstitutional and void. Exceptions to said adjudication having been filed by the commonwealth, the same were duly considered and dismissed by the court in banc which, in an opinion by its learned president, confirmed the adjudication and decreed distribution accordingly. Hence this appeal by the commonwealth.\nSubstantially, the only question involved in the five specifications of error is this: Did the learned court below err in deciding that the act in question is unconstitutional? In our opinion it did not.\nAs to the character of the act, there cannot be any doubt. That it is an act imposing taxes on the personal property therein specified is too plain for discussion. To hold otherwise would be a perversion of the plain meaning of the words employed in entitling the act and specifying its provisions. As we have seen its title declares it to be, “ An act taxing gifts, legacies,” etc., and providing for the collection thereof. Section sixteen declares that it shall be “ known as the Direct Inheritance Tax Law.” The “ personal property ” specified in the act is, in express words, “ made subject to the tax,” etc.: section 1. The second proviso to that section expressly declares “ that so much of the estates of persons heretofore deceased as has not been actually distributed and paid to persons entitled thereto prior to the passage of this act shall be liable to the tax imposed by this law, as well as the estates of persons who die hereafter.” Section five declares: “ All taxes imposed by this act shall be a lien upon the personal property of the estate on which the tax is imposed, or upon the proceeds arising from the sale of such property,” etc. It is also an act exempting “from the payment of this tax, in all estates,” personal property specified therein to the amount of $5,000.\nThe act in question has none of the features of an intestate law, or of an act regulating the disposition of property by will or by instruments in the nature thereof. On the contrary, upon its face and in all its provisions it is manifestly a tax law, clearly and distinctly predicated of the actual existence and general operation of an intestate law and a will’s act, under the operation of one or other of which the personal property intended by its provisions to be subjected to taxation would pass from the then, .as well as subsequent, owners thereof to others, or had theretofore passed and become vested in others prior to the date of the act under consideration.\nHaving thus seen that the act in question is essentially and avowedly a “tax law,” imposing a state tax on certain specified personal property, and providing for the collection thereof, let us briefly inquire whether it offends against the fundamental principles of taxation, or the provisions of our constitution relating thereto. If it does, our manifest duty is to support and defend the latter by declaring the act unconstitutional: Perkins v. Philadelphia, 156 Pa. 554. In that case it was well said, inter alia, by our Brother Dean: “Every department of the government is bound by its (the constitution’s)' provisions, but especially is this Court, for on it is the duty of judicially determining any violation of it.”\nIt is of the very essence of taxation that it should be relatively equal and uniform, and where the burden is common there should be a common contribution to discharge it: Cooley’s Constitutional Limitations, * 495. In his Treatise on Taxation (2d ed.), pp. 2,3, the same learned author says: “ In an exercise of the power to tax, the purpose always is that a common burden shall be sustained by common contributions, regulated by some fixed general rule and apportioned by the law according to some uniform ratio of equality. The power is not, therefore, arbitrary, but rests on fixed principles of justice which have for their object the protection of the taxpayer against exceptional and invidious exactions, and is to have effect through established rules operating impartially.”\n“ Equality in the imposition of the burden is of the very essence of the right, and though absolute equality and absolute justice may not be attainable, the adoption of some rule, tending to that end is indispensable. Equality as far as practicable and security of property against irresponsible power are principles which underlie the power of taxation as declared ends and principles of fundamental laws : ” Desty on Taxation, 29, and cases there cited.\nAs was well said by Mr. Justice Brewer in his dissenting opinion in Magoun v. The Illinois Trust and Savings Bank, 170 U. S. 283, 301, “Equality in right, in protection and in burden is the thought which has run through the life of this Nation and its constitutional enactments from the Declaration of Independence to the present hour. Of course, absolute equality is not attainable, and the fact that a law, whether tax law or other, works inequality in its actual operation does not prove its unconstitutionality (Merchants’ Bank v. Pennsylvania, 167 U. S. 461). But where a tax law directly, necessarily and intentionally creates an inequality of burdep, it then becomes imperative to inquire whether this inequality, thus intentionally created, can find any constitutional justification.”\nFurther citation of authorities in support of these fundamental principles is unnecessary. In nearly every state in the union they are more or less carefully guarded against specific transgressions by constitutional restrictions and limitations.\nOur constitution (article 9, secs. 1 and 2) declares: “All taxes shall be uniform upon the same class of subjects, within the territorial limits of the authority levying the tax; but the General Assembly may, by general laws, exempt from taxation public property used for public purposes, actual places of religious worship, places of burial not used or held for private or corporate profit, and institutions of purely public charity.\n“All laws exempting property from taxation, other than the property above enumerated, shall be void.”\nThe language of section 1, as to what the rule of uniformity shall embrace, is as broad and comprehensive as it could possibly have been made. The words, “ all taxes,” must necessarily be construed to include property tax, inheritance tax, succession tax and all other kinds of tax the subjects of which are susceptible of just and proper classification. By necessary implication, the first clause of that section recognizes the authority of the legislature to justly and fairly, but never arbitrarily, classify those subjects of taxation with the view of effecting relative equality of burdens. A pretended classification that is based solely on a difference in quantity of precisely the same kind of property is necessarily rinjust, arbitrary and illegal. For example, a division of personal property into three classes with the view of imposing a different tax rate on each,—class 1, consisting of personal property exceeding in value the sum of one hundred thousand dollars (§100,000), class 2, consisting of personal property exceeding in value twenty thousand dollars (§20,000) and not exceeding one hundred thousand dollars (§100,000), and class 8, consisting of personal property not exceeding in value twenty thousand dollars (§20,000)—would be so manifestly arbitrary and illegal that no one would attempt to justify it.\nThe next clause of section 1, expressly authorizes the legislature to exempt from taxation four specified classes or kinds of property. This specific delegation of authority to exempt impliedly prohibits express exemption from taxation of any other property, but to place this matter beyond the reach of doubt, it is expressly ordained in section 2, that “ all laws exempting property from taxation other than the property above enumerated shall be void.”\nThese limitations on the power of the legislature mean something. They are plainly intended to secure, as far as possible, uniformity and relative equality of taxation, by prohibiting generally the exemption of a certain part of any recognized class of property, and subjecting the residue to a tax that should be borne uniformly by the entire class, and by guarding against any other device that necessarily or intentionally infringes on the established rules of uniformity and relative equality which, as we have seen, underlie every just system of taxation. In any view that can reasonably be taken of these limitations, it must'be manifest to any reflecting mind that the act in question offends against them by undertaking to wholly exempt from taxation the personal property of a very large percentage of decedents’ estates, and impose increased and unequal burdens on the residue of the same class of property.\nIf the authority to exempt, etc., which was assumed and exercised by the legislature in this case, is sanctioned by this Court, the constitutional rule of uniformity virtually becomes a dead letter, and in lieu of the will of the people, as plainly declared in the fundamental law of the state, the unrestrained will of the legislature becomes the supreme law on th'* - bject. If the legislature had authority under the consí1' cuion to do what was done in this case, they had like authority to reverse their order of taxation, etc., and thus impose the tax on personal property amounting in value to $5,000 and loss, and exempt therefrom all property of same recognized class in excess of that sum; and, consequently, they have like authority, in every case, to establish any other arbitrary ratio between the amount in value of property to be taxed and that which shall be exempt therefrom, in any class of subjects.\nThe commonwealth’s contention is that the “ two dollars on every one hundred dollars of the clear value of such personal property ” in excess of 85,000, is not a tax according to the true intent and meaning of article 9, sections 1 and 2 of the constitution above quoted; that independently of the taxing power, the legislature was fully empowered to pass the act in question, and hence it is not within the inhibition of section 9 of the constitution ; that in the language of Dos Passos on Inheritance Tax (2d ed.), chap. 2, sec. 8, “ Such taxes are nothing more than a burden, bonus, excise or assessment, as they have been variously defined, imposed by the government upon the passing, devolution, transmission or privilege of taking or receiving property under wills and intestate laws, whether such property passes to collateral or lineal heirs.”\nThese propositions are predicated of the assumed principle that the right to inherit or succeed to property is not a natural but merely a civil right (1 Sharswood’s Blackstone, 398 and 399), and hence the commonwealth, acting through its lawmaking power, may assert its sovereign right to take and appropriate to its own use such portion or portions of the estates— real, personal and mixed—of every decedent as the legislature, in its wisdom, may consider necessary and proper. They also assume that the people of this state, in their fundamental law, have placed no restriction on legislative power in that regard.\nWithout pausing to consider the soundness as well as the scope of the principle thus broadly asserted, but conceding for argument’s sake merely, that the legislature has the power under our constitution to so change the law of descent and succession' as to give the commonwealth a certain portion of every decedent’s estate, or to otherwise regulate the transmission or devolution of such estates, it does not by any means follow that the “ direct inheritance tax law,” under consideration is such an act. As we have seen, the act does not profess to be a supplement to or an amendment of our laws relating to the estates of testates or intestates, but quite the reverse. There is nothing in its title or its text to indicate anything else than that it was intended to be a tax law imposing a tax of two per centum on the personal property of decedents therein specified within the scope of article 9 of the constitution; but assuming, for argument’s sake only, that it is otherwise,—that it was in fact intended to be an act supplementary or amendatory of existing laws regulating the succession to estates of decedents, we think it clearly offends against that clause of article 3, section 7 of the constitution, which declares : “ The General Assembly shall not pass any local or special law .... changing the law of descent or succession.”\nAs our laws of descent and succession stood prior to the passage of the “ Direct Inheritance Tax Law,” the personal property specified in said act was never subject to any “ burden, bonus, excise or assessment ” whatever. The pre-existing law of succession is changed by that act, in that it imposes a burden ou so much of said property as is in excess of $5,000, and leaves it unchanged as to the residue. It is therefore a special and not a general act, because it does thus impose a burden on a part of said property, and declares that, in all estates, personal property, not exceeding $5,000 in value, shall be exempt from said burden. It thus changes the law of succession as to part of the property specified therein, and attaches a condition to the right of succession which is neither general nor uniform, in that the burden is not imposed upon all distributees or all estates of decedents, but only upon a portion of them arbitrarily selected, while others in precisely the same class are exempted therefrom. As to classification, it is very clear that $5,000 in value of the personal property specified in the act is precisely the same in kind as $50,000 (or any other sum) in value of said property. The money value of any given kind of property, such as that specified in the act can never be made a legal basis of subdivision or classification for the purpose of imposing unequal burdens on either of such classes, or wholly exempting either of them from any burden. On the commonwealth’s own assumption, therefore, the act is a special law, changing the law of succession, and is clearly forbidden by article 8, section 7 of the constitution.\nIn the absence of reliable data, the practical operation of the $5,000 exemption proviso cannot be definitely stated, but it would perhaps be safe to say that, outside of the large centers of population, from ninety to ninety-five per cent of the estates of decedents, administered by the orphans’ court from year to year, do not separately represent personal property exceeding in value the sum of $5,000; so that probably not more than from five to ten per cent of said estates, therein administered, are subject to the two per cent direct inheritance tax. Whatever the percentage of such estates maybe, —whether more or less than five to ten per centum,—it conclusively shows the special character of the act in question. It also illustrates the injustice and inequality that must result from such special legislation. If the exempted personal property were subjected to the same tax rate that is required to be paid on personal property in excess of $5,000, it would yield to the commonwealth an average of about $50.00 on each decedent’s estate,—a sum that is by no means insignificant when the aggregate number of such estates is taken into consideration.\nAppellant’s suggestion, that we have a precedent for exemption in the proviso to our collateral inheritance tax law, has no force when we recall the fact that said proviso was enacted in 1826 (P. L. 227), long before the adoption of our present constitution containing the limitations on the powers of the legislature, which we have been considering. No such limitations existed in 1826 when the proviso to our collateral inheritance tax law was enacted, and of course it was a valid enactment which has never been repealed or modified.\nThere are other points of minor importance to which reference might be made, but enough has been said to show that in any view that can be reasonably taken of the act in question it is unconstitutional and void.\nDecree affirmed and appeal dismissed at appellant’s costs."}