{"id": "907078", "contents": "Opinion by\nMb. Justice Fell,\nUpon its facts this is a very close case, but the only question of law now presented which, is at all doubtful is whether the case should have been taken from the jury on the ground of the contributory negligence of the plaintiff. The plaintiff’s allegation of negligence was that the defendant had allowed its cars to stand at a crossing of a public street in such a position as to be dangerous to travelers. In proof of this allegation and of his injury he produced testimony tending to show that, for a number of days immediately preceding the accident, the defendant’s cars had stood at the crossing in such a position as to obstruct the middle of the street, leaving a passageway only about ten feet wide at one side; that ordinarily quiet horses were liable to shy when driven or ridden through this narrow passageway ; and that in riding through it at night his horse, which was quiet and tractable, had shied at the car on one side and thrown him against the car on the other. This testimony entitled him to go to the jury on the question of defendant’s negligence.\nThe main contention of the defendant is that the plaintiff had full knowledge of the danger caused by the presence of the cars, and of the disposition of his horse to shy at them; that by riding between them with that knowledge he voluntarily assumed the risk of a known danger, and that the court should have held as matter of law that in so doing he was guilty of such contributory negligence as to preclude a recovery. It appears that he was thrown and injured while returning to his home; and that some fifteen or twenty minutes before, while going from his home by the same route, he had ridden between the cars, and that on that occasion also his horse had shied and jumped to one side. Whether there was another route, safe for travel and known to the plaintiff, by which he could have returned to his home was in dispute at the trial. On this question the weight of the testimony was undoubtedly with the defendant, but it was nevertheless clearly a question for the jury, and was submitted to them with the instruction by the court that if the plaintiff knew of another way which was safe he was bound to take it, and that his failure to do so would defeat his action. The defendant could not have desired a more favorable instruction than this. But on the other question the court could not have said as matter of law that the plaintiff was under the circumstances guilty of contributory negligence in attempting to return between tbe cars because his horse had shied in passing them a few minutes before. The fright of the horse had not been severe, or of such a character as to indicate danger. He was a work horse which had before been driven by the cars without noticing them; and on this occasion, as described by the plaintiff, “ he shied at the car, frightened a little, the same as any horse that shies at anything.” On this subject the instruction of the court was that if the horse exhibited such fright in passing the cars when the plaintiff rode him from his home as would lead an ordinarily prudent person to conclude that it would be unsafe to ride back on the same street, the plaintiff was guilty of negligence in so doing. This instruction, we think, was clearly right. The danger was not an obvious one, as in the case of a patent defect in the roadway; nor was the duty one to be determined by a fixed standard. It depended upon the circumstances of the particular case. The measure of duty was ordinary and reasonable care. If the horse had shown a high degree of excitement, or had become unmanageable when first crossing the tracks, it might safely be said that it was imprudent to attempt to recross them while riding him; but nothing had occurred which would have warranted the court in saying that the plaintiff should have known in advance that it was unsafe to ride him back. Where there is a doubt as to the inference to be drawn from the facts, or where the measure of duty is ordinary and reasonable care, and the degree of care required varies with the circumstances, the question of negligence is necessarily for the jury: Penna. R. Co. v. White, 88 Pa. 327; Penna. R. Co. v. Peters, 116 Pa. 206.\nThere was some question at the trial whether the street on which the cars were standing was a public street. There was evidence that, as early as 1873, a resolution had been passed by the councils of the city of Erie directing an ordinance to be drawn for the purpose of opening the street, and that the street had been used as a public highway for more than twenty-one yearn. The evidence tending to show that it was a public street was ample to require its submission to tbe jury.\nWe find no error in the rulings of the learned judge, and the judgment is affirmed."}