{"id": "907067", "contents": "Opinion by\nMr. Justice McCollum,\nThe plaintiff contends that the cause of the occurrence which resulted in the death of his wife was the neglect of the defendant to maintain a proper guard rail or barrier at the point in the road where the wagon left it, and the defendant contends that it was caused by a combination of circumstances which the township was not bound to anticipate or guard against. Later on he will specify the circumstances and consider their relation to the occurrence.\nThe main purpose of the evidence introduced by the plaintiff was to sustain his claim of negligence on the part of the township and to repel the charge of contributory negligence on the part of the owner and driver of the horses and wagon. In addition to the evidence descriptive of the grade, width and condition of the road in the vicinity of the occurrence, he introduced evidence showing that other persons had met with similar occurrences at or near to the place of the occurrence in question. The plaintiff also introduced evidence showing that soon after the occurrence under consideration the township widened the road at or near the point where the wagon left it, and erected a fence or guard rail there with the view of reducing the risks attending travel at that point. With this brief summary of the principal evidence submitted by the plaintiff in support of his contention, we proceed to note the circumstances which constitute the principal reliance of the township for exemption from liability for the consequences of the occurrence which is the subject of this suit.\nThe circumstances which, according to the contention of the township, constitute the efficient and controlling cause of the occurrence were developed while Slingerland, a voluntary carrier of the persons riding with him, was driving down the Bailey road some distance above the point where the wagon left it, and they may be summarized and specified as follows, to wit: three of the four tugs attached to the whiffletrees suddenly became detached from them, the wagon pole dropped to the ground, the horses became frightened, the driver was unable to control them, and they ran down the road until they were stopped some distance below the place where they broke away from the wagon. The circumstances were so closely connected that they may seem to constitute a single circumstance. Be this as it may we have specified them in their order.\nThere is some conflict in the evidence respecting the circumstances and the cause of them. As illustrating the conflict we refer to the evidence showing that it was not unusual for the tugs to become detached from the whiffletrees, and to the evidence tending to belittle and discredit it; to the evidence showing that the horses were vicious and skittish, and to the evidence showing that they were well broken and docile; to the evidence showing that the appliances by which the tugs were attached to the whiffletrees were faulty in construction or unreliable by reason of long continued use, or want of proper repair, and to the evidence showing they were in good condition and comparatively safe. There is one item of evidence, however, which is undisputed. It is the admission that, on the day and about a mile from the place of the occurrence to which this litigation relates, one of the tugs, at least, became detached from the whiffletree while Slingerland was driving down Gafford hill. This hill was on, or a part of, the Bailey road.\nSixteen of the twenty-nine specifications of error filed in the case relate to rulings upon offers of evidence, six are based on excerpts from the charge, two on the answers to the plaintiff’s fifth and seventh points, and five on .the answers to the defendant’s first, fourth, sixth, seventh and eighth points. The twenty-eighth and twenty-ninth specifications of error are not' in conformity with the rule of court and are therefore dismissed. No summary or part of the evidence objected to is included in either of them.\nWe do not find in the twenty-fourth, twenty-fifth, twenty-sixth or twenty-seventh specification any cause for reversing the judgment. The rejected offers related to the construction of the appliances connecting the tugs with the whiffletrees; they were to show by the opinions of witnesses that no prudent or reasonably careful driver would use them and that to use them in driving down a hill would be an act of negligence. We are not willing to say that there was error in the rejection of such offers. The ruling complained of in the twenty-third specification is not 'objectionable. The course of the wagon, after three of the tugs were detached from the whiffletrees, and the pole dropped to the ground, was plainly marked by the pole, and opinions respecting its course under such circumstances were not only inadmissible but of no account. There is nothing in the twenty-second or twenty-first specification which requires discussion. The alleged statement of Beardslee that “ some one had tried to break his colt and had made a bad' job of it ” was unimportant, and the explanation by the plaintiff that his statements based on what he heard immediately after the death of his wife proved, upon investigation to be incorrect was clearly admissible. It was for the jury to determine what effect should be given to the explanation. There is nothing in the eighteenth, twentieth, nineteenth, seventeenth, sixteenth, fifteenth or fourteenth specification which requires special notice. It is admitted by the defendant that evidence of other and similar accidents in the vicinity of the occurrence in question is admissible, and we discover no reasonable cause to complain that evidence descriptive of the condition of the Bailey road and the nature and extent of Slingerland’s injuries was received.\nThe excerpt from the charge which is the subject of the first specification of error does not include what was said in connection with and qualifying it. As is too often the case, the appellant selected a single sentence from that portion of the charge relating to the erection of a guard rail after the accident, and neglected to mention what was said in connection therewith. This method of specifying alleged error is unfair to the trial court and condemned by the appellate court. It does not appear that the evidence to which the excerpt relates was objected or excepted to, or that a motion was made to strike it out. It has been decided by this Court that the learned judge of the trial court cannot be convicted of error for commenting upon irrelevant or incompetent evidence so received. While this is a sufficient answer to the first specification, we may add that the defendant has not cited any decision of this Court which overrules its decisions in the numerous cases in which it has been determined that such evidence as the excerpt relates to is admissible.\nThe excerpt from the charge on which the second specification of error is founded relates solely to the plaintiff’s contention and contains nothing which can be construed as an approval of his claim respecting the cause of the occurrence. The excerpt on which the third specification is based is to the effect that the evidence is not sufficient to charge Mrs. Card with contributory negligence, and as defendant’s counsel declare in their printed argument that they were not seeking to convict her of such negligence a discussion of the subject is not called for.\nThe fourth specification of error will be considered with the eighth, ninth, tenth and eleventh specifications.\nThe defendant has no cause to complain of the answers to the plaintiff’s fifth point. It is in line with the instruction that a finding of the facts as claimed by the defendant would bar a recovery by the plaintiff, because they would constitute an extraordinary risk which the township is not required to anticipate or guard against.\nThe answer to the plaintiff’s seventh point is also unobjectionable.\nAn affirmance of the defendant’s first point would have constituted plain error. The conflict in the testimony to which we have already referred necessitated a reference of the case to the jury for the ascertainment of the facts.\nDid the learned court below err in refusing to affirm the defendant’s fourth, sixth, seventh and eighth points or either of them? The court divided the fourth point, affirmed the first part of it and refused to affirm the remainder. The part refused stated the circumstances we have already specified herein and which, the defendant contends, constitute the efficient and controlling cause of the occurrence under consideration. The court said there were circumstances and considerations not included in the- point, but did not state what they were. The other points were not divided, but were refused in toto and without explanation or statement of the grounds of the refusal. The circumstances specified in the points were not the result of a defect in the road. The tugs became detached from the whiffletrees and this was the primary cause of the casualty complained of. As a consequence of it the wagon pole dropped to the ground, the horses were frightened and ran away, and the driver was unable to guide or control them. None of these circumstances is chargeable to the negligence of the township. Its negligence lies in its failure to erect a barrier at the place where the wagon went down the slope. There is some evidence tending to show that the appliances connecting the tugs with the whiffletrees were defective, and if so they may properly be considered as the cause of the tugs becoming detached as above stated.\nWe conclude, upon a careful consideration of the case at bar and of the cases analogous to it, that the circumstances specified in the defendant’s fourth, sixth and eighth points constitute the dominating and proximate cause of the occurrence which is the subject of this litigation. Among the cases which are analogous in principle to the case at bar we note Chartiers Twp. v. Phillips, 122 Pa. 601, Herr v. City of Lebanon, 149 Pa. 222, Schaeffer v. Jackson Township, 150 Pa. 145, and Kieffer v. Hummelstown Boro., 151 Pa. 304. Willis v. Armstrong County, 183 Pa. 184, is quite like the case at bar. In that case, “ after the wagon in which the plaintiff and several others were riding had safely passed over the bridge and proceeded up the hill fifty or sixty feet, the eyes in two traces gave way and this resulted in freeing the horses from the wagon and from the control of the driver. Being thus situated the wagon ran back down the grade, and missing the bridge went over the embankment into the stream below.” It was held that the absence of guard rails was merely the remote cause of the injury the plaintiff received, and that “ the sole efficient and proximate cause was the breaking of the harness, in consequence of which the control of the wagon was lost.” The only distinction between that case and this is that in that the traces gave way while driving up a hill and in this the tugs became detached while driving down a hill. In Habecker v. Lancaster Township, 9 Pa. Superior Ct. 558, it was conceded that the township was negligent in not erecting a barrier at the quarry hole, and held that the sole cause of the accident was the breaking of the holdback straps and that the township was not liable. In that case, as in ours, the accident occurred while driving down a hill. Judge Rice, speaking for the court, said: “ The township officers were under no more obligation to foresee the breaking of a holdback strap going down hill than the breaking of a trace going up hill, and were under no plainer obligation to provide against the consequences in one case than the other.” If, in the case at bar, the jury find the facts as claimed by the defendant it cannot possibly be distinguished from the cases last cited.\nWe sustain the fourth, eighth, ninth and eleventh specifications of error and dismiss the other specifications.\nJudgment reversed and venire facias de novo awarded."}