{"id": "907031", "contents": "Opinion by\nMb. Justice Fell,\nThe learned master found that there had been no infringement of the plaintiff’s trade-marks, and that the testimony did not show any unfair competition by the defendant. He sustained the bill and recommended a decree on the ground that there had been continuing breaches of contract by the defendant.\nThe contract in question was made July 1,1889, by the members of two competing firms for the purpose of consolidating their business interests. The members of one of the firms were W. N. Allen and N. P. Allen, and of the other J. E. Tygert and H. S. Tygert. The contract provided for the sale of the merchandise of the firms to a corporation to be formed, and for the nominal consideration of $1.00 the parties agreed to sell and transfer by proper writings to the corporation their goodwill, brands and trade-marks, including the exclusive use of their names “ so far as they shall hereafter apply or become necessary to be used in the manufacture and sale or purchase of fertilizers and fertilizing materials.”\nThe corporation formed was called “ The Tygert-Allen Fertilizing Company,” and the only use made of the name “ Tygert ” was as a part of this compound corporate title. The products manufactured and sold were all advertised and sold as “Allen’s Nitro-Phosphate,” “Allen’s Popular Phosphate,” etc., the name “ Allen ” being used as a part of the trade-mark or brand of each of the seventeen different articles made and sold. The name “ Tygert ” was never used by the corporation to designate any article manufactured or sold by it, and no request was ever made for a transfer of the right to its use, as provided for by the contract.\nThe corporation defendant was organized July 2, 1891, and its business has since been conducted within sixty feet of the plaintiff’s office. It has used the name “ Tygert ” in connection with the various brands under which its goods are advertised and sold, and has built up an extensive business. The use of this name is essential to its continuing in business, as under the provisions of the Act of June 28, 1879, P. L. 180, every package of its goods offered for sale must have stamped thereon the name of the manufacturer. The bill was filed January 12, 1894.\nAside from all questions as to the right of the plaintiff to enforce a covenant not made with it, but between third persons not parties to the bill, we think that the delay of the plaintiff has been such that under the circumstances it is not entitled to the relief sought. The merchandise owned by the firms was to be inventoried and sold to the plaintiff at its market value; the “ good will, brands, trade-marks, including the exclusive use of their names, so far as they shall hereafter apply or become necessary to be used in the manufacture and sale or purchase of fertilizers,” etc., were to be transferred for a nominal consideration. No transfer was ever asked for, and no use of the name “ Tygert ” was made to designate the plaintiff’s goods. Whatever right, if any, it acquired to the exclusive use of the name, it apparently abandoned. No value was given to the name by it as the designation of an article of merchandise. Its use by the defendant does not mislead the public, and it injures the plaintiff only as any other open and fair competition would do so. The plaintiff stood by for two years and a half without objection of any kind while the defendant expended large sums of money and built up a business, the life of which depends upon the use of this name. The covenant to transfer the use of the name was not an unconditional one, but only as it should “ appty or become necessary to be used.” By the option of the plaintiff it never has applied or become necessary for its use. In July, 1891, when the defendant was incorporated, it might well have been inferred that the plaintiff made no claim to the use of the name “ Tygert,” as all its goods had been put upon the market under another name. If the plaintiff intended to assert its right to its exclusive use, that was the time to speak. Its silence for two years and a half was more than mere laches; it was, under the circumstances, such evidence of acquiescence as to bar its remedy for equitable relief: Kerr on Injunctions, p. 16; Pomeroy’s Equity, sec. 817-821.\nThe decree is affirmed at the cost of the appellant."}