{"id": "907043", "contents": "Opinion by\nMr. Justice Dean,\nThe following is a statement of the indebtedness of Lancaster city from the adoption of the present constitution until January 1, 1897:\nOf January 1, 1874 ..... $490,458 06\nOn which there was then in the sinking fund 80,358 06\nLeaving the net indebtedness at that time . $410,100 00\nOf this indebtedness there is now in the sinking fund ..... 205,900 00\nLeaving now outstanding of this indebtedness ....... $204,200 00\nTo which add old indebtedness, omitted by mistake, ...... 6,500 00\nLeaving total old indebtedness, outstanding, $210,700 00\nSince January 1, 1874, the city has contracted new indebtedness as follows:\nBetween January 1, 1874, and January 1, 1885 ...... $243,000 00\nOf which there is in the sinking fund 204,200 00\nLeaving outstanding of these loans $ 38,800 00\nAnd since January 1, 1885 395,000 00\nMaking a total new indebtedness of . $433,800 00\nAll of this new indebtedness is, at this time, outstanding in the hands of creditors of the city, and no part of it is in the sinking fund.\nThe total old indebtedness outstanding is I 210,700 00\nThe total new indebtedness outstanding is 483,800 00\nPresent actual outstanding indebtedness $ 644,500 00\nThe assessed valuation of the taxable property on January 1, 1897, was $15,416,646 00\nTwo per centum of which is 308,322 92\nThe present city debt, it will be noticed, is now ...... $ 644,500 00\nIt is claimed this can bo increased $73,932.92, so that it will reach but not exceed the amount of indebtedness allowed by the constitution of 1874, without a vote of the people. This claim comes squarely in conflict with the interpretation of section 8, article 9 of the constitution, as announced in Pepper v. City of Philadelphia, 181 Pa. 566. The question involved there was precisely the same as here, and the present chief justice speaks as follows:\n“ It is clear, therefore, that in all cases cited we have adhered to the proposition that the increase of two per cent authorized to be made by the second clause of the eighth section may not be transcended except by a popular vote, and this, whether the increase has been made by successive additions, each less than two per cent, or at one time and by one municipal act alone. We have not allowed this percentage of increase to be exceeded in any instance by mere municipal action. It follows, therefore, that, as the two per cent limit in the present case has been more than reached by previous additions, though by subsequent reductions the aggregate of the additions is now slightly below the two per cent limit, the ordinances authorizing the two loans of $8,000,000 and $3,000,000 respectively, are both invalid, and the plaintiff's bill must be sustained and the injunction prayed for awarded.”\nWe intended, by that case, to settle the very question here raised. Brooke v. City of Philadelphia, 162 Pa. 123, and Bruce v. Pittsburg, 166 Pa. 152, do not touch it. Those cases hold that the sinking fund must be deducted from the amount borrowed, in determining whether the seven per cent limit has been reached; here the question is, whether the two per cent limit of increase can be exceeded without a popular vote ? We hold that it'cannot. The city already has borrowed, since the adoption of the constitution, more than two per cent, and more than that percentage of that additional indebtedness is now outstanding and unredeemed. Although the proposed new debt would not exceed the seven per cent limit, nor exceed two per cent of the assessed valuation, nevertheless, it makes more than two per cent of new debt, since the constitution went into effect; therefore, notwithstanding the reductions, the municipal authorities must have recourse to the people for authority to increase the debt.\nThe decree of the court below is affirmed."}