{"id": "908992", "contents": "Opinion by\nMb,. Justice McCollum,\nThis is an appeal from the refusal of the court of common pleas of Westmoreland county to set aside a sheriff’s sale of real estate. It is alleged in support of the appeal that the sale was not lawfully advertised; that the real estate sold for $3,000 was worth $10,000, and that the sheriff’s conduct in posting the handbills and in the management of the sale was prejudicial to the interest of the defendant, and “malicious, improper and illegal.” There is no evidence in the case sustaining the accusations against the sheriff, or the statement that the real estate sold is worth $10,000. The only support they have is in the defendant’s petition to set aside the sale and in his reply to the sheriff’s answer thereto. It is not necessary therefore to devote any time to the discussion of these matters. The accusations are sufficiently met and discredited by the sheriff’s answer to the petition, and the statement respecting the value of the property can have no consideration on appeal without clear proof of a flagrant abuse of the discretion the court below has in case of alleged inadequacy of price. The real estate in question was advertised to be, and was, sold by the sheriff on the 14th of May, 1898. It was advertised in the Tribune-Herald on the 27th of April, and on the 4th and 11th of May, and in the Greensburg Press on the 26th of April and the 4th and 10th of May preceding the sale. It was also advertised, on defendant’s request, in the Westmoreland Democrat on the 4th and 10th of May. These were weekly newspapers published in Westmoreland county. The property was also advertised by the sheriff in the Greensburg Daily Tribune on the 20th and 27th of April and the 4th and 11th of May, and in the Greens-burg Daily Press on the 20th and 27th of April and the 4th and 11th of May. These were daily newspapers published in said county, and having a larger circulation therein than either of the weekly papers mentioned above. It will be seen from the foregoing statement that there were twenty-three days between the first advertisement in the daily papers and the day of sale, and that in two of the weekly papers first referred to the property was advertised once a week for or during three successive weeks.\nThere is no material difference in the direction as to advertising between the actof March 27,1824, and the act of June 16, 1836. The former directs the sheriff to advertise “ once a week for three successive weeks ” and the latter directs him to advertise “ once a week during three successive weeks.” On this subject we refer to and quote from the opinion of our Brother Mitchell in Hollister to use v. Vanderlin, 165 Pa. 248, as follows: “The language of the Act of June 16, 1836, sec. 63, P. L. 772, is that the officer making the sale shall give notice by advertisement ‘once a week during three successive weeks.’ Does this require that the first notice shall be three full weeks, or twenty-one days before the day of sale ? It does not appear that this point has ever been expressly decided by this court, and the decisions of the courts of common pleas are not uniform upon it. The general practice however has been against such requirement, and as referring to calendar weeks or specified periods of time and an advertisement in three successive periods of the kind, although the advertisements may not have been all on the same day of the week, and there may not have been twenty-one full days between the first and the date of the sale. This is the rule laid down in the books of practice, 1 Troubat and Haly, sec. 1250, and has been recognized by this court inferentially, at least, in Re North Whitehall Township, 47 Pa. 156, where a notice directed to be given ‘ three weeks before the time of meeting ’ was held to mean twenty-one full days, and was expressly distinguished by Stbong, J., from a notice ‘ during three successive weeks ’ or one for ‘ a given number of insertions in successive weeks.’ ” See also as bearing upon this subject, Stoever’s Appeal, 3 W. & S. 157, and Bachelor v. Bachelor, 1 Mass. 256.\nUpon due consideration of the case our conclusion is that no error was committed by the court below in refusing to set aside the sale. The assignments are overruled, the order discharging the rule to set aside the sale is affirmed, and the appeal is dismissed at the costs of the appellant."}