{"id": "908995", "contents": "Opinion by\nMb. Chibe Justice Stebbett,\nIn this feigned issue to determine the validity of a judgment confessed by Prank J. Hess in favor of his wife who is the defendant in the issue, the only subject of complaint is the manner in which the learned trial judge submitted the case to the jury. In their brief the learned counsel for plaintiff state: “We do not say that the case should have been taken from the jury. It was no doubt the duty of the court to submit it to their determination, but, at the same time, such submission .... should have been accompanied by such instructions as would have directed the jury’s attention to the general and unreliable character of the evidence adduced.”\nIt nowhere appears in the record that the learned trial judge’s attention was called to the alleged insufficiency of his presentation of the case to the jury; but it is stated, doubtless correctly, that points for charge were presented, and “ the learned trial judge, at the close of the general charge, returned the points, so submitted, to counsel, stating that he believed he had answered the points in his general charge; consequently no points appear upon the record.”\nWe are not warranted in drawing from this statement the inference that any of the matters now complained of were distinctly embodied in any of said points, nor do we understand that we are expected to do so. If any of said points were not covered by the general charge, or were insufficiently answered therein, it was the privilege as well as the duty of counsel to except thereto, and thus have them made part of the record. We must therefore dispose of this case as though no prayers for instructions, etc., had been presented.\nIt is frankly conceded that upon the evidence properly before the jury the case was one that the court was bound to submit to them for their determination. The only question therefore is whether it was fairly and adequately submitted. On that subject the language of our Brother Mitchell, in Borham v. Davis, 146 Pa. 72, is appropriate. Referring to the alleged unfairness and inadequacy of the charge in that case, he said: “ In the review of the evidence it must not be inaccurate on matters of substance, and it must not omit or slur over the strong points on either side. But how much detail shall be entered into; how minute the reference to the testimony shall be, and how extended the discussion of it; how far arguments shall be noticed, their true bearing and relevancy pointed out, and the extent to which they are supported by the evidence, etc., must be left largely to the discretion of the presiding judge. Pie is generally in a better position to estimate the requirements of the case with the jury in hand than we can possibly be; and unless we can see clearly that the jury may have been misled or turned aside from the true issue, general exceptions of the nature of the present are not to be sustained.”\nA careful consideration of the charge as a whole, and in all its bearings, has satisfied us that it is neither unfair, inaccurate or inadequate. There was no controversy as to the law applicable to the facts which the evidence tended to prove, and it was clearly and accurately stated to the jury. The disputed questions were of fact, which it was the duty of the court to submit to the jury for their determination, and they were accordingly submitted on sufficient evidence, and with instructions .of which the plaintiff has no just reason to complain. His view of the case was fairly and adequately presented, and his rights carefully guarded. If the evidence of the defendant was believed, she had given an adequate consideration for the judgment in controversy, and the jury being the exclusive judges of the credibility of witnesses were warranted in finding as they did.\nIt is unnecessary to consider the specifications of error in detail. We find nothing in the record to justify us in sustaining either of them. They are therefore dismissed and the judgment is affirmed."}