{"id": "908989", "contents": "Opinion by\nMb. Justice Mitchell,\nThe title of Mrs. Nevins to the house in question depends on the construction of the following clause of the will of Mrs. Lathrop: “I give to the Fidelity Insurance and Safe Deposit Company my house 122 S. 18th street and Eight Thousand dollars, Philadelphia & Reading Railroad Bonds, to hold the same in trust for the benefit of my only surviving sister, Louisa Nevins. It is my wish and desire she shall live in said house free of rent. I also request my said Trustees to pay to her the interest on said Philadelphia & Reading Consolidated Bonds as long as she lives, after paying Taxes and Insurance on said house. At her death I make the following bequests which I request my said Trustee to pay free and clear of the collateral inheritance tax or other taxes which I desire to be paid out of my residuary estate.”\nThe first notable observation on this clause is that there is no direct gift at all to the devisee, but only a devise in trust for her. While not in itself conclusive this suggests at once an intent not to give the fee, else why interpose a trust ? The most ignorant property owner knows the difference between owning a house himself and having the use of it under a trust, and if this testatrix meant to give the full ownership in fee there is no purpose disclosed in her will which would have prevented the easiest and most natural way of doing it by direct gift.\nNext there is expressed a “ wish and desire she shall live in the house free of rent.” These are not precatory words addressed to her sister as to the use she shall make of a house given to her, but words addressed to the trustee, and, therefore, though expressed as wish and desire they are a mandatory direction that her sister shall not be chargeable with rent. The testatrix though not learned in the law and apparently inops consilii, yet was a householder and must be presumed to have had the common knowledge that the owner does not pay rent, while ordinarily every other occupant does. She appears to have known also that in devising the house in trust she made the trustee the legal owner, and thus apparently clothed him with authority to exact rent, even though he should be accountable for it afterwards as part of the gross income, the net proceeds of which were ultimately payable to the occupant. From the possibility of this trouble and charge the testatrix appears to have intended that her sister should be free, while at the same time the latter’s title and estate in the property should be limited by the trust.\nAgain, in creating the trust, the whole estate is thrown together with no distinction between this house and the personal property. And the latter is manifestly not given absolutely, for the trustee is to pay the interest to Mrs. Nevins “as long as she lives,” and to use the principal “ at her death ” in paying certain specified bequests, the collateral inheritance and other taxes on which are to be paid out of the residuary estate. There is nothing in the will on which we can safely base a distinction which the testatrix herself avoided making, between the extent of the beneficiary’s interest in the real and personal property included in the same words of disposition.\nWe are therefore of opinion that, though there is no devise over, the will shows a clear general intent to give only a life estate. The act of 1833 was meant to effectuate, not to defeat the actual intent. A testator giving by will, usually intends to give the whole of the subject named, as he legally does when he names personal property. The necessity for words of inheritance to pass a fee in land is an invention of the law, a technicality in the way of the testator’s usual purpose, which the statute meant to remove. But when the intent appears by the whole will to be otherwise, the statute is not to be invoked to defeat it.\nThe decree surcharging the accountant with three fourths of the proceeds of the sale of the house is reversed, and the adjudication of the auditing judge reinstated, costs to be paid by the appellee, Charles M. Campbell."}