{"id": "910341", "contents": "Opinion by\nMr. Justice Mitchell,\n1. A motion is made to quash this appeal, on the ground, first, that no appeal was in fact taken, and secondly, that even if what was done was equivalent to an appeal, it was too late.\nThe judgment of the Superior Court was entered on July 29, 1898. On August 26, 1898, on petition of the present appellant, a rule was granted by our brother Dean returnable to the second Monday of October, to show cause why an appeal should not be allowed. On March 27, 1899, this rule was made absolute by the Court, and appeal allowed. Counsel deeming this allowance of his petition to be of itself an appeal, filed no precipe with the prothonotary of the Superior Court for appeal, nor was any writ of certiorari in fact issued. As the point was one on which no practice had yet been settled, the prothonotary merely held the record, subject to the order of this Court.\nBy section 7 of the Superior Court act, June 24, 1895, P. L. 217, there may be an appeal from the judgment of that court if “ specially allowed by the Superior Court itself, or by any one justice of the Supreme Court.” By section 8 it is directed that the bond for appeal to the Superior Court shall include “ costs in the Supreme Court, if the case shall reach that tribunal, and (shall be) conditioned also to pay whatever judgment or decree may be entered against the appellant, either by the Superior Court or the Supreme Court. ... No further bond need be entered in case of an appeal from the Superior Court to the Supreme Court.” “No writ of certiorari shall be needed to remove the record to the Superior Court from the court below, but the perfecting of the appeal shall be treated as equivalent to the issue and execution of said writ.” The prothonotaries of the Supreme Court at Philadelphia, Harrisburg and Pittsburg are ex officio prothonotaries also of the Superior Court (sec. 4). From these provisions it is a fair inference that the Superior Court act did not require or contemplate the issue of any certiorari to remove the record from that court to the Supreme Court, and it would have been a reasonable practice to treat the allowance by this Court of an appellant’s petition, as a perfected appeal. But by the Act of May 19, 1897, P. L. 67, the whole system of appeals was revised and amended, so that that act should in the words of its 22d section “ furnish a complete and exclusive system in itself.” By section 1 appeals are to be entered in the court to which the appeal is taken, and by section 2, the prothonotary of said court is to issue a writ in the nature of a writ of certiorari directed to the court from which the appeal is taken, and “ no appeal shall be considered perfected until such writ be filed in the court below.” It is plain that the practice which has been indicated above as reasonable in cases of appeal from the Superior to the Supreme Court under the act of 1895, would not be in accordance with the act of 1897. The requirement of a certiorari applies to all cases without exception, and must to that extent operate as a repeal of the provisions of the act of 1895 on that subject. There are some manifest advantages in the requirements of the later act, as for instance in settling the custody of the record and its remission to the court of original jurisdiction or certification to this Court as the case may require. But advantageous or not, the act is clear and must be followed. Compliance with its provisions will be considered as imperative in future cases. Bjrt in view of the absence of any precedents or settled practice and the contrary provisions of the act of 1895, we are of opinion that the interests of justice require the allowance of a certiorari in this case nunc pro tunc as of March 28, 1899.\nSecondly, with regard to time. The act of 1897 already cited, in section 4 requires that “ an appeal from the Superior Court to the Supreme Court must be taken and perfected within three calendar months from the entry of the order, judgment or decree of the Superior Court.” In the computation of this period, however, so far as the perfecting of the appeal is concerned, the time that the application is pending in this Court must be deducted. In the pressure of business and the multiplicity of cases it is not always possible for the Court to dispose of these applications immediately, and it is the universal rule that while matters are held sub judice the running of time, as it affects the parties litigant before the Court, is suspended. The petition or application for allowance of an appeal must be presented within three months. As to this the statute is mandatory. The petition in this case was in time. The correct practice is not to present it to a single judge, but to file it with the prothonotary of the proper district, who will submit it to the Court, if in session, or to the most convenient member in vacation. And the time of the application will be determined as of the date of such filing with the prothonotary. The act of 1895 gives any one justice the authority to allow the appeal, and while in clear or urgent cases this authority will be exercised, yet the practice of the Court is to consider the matter together if the Court is in session, or, if not, to follow the course adopted by our Brother Dean in the present case, and if a prima facie case is made out to grant a rule to show cause, etc. Where applications are to be made in vacation it may frequently be a matter of much trouble and embarrassment to counsel to find a judge, all of which will be avoided by filing the petition with the prothonotary. It should be accompanied in all cases by a copy of the paper-books, the opinion of the Superior Court, and a full statement of the grounds on which the allowance of the appeal is asked. If the appeal is allowed, of which counsel will receive immediate notice from the prothonotary, the precipe for a certiorari should be promptly issued, and the appeal perfected in accordance with the statute. No exact limit of time can be fixed, but counsel will be required to be prompt, and no more than reasonable time for diligent action will be allowed.\nIn the present case, as already said, the allowance of the appeal will be considered as practically a compliance with the rule, and the record permitted to be perfected by a certiorari nunc pro tunc. The motion to quash the appeal is therefore dismissed.\n2. On the merits we are constrained to take a different view from that of the Superior Court. The facts as reported by the auditor were that two executions were issued by appellant on March 2, being the first in date, and a third by the Platt-Barber Company on April 20. The record showed only one levy, and that on one of appellant’s writs, though the deputy sheriff testified that he levied and sold on all three. The auditor, without passing on this question, refused to find that the appellant’s writs were not issued and executed in good faith for the collection of his debt, and accordingly awarded the fund to appellant. The Court, expressing a contrary view on this point, nevertheless confirmed the report on the ground that only one levy was shown. The case then went to the Superior Court which reversed the judgment on both grounds, holding that there were legal levies on all the writs, and that appellant’s writs should be postponed for delay in enforcing them. We do not find it necessary to consider or pass upon the first ground, as we are of opinion that the auditor was right in his view of the second.\nThe testimony taken by the auditor was confined to that of the deputy sheriff, and in substance amounts to this, that the witness, on receiving appellant’s writs, asked what the property was that was to be levied on, and being informed that it was a store, asked appellant’s attorney “ if he wanted it closed right away. He said he thought there would not need to be a sale; that it would be fixed up without a sale.” And further, the witness said: “ I don’t think it was on account of what Mr. Craig (appellant’s attorney) told me that I did not levy on the two first writs until the other one was issued, but they thought it would be fixed up. It appeared to be Mr. Craig, Mr. Brosius and Mr. Groves (the defendant in the execution), that was trying to get it fixed up. In the mean time I was not to do anything but to wait, and see if they wouldn’t get it fixed up.” On cross-examination he further testified that his directions from apjsellant’s counsel were to hold the writs “for a few days,” until the counsel wrote to the plaintiff that he knew the defendant was negotiating for money to pay the debt, that Mr. Brosius, one of the parties so negotiated with, saw the witness and was willing to let defendant have the money if he got the bail he proposed, and that these efforts of defendant and his conversations with the witness “ had something to do with the delay in closing the store.” This testimony, as it appears in print, is somewhat open to different constructions, and the case is, therefore, peculiarly one for the application of the general rule that the findings of an auditor on the facts should not be reversed except for very plain error. The auditor, having this witness before him, was in a favorable position for understanding his exact meaning, as well as his frankness or hesitancy in disclosing all the facts. It would have been better to affirm the judgment on the auditor’s findings, but we are of opinion that on the evidence as presented the auditor’s view is the correct one.\nThe rule is well established that an execution which is not put in the sheriff’s hands with the bona fide intention of collecting the debt, but merely to be held as a security, or to prevent other creditors from coming upon the debtor’s goods, is fraudulent as to them, and will be postponed to subsequent levies. And stay, or unusual delay of the proceedings, allowing the debtor to sell or otherwise to deal with the goods in contravention of the levy, and other acts of similar nature, give rise to a presumption of want of good faith: Dorrance’s Admr. v. Com., 13 Pa. 159; Earl’s Appeal, 13 Pa. 483; Freeburger’s Appeal, 40 Pa. 244. Such acts, however, are not frauds per se, but only evidence of fraud, which may be rebutted, and, if the creditor’s delay is shown to be in good faith and in furtherance of a genuine intention to collect his debt, he will not be postponed. Indulgence is not in itself fraudulent, but, on the .contrary, is sometimes good policy for the creditor as well as mercy to the debtor, especially where, as in the present case, the subject of the levy is a store or going business of any kind. There is no fixed time by which such acts are to be judged. The test is good faith and absence of actual hindrance of others. As long as the creditor is honestly seeking collection, even by coaxing, and is not, in fact, hindering later executions, so long his indulgence to the debtor will not be a bar to his maintenance of his priority of levy.\nThe earlier cases undoubtedly applied the presumption of fraud with great strictness, and exhibit a tendency to treat it as a rule juris et de jure. But it was never divorced'intentionally from its true principle, and the later decisions have treated the question more liberally as one of fraud in fact to be determined in each case by the evidence: Broadhead v. Cornman, 171 Pa. 322; Landis v. Evans, 113 Pa. 332; Stroudsburg Bank’s Appeal, 126 Pa. 523.\nIn the present case the evidence shows a clear intent to collect the money, never relinquished or interrupted, and restrained only by an indulgence as to time, as much in the interest of the creditor as of the debtor. The testimony of the deputy sheriff shows that the debtor was negotiating for a loan that would enable him to pay the debt, and had at least one person willing to advance the money if secured as proposed. The extent of the delay was not fixed by appellant, but by the deputy, who acted partly on his own confidence that the debtor would secure the loan. As the plaintiff’s executions amounted to more than $1,200, and the store property only produced $700 at the sale, it was manifestly good business policy, as well as humanity on the part of the appellant, to indulge efforts of the debtor to secure the money by loan. There was not a trace of any intention. to refrain from exacting payment, or of helping the debtor to hinder other creditors. The presumption arising from the stay of immediate proceedings on the execution was fully met and overcome by the affirmative evidence of good faith.\nJudgment reversed and judgment of the common pleas affirmed with costs."}