{"id": "910308", "contents": "Opinion by\nMe. Justice Dean,\nAfter the concise and clear findings of fact by the learned trial judge in the common pleas, a restatement of them here is wholly unnecessary.\nThe court held that these words in the habendum of the deed, “ Nevertheless the maintenance of Daniel Bonebrake and Rebecca his wife, during their natural life, is a part of the consideration herein mentioned, therefore this title does not become clear of all incumbrance until at the death of the said Daniel Bonebrake and Rebecca his wife,” expressly charged upon the premises conveyed, a maintenance for the grantors, and intended this charge to be a continuing lien. We think this clause is susceptible of no other interpretation. This being so, is the intention defeated by conclusions of law from the undisputed facts ? At the date of the deed there were prior liens against the grantors which bound the land, and winch their grantee assumed. Other liens were entered subsequent to the deed, and the grantee made an assignment for benefit of creditors. Public sale was made of the land by the assignee for the benefit of creditors. Not only was the deed, embodying the continuing charge, of record, but public notice to bidders was given at the sale, that the land was sold subject to this charge; further, the purchasers accepted their deeds with the express stipulation in them, that the land is subject to it. That parties may make such a charge 'is held in Hiester v. Green, 48 Pa. 101, by this Court on a review of all the authorities. This was reiterated in Strauss’s Appeal, 49 Pa. 858. But, then, it has also been settled by Luce v. Snively, 4 Watts, 397, and many subsequent cases ending with Rohn v. Odenwelder, 162 Pa. 352, that the purchaser at a judicial sale shall hold the land free from all liens for the debts, not only of the one whose land is sold, but of the debts of previous owners from or through whom he derived title.\nTo this rule, however, there are exceptions, such as the lien of first mortgages, and those liens which are incapable of computation because of uncertainty; in this last is placed a charge upon land for the maintenance of one or more persons during life. This certainly includes the charge in question, because it is incapable of computation, and, although a debt in favor of the previous owner, it was not discharged by this sale, and the court properly so held. It will be noticed the purchase money was in excess of the liens existing at the date of the deed creating the charge.\nBut it is urged that, under the act of February 17, 1876, relating to sales of land by assignees, this sale being under that act, the purchaser, by the express words of the act, takes the land discharged from all liens except first mortgages, ground rents and purchase money due the commonwealth; that this class of judicial sales stands by itself, and must be controlled, not by the decisions of the courts, but by the words of the only act authorizing the sale. We do not think the act should have the interpretation put upon it by the learned counsel for appellant. The act of 1876 only excepts from discharge the very liens excepted by the act of April 6, 1830, and while literally, the general words could be applied to cover this lien, yet such legislative intent is far from manifest. In fact, to ascertain the amount of this lien is utterly impracticable. We will not assume that the legislature intended to do that which in most cases would work gross injustice. Nothing more was intended by the act than to turn an assignee’s sale of property for the benefit of creditors into a judicial sale. It was not its purpose to abrogate any part of the law as it then stood, applicable to judicial sales generally, and place the purchasers at such assignees’ sales in a more favorable situation than those at sheriff’s sales. Legislative enactments are to be expounded as near to the use and reason of the prior law as may be; it is not to be presumed that the legislature intended to make any innovation upon the common law, further than absolutely required: Cadbury v. Duval, 10 Pa. 265. This act was passed to remove doubts in the minds of purchasers, and place titles on the same footing as those at other judicial sale,s, the rights of purchasers at which sales had been settled by the prior law; and this is all that was intended.\nWe concede that on this last point the case is a very close one, and we are not unanimous, but as a majority concur in the opinion of the common pleas, which has been affirmed by the Superior Court, we affirm the judgment. We can add nothing of value to what has been said by the learned judge of the common pleas and by the Superior Court. There is nothing of merit in the other assignments, and the judgment is affirmed on the opinion of the court of common pleas."}