{"id": "910343", "contents": "Pee Cueiam,\nAfter answer filed, and while the court below was hearing testimony in support of the prayer for a preliminary injunction, etc., it was .agreed by the parties that the defendant should file an account within thirty days, etc., and thereupon the following decree was entered by the court:\nNovember 12, 1898, this case came on to be heard, and on the agreement of counsel it is ordered, adjudged and decreed that the defendant account to the plaintiff for all moneys and proceeds growing out of the business relations between plaintiff and defendant as set forth in the pleadings in this case, and that an account be stated between the parties and the condition of said accounts ascertained and a full accounting had between the parties; that the defendant file, under oath, within thirty-days, a full and accurate statement of his accounts of said busi-ness transactions, in debtor and creditor form.”'\nThe question of defendant’s liability to account, etc., as prayed for in the bill was thus definitely settled by this decree, to which both parties consented. An account having been filed by the defendant within the specified time, exceptions thereto were filed, and the matter was so proceeded in that the cause came on for trial before the court below on February 3, 1899. At the trial the burden of sustaining his account was on the defendant. The result was unsatisfactory to him, and he therefore took this appeal.\nA careful consideration of the record with special reference to the several assignments of error has not convinced us that any of the specifications should be sustained. The questions involved appear to have been fully considered by the learned president of the court below, and have been so satisfactorily „ disposed of by him that we deem it unnecessary to add anything to what he has said in support of his rulings. We find nothing in any of the specifications of error that requires either reversal or modification of the decree from which this appeal was taken. Neither of the specifications is sustained.\nDecree affirmed and appeal dismissed at appellant’s costs."}