{"id": "910389", "contents": "Opinion by\nMr. Justice Fell,\nThese are cross-appeals, and the questions raised relate to the right of the defendants as lessees of a coal mine to remove therefrom certain machinery and equipments used by them in operating the mine. The plaintiff leased to the defendants the “ Lemon seam of coal, fifty coke oven's and improvements,” and sold to them the mules, mine or coal wagons, mine rails and tools which were in use hi the mine at the date of the lease. The fourth clause of the lease, which gives rise to the questions in dispute, is as follows: “ All repairs to coke ovens, mines and sidings to be made at the expense of the said parties of the second part ”—the lessees—“ and any improvements made by the said parties of the second part to remain at the expiration of the lease.” In the seventh clause, it is stated, “This lease does not include mules, mine or coal cars, powder, mine rails and tools.”\nSoon after the defendants went into possession they abandoned the use of mules, and introduced what is known as the “ rope haulage system.” The stock of cars, rails and tools purchased of the plaintiff was increased from time to time as the operation of the mine required. During the term the defendants made a new slope and tipple, and erected an engine and boiler house, a blacksmith shop and barn, and put down a railroad siding, at an aggregate cost of $18,500. They concede that the additions last named are improvements within the meaning of the fourth clause of the lease, and they made no claim to them. But they claim the right to remove the appliances which constitute the haulage system, together with the cars, mine rails and tools. Of this claim they gave the plaintiff notice, and a bill was filed by it to prevent their removal. On a motion for a preliminary injunction a decree was entered, permitting the removal of the cars, rails and tools, but restraining the defendants from removing the haulage system. By agreement of the parties this decree was treated as a final decree, and from it both parties appealed.\nThe exact nature of the appliances introduced by the defendants for the purpose of removing coal from the mine, as a sub- ’ stitute for mule power, does not appear in the testimony or findings, but it is agreed that they are such trade fixtures as a tenant may remove during the term unless restricted by the lease. The plaintiff’s claim is based wholly on the clause of the lease which provides that improvements made on the property shall remain at the expiration of the term. The lease makes a clear distinction between permanent improvements to the real estate and the mere appliances for operating the mine and removing the coal; and inferentially at least it defines the improvements which are to remain as the property of the lessors. The things leased are the mine, the coke ovens and the improvements. These are to be kept in repair, and improvements made are to remain. Excluded from this class by direct expressions are mules, mine or coal wagons, rails and tools, the appliances used in removing the coal. These were not leased but sold. The agreement that improvements are to remain is in connection with the covenant to repair, and relates to the things leased which are to be kept in repair and to which improvements may be added. It has no connection in the lease with the things to be supplied by the lessees, and no apparent relation to them. It is very clear that it was not intended to apply to the mules, wagons, rails and tools sold, or to others subsequently bought by the lessees ; the haulage system is a modern improvement which takes the place of mule power. It is an appliance which can be removed without injury to the land and used in another mine. It was not in general use when the lease was made, and its introduction was not contemplated by either party. Considering the whole lease, we do not think that it comes within the class of improvements which the lessee agreed not to remove.\nThe decree dissolving the injunction as to cars, powder, rails and tools was clearly right. It should have extended further and included the haulage system.\nThe decree appealed from by the defendants is reversed at the cost of the appellee, and the plaintiff’s cross-appeal is dismissed with costs."}