{"id": "912443", "contents": "Opinion by\nMr. Justice Mitchell,\nJudgment for $9,069.02 oil scire facias sur mortgage was entered on August 3, 1899, for want of sufficient affidavit of defense. On August 17, the defendant filed an appeal in this court, giving a recognizance in the sum of $300 to cover costs. The plaintiff thereupon issued a levari on' his judgment, which on motion the court below refused to stay. On application to the Chief Justice during vacation the present rule to supersede the execution was allowed.\nTlie substantial contention in the ease is upon the sufficiency of the bond in an amount that will secure costs only. The appellant contends that as the judgment upon scire facias sur mortgage is in rem, it is not a “ judgment directing the payment of money ” within the Act of May 19,1897, P. L. 68, citing and relying on Hosie v. Gray, 73 Pa. 502, where the language of the act of 1836 was held not to require security in double the amount of the judgment on mortgage. But the authority of Hosie v. Gray, has been distinctly restricted to its own peculiar facts, and practically overruled in Koecker v. Fidelity Trust Co., 103 Pa. 331.\nBut without reference to cases before its passage, the Act of May 19, 1897, P. L. 67, now establishes and controls the whole practice on the subject of recognizances on appeal. Its intention to do so is explicitly declared in the last paragraph of section 22. In section 6 it is provided that an appeal from any “order, judgment or decree directing the payment of money” shall operate as a supersedeas on appellant giving bond in double the amount of said order, judgment or decree, and all costs accrued or likely to accrue, etc. The succeeding sections, from 7 to 11 inclusive, provide specifically for recognizances on appeals from judgments, orders or decrees directing the assignment or delivery of personal property, the execution of conveyances or other instruments, granting injunctions, dismissing or removing any person acting in a fiduciary capacity, judgments in ejectment, mandamus, quo warranto, contested elections, sentences in criminal proceedings, and “ all other classes of cases not herein otherwise provided for.” It is manifest that this act was intended to classify and provide specially for every kind of appeal that can come to this or the Superior Court, and to fix with precision the conditions under which alone an appeal of any class shall be a supersedeas. It is equally clear that the first class, under section 6, orders, judgments or decrees directing the payment of money, includes all judgments that are to be liquidated in money, whether primarily charged in rem or in personam. Judgments on scire facias sur mortgage are as clearly within this class as any other money judgments.\nThe bond entered in the present appeal was not in accordance with section 6, and the learned court below was right in refusing to stay execution.\nThe appellee asks us not only to discharge this rule, but to do so with costs and penalty, averring that the property is a doubtful security for the amount already due, and wholly inadequate for the additional interest likely to accrue before the appeal can be argued and' decided.\nWe are of opinion that this is a proper case for the imposition of the penalty provided in the Act of May 19,1897, section 21, P. L. 72. To the scire facias in the court below the appellant filed an affidavit of defense, admitting the mortgage and the date from which interest was due and unpaid, claiming only that the rate of interest was to be five per cent. Pie therefore tendered judgment for the amount of the mortgage with interest at five per cent, and on a rule the court entered judgment for the amount so tendered, but reserved leave to the plaintiff to proceed to trial for the additional interest claimed. As the only injury that the appellant’s affidavit of defense leaves him free to complain of must be in this reservation of the right to further proceedings by the plaintiff, it is plain that he has not even set up any defense against the payment of the amount of the present judgment, and his appeal at this stage of the case is, therefore, not only dilatory, but vexatious.\nRule discharged at the costs of the appellant, which are ordered to include a counsel fee of twenty-five dollars to the appellee, and damages at the rate of six per cent per annum in addition to legal interest from the date of the allowance of this rule, September 6, 1899, to the date of the filing of this order, to be assessed and collectible as part of the costs on the judgment."}