{"id": "912435", "contents": "Opinion by\nMr. Chief Justice Sterrett,\nThis action was brought to recover $6,398.40, with interest, for storage charges on 4,670 barrels of whisky stored by the defendant with the plaintiff company “under and pursuant to an agreement entered into between it and the defendant, consisting of a letter or proposition of the plaintiff to the defendant dated the 16th day of December, 1895, .... and upon the plaintiff’s warehouse receipts which were issued upon a uniform blank or form,” as set forth in its statement of claim. To that statement are attached a copy of said letter, a copy or “ form ” of the warehouse receipts, and also a schedule account giving the numbers of the 869 receipts or “ warrants ” so issued from time to time, the number of barrels of whisky represented by each warrant, the date of said warrant and when the charges began to run, and the amount thereof, all of which warrants were uniform as to their provisions, and were issued upon said lithograph form. The exhibits which were thus made part of plaintiff’s statement wore respectively marked A, B and C. The receipts or “ warrants ” contain the following special stipulations printed in red ink across the face thereof : “ Storage and charges payable every six months from date. If not paid interest will be charged. Loss or damage by providential causes, fire, leakage and accidents at owner’s risk.” It is further averred by plaintiff company in its statement that on or about February 9,1898, its warehouse and said whisky stored therein were totally destroyed by fire, and the accumulated storage charges became due and payable by the defendant; that the latter had taken out full and ample insurance in his own name upon said whisky and received from the insurance companies the full value thereof, including the accumulated storage charges thereon; that plaintiff company was insured by the Liverpool and London and Globe Insurance Company, the use plaintiff, to the extent of its storage charges and freight advances upon goods in said warehouse, and that the full amount of the unpaid charges upon said whisky, viz: 16,398.40, was paid by said use plaintiff to the legal plaintiff, whereupon the latter assigned to the former all its right, title and interest in and to the storage charges payable by the defendant to the legal plaintiff.\nAs stated by the defendant in his history of the case, there was no dispute as to the number of barrels or rate of storage. The whisky was destroyed by fire and the defendant refused to pay the accrued charges, basing his refusal on several grounds. One of these was “that he had sold 610 barrels of the whisky subject to the lien for storage charges, and that in any event he should have credit to that extent.” This was conceded and the proper credit therefor was accordingly given at the trial.\nAnother, and the principal ground of defense, as averred in his affidavit, was, “ that before said goods were stored, and as one of the conditions thereof, it was distinctly agreed between affiant and S. Bailey, secretary and representative of said storage company, that no storage charges would be demanded from affiant except when the whisky or any portion thereof to be stored should be withdrawn by him or his vendees, at which time the charges against the whisky withdrawn should' be paid by the party withdrawing,” etc.\nOn the trial the plaintiff offered in evidence, under rule of court, “ so much of its statement of claim as is not denied in the affidavit of defense.” This offer included plaintiff’s averments of fact as to the agreement under which the whisky was stored, and also the exhibits A, B and C attached to the statement of claim. Defendant’s objections were not sustained, and the evidence was received “ subject to the alleged right of the defendant to show additions or modifications.” In that connection it was admitted by the learned counsel for defendant “ that those papers, as far as they go are correct,” and also that “ the whole defense is simply a parol modification.”\nAt the close of plaintiff’s case in chief defendant moved for judgment of nonsuit “ because the certificates issued by the plaintiff company, and on which their right of action depends, provide for a delivery of the goods stored with them, by the defendant, and the failure to deliver the goods so stored is not accounted for, the mere loss by fire not being in itself a defense without explanation on the part of the plaintiff as to how the loss occurred.”\nThe motion for nonsuit was denied, and thereupon the defendant made the several offers of evidence recited in the first four specifications of error, respectively. As will be seen, these offers are directed mainly to the alleged verbal agreement above quoted from the affidavit of defense. Plaintiff’s objections to the offers were sustained, and the proposed evidence so far as it related to said verbal agreement was excluded.\nThe court afterwards refused defendant’s three requests for instruction, recited in the fifth to seventh specifications inclusive, and instructed the jury, as recited in the eighth and last specification, to find for plaintiff the full amount of its claim, less the amount of storage charges on the 610 barrels of whisky sold by defendant and delivered before the fire.\nThe several specifications of error — relating to defendant’s offers of evidence to prove the oral agreement relied on by him— may be considered and disposed of together. That agreement, as he avers, was made “ before ” the whisky was “ stored, and as one of the conditions ” of said storage. Its provisions are in direct conflict with the written evidence of the storage contract relied oil by the plaintiff, viz : the letter of December 16,1895, in connection with the 860 odd warehouse receipts or warrants —all of the same form — issued to the defendant from time to time on eighty-four different days prior to July 15, 1896.\nThe general rule undoubtedly is, that parol evidence is not admissible to contradict or alter the terms or provisions of a written instrument, because the writing is the most exact as well as the most deliberate and solemn mode of evidencing contracts. Oral evidence for any such purpose is generally inadmissible unless a foundation for its introduction is previously laid by competent proof of fraud, accident or mistake. As was well said by this court in Martin v. Berens, 67 Pa. 459, “ where the parties, without any fraud or mistake, have deliberately put their engagements in writing, the law declares the writing not only to be the best, but their only, evidence of their agreement, and we are not disposed to relax the rule.” The principle is firmly settled that all preliminary negotiations, conversations and verbal agreements are merged in and superseded by the subsequent written contract “which is the final outcome and result of the bargaining of the parties ; ” and “ unless fraud, accident or mistake be averred, the writing constitutes the agreement between the parties, and its terms cannot be added to nor subtracted from by parol evidence: Wodock v. Robinson, 148 Pa. 503. Where the evidence is not for the purpose of contradicting or varying the contract, as written, but for the purpose of explaining some ambiguity and thus aiding in the construction of the contract the rule does not apply; but this exception to or apparent modification of the rule has no application to the undisputed facts of this case.\nAs was well said by Mr. Justice Paxson, speaking for this court in Irvin v. Irvin, 142 Pa. 271: “The principle is too well settled to need the citation of authority that where by fraud, accident or mistake something is omitted from an instrument a chancellor will reform it in accordance with the actual agreement of the parties. But neither fraud, accident nor mistake is alleged in this case. The contention is that the alleged clause stipulating for a divorce was purposely omitted from the paper. It is in direct conflict with the written instrument. The defendant contends that it destroys it in part at least. I know of no decided case and no principle of law which permits air oral contract, made at the same time with a written contract under seal, and purposely omitted therefrom, to be set up, not only to contradict, but to destroy it. The two agreements cannot possibly stand together; one or the other must fall. When parties without fraud or mistake have put their agreements in writing that is not only the best, but the sole, evidence of their agreement. We may well be excused at this late day from entering upon an elaborate discussion of the law in relation to the admission of oral evidence to affect written instruments. It may be received to explain the subject-matter of such papers (Barnhart v. Riddle, 29 Pa. 92) ; to prove a consideration not mentioned in a deed, provided it be not inconsistent with the consideration expressed in it (Lewis v. Brewster, 57 Pa. 410) ; but not to contradict or vary the terms of the instrument itself.”\n■ Numerous citations recognizing and sustaining the rule as above stated, and explanatory of its application, etc., might be cited, but it is deemed unnecessary to further multiply authorities on the subject.\nWhile the papers given in evidence and relied on by the plaintiff company to prove the terms and conditions on which the whisky was from time to time stored during several months are admitted to be correct “ as far as they go,” there is no reference hr any of said papers to the oral agreement set up by the defendant, or to any of its terms; nor was there any evidence introduced or offered for the purpose of explaining the omission, or of showing that it was or was not intentional, or that it was caused by fraud or mistake. Neither of the excluded offers of evidence went any further than to show that the whisky was stored on the faith of the alleged oral agreement.\nWithout further comment it is sufficient to say that our consideration of the several offers of evidence, in the light of the facts which are either admitted or conclusively established by undisputed evidence, has led us all to the conclusion that there was no error in sustaining plaintiff’s objections to the offers recited in the first four specifications. There appears to be nothing in either of the remaining specifications that requires discussion. The learned trial judge was clearly right in refusing to withdraw the case from the jury by instructing them to find for the defendant. We think he was also right in refusing defendant’s second and third requests for instruction, and in directing tlie jury to render a verdict in favor of the plaintiff company. Neither of the assignments of error is sustained.\nFinding no substantial error in the record the judgment is affirmed."}