{"id": "912415", "contents": "Opinion by\nMr. Justice Brown,\nArabella street in tlie city of Pittsburg was opened by ordinance passed February 28, 1896, and, it is alleged by appellee, within twenty-one years from the time it had been laid out on a plan of lots and streets adopted by the owner of the land through wliicli it now runs. The plaintiff, Anna M. Woodward, claims damages for the land taken on the north side of her property in so opening the street, and her right to recover depends upon whether, at the time it was opened by the municipal authorities, she owned the land to the middle of the way, free from any prior dedication to public use. Her contention is that under the facts as developed on the trial she could properly invoke the Act of May 9, 1889, P. L. 173, which provides, “ That any street, lane or alley laid out by any person or persons in any village or town plot or plan of lots on lands owned by such person or persons, in case the same has not been opened to or used by tbe public for twenty-one years next after the laying out of the same, shall be and have no force and effect, and shall not be opened without the consent of the owner or owners of the land on which the same has been or shall be laid out.’ In determining the question involved the facts must be briefly reviewed.\nIn 1870, John Watson was the owner of the tract of land on which Arabella street is located. In that year the councils of the city of Pittsburg approved a plan of certain streets and avenues known as “ McFarland’s Grove Plan,” which included the street in controversy; but no ordinance was passed at that time specifically locating it. 'On June 29, 1894, an ordinance was passed approving, confirming and locating the streets and avenues as laid out in the plan of 1870, and on February 28, 1896, the city councils by ordinance directed the opening of - Arabella street. On the proceedings to recover damages claimed to have been sustained by the opening of the street under the last ordinance this appeal has come before us. In 1873 Watson conveyed a portion of his land at the northeast corner of Fifth and Aiken avenues to M. A. Woodward, husband of plaintiff, and the same extended along the latter avenue to within ten and'nine one hundredths feet of what is now Arabella street. In 1874 Watson made a plan of his land dividing it into lots and streets. It was surveyed in April of that year by R. C. Patterson. After it had been surveyed and a plan made, Woodward purchased a strip of land ten and nine one hundredths feet wide, extending from Aiken avenue eastwardly 110 feet between the lot which he had previously purchased and Arabella street. This gave him a frontage on the street, and he testifies that he purchased this strip “ on this plan,” the plan which had been made after the survey by Patterson. In the deed from Watson to Woodward for this strip of land, and in two conveyances subsequently made in the same year, the ground is conveyed to Arabella street. This street as laid out was fifty feet wide, and if it was on the plan as adopted by Watson at the time he sold to Woodward in May, 1874, the latter acquired a fee to the middle of it. This cannot be disputed in the light of Paul v. Carver, 26 Pa. 223, and the intervening cases down to Quicksall v. City of Phila., 177 Pa. 301. In March, 1875, Watson having been declared a lunatic, his committee presented a petition to the court for an order to sell his real estate, and. to it was annexed this very plan, the petition alleging that lots on it had been previously sold by Watson in accordance with it. An order of sale was made directing that certain lots in the plan as surveyed in 1874 by R. C. Patterson be sold. It is contended that, though Watson himself had sold according to this plan, the street had not been laid out at the time he sold, in contemplation of the act of May 9, 1889 ; but at the same time it was admitted that there was a - laying out of the street in contemplation of the said act at the time his committee made application for an order of sale in 1875. This is a distinction which we cannot understand and certainly will not recognize; for Watson’s committee, under the direction of the court, did nothing more than Watson himself had done when acting sui juris. If what the committee did amounted to a laying out of the street in the contemplation of the act of May 9, 1889, Watson having done the same thing in 1874, the limitation of the act begins at the time he sold to Woodward. Stress is laid upon the alleged difference between Quicksall v. Phila., 177 Pa. 301, because in that case the plan of the streets and lots was recorded, and lots were sold at public sale, and conveyed, and streets were mentioned in the deeds as having been “ laid on said plan for the accommodation of this and other lots ” ; but there is nothing in the act of assembly recognizing any such difference. It simply provides that when any street has been laid out by any person, in case the same has not been opened to or used by the public for twenty-one years next after the laying out, it shall be of and have no force and effect, and shall not be opened without the consent of the owner or owners of the land on which the same has been or shall be laid out. Arabella street was not opened to or used by the public for twenty-one years next after the laying out of the same. Woodward used it as his own private property. In 1879 he conveyed, through Ford, to his wife, the appellant, what he had purchased from Watson, the width on Aiken avenue being given as 245 feet, which would extend it to the middle of Arabella street. He then built upon the lot, completing his building in 1880. Several years thereafter he fenced in the twenty-five feet taken in the opening of Arabella street, and the act of 1889, under the undisputed facts, justifies the claim for damages made by Mrs. Woodward, the present owner.\n' The very question involved, was considered in Quicksall v. Phila., 177 Pa. 301, and as it rules the case now before us we cari do no better than quote the language of our Brother Fbll : “ The sale of lots according to a plan which shows them to be on a street implies a grant or covenant to the purchaser that the street shall be forever open to the use of the public, and operates as a dedication of them to public use. The right passing to the purchaser is not the mere right that he may use the street, but that all persons may use it: Dovaston v. Payne, 2 Sm. L. C. 154; McCall v. Davis, 56 Pa. 431; Davis v. Sabita, 63 Pa. 90; Transue v. Sell, 105 Pa. 604; In re Opening of Pearl St., 111 Pa. 565. In the case last cited it was said that when one ‘ sells and conveys lots according to a plan which shows them to be on streets, he must be held to have stamped upon them the character of public streets. Not only can the purchaser of lots abutting thereon assert this character, but all others in the general plan may assert the same. The proprietor is in no condition to afterwards revoke this dedication.’ . . . . The dedication by the plaintiffs’ grantors in 1848 operated as a relinquishment of all claims for damages for the use of the land within the lines of the streets for street purposes, and no claim for damages can be sustained unless by reason of the Act of May 9, 1889, P. L. 173. The language of the act is: ‘ That any street, lane or alley laid out by any person or persons in any village or town plot or plan of lots on lands owned by such person or persons, in case the same has not been opened to or used by the public for twenty-one years next after the laying out of the same, shall be and have no force and effect, and shall not be opened without the consent of the owner or owners of the land on which the same has been or shall be laid out.’ The purpose of the act is to relieve land upon which streets liave been laid out by the owner, but not opened or used for twenty-one years from the servitude imposed. To what extent it may affect the rights of those who by purchase of lots within the tract have acquired the right of the use of all the streets marked on the plan we need not now inquire. We have before ús only the question of the right of the municipality to open the' streets without compensation by reason of the dedication in 1848. As against this right the act establishes a limitation bf' time where none before existed. The streets were laid out forty-four years before tbe commencement of these proceedings. They have not been opened to or used by tlie public. During the whole of this time the bods of the streets have been in the possession of the abutting owners and used by them for the purpose of quarrying stone. No possession or use was claimed by others. The case we think conies within the meaning of the act of 1889, and it is now too late for the city to assert the right founded upon the dedication in 1848.”\nThe light of Mrs. Woodward to recover damages for the taking of one half of Arabella street from her as the owner, to the center thereof, should have been submitted to the jury, with instructions that if Watson had sold her grantor the strip of land facing on the street according to a plan upon which he had laid out lots and streets, among them, the street in controversy, and that more than twenty-one years had elapsed from the time of her husband’s purchase until the city of Pittsburg had actually opened the street, she would be entitled to damages for the land so taken, if any had been sustained.\nThe judgment is reversed and a venire facias de novo awarded."}