{"id": "912423", "contents": "Opinion by\nMr. Justice Dean,\nIhmsen was engaged in the lumber business; in his dealings he took from his customers notes and, for discount, indorsed them to the Monongahela National Bank, this defendant and appellant. On the 1st of August, 1893, Ihmsen, becoming embarrassed financially, without solicitation, called upon the bank and offered to assign to it in payment of the discounted paper, certain book accounts, the bank to collect them, pay any excess to the assignor, after deducting amount of notes, and also return the notes. To this the bank assented; on the 14th of August following, Ihmsen, by writing accompanied by schedule of accounts, assigned to A. K. Stevenson, attorney, also attorney for appellee, an amount thought to be sufficient to pay these notes, and Stevenson notified the bank. This assignment was not recorded. Two days afterwards, Ihmsen made a general assignment for the benefit of creditors to W. L. Paine, this plaintiff, which assignment was duly recorded. Paine having duly qualified proceeded with the performance of his duty as assignee. But, although he knew of the transaction by his assignor with the bank, and that Stevenson, his own attorney, under the power given him, was collecting the accounts, he made no demand for them, nor took any steps to revoke Stevenson’s power. The latter proceeded with collections, and having collected $5,570.20, on April 9,1894, turned over to the bank $1,861.58, in full of the notes held by the bank, lifted the notes and delivered them and the balance of the money to the assignee, who soon after filed his account, in which he charged himself with the assigned book accounts, and claimed credit for the sum paid the bank. Exceptions being filed to that part of the account involving this credit, an auditor was appointed who decided against exceptants; the exceptions were renewed to the report; these were overruled, and on the 25th of July, 1896, the court confirmed the report absolutely, and directed the money to be paid out according to the schedule of the auditor. This decree remains unappealed from.\nOn October 3,1898, Paine, the assignee, brought suit against the bank on the notes paid, without any return or offer to return them before suit brought. The learned judge of the court below, evidently assuming that the case was ruled by Kern v. Powell, 98 Pa. 253, Dickson & Co.’s Assigned Estate, 166 Pa. 134, and Huey v. Prince, 187 Pa. 151, peremptorily instructed the jury to find for plaintiff the amount of the notes with interest, and we have this appeal by the bank, which assigns for error the instruction of the court.\nThis case is clearly distinguishable from those cited. The assignment of the book accounts to Stevenson for the protection of the bank was not recorded, while the general assignment was; if this were all that appeared, under the cases referred to, the first assignment would be void, and the assets would inure to the benefit of the general creditors. But the evidence goes' much further; with the full knowledge of the assignee under the recorded assignment, Stevenson proceeded to collect the book accounts; did collect them; paid the debt of the creditor, who returned the indorsed notes to him; then, Stevenson turned these notes over to the assignee with the excess of money; he accepted both; then filed his account, charging himself with the money and taking credit for the amount which Stevenson had paid the bank. On exceptions to the account, the final decree unappealed from was that the account was correct. The assignee then went so far as to collect from the drawers of the notes, of which his assignors were indorsers, part of the money represented by them.\nClearly these notes belonged to the bank; Ihmsen was only liable as indorser, and they were discounted before the indorser became embarrassed. If the general creditors, or the assignee for them, intended to repudiate the transaction with the bank, it was their duty to do so immediately after they had knowledge of it. Not only did the assignee fail to do this, but in filing and making affidavit to his account he most unequivocally ratified it. Further, if he intended to assert his right to the Stevenson money he should not have accepted the notes belonging to the bank; it should have retained the notes with all its rights to make its money out of the drawers. Admit that appellee is a trustee for all the creditors, and is bound' to protect their rights, yet when he permitted the bank to retain this money, accepted a return of the notes and used them for the benefit of the general creditors; then filed an account in which it was judicially ascertained that his action was lawful, he cannot, more than five years afterwards, inconsistently repudiate his action by suit against the bank. He attempts to show that the bank is no worse off than if he had not accepted the notes and filed his account, claiming credit for the payment, because some of the drawers of the notes, soon after, became insolvent; but how does he know what the bank with vigilance might have collected if in possession of its own notes ? This is not the case of an assignee under an unrecorded assignment seeking to withhold money from the general creditors; it is, in substance, the case of an assignee under a recorded assignment, who has paid money justly owing one of the creditors, attempting to recover it back when he has put it out of his power to restore the creditor to his original situation. It is an estoppel in pais. “ He who will not speak when he ought to speak, will not be heard when equity demands that he should keep silent. ”\nThe judgment is reversed."}