{"id": "912400", "contents": "Opinion by\nMr. Justice Mitchell,\nBy the contract between the parties, the appellant agreed “ to furnish all the labor and material necessary to do the paving on the Allegheny avenue bridge .... now in course of construction according to the city’s specifications,” etc., the appellees “to furnish all blocks necessary for the work,” and the agreement to apply only to the contract which plaintiffs, appellees, “ have with Jones, Pollard & Company for block pavement.”\nThe question in dispute is whether the appellant’s part under this contract included laying the foundation of bituminous concrete on which the granite blocks were to he laid. The learned judge at the trial, deeming the question not clear on the writing, left it to the jury.\nBoth parties are engaged in the general business of contracting for work on the city streets, and therefore must be presumed to have used the word “ paving,” in its quasi-technical sense, as understood by contractors. The city’s specifications in its contract with Jones, Pollard & Company, referred to by the parties in the contract now in suit, contain under the heading “ Paving,” the clause, “ the entire steel deck of the driveway is to be prepared for paving by being covered with bituminous concrete, to adapt it to the surface of the street, with such variations in depth as may be necessary,” and under a separate heading of “New Paving,” the clause, “ upon the bituminous concrete, and bedded in fine Portland cement concrete, those portions of the driveway .... over the deck are to be paved with granite blocks,” etc. These provisions make a clear distinction between preparing the driveway of the bridge for paving, by covering it with bituminous concrete, and the paving which was to be done with granite blocks laid upon the concrete. The plaintiffs were to furnish these blocks, and the agreement in suit was expressly limited to apply only to plaintiffs’ contract with Jones & Pollard for the block pavement. Reference to this latter contract shows that it recognizes the two subjects as distinct, for it provides that McKay & Company (plaintiffs) “willat their own cost and expense construct .... granite block paving on bridge and approaches including the bituminous and cement concrete base,” etc. But when plaintiffs made their agreement with appellant they did not follow the language of their contract with Jones, Pollard & Company, but limited appellant’s work to the “block pavement” for which they were to furnish the blocks.\nWe do not find, therefore, any serious difficulty in the contract, and it should have been construed-by the court as not including the bituminous concrete base for the block pavement.\nJudgment reversed."}