{"id": "914071", "contents": "Opinion by\nMb. Chief Justice Gbeen,\nIt is perfectly clear that the joint bequest to the testator’s widow and daughter Elsie is a bequest of one third of the net rents and profits of all the testator’s real estate. They take no interest in the gross rents and profits. The testator takes especial pains to define what the net rents and profits are, which go to these two legatees, and how they are to be ascertained. He says in his will, “ That is, they to receive said one third, after the expenses of keeping in good repair of said real estate, and the expenses if any, of collecting the rents shall be deducted from the entire rents and profits, and they to receive said one third of the net rents and profits, share and share alike, so long as my wife lives and remains unmarried.” As a matter of course some person must ascertain what the gross rents and profits of all the real estate are, and the same person must deduct therefrom all “ the expenses of keeping in good repair of said real estate, and the expenses, if any, of collecting the rents,” in order to ascertain what the net rents and profits of all the real estate are. The will designates no person to perform this function. As all the interest of the widow in the estate of her husband terminates under the will, upon her death or remarriage, and as the income only of the real estate passes to the daughter Elsie after the death or remarriage of the widow, neither of these legatees has any interest in the rents, issues and profits of the real estate, except as legatees of the money which results after payment of the amounts required for repairs and expenses of collection. They would not, therefore be entitled to participate in the collection of the rents, issues and profits as heirs under the intestate law. The share of income which they do take is a share of money which must arise only after some one having the authority of the testator to collect the rents, issues and profits, and to make the necessary repairs to keep the property in good condition and to deduct the cost of repairs and the expense of collection, has exercised his function to the production of that result. But no one can do these things unless he has the legal right, that is the same right as the testator had, to rent the real estate to tenants and collect the. rents from them. Neither of the other devisees is clothed with any power whatever to do these things. What then was the intention of the testator as to who should exercise these powers ? This intent must be derived from a view of the whole substance of the will. Naturally the collection and disburse-meat of moneys of decedents’ estates is the special function of the executors where there are any. Hence without any special power conferred, to collect or disburse the income of this estate, the power to do so would be vested in the executors, as to all the personal estate o£ the deceased, and the intent that they should do so would be inferred as matter of law from the mere fact of their executorship. But as these rents, issues and profits must be collected by somebody, if the will is to be carried out, and as the only recipients of the money left after deducting the expenditures for repairs and collection, are legatees who are to take money and not rents, it is an almost inevitable conclusion that the testator must have intended that the collection of the rents, and disbursement of the resulting moneys should be done by his executors. He has named no other person to execute this function, yet he has ordered it to be done, and he has appointed executors with full powers over his estate, including the power to sell all or any part of it at any time, without liability of the purchasers for the appropriation of the purchase money. This power is granted in very large and comprehensive terms, as follows: “ I nominate, constitute and appoint my two children Grant and Cidney executors of this my last will and testament, and guardian of their sister Elsie during her minority, and 1 authorize said executors, or the survivor of them, or such one or ones to whom letters of administration with the will annexed may be granted, to sell at public or private sale, at any time, any or all of my real estate, and to make as good and valid deed or deeds, as I could if living, the purchaser or purchasers in no wise to be liable for the appropriation or expenditure of the purchase money; providing however that the interest of my wife and daughter Elsie, or either of them as specified in this my will is to be secured in any of my real estate which may be sold; provided also the house and lot where I now reside shall not be sold prior to the marriage or death of my wife, without her written consent.”\nIt will be observed that this very broad power of sale of any or all the real estate of the testator, is given to his executors with express direction to them, to see that the interests of the widow and daughter of the deceased under the previous clauses of the will, should be properly secured on the land sold. As the ascertainment of those interests would necessarily devolve upon the executors in any event, at the time of the sale of any one or more portions of the real estate, in order to know just what interests they or either of them possessed, it is quite impossible to believe that any other persons than the executors were intended to execute all the provisions of the will. Thus the land might be sold in parcels and at different times. In the appellant’s history of the case it is said the “ decedent’s property consisted largely of real estate, there being some twenty or twenty-five separate properties.” It is not credible that they would all be sold at one time, and at any sale at any time it would be necessary to know just what the respective interests were, how much had been paid to them, how much was owing to them, whether the widow had remarried or died, and whether the daughter had died or had married, and whether if dead she had left issue or not. The interests of each of these legatees would at all times be subject to variation by any of the circumstances indicated, and their precise money interest in the legacies would have to be determined at each sale under the power of sale, in order that they should be properly cared for in the sales as they were made. But all these duties would necessarily have to be performed by the executors who alone were authorized to make the sales. For these reasons we are constrained to believe and to hold that the executors alone were intended by the testator to execute all parts of his will, iiicluding the power to lease the several pieces of real estate, collect the rents and distribute the proceeds after making the proper reductions as required by the will.\nWhile it is true that a bare power to sell real estate given to an executor does not authorize him to take possession of and lease the real estate and collect the rents in the interim without the consent of the heirs, yet there is an abundance of authority for implying such power when the provisions of the will are of such a character as to indicate that such was the intention of the testator. Thus in the case of Bush v. Allen, 5 Mod. Rep. 63, it was held that if a testator devise the issues and profits of certain lands to his wife, to be paid to her by his executors, the executors shall take the lands in trust to receive the rents and profits to the use of the wife. It was held that the executors took the title to the land in trust for the wife simply because they were directed to pay the rents and profits to the wife.\nThe same ruling was made in South v. Allen, 5 Mod. Rep. 101, where it was held that a devise of “ the rents and profits of all my lands and tenements lying in Dale to my sister during her natural life, to be paid by my executors into her own hands without the intermeddling of her husband; and after her decease the said lands and tenements to be equally divided unto and amongst the children of my said sister,” is not a devise of the lands to his sister for life but to his executors in trust to receive the rents and profits for her use during her life.\nBoth of these cases were recognized as authority in the opinion of this court in the case of Parker’s Appeal, 61 Pa. 478, wherein Thompson, C. J., delivering the opinion said: “Implied trusts to executors result from the intention of their testators, to be gathered from the terms and provisions in wills, have always been more or less common. Several English cases have been cited, and among them Bush v. Allen, 5 Mod. Rep. 63, and South v. Allen, 5 Mod. Rep. 101, in which trusts to executors are implied from provisions very similar to the case in hand, and it is not improbable that we might feel ourselves impelled to imply such a trust in this and cases like it, were it not that the legatees for life are placed on the footing of trustees for those iu remainder in regard to the thing, or the principal of the fund devised for life by the 44th section of the Act of February 24, 1834, P. L. 81.”\nA very good illustration of this doctrine occurs in the case of Potter v. Adriance, 44 N. J. Eq. 14. A testator by his will provided that at any time after his son Stephen should attain the age of twenty-one years, “ and a majority of the heirs so directing, the real estate may be sold either by public or private sale, as a whole or in lots, and upon such terms as a majority of the heirs shall decide upon,” and that one third of the proceeds of such sale should be given to his wife, and the remaining two thirds of such proceeds should be divided among his six children share and share alike, and then appointed his wife and one of his sons executrix and executor of the will. Held that the executor and executrix have power to sell when a majority of those to whom the land descended exercised the discretion required of them by the will, and that it will be the executor’s duty to distribute the proceeds of sale. The chancellor said: “ The primary and most important question in this inquiry is, whether the contemplated sale of the farm is to be made by the executors. In discussing this question I must necessarily answer the other question that the executors propound. As the executors are not expressly empowered to sell, authority must be found for them, if at all, by necessary implication from the language and scheme of the will. In Lippincott v. Lippincott, 19 N. J. Eq. 121, it is held that the appointment of one as executor of a will that directs lands to be sold does not of itself confer upon him the power to sell; but if the executor is directed by the will, or bound bj*- law to see to the application of the proceeds of sale, or if the proceeds, in the disposition of them, are mixed up and blended with the personalty, which it is the duty of the executor to dispose of and pay over, then a power of sale is conferred by implication.” The chancellor, continuing, held that a power to the executors to sell the land was implied, and that they must distribute the proceeds of sale.\nIn the case at bar the purchasers were relieved of liability for the application of the proceeds of the sale, but the executors were especially charged with that duty, and as we have seen the performance of that duty required that they should determine the application of the rents and profits of the real estate which had been received by the widow and daughter Elsie.\nIn Williams on Executors, 413, it is said, “ It sometimes happens that a testator directs his estate to be disposed of for certain purposes without declaring by whom the sale shall be made. In the absence of such a declaration, if the proceeds be distributable by the executor, he shall have the power by implication.” In Rankin v. Rankin, 36 Ill. 293, Lawrence, J., delivering the opinion, said, “ The land was directed to be sold, and its proceeds divided among certain persons named in the will. It was then to be considered as a bequest of money. . . . It is then a fund distributable by the executors to the devisees, and, as such, passes through their hands by virtue of their office. This gave them the power to sell.” The foregoing citations have been made to show that powers to sell real estate will be inferred from provisions of the will, to be exercised by the executors though no such power is given to them in express terms. We have endeavored to show heretofore how a power to the executors to lease the lands in question should be inferred from the provisions of this will, for reasons of a similar character, but with added force in the circumstances.\nIf any additional fact be needed to enforce the same conclusion it is to be found in the fact that all of these parties have so construed the present will from the death of the testator for a period of more than five years. The executor during all that time collected the rents of all the properties and rendered periodical accounts of the rents received and the expenses deducted, and in all of them entered a debit against the widow for the rent of the house occupied by her at the rate of $300 per annum to which she made no objection until after a considerable balance arose against her. In addition to this an agreement was entered into in December, 1893, signed by the widow and the two children of the testator to whom the residue of the estate was given, making a division of certain articles of personal property, and in which it was expressly agreed that the widow was to pay rent for the property occupied by her. Thus it appears that the widow and residuary legatees agreed to the collection of rents and the distribution of the proceeds, by the executors, and that is another and very forcible reason why such collection and distribution should not now be challenged. All the assignments of error are sustained. We sustain the action in its present form.\nJudgment reversed and new venire awarded."}