{"id": "914064", "contents": "Opinion by\nMb. Chief Justice Green,\nThe substitutionary affidavit of defense fully and clearly sets forth the circumstances in which Darius P. Greth became subject to an order of the orphans’ court to pay the sum of $7,902.60 to the defendant, the Pennsylvania Trust Company. That company was Greth’s successor in the trust of the Mannerback trust fund, and the proceedings instituted by the cestui que trust to have him removed as trustee on the ground of his insolvency, resulted in an adversary decree appointing a new trustee and an order or decree for the payment of the trust fund to the defendant as the succeeding trustee. We do not think it possible to justly characterize a judgment thus obtained as “ procured or suffered ” by the insolvent within the meaning of the bankruptcy act, so as to avoid it as a preference. Creditors certainly have the right to pursue their debtors in the courts without incurring the hazard of having their ultimate adversary judgments, recovered in duo course, declared to be fraudulent preferences under the bankruptcy law. The affidavit further set forth that while the proceedings were going on Greth was engaged in efforts to raise the money to pay the judgment which was about to be obtained, and succeeded in doing so by his wife consenting to mortgage her separate real estate for the amount required. Such a mortgage was given to the person lending her the money, and that money was paid oyer to the defendant as successor in the trust to satisfy the judgment recovered against him, as before stated. The affidavit further avers that Greth never saw or handled the money, and that it was loaned to Mrs. Greth by a personal friend to save her husband from disgrace and from the consequences of a criminal embezzlement of the trust money. As the facts set forth in the affidavit must be regarded as true for the time being, it was not error to refuse judgment. Other reasons for reaching the same conclusion were expressed in the opinion of the court, which also were sufficient for refusing judgment. The assignment of error is dismissed. «\nJudgment affirmed."}