{"id": "914098", "contents": "Opinion bt\nMb. Justice Mestbezat,\nThe referee in this case filed his report on July 11, 1898. He found that the prayer of the plaintiff’s bill should be granted and recommended a form of a decree. This decree was silent as to costs. On application of the plaintiff, the court, on February 25, 1899, entered the decree recommended by the referee with the addition “ that each party to bear its own record cost, and that the defendant should pay the referee’s fee of 11,500.” This is the first and only decree entered by the court upoxi the referee’s x-eport.\nThe appellant assigxxs for error the action of the court in entering this decree, and in not entering the decree recommended by the referee.\nThe appellant contends that the court had no authority to enter axxy other decree than the one recommexxded by the referee. If that be true, the court was without power to dispose of the costs, and they must remaixr unpaid, for the only difference between the decree recommended and the one that was entered is that the latter directs the payment of the costs. But can it be seriously contended that the court had not the power to dispose of the costs and to make such order as it thought equitable and just in the matter ? We think not. “ A court of equity has the power, not only to fix the master’s fee, as well as other costs, in an equity case, but to make any necessary and proper order for their payment: ” Woodward v. Brace, 139 Pa. 316. There might have been two decrees entered by the court, the one recommended by the referee and the other for costs. But this was wholly unnecessary. Having the power to determine who should pay the costs, and no decree upon the report of the referee having been entered, the court was justified in including the order for their payment in the decree recommended by the referee.\nIn his argument the learned counsel for the appellant says : “ The present question is whether, when no exceptions have been filed and a decree has been reported and filed by the referee, and has been fully paid by the defendant, the court can or will, many months thereafter, enter a new decree imposing an additional liability on the defendant.” This language may be misleading. There had been no decree reported and filed by the referee when the appellant paid the appellee the amount found due by the referee’s report. The payment was made July 1, 1898, but the report, with the decree therein recommended, was not filed until July 11,1898. The payment, therefore, could not have been made to satisfy a decree reported by the referee or entered by the court. Nor was the decree of February 25,1899, a new one, as contended by appellant’s counsel. Prior to this decree, the court had taken no action on the report of the referee, and entered no decree. After an argument and a reargument on the referee’s report, the court entered the decree of February 25,1899.\nThe appellant contends that, even if the court had the power to enter a decree for the payment of the costs, it should not have been exercised in this case. An argument to support this contention was, no doubt, addressed to the court below, but it was without effect. As we have frequently said, costs in equity are always within the discretion of the chancellor, and it is only where there is clear abuse of this discretion that we will interfere. We see nothing in this case to take it out of the general rule, and to warrant us in interfering with the disposition of the costs made by the court below.\nThe assignments of error are overruled, and the judgment is affirmed."}