{"id": "916789", "contents": "Opinion by\nMk. Justice Mestkezat,\nWhatever may have been the real intention of John Stough as to the duty of his executors to collect and pay out the money directed to be paid by his sons, the devisees of his land, there is no doubt of the interpretation put upon the testator’s language relative thereto by all of the parties in interest prior to the death of George Stough. Their construction of the testator’s will, as shown by their acts, found by the auditor, imposed upon George Stough, the active executor, the duty of collecting and disbursing the moneys payable by the devisees of the land. The three sons, George, Peter and William accepted the lands devised to them by their father who died prior to April 12,1858. George Stough was required to pay $2,000, “to my other children,” Peter, $500 “ as herein directed,” and William, $2,300, “ to other of my heirs.” George Stough collected from Peter and William the sums directed to be paid by them, respectively, with 'interest. By the will, Mary Fickinger was bequeathed $600 in addition to what she had already received from her father, Barbara Wolf and Susan Rubner, each $1,000, and Margaret Minnig and Lydia Stough, each $1,100. It will be noticed that these legacies amount to $4,800, the total sum to be paid by the devisees of the land. George Stough paid to the legatees, except Lydia Stough, the sum bequeathed them by their father. An account of the moneys received and expended in the administration of the estate as executor of his father was kept by George Stough in a book, and embraced in this account were the sums, debt and interest, paid by Peter and William Stough to the executor, and the legacies paid to the daughters. The receipts show that the money was paid by him as executor of John Stough, deceased, and was received by the legatee as “a legacy bequeathed to me by my father.” The aggregate sum paid by him as executor exceeded by $900 the amount he received from his brothers. This was clearly an acknowledgment by him as well as by the appellees that he not only held the money that he received from his brothers but also what was directed to be paid by him, as executor of his father’s estate and not as the agent of the beneficiaries of the fund. It thus appears that the interested parties interpreted the will, and upon their construction of it the money was received and paid out by the executor. Now, the appellees ask the court to put a different interpretation on the will and the conduct of the executor, and, by so doing, deprive the appellant of her legacy, and give to them what should be awarded to her. They have received their legacies from the executor out of the money directed to be paid by their brothers, but they now invoke the aid of the orphans’ court to prevent the appellant from collecting her legacy from the executor by requiring her to go into another forum to enforce her claim where, they can interpose the statute of limitations, and thereby obtain for themselves the money that should be applied to the payment of her legacy. . .\nWe think the auditor and the learned court below erred in holding that George Stough was acting simply as the agent and for the convenience of the parties in receiving the moneys from his brothers and himself and in paying the legacies to his sisters. There is no evidence to support such a contention, and the findings of fact by the auditor, stated above, most explicitly ■contradict it. His account as executor of' his father’s estate, stated at length in his book, the receipts for the legacies paid, written by him and signed by his sisters, and all his acts in the receipt and disbursement of the money are in direct conflict with the theory that he acted as the agent of the parties ■and not as executor of his father. That George Stough acted in his official capacity as executor in receiving the bequests from his brothers and in the payment of the legacies to his sisters was the view entertained by himself and the appellees, prior to his death, based, presumably on their construction of the testator’s will, the assent of the parties and the conduct of the ■executor in the administration of the estate.\nWe must, therefore, regard it as a fact, established by the ■evidence, that the money collected from his brothers as well •as that required to be paid by him in the testator’s will was received and held by George Stough as his father’s executor, .■subject to the payment of the legacies bequeathed to his sisters. The auditor has found as a fact that the legacy of the .appellant was not paid by the executor, and that the presumption of payment by reason of lapse of time was rebutted by the ■evidence. There is, therefore, no reason in law or equity why the claim of the appellant should not be allowed and paid in the distribution of George Stough’s estate.\nThe counsel for the appellees claim that the case at bar is .ruled adversely to the appellant by Etter v. Greenawalt, 98 Pa. 422. But in this contention they fail to distinguish the difference between the facts of the two cases. That was an action of debt against a person who had accepted a devise coupled with a direction by the testator that the devisee pay a certain ¡sum to a third party. It was held that the devisee became subject to a personal liability to pay the sum, which might be enforced against him in an action by the third party, and that no recovery could be had after the expiration of six years from the death of the testator. Here, however, all the interested parties construed the testator’s will as imposing upon the executor the duty of collecting and disbursing the money to be paid by the devisees of the land and, acting upon this interpretation of the will, the executor collected and now holds the money for the payment of the appellant’s legacy. This was not a common-law action to recover from George Stough, as a devisee of the land, but a claim which the legatee seeks to enforce against him. as executor in the distribution of his estate by the orphans’ court. He, with the consent and approval of all the interested-parties, received the money under the provisions of his father’s will as executor, and as such he paid all the legacies, except appellant’s. Under these circumstances, the statute of limitations cannot be interposed to defeat a recovery of the legacy-The reason is as stated by the present chief justice in Etter v. Greenawalt, supra, “ that the liability of an executor to pay a legacy is not grounded upon any lending or contract. He is a-, trustee who is charged by the will with the performance of the duty of paying legacies, and against that form of obligation the statute of limitations is no bar.” The parties having acted on the assumption that George Stough was duly authorized as executor to collect the money and pay the legacies of his sisters, and the appellees having approved of this means of collecting and distributing the fund and having received their legacies from the executor, they are now estopped from denying his authority to collect and disburse the money in his official capacity. He held the monej'- applicable to the payment of the appellant’s legacy as trustee, and the presumption of payment having been rebutted, the legatee is entitled to receive her legacy, with interest, out of the fund for distribution.\nAll the heirs of George Stough, deceased, except appellant’s-, brother, William, recognizing the equity and justice of her claim and the fact that it had not been paid, joined in a written request to the administrator of the decedent to pay Lydia. Stough’s legacy with its interest. This request was subsequently revoked by the parties who had signed it, except George Minnig. We think the legacy should have been paid by the administrator without a contest and that those who are responsible for this litigation should pay the expenses incurred.\nThe decree of the court below is reversed, and the claim of Lydia Stough for f 1,100, bequeathed her by her father, with its. interest, is directed to be allowed in the distribution of. the funds in the hands of the administrator of George Stough, deceased. The costs of audit in the court below and the costs on this appeal to be paid by the appellees, except George Minnig."}