{"id": "916757", "contents": "Opinion by\nMr. Justice Dean,\nThomas Waddell, a coal operator of Luzerne county, died on October 23, 1894, leaving a will with three codicils, the .last one dated only nineteen days before his death. He was conducting several coal plants just before he died, among others, a newly opened mine at Winton. In this last he had sunk a slope to the coal, and also a shaft, for what under the statute is known as the second opening, but had made no connection between them; the slope had reached the coal, but at ■the bottom had struck a fault, which barred access to the regular and valuable bed beyond it. To utilize the shaft and slope already put down at great cost, development of the property required that the operator should cut through the fault, ■or abandon the operation at that point and try another. This was well known to testator, and with this knowledge, and with Lis will before him, a few days before his death, when he exe■cuted the last codicil, he leaves this provision in full force:\n“ My executors shall sell and convert all my interest in any of my collieries or coal operations, wherever situated, as soon as the same can conveniently be done with advantage to my estate, and until such sale of said colliery interests my executors shall conduct the same and all the business operations oonnected therewith for the benefit of my estate, with the same power and effect as if I were living, and managing or conducting the same.”\nThe executors wanted to get a purchaser for the Winton 'mine, and proceeded to make the connection between the shaft ■and slope, to cut through the fault, and put the mine in a workable condition, on the assumption that it would sell for a higher price if ready for working. Some coal was sold during the progress of the work, but not nearly in quantity to equal the expenditure, in royalties paid, and in rock blasting and labor necessary to cut through the fault. On February 15, 1897, the colliery was sold for $30,000. On August 30, 1897, the executors filed their first partial account. From this account, as found by the court below, the executors had expended, including interest and royalty, $36,622.25 more than they had received for coal mined, dating their answerability for thirty-two months from the end of a period of six months after decedent’s death. Many exceptions were filed by Barbara W. Gangloff and Ellen W. Bryden, two of the legatees and daughters of testator. The second exception substantially raises all that is in issue here between the legatees and executors. The rulings of the court below on the other exceptions are sustained. The second was ruled in favor of the legatees, and the executors surcharged with the $86,622.25. From that decree they appeal to this court, averring it to be error.\nWe have already quoted the clause of the will relating to the sale of the collieries. 1. What was the executors’ duty? 2. What was the scope of their discretion in the exercise of it ? Their duty was imperative, to sell the property; not immediately, however, but when the same “can be.conveniently done with advantage to my estate.” These words absolutely negative a peremptory direction to sell immediately. They at once imposed upon the executors the exercise of discretion and judgment as to when such sale could be made with advantage to the estate. To what line did this discretion as to time of sale extend ? The exceptants argue that the duty was to be exercised by at once, at least, offering it for sale. The executors might have done so, if, in their judgment, that would have been of advantage to the estate; but they dared not so to do, if, in their judgment, it would be a disadvantage. The learned judge of the court below holds that they ought to have sold at the end of six months, and therefore surcharges them with all excess of expenditures over receipts after the expiration of that period. As concerns the will, the one conclusion is as arbitrary as the other; the testator fixed no date whatever, except the judgment of the executors; that is, when, in their opinion, it would be of advantage to his estate. Unless the facts show a gross abuse of discretion or gross supineness or negligence in its exercise, their judgment must control.\nBy the words of the will the testator expresses the utmost, confidence in the executors’ capacity. As we have before noticed, he had run this slope about to the fault, and had sunk the shaft for the second opening; the evidence shows that this, work had been done at a large cost by testator himself; but it did not prove the value of the mine; that could only be demonstrated by piercing the fault to the undisturbed coal beyond it. This condition, at once, imposed on the executors the exercise of judgment as to when the sale should be made. Shall we prosecute the work commenced by the testator ? Shall we sell the property now or after its development ? There was absolutely nothing then making certain which course would be of most advantage to the estate. It was solely a matter of opinion ; that this is so is demonstrated by the evidence; experienced coal operators whose credibility is not questioned, widely differed; some would have bought “ a pig in a poke,” and have taken chances on the speculation; others would have preferred to know exactly what they were buying, even with the consequence of paying more. Under such circumstances, the executors undertook to prosecute the work through the fault, and also to connect the two openings. It is probable, if they had known, then, that the expense would so largely exceed the receipts, they would have made an immediate sale; but this, neither they nor others could tell; the extent and character of the fault could only be determined by the use of muscle, pick and blasting powder. The event demonstrated that the expenditure was not warranted; that the testator himself had made a mistake in locating the slope. The court below says: “ The decedent was a practical miner, and had accumulated a large fortune in that business. At his death the Winton was not open to the capacity of the breaker; large amounts of money had been expended without return, and he must have known when he authorized the executors to continue - mining, pending a sale, that still other large amounts might be needed to carry out his directions. . . . Decedent was a clear-headed, determined man of business ability, but he had no doubt made a great mistake in locating the slope at the Winton colliery.” Here was a highly competent judge, who was not only of the opinion that the slope was properly located, but who, by the plainest implication, directed his executors to continue it, at the expense of his estate, until a sale advantageous to his estate could' be made. Whatever mistake there was, was his mistake. Yet the effect of the decree is to surcharge accountants with the loss consequent upon the mistake of the testator. It plainly appears that the executors, in the exercise of an honest judgment, believed the mine would sell for a largely increased price if the slope was extended to the large area of coal beyond the fault; the cost greatly exceeded any enchanced price received -at tbe sale. Why should they be held personally responsible ? Not a single authority is cited, not one can be found, which imposes such a penalty as this surcharge, for a mere error of judgment; had the testator lived, his loss would have been the same from his own error of judgment; his legatees cannot make the estate whole, by saddling the loss on the accountants. The authorities are so numerous and uniform on this question, that an executor will not be surcharged for a loss that occurs through a mere error of judgment, that we will not undertake to cite them; they number at least fifty, from Dillebaugh’s Estate, 4 Watts, 177, down to Semple’s Estate, 189 Pa. 385. The authorities cited by the court below do not sustain its decree. McFarland’s App., 37 Pa. 300, rules that an unreasonable exercise of discretion by an executor can be restrained by the courts. The facts, as found by the court here, show that at the time \"the money was being expended, the executors were, with the • light they had, or that they could procure, exercising a reasonable discretion; they had not the use of something similar to X rays, which would enable them to see into the ground and determine the extent and almost impenetrable nature of this fault. Mussleman’s Appeal, 65 Pa. 480, is to the same, effect. It rules, that if the power to sell be conferred on the executor, the orphans’ court has jurisdiction to control its exercise. These rulings do not touch this case. Shall we sell or dig, was the question that presented itself to these executors; they honestly believed it would be of more advantage to the estate to defer a sale until after digging through the fault. We doubt, if the -orphans’ court could, at that time, have seen further into that ground than the executors, or would have, under the circumstances, been more capable of exercising a sound discretion than they. The authorities cited by the learned counsel for appellee, Leslie’s Appeal, 63 Pa. 355, Chambersburg Saving Fund Assn.’s Appeal, 76 Pa. 230, and Moore’s Appeal, 10 Pa. 438, are cases where the executors or trustees were guilty of supine negligence or indifference. Burwell v. Cawood, 2 How. (U. S.) 560, and Wilcox v. Derickson, 168 Pa. 331, hold that a provision in a will directing a particular business to .be continued, does not subject the general assets to appropriation in carrying it on. The direction here was for the conversion of .all the interests of all his coal operations as soon as the same could be done with advantage to his estate, “with the same power and effect as if I were living and managing or conducting the same.” It would be impossible to make the authority of the executors to use the whole or any part of the assets, in prosecuting this work, broader than these sweeping words make it. Shinn’s Estate, 166 Pa. 121, holds that the executor has no authority in the absence of express directions in the will to embark the assets of the estate in a venturesome business. Here, there was not, in any proper sense, investment in a venturesome business, and if there were, it was by express authority of testator. And so with the other authorities cited; they do not fit these facts and this will.\nIt is argued that as a minority of the legatees requested, that the expense be stopped and the property be sold, the executors were bound to sell; this, as a fact, is not clear; there is no doubt but that two out of the seven complained and said it ought to be sold; Watson, one of the executors, testifies that at a meeting of the legatees and executors, he said the property was theirs, and anything they thought best would be done, and he proposed to have an agreement to that effect signed by all, which was not done; but assume that a minority, or even a majority, had in writing requested an immediate sale, that would have been no protection to the executors against those who did not join. It was the discretion of the-executors which under the will was to be exercised, not that of the legatees; nothing less than the request of all would have saved the executors from the peril of a nonexercise of their own judgment, and this, only because there were no creditors, and the legatees, being the only parties in interest, would then have been estopped from denying the good faith of the executors. There' is nothing of significance in this point.\nAs to the fact urged that George W. Waddell claimed the .Winton mine, and therefore, not in the interests of the estate,' but in his own, wanted it developed, there is no evidence to prove it. The will did not give him the property; his conduct shows no evidence of a selfish purpose; on the contrary, he acted in harmony with his coexecutors, and at a loss to himself pro rata with the other legatees. The language of Cline’s Appeal, 106 Pa. 617, is pertinent to these facts:\n“ The testator in directing his business .to be carried on may have thought he was acting wisely in so doing. As a general rule such provisions in wills result disastrously, and this case is not an exception to the rule. It has certainly impaired the estate. But we must be careful not to throw the consequence of the ‘ testator’s folly ’ upon the executor. If it (the carrying on of the business) resulted in a gain, the estate would have the benefit of it; if in a loss such loss must fall on the estate. It would be a hard rule to put the losses on one who had no possible participation in the profits.”\nThe decree is reversed, and it is directed that the surcharge of $36,622.25 against accountants be striken. off, and that the account as reformed be confirmed absolutely; costs to be paid by appellees."}