{"id": "916777", "contents": "Opinion by\nMr. Justice Bbown,\nThe Northwestern Mutual Life Insurance Company issued its policy to Harry L. Smith on March 26, 1897, promising to pay his executors, administrators or assigns, the sum of $2,000 in sixty days after due proof of the fact and cause of his death. He died on May 28, 1897, the immediate cause of his death having been pulmonary congestion and suffocation. Payment was refused by the company on the ground that true answers had not been made by the deceased in his application for the insurance. His personal representative subsequently brought suit, and now complains of the judgment entered against him in the court below. The policy of insurance was issued in consideration of the statements made by the insured in his application for it. This application, signed by him, contains the following: “ It is hereby declared and agreed that all the statements and answers made in this application, marked Part I., including those to be made to the Medical Examiner, marked Part II., are warranted to be true and to be full and fair answers to the questions, and are offered to the company as a consideration for the Contract of Insurance, which shall not take effect until the first premium shall have been actually paid during the life of the person herein proposed for insurance, and while he is in good health.”\nIn his answers made to the medical examiner, the insured stated that he had not, since childhood, had the disease or disorder of “spitting or raising of blood.” The uncontradicted and undisputed evidence was, that the deceased had spit blood about a year before the policy was issued, and the appellee, therefore, contended that there could be no recovery upon it. This view was sustained by the learned trial judge, who directed a verdict for the defendant. The appellant insists that, though the insured had spit blood, the spitting was not a “ disease or disorder of spitting or raising of blood ” as contemplated in the question submitted to him, because he had spit but once, and that the court erred in holding that an untruthful answer had been made. Witnesses called by the plaintiff, as well as by the defendant, testified to the spitting of blood by the deceased in the city of Boston in the fall of 1895 or the spring of 1896, and it will be well to now review their testimony; for, if an examination of it discloses that the answer of the insured to a question material to the risk was not “ true, full and fair,” the verdict directed by the learned trial judge cannot be dis-. turbed. Edgar Wilson, called by the defendant, testified, “ He did have a hemorrhage. • We were going from our place where we roomed to the boarding place where we had our meals, and this hemorrhage came, accompanied by coughing. There was not a very great quantity of blood, but it was foamy like, and, as I call it, it seemed to me living, vital. I advised him to go and see a doctor right away. The blood was like blood that had been stirred up, foamy. Of course, it was red, but it was kind of creamy like. He had this spitting of blood, and then I saw him raise a quantity and then he ran back to his room, while I continued down to the boarding place. It seems to me it was in the spring of 1896. I am not positive, but I know it was cool weather, but there was no snow on the ground, and the term at the conservatory lasted from September to June. It was just before snow fell or just before Easter. I could not be positive whether it was in the fall of 1895 or in the spring of 1896.” The same witness, when asked to state the quantity of blood raised, answered: “ As near as I can remember, not quite a gill; an ordinary teacupful or about two thirds of an ordinary water glass.” The testimony of Mrs. Ellen Smith, the mother of the deceased, called by the defendant as upon cross-examination, was as follows: “ Q. Do you know the fact that your son Harry had a spitting of blood? A. Yes, sir. Q. How did you learn that fact? A. He told me so. Q. When did he tell you? A. He was home about a week before he told me. Q. That is, just on his last return home, do you mean the last time he was home? A. No, sir. Q. When? A. In 1896. Q. In what month in 1896? A. June. Q. What did he tell you about it ? A. He said he went for his supper and he raised a mouthful of blood. Q. Did he tell you where that happened ? A. Outside of the drug store. Q. In what place? A. I could not tell you. Q. In Boston? A. In Boston, certainly. . . . Q. Do you know the fact that he went to a doctor for consultation ? A. Yes, sir. Q. What doctor did he go to ? A. Dr. Speer. Q. Where does Dr. Speer live? A. Tamaqua. Q. And how did you learn that he had gone to Dr. Speer ? A. It seems he went to his office and he asked about it. Q. How did you learn the fact that Harry had gone to Dr. Speer’s office ? A. He told me so. Q. Harry told you so'? A. Yes, sir. Q. When was that with reference to the time that he told you he had had a spitting of blood? A. Shortly after that. Q. During the same month ? A. Yes, sir. Q. I understand you shortly after he had told you that he had had a spitting of blood in Boston? A. Yes, sir. Q. And, in the same month, June, 1896, he told you he went to see Dr. Speer about it? A. Yes, sir. Q. Did he tell you who was with him at the time of the spitting of blood in Boston ? A. Wilson.” Dr. Oliver K. Speer testified: “ Q. Did you make an examination of Mr. Smith with regard to a spitting or raising of blood? A. Yes, sir, I did. Q. When was that examination made ? A. Some time in the fall of 1896. Q. Where was the examination? A. In my office. Q. Who came with him ? A. I have no distinct recollection of anybody being with him, although I think there was some one in the office. Q. Do you know whether his father was with him ? A. I do not remember clearly. Q. That was in the fall of 1896 ? A. I think it was in the fall; I am.not certain even about that. Q. Did you treat him, prescribe for him ? A. Yes, sir, I did.” Frank F. Fisher, called by the plaintiff, said: “Q. During the last'year that you were there, was there anything happened to Harry out of the ordinary ? Did he have any accident or was there anything occurred during that year? A. The last year I was there ? Q. Yes, sir. A. Nothing outside of that spitting of blood. Q. There was an occasion then when he spit blood, was there? A. Yes, sir. Q. How often did that occur ? A. Once to my knowledge. Q. You did not see the spitting of blood yourself? A. No, sir. Q. But you learned of it after it did happen? A. Yes, sir. Q. Was it immediately afterwards that you learned about it ? A. About half an hour. Q. Was that the only time, to your knowledge, that it occurred ? A. Yes, sir. Q. How long after you were informed of it did you go to see Harry? A. Went to see him as soon as I had my supper. Q. Where did you find him? A. In his room. Q. What was his condition, at that time, when you got there to see him? A. He was considerably frightened. . . . Q. You remember Smith told you he spit blood on the pavement ? A. Yes, sir.” William D. Zehner, called by the plaintiff, testified: “ Q. You and Fisher went together for your supper, and Wilson and Smith staid back; then after you had your supper, you went up to Smith’s room ? A. Yes, sir. Q. Who went up with you ? A. Fisher. Q. Did you find Wilson there with Smith? A. Yes, sir. Q. Did you learn of the hemorrhage or spitting of blood before you got to Smith’s room ? A. I did. Q. Did you find Smith pretty well frightened over it ? A. More or less.”\nThe appellant concedes, that if the question propounded to the insured had been “ Have you ever spit blood ? ” the instructions of the court below to the jury would have been correct, but insists that as it was “ Have you had, since childhood, the disease or disorder of spitting or raising of blood ? ” a truthful .answer was made, and error was committed in directing a verdict for the defendant. Turning to the express warranty of the insured, that his answers were to be true, full and fair to the questions asked, this distinction may be pardoned to professional zeal, but is too refined for judicial approval. The answer of Smith, that he had not had, since childhood, the disease or disorder of spitting or raising of blood was not true, but he may have unintentionally so made the false answer. He may have really believed that he had not had disease or disorder, but he did have spitting of blood, and, though it may not have been at the time, a disease with him as popularly understood, it was at least a disorder, which has been defined to be want of order, irregularity, derangement of the animal •economy. If there had been order in his system and no irregularity, there would have been no spitting of blood. It was disorder, if not disease, and, having had either, the answer which he warranted, and may have believed, to be true, was false. By his warranty, he became bound, and his contract with the company was valid or void, as his representations of matters material to the risk were actually true or false. “ No principle of law will enable a party who guarantees a fact upon which a contract for insurance is based, which fact is after-wards found not to exist, to enforce the contract. He agrees to answer for the truth of the fact, and cannot escape on the ground of his mistake as to its existence: ” Com. Mut. Fire Ins. Co. v. Huntzinger, 98 Pa. 41. In Wall v. Royal Soc. of Good Fellows, 179 Pa. 355, the present chief justice said: “ The general doctrine that, in actions on policies of insurance with a warranty of the truth of the facts, the validity of the contract depends on the truth of the warranty, and that the engagement of the policy holder is absolute that the facts shall be as they are stated when his rights under the policy attach, is so very familiar and has been so frequently declared, that a mere'reference to a few of our modern decisions will suffice: United Brethren Mut. Aid. Soc. v. White, 100 Pa. 12; Blooming Grove Mut. Fire Ins. Co. v. McAnerney, 102 Pa. 835; Home Mutual Life Assn. v. Gillespie, 110 Pa. 84.”\nThe answers to the questions were not only to be true, but. full and fair. Assuming that the insured may have believed he was answering truthfully when he said he had not had the disease or disorder referred to, it is difficult to -understand how he could have felt that he was answering fully and fairly when he said “ No ” to the question asked ; but, even if he did so feel, he was again bound by his warranty. He had spit blood, was. frightened and had consulted a physician about it. A full and fair answer would have disclosed to the company exactly what, had happened, and if, after such disclosure, it had assumed the= risk, because, in its judgment, the applicant had not had disease- or disorder, it could not defend on the ground of an untruthful answer; but with nothing from the insured except the unqualified answer “ No ” to the question “ Have you had, since childhood, any of the following diseases or disorders: spitting or raising of blood? ” the insurer can justly say that the insured, had not answered fully and fairly. From the answbr, as given,, and relying upon the warranty that it would be full and fair,, the company was justified in believing that the insured intended to say that he had never spit blood. It must have so-understood the answer, for it issued its policy to the insured;, but not having received from him a true, full and fair answer to a question most material to the risk, it cannot be held to a promise to pay which it might not have made if such answer had been given.\nThe answer to the question framed by the company to elicit information as to the spitting of blood was, as has been uniformly held, material to the risk, and not having been true, full and fair, whether tested by the evidence submitted on behalf of the plaintiff or the defendant, there was nothing for the jury to pass upon: March v. Metropolitan Life Ins. Co., 186 Pa. 629. The law imposed upon the learned trial judge; the duty of telling them what their finding should be, and he. properly discharged it when he directed the verdict that was rendered. The third and fourth assignments of error are, therefore, overruled.\nWe have not deemed it necessary to consider what the insured said as to his consulation with a physician about costive bowels, because his answer to the other material question was an absolute bar to a recovery. Having been so barred, the plaintiff could not have been helped if the offers embraced in the first and second assignments of error had been allowed. There was no offer to prove liability by the company in the face of the evidence which exempted it. These assignments are also overruled, and the judgment is affirmed."}