{"id": "916786", "contents": "Opinion by\nMr. Chief Justice Green,\nThis is a bill for the specific performance of a contract for the sale of the “license, lease, good will, fixtures and barroom furniture, furniture on the third floor and in the dining room on the first floor of the retail liquor saloon at 2126 East Le-high avenue, Philadelphia, for the price of $5,500.” The buyer having refused to comply, the seller filed this bill to compel the specific performance of the contract. The contract was dated and executed on September 15, 1899, and the license to be sold was the license for the unexpired portion of the current license year, ending June 1, 1900. Apart from the consideration that the subject of the contract is a sale of personal chattels, in which equity takes jurisdiction only in rare cases and upon exceptional grounds, it is difficult to see how it can be possible to specifically perform the contract so far as the delivery of the license is concerned. No order or decree that we could now make could possibly put the purchaser in possession of a license to sell liquor during the period between September 15, 1899, and June 1, 1900. The time is past and gone. And as the privilege to sell liquor is a personal privilege which requires the sanction of the court of quarter sessions, and expires with the end of each license year, no new license issued for the succeeding year would be a substitute for the specific license which was the subject of the contract. But we cannot see why a remedy in damages for breach of contract is not an adequate remedy for the plaintiff’s injury. There is no special or extraordinary feature of this particular transaction that takes it out of the class of ordinary contracts for the sale of personal chattels. We are not referred to any authority that sustains the claim unade by the plaintiff, and we do not think any such can be found. It was said by our Brother Dean, delivering the opinion in one of our latest cases, Rigg v. Reading, etc., Railway Co., 191 Pa. 298: “Nor do we agree with the court below in its conclusion that the plaintiff’s remedy at law, if his cause of action on the facts be clear, is an inadequate one. We entirely concur with the court in holding that in rare instances equity will decree specific performance of a sale of chattels such as all those enumerated by Justiee Bell in McGowin v. Remington, 12 Pa. 56, and in such cases as Goodwin Gas-Stove & Meter Company’s Appeal, 117 Pa. 514, where specific performance of a sale of stock in a particular manufacturing company was decreed, and in exceptional cases where gross fraud or forgery has been practiced to obtain possession of a chattel, equity will decree restitution. But in nearly all eases the test is, is there an adequate remedy at law? ”\nIt is not necessary to extend the citations. The principle that controls the subject is very familiar. For both the reasons we have stated we are clearly of opinion that the bill will not lie.\nJudgment affirmed."}