{"id": "916785", "contents": "Opinion by\nMr. Chief Justice Gbeen,\nThis is another case of irregular execution of a testamentary ■ paper which is always to be regretted, but as to' which we have' sanctioned many departures from the strict requirements of our statute of wills. The one requirement that every will shall be in writing and shall be signed by the maker at the end thereof, we have never surrendered and it is to be hoped we never' will. But when in addition to this, in any given case, there has been a sufficient description of the substance of the gift, and connected therewith, a suitable designation of the person who is to take it, we have frequently sustained such papers as valid testamentary writings, though in all other respects they are wide departures from the provisions of our written law. Some of the remarkable cases in which papers were sustained as wills are Frew v. Clarke, 80 Pa. 170, Rose v. Quick, 30 Pa. 225, Turner v. Scott, 51 Pa. 126, Wilson v. VanLeer, 103 Pa. 600, Schad’s Appeal, 88 Pa. 111, Knox’s Estate, 131 Pa. 220, and Tozer v. Jackson, 164 Pa. 373. In Frew v. Clarke, Mercur, J., said: “ An instrument in any form whether a deed poll or indenture, if the obvious purpose is not to take place till after the death of the person making it shall operate as a will,” citing numerous cases. In Schad’s Appeal an assignment of a policy of insurance for $4,000 by a husband to his wife after his death when she could do with it as she pleased was sustained as a will. In Knox’s Estate a mere pencil memorandum signed “Harriet ” was sustained as a will though it did not purport to be a will and contained only expressions as to what the testatrix would like to have done in many small matters. A very full opinion by our Brother Mitchell contains numerous instances of irregular papers and of irregular execution which were sustained as valid testaments. Other instances of a similar character are collected in the opinions in the cases of Tozer v. Jackson, and Jacoby’s Estate, 190 Pa. 382. But there is one case which comes so near in its facts to the case at bar, that a review of the special facts in the causes above enumerated, becomes- unnecessary. It is Fosselman v. Elder, 98 Pa. 159. There the testatrix executed a will in due form in 1878 by which she gave various legacies to a niece, Isabella Fosselman, and died suddenly in 1880. Among her papers was found after her death a sealed envelope indorsed in her handwriting thus: “ Dear Bella, this is for you to open.” Within the envelope was found a promisory note for $2,000, and also a paper in the handwriting of the testatrix.\n“ Lewistown, Oct. 2, 1879.\n“ My wish is for you to draw this $2,000 for your use should I die sudden.\n“ Elizabeth Fosselman.”\nThis paper was rejected by the court below because there was not sufficient certainty in naming tbe legatee. No person was fully named either on the envelope or on the inclosed paper. The legatee was designated only as “ you ” in the only writing which could be called testamentary. It was proved however on the trial, by verbal testimony, that both the direction on the envelope and the inclosed paper were in the handwriting of the testatrix, and it was held that the outside address sufficiently indicated the appellant as the person intended, and further it was held that the will could be sustained by considering it to be composed of the envelope with its written address, and the inclosed paper signed by the deceased. The present writer was not in favor of the decision but did not dissent and the case has been repeatedly recognized in our later decisions, and adhered to. A very slight reference to the facts of the present case will suffice to show that it is not only covered at all points by the decision in Fosselman v. Elder, but also by all of the other cases cited.\nThe paper is clearly testamentary, it is fully signed by the testatrix, it does not take effect till after her death because the bonds are to be sold after her death, and the persons who are to take the benefit of the legacy are named with absolute certainty. The fact that pecuniary legacies of a similar amount with the probable proceeds of the bonds, are given to the same legatees by the will, does not, under all the authorities, affect their right to take these proceeds as additional legacies, and the circumstance that they are called bonds, when, as to the stock certificates, the description is not precisely'accurate, can not affect the right of the legatees. The person who wrote the indorsement on the envelope, was examined as a witness, and explained, very fully and with entire satisfaction, not only that the indorsement was written on the envelope at the instance of the testatrix, and that it was signed by her, but also that she herself with her own hands, selected the bonds and securities from other packages of similar papers contained in her private box, and herself placed them in the envelope.. The stock certificates were treated as bonds and in fact partook of the nature of bonds, because they bore a fixed rate of interest at four per cent payable at fixed days in February and August of each year. The circumstance that the scrivener wrote “six,” instead of “ seven” or “ nine,” bonds was sufficiently explained by him. Manifestly his testimony was entirely competent and was properly received. We think the decree of the learned court below was correct and that the assignments of error are not sustained.\nDecree affirmed and appeal dismissed at the cost of the appellant."}