{"id": "916839", "contents": "Opinion by\nMr. Chief Justice Green,\nThis was an action brought to recover damages for a personal injury sustained by the plaintiff while alighting from a car of the defendant company. The accident occurred on September 3, 1892, but no action was brought until September 21, 1897. The defendant pleaded the statute of limitations to which the plaintiff demurred. The court below overruled the demurrer and entered judgment against the plaintiff from which the present appeal was taken. The only question at issue therefore is the sufficiency of the plea of the statute. It seems to us that every aspect of the present case was present, and was disposed of, in the case of Rodebaugh v. Phila. Traction Co., 190 Pa. 358. There the accident occurred on January 12,1895, but the action was not brought until February 16, 1898. In the mean time, after the accident and before suit brought, the Act of June 24, 1895, P. L. 236, was passed, the 2d section of which provided as follows: “ Every suit hereafter brought to recover damages for injury wrongfully done to the person, in case where the injury does not result in death, must be brought within two years from the time when the injury was done and not afterwards; in cases where the injury does result in death the limitation of action shall remain as now established by law.” Several objections were made to the application of this act to the case, on the ground that it was unconstitutional, but they were all met and disposed of in the opinion by our Brother Mitchell, and need not be considered again.\nIt is argued now, as it was then, that the act did not apply to the facts of the pending case because the injury had already happened before the act was passed, and that the literal words of the act could not be applied because it would deprive the plaintiff of a right which had vested before the passage of the act, but this contention was fully met and answered in the opinion then delivered. We said: “ Since the act of 1895 the death of the wrongdoer does not terminate the action or the right thereof, but the latter must be availed of within two years of-the-injury. . . . The act has but one subject, actions for injuries wrongfully done to the person. It creates no new right, but provides for the regulation of a class of rights which existed before. . . . But this act, in regard to the present suit, is clearly a regulation of the remedy which is firmly settled to be within the power of the legislature. If the right of action had been cut off by the retroactive feature of the statute, without a reasonable period for its enforcement, so that under the form of regulation there was really a deprivation of the right, as would have been the case in Byers v. Penna. R. Co., 18 Pa. C. C. R. 187, cited by appellant, a different question would have been presented. But in this case the suit was not brought for more than the full period of two years after the passage of the act.” Precisely this state of facts exists in the present case. The plaintiff having a right to bring an action at any time after the occurrence of the injury within six years, as the law was prior to the act of 1895, but within two years only after the passage of the act, has not only failed to bring his action before the passage of the act, but failed also to bring it within two years after it was passed. So that there could be no contention that he was not afforded & reasonable time after the passage of the act within which to bring his action, and thus bring his case within the line of decisions which hold that there must be such reasonable time allowed when the new law changing the limitation applies to pending rights of action. He has transcended the full period of the new limitation after the new law was passed, and has no claim to favorable consideration. If his injury had occurred just after the act was passed, and before September 21,1897, he would have been within the literal terms of the act and would have been barred of his action. Why then should he not be barred when the injury occurred before the passage of the act ? Clearly not because of any constitutional objection. It is the necessary meaning of the plain words of the act that such actions shall not have a legal existence after a delay of two years in the bringing of the action. And when the fact is that this whole period has been transcended after the passage of the act, there is no footing upon which to stand in the contention, that notwithstanding the positive prohibition of the act a full period of six years must be allowed in such ease. The whole limit of two years after the accident, in point of fact expired before the bringing of the suit, and conceding that the plaintiff was entitled to a delay of two years after the passage of the act, his case being current at the date of the act, that full time has also passed.\nIt is very clear that the 2d section of the act of 1895 applies to all cases of personal injury in which the injury does not result in the death of the party, without any qualification limiting its application to cases occurring in the future, and it is equally clear that the act is not unconstitutional because it does not except cases of previous occurrence. This was decided in the Rodebaugh case, and the same ruling was made in a very well considered case, Focht v. Reading Stove Works, 21 Pa. C. C. R. 524. In a very able and exhaustive opinion by Judge Endlich the .whole subject is carefully considered and the authorities fully reviewed. The injury occurred in that case in March, 1892, and the action was not brought until November, 1897, and it was held that the right of action was barred because the full limit of two years had elapsed after the date of the act of 1895, before the action was brought. The conclusion of the court was thus expressed: “ In other words the limitation of so many years, months, etc., from thé date when the cause of action accrued is, Avith reference to causes of action already in being understood to mean, so and so many years, months, etc., from the date of the enactment, thus putting all causes of action, already accrued and yet to accrue, upon the same footing, and giving the statute a prospective,, and in no sense a retrospective, operation.”- While this decision is not binding upon this court, we think it was properly ruled, and we are entirely satisfied with the reasons given in support of it. 'This doctrine was also sustained by the Superior Court in the case of Shelly v. Dampman, 1 Pa. Superior Ct. 115. It is not necessary to extend the discussion. We are of opinion that the judgment of the learned court below was right and the assignments of error are dismissed.\nJudgment affirmed."}