{"id": "918669", "contents": "Opinion by\nMb. Chief Justice McCollum,\nHenry T. Barnhart married the plaintiff in this suit on April 25, 1894. Seven months later an information was made against him for adultery; he was arrested on November 20, 1894, convicted on December 13, 1894, and sentenced on December 15, 1894, to one year’s imprisonment and a fine of 1500 and costs. On December 6, 1894, a libel for divorce a mensa et thoro with alimony was filed by his wife, Ella C. Barnhart. Her husband by filing an answer demanding a bill of particulars and finally demanding a jury trial, delayed the cause until September 80, 1896, when a decree was entered for $1,250, for support pendente lite, fees and costs with alimony from that date at $550 per annum. The jury trial he was so desirous of having, he failed to attend. In the mean time his available assets were disposed of by him in such a manner as he evidently supposed would prevent his wife from obtaining any support from him. The assets disposed of by him between his arrest and trial amounted to over $8,000. It seems to be conceded by the counsel of the appellants in the case at bar that Barn-hart’s transactions relating to the disposition of his property between the time of his arrest and trial were designed to defeat the claims of his wife. Of course his fraudulent purpose respecting her would be of no account against a participant in any of the transactions who was not cognizant of that purpose. It therefore devolved upon the plaintiff in this action to show by competent evidence that the defendants or either of them had knowledge of Barnhart’s purpose when they became participants in the transactions hereinbefore referred to. The matters to be considered and passed upon on this appeal • are (1) whether the evidence was sufficient to warrant a submission of the case to the jury, and (2) whether there was error in the charge, or in the rulings upon offers of evidence which were admitted or rejected. In the first and second assignments the appellants complain of error in the refusal of the court to affirm their first and second points. The import of the refusal was that the evidence required the submission of the case to the jury. A careful examination of all the testimony lias satisfied us that no error was committed by the court in the refusal aforesaid. We therefore dismiss the first and second assignments. The tenth assignment is substantially the same as the assignment dismissed and may be considered as in the same category. Assignments three, four, five, six, eight and nine require no special consideration, and we fail to find in the testimony admitted under the defendants’ objections any cause for a reversal of the judgment. In the seventh assignment it is claimed that the court erred in allowing a cross-examination of J. W. Grantham. It is conceded that Grantham was the agent for his wife in all their transactions with Barnhart in reference to the properties in which they appeared to be interested. It is a fact established by the testimony that Mrs. Grantham became a party to all the dealings with Barnhart by her husband’s direction, and that whatever she did concerning them was not only approved but prompted by him. Besides it is not clear that the agent was without an interest in the transactions relating to the properties in question. In the allowance of the cross-examination objected to, we find no error. The eleventh assignment furnished no just ground for criticism of the charge. All the assignments of error are overruled.\nJudgment affirmed.\nMitchell and Brown, JJ., dissent."}