{"id": "918702", "contents": "Opinion by\nMb. Justice Brown,\nThis is an appeal from a decree enjoining S. S. Henne, the appellant, from assigning or transferring a mortgage given to him by J. A. Cadwallader, and requiring him to satisfy it in accordance with his agreement to do so. These two men with others owned certain leaseholds in Elk township, Clarion county, and Cadwallader executed a mortgage on his interest to Henne, to secure the latter as his indorser or surety. All of the notes indorsed by Henne were paid; but one for $1,500, upon which he is surety, remains unpaid. In his answer to the bill, among other defenses relied on, the appellant insists that he has no right to satisfy the mortgage until the indebtedness of $1,500 is fully paid. If this contention be just, the bill must be dismissed. It confronts us on the threshold and must be first disposed of.\nThe mortgage is in express terms an indemnity to Henne to save him from a contingent liability or loss. It provides for no funds to be appropriated by him to the payment of the obligation of Cadwallader, and, reading it from beginning to end, no intended protection can be found for the creditors. It was for Henne alone, solvent when he became surety and solvent when this bill was filed. He can retain or return this protection. His solvency was and continues to be the creditor’s security, which the latter cannot find in the -mortgage, even if needed there. There is no fund before us for distribution, arising from a sale of the mortgaged premises and requiring us to equitably award the proceeds. Whatever control Henne had over the mortgage at the time of its execution, he still possesses, and, having been given to him for his own personal indemnity, if be agreed, as set forth in the bill of complaint, to satisfy it, he ought to be held to his promise. His plea that he has no right to do so because the holder of the unpaid obligation has an interest in it, cannot, under the circumstances, avail him. By way of authority we need only repeat the words of the very learned Judge Hare found in Worrall’s Appeal, 41 Pa. 527: “ Securities given by a principal debtor, as an indemnity against the debt, to those who have become jointly bound with him as sureties for its payment, have sometimes been said to be trusts for the creditor. ' If this were so, it would follow that they could not be returned to the principal, without applying to the creditor, and obtaining his consent to the surrender; a conclusion so extreme as to show that the principle which leads to it must be an error.”\nWe need not review the pleadings nor discuss the evidence. The latter was sufficient to justify the court’s findings of fact. These were that Cadwallader acted as the agent of Henne in selling the mortgaged premises for their full value; that at the time of. the consummation of the sale, and before the delivery of the $20,000 check for the purchase money, Cadwallader as agent of Henne, assured Fertig, one of the trustees of plaintiff company, that the mortgage would be satisfied of record; that but for his reliance on the promise that the mortgage would be satisfied, Fertig would not have paid the purchase money; that when Cadwallader gave this assurance to Fertig he did it in pursuance of his understanding with Henne that the mortgage would be satisfied; that at the time the check for the purchase money was received or at the time Henne received his share of the same, he agreed that he would satisfy the mortgage; and that he has enjoyed the benefits derived from tbe sale. Under these findings the appellant ungraciously seeks to evade his agreement. That it may be enforced, the decree of the court below is affirmed, and the appeal dismissed at the costs of the appellant."}