{"id": "920275", "contents": "Opinion by\nMb. Justice Potter,\nThe plaintiff brought this action of ejectment in the court below to recover possession of a lot of ground in the nineteenth ward of the city of Pittsburg, fronting 180 feet on Beatty street and running back 200 feet. The land in controversy was a part of a tract consisting of five lots fully described in a deed from William Clendenning to Robert A. Cunningham under whom both parties claim title. The five lots were numbered 16, 17, 18, 19 and 20 in a plan laid out by W. O. Leslie and duly recorded, and when taken together were bounded and described as follows, to wit:\nBeginning on the southwestern corner of Margaret and Eleanor streets in said plan; thence extending along Eleanor street southwesterly, 300 feet; thence extending back northwesterly between the line of lot number fifteen in same plan, and said Margaret street, preserving the same width, 200 feet to Berlin street.\nThis deed giving this description bore date, November 3,1873, and was duly registered in the city engineer’s office of the city of Pittsburg upon the same date, and was also recorded in the recorder’s office of Allegheny county. It will be noted that the description above given is definite and accurate not only with regard to the side of the street upon which the lots are located, but also with reference to other streets upon which they bound.\nIt appears also that the provisions of the act of February 24, 1871, requiring the owners of lots to furnish descriptions of their property to the city engineer, were complied with in this case, and that the lots were properly registered in the name of the owner, Robert A. Cunningham. This having been done, there was nothing to prevent the delinquent tax collector from procuring at the office of the city engineer an accurate description of the real estate upon which the delinquent taxes were assessed. The act carefully provides a complete system of registration for the city of Pittsburg, and is intended to facilitate the assessment of real estate and the collection of taxes, and at the same time to give reasonable protection to landowners against the blunders of negligent officials. We are not disposed to relax in any way the plain requirements of this act. Its value has already been recognized in Safe Deposit & Trust Co. v. Frick, 152 Pa. 231; and a similar act of assembly applicable to the city of Philadelphia, was approved in Fryer v. McGill, 163 Pa. 340.\nIn the present case the deed was to Robert A. Cunningham, and the registration in the city engineer’s office was in exact accordance therewith; and in the language of the act, “ no property so returned shall be subject to sale for taxes or other municipal claim thereafter to accrue as lien of record thereon except in the name of the owner so returned.” It is no hardship to require of the delinquent tax collector compliance with the provisions of the law requiring accuracy of description.\nA municipal lien was filed at No. 36, March term, 1882, against three of these lots, Nos. 16, 17 and 18, but in the name of Robert Cunningham instead of Robert A. Cunningham, as registered, and the property was described simply as “three lots 60x200 each, Beatty street, Leeter plan, Nos. 16, 17 and 18, 19th ward.” Sci. fas. were issued and judgment was entered May 16, 1882, and lev. fa. issued to the first Monday of June: and on June 5, 1882, the property was sold to John R. Neeld and a sheriff’s deed to the purchaser duly acknowledged and delivered.\nAt the trial in the court below, in response to the prima facie case clearly made out by the plaintiff, the defendant offered in evidence this sheriff’s deed, which under objection was ruled out. This action of the court in excluding the sheriff’s deed is the subject of the first assignment of error. The objection to the admission of the deed was put upon the grounds, first, that it did not purport to be a sale of property of the common source of title, Robert A. Cunningham; second, because the land referred to in the deed is not the land described in the writ; and third, because the description of what purports to be sold, is so vague and indefinite that, it cannot be located.\nThe description in the deed is as follows: “ All those certain lots of ground in the 19th ward, city of Pittsburg, county of Allegheny, and State of Pennsylvania, bounded and described as follows: Three lots, Leeter plan, Nos. 16, 17 and 18 fronting 180 feet on Beatty street and running back 200 feet, more or less.” It cannot be contended, that from this description alone,-it would be possible to locate the property in dispute, or identify it as the same property described in the deed to Robert A. Cunningham. There is nothing to show upon what part of Beatty street the lots are situate, or upon what side of the street, nor is there any such plan in existence as “Leeter plan.” It is therefore impossible to identify the description in the deed with the land described in the writ, without the aid of parol testimony, and this is forbidden by the statute of frauds : Mellon v. Davison, 123 Pa. 298. There is no ambiguity in the description. The subject-matter of the grant, as it clearly appears in the deed, is not in doubt.\nIt is said in Caldwell v. Fulton, 31 Pa. 489: “ It is however the settled rule, that a deed must be construed ‘ ex visceribus suis.’ ” When the intent is clearly expressed, no evidence of extraneous facts, or circumstances, can be received to alter it. We therefore see no error in the rejection by the court below of the offer of the sheriff’s deed to John R. Neeld.\nThe other rulings specified in the assignments of error show no reason for reversing the judgment. The assignments are therefore dismissed.\nJudgment affirmed."}