{"id": "920358", "contents": "Opinion by\nMb. Justice Potteb,\nThe appellant, Frank Major, together with one Frank Woodward, was charged with the murder of Daniel McGrath at the house of Bertha Bloom, on East Spring street, Titusville, Pa., in the early morning of November 11,1899. Two days before, on November 9, the two men above mentioned, together with a third, whose name is unknown, came to Titusville in company, and remained almost continuously together until the commission of the crime. It appeared that about 3 o’clock in the morning of November 11, the passenger station of the Dunkirk, Allegheny Valley and Pittsburg railroads, at Titusville, was entered and the safe blown open; shortly after, the appellant, Frank Major, accompanied by Frank Woodward and the unknown man, who was afterwards found dead in the vicinity, gained admittance to the Bloom house in Titusville. The man who was afterwards found dead, was identified by the night watchman at the railway station as one of the burglars. This man was placed on guard at the Bloom house, outside the door, while the other two went inside, and with revolvers in hand, demanded money, jewelry, and other valuables, of the inmates. Several articles were obtained in this manner; but not being satisfied, Major, and his companion demanded more money from Bertha Bloom, alleging that she had it concealed in a box, and threatening to burn her feet if she did not produce it. During the parley another inmate of the house called the attention of Major to the condition of his hands which were blackened and apparently smoked, and asked about them. Whereupon he told her, that they had just come from the Dunkirk, Allegheny Yalley and Pittsburg railway station, where they had blown open the safe.\nIn the mean time the police officers, of whom Daniel McGrath was chief, had been notified of the burglary at the railway station, and had begun a search for the perpetrators, and had followed in pursuit of them to the house of Bertha Bloom. As the officers approached, the outside man gave the alarm and McGrath grappled with him at the door. Shooting began almost immediately, and according to the testimony, Major fired the first shot. McGrath and another policeman named Sheeliy were badly wounded, and the parties separated without any arrests being made at that time. The next morning the man wdto had acted as outside guard, was found dead nearby. The appellant, Major, was arrested on the afternoon of the same day at a point several miles distant. Woodward escaped without arrest. The policeman, Sheehy, recovered from his injuries, but Daniel McGrath, chief of police, died from the effects of his wounds, on November 15, some four days later.\nCharged with his murder the appellant was tried, convicted and sentenced, in the court below. The case is now here upon appeal, and industrious and painstaking counsel have assigned fifteen errors to the rulings of the trial judge.\nAll of the specifications may be grouped, as they were in the argument, into, first, those relating to the admission of testimony concerning the burglary at the railway station; second, those relating to the admission of testimony as to the perpetration of the robbery at the Bloom house; and lastly, one relating to the validity of the indictment, which charged the appellant with having killed McGrath upon November 11, 1899, whereas the evidence showed that while he was shot upon that day, he did not die for four days thereafter.\nThe evidence as to the burglary at the railway station was offered, not for the purpose of fixing the grade of the crime for which the prisoner was being tried, nor to show that he was likely to commit the offense charged; but because the burglary was connected with the threat made, and this testimony tended to show that the action was intentional, wilful and premeditated. The statements made by the appellant as to what had taken place at the depot and in explanation of the blackened condition of his hands, and his threats as to what he would do to McGrath, the chief of police, if he came to the Bloom house, were evidence of malice, and showed that the idea of murder was in his mind.\nFor these purposes the evidence was clearly admissible (Goer-sen v. Commonwealth, 99 Pa. 398) ; the evidence was also relevant for the purpose of explaining the presence and the action of the officers at the Bloom house at that time. According to the testimony, they had been notified of the burglary at the railway station, and went in immediate pursuit of the perpetrators, overtaking them at the Bloom house, where they were evidently not unexpected by Major and his confederates. The testimony is clearly within the rule permitting evidence of other offenses to be given. There was, therefore, no error in receiving the testimony relating to the burglary at the railway station.\nAs to the alleged errors set forth in the second class, being to the admission of testimony as to the perpetration of a robbery at the Bloom house at the time of the shooting, the objection is based chiefly upon the allegation, that the officers were not aware at the time, of the robbery of the inmates of the Bloom house, and that, therefore, all evidence thereof should have been excluded. The complaint is unwarranted. It was immaterial whether or not the officers were aware at the time of the robbery then being committed at the Bloom house. They had followed in close pursuit from the scene of the burglary at the railway station; and when the officers came upon the burglars they were still within the house, and having taken property from the inmates at intervals, continued to intimidate them up to the time of the homicide. The court could not say, as a matter of law, that the robbery had been completed; and was fully justified in submitting that question to the jury. The knowledge of the officers as to the fact of the robbery had no bearing upon the case. The law in fixing the grade of the crime at murder in the first degree, if committed in the perpetration of, or attempt to perpetrate robbery, necessarily contemplated the admission of evidence as to the robbery. These assignments are therefore overruled.\nCertain of the specifications of error also relate to the refusal of direct instructions to the jury, that unless there was a precedent, common purpose on the part of the appellant and those with him to kill or do great bodily harm to the deceased, he could not be convicted, except on satisfactory proof beyond a reasonable doubt, that the appellant aided and abetted the one who did the killing. These features, however, were not pressed in the argument, and we see no particular in which there was error in this respect. As was well said by the learned court below, in the opinion refusing a new trial: “It was not necessary that there should have been any common purpose to kill Daniel McGrath, or any one else. If the killing was the probable consequence of the offense in which the appellant and his companions were engaged, the appellant was chargeable even though the killing was done by another in the execution of the common purpose.”\nWhat this court said, in Weston v. Commonwealth, 111 Pa. 272, also properly applies: “ If there was a common purpose to kill, and the prisoner was present, aiding and abetting in that purpose, of course he was liable for the act of one of the party he was aiding in carrying out that purpose. Equally true is it that he would be so liable if the killing was a probable consequence of the common purpose.” Thus, it is said, in Wharton’s Criminal Law (8th ed.), section 220: “It is not necessary that the crime should be a part of the original design; it is enough if it be one of the incidental probable consequences of the execution of that design, and should appear at the moment to one of the participants to be expedient for the common purpose. Thus where A. and B. go out for the purpose of robbing C., and A., in pursuance of the plan, and in the execution of the robbery, kills C., B. is guilty of murder.”\nThe last assignment of error complains that the court did not instruct the jury, that there could be no conviction of the appellant for murder, because the indictment charged him with having killed McGrath upon November 11, 1899, when the evidence showed that he was shot upon that day, but did not die until November 15, 1899. If this question was to be raised at all, it should have been by motion in arrest of judgment; but there is no merit in the suggestion. If such instruction had been given, it would have been error. The variance between the allegation and the proof in this respect was not material. It is necessary in nearly all cases to allege that the offense was committed at a specified time, in order that the indictment may be certain. It is not necessary, however, except where time enters into the nature of the offense, to prove the exact time alleged. Any other time may be shown on the trial, if it is prior to the finding of the indictment and within the period prescribed by the statute of limitation: 1 Chitty’s Crim. Law, 224.\nNone of the assignments of error are sustained. The jury were properly instructed upon every question of law legitimately raised by the evidence; the different requirements of the law as to murder and its various degrees, and as to manslaughter, were all explained to them and they were instructed that the commonwealth must satisfy them, beyond a reasonable well founded doubt, of the guilt of the prisoner, before he could be convicted. The fixing of the crime was left entirely to the jury. The court said to them: “Your verdict maybe not guilty, it may be guilty of murder in the first degree, or guilty of murder in the second degree, or guilty of manslaughter, accordingly as you believe the evidence.” The charge of the court, as a whole, was an impartial presentation of the case without any tendency to -mislead or confuse the jury. The portions to which exceptions are taken, are fully sustained by the authorities.\nThe judgment is affirmed and the record remitted for the purpose of execution according to law."}