{"id": "922636", "contents": "Opinion by\nMb. Justice Bbown,\nA spendthrift trust was clearly created for the appellant by the will of his mother. She directed that $15,000 should be paid to a‘trustee for her son, who is “ to place the same out at interest upon good security, collect the interest thereof and pay it over from time to time, as it shall be received, to my son, George B. Jones, during his natural life, but the principal or the interest of said trust fund whilst in the hands of the trustee shall not be taken or used or in any way become liable for the debts of my said son, George B. Jones, now contracted or hereafter to be contracted.” By the terms of this trust, the trustee must pay the interest to the cestui que trust from time to time as it shall be received, and, if he made payments in disregard of this condition of the trust, which he accepted, the appellant can legally ask that he be surcharged, no matter what equitable or moral reasons may be urged for credits so taken by him.\nThe first assignment of error challenges thirty credits asked for by the trustee in his account, for sums ranging from $5.60 to $160. On exception to them, they were allowed by the auditor and the court below. The facts found by the auditor relating to these payments, or to any of the other items excepted to, cannot now be reviewed, for the voluminous testimony submitted to him, and referred to by the court below, has not been brought up to us in the paper-book of the appellant. In the auditor’s report we have some extracts from it and copies of certain agreements, which fully justify the findings of fact as based upon them; and, if the legal conclusions of the auditor and the learned judge below were correct, this decree cannot be disturbed. The first twenty-five of the said thirty items of credit are for payments to the cestui que trust; the remaining five are for moneys paid upon the receipts of Jones, and the finding of the auditor as to all of them is “ that for each and every payment .... the money for which credit is taken was paid either to George B. Jones, or to some person designated by him to receive it, and for which he gave to Wolff, the trustee, his receipt.” As to the said first twenty-five items, the auditor found as follows: “ They were paid to George B. Jones, and his receipts therefor given to the trustee. The practice with reference to these payments was, in most instances, to prepare a receipt in advance of getting the money, leaving the amount to be filled in when it was ascertained how much the payment was to be, and these receipts were intrusted by George B. Jones to his wife, Lottie II. Jones, who went to the trustee and received the money by checks payable either to her order or to the order of her husband. Sometimes George B. Jones went in person and received the sums for which he receipted, taking a check either to the order of himself or his wife. It nowhere appears that this method of receiving the money originated with Wolff, the trustee, or was pursued at his instance, or in obedience to his direction. So far as can be seen, the plan was to enable the wife to purchase necessary articles of food and clothing for the family, which consisted of George B. Jones, the husband, Lottie H. Jones, the wife, and their son. . . . This method of paying the interest by the trustee, and the receipting and receiving of it by George B. Jones was one adopted by the latter, without any coercion whatever on the part of Hiram G. Wolff, and was wholly and entirely for the convenience of Jones.”\nBy the second assignment the appellant asks that his trustee be surcharged for $485.95, money paid to Lottie H. Jones from July 17,1895, to February 18,1897, and for $99.50 paid Thomas & Thomas. The relations between Jones and his wife had been unhappy for some time prior to July 17, 1895. A court in Colorado had made a decree requiring him to pay alimony to her, and, failing to comply with the order so made, he had been sent to jail. A conference was thereupon had between him and his wife, through, counsel, and an agreement, in writing, was entered into and executed by them, by the terms of which Jones agreed that he would give to his wife a certain portion of his income and pay Thomas & Thomas a fee, to which he now excepts. The agreement provided that all checks in payment of the income from the trust estate should be drawn to the order of Jones; that the checks representing the amount due and to be paid Lottie H. Jones should be specially indorsed by the said George B. Jones, “payable to the order of Lottie H. Jones; ” and that he should allow the said checks, so indorsed, to remain with Wolff, the trustee, who was to personally deliver them to the wife. These two items, now excepted to, were paid as provided for in the agreement just referred to. The items of credit referred to in the third assignment were all paid by checks drawn to the order of George B. Jones, and by him indorsed over to his wife, Lottie H. Jones, and he gave his receipt for them to the trustee. Not one of the payments brought to our attention by the three foregoing-assignments was made by the trustee of his own motion, or in consequence of any legal process, to pay and discharge a debt or liability of the cestui que trust; not one of them was made in pursuance of any transfer or assignment made by the latter to satisfy a creditor or to raise money by anticipating his income, and not one of them was made in violation of the intention of the testatrix, the constant and controlling direction to the trustee, that her improvident son should himself receive her bounty. Every payment to which he now objects was made to him directly, or to someone whom he authorized to receive it, and upon his receipt to the trustee for it. In every instance, payment was made to him in a manner directed by him, for his own benefit, and adopted at his request by the trustee, who at all times seemed willing to humor him. Yet he now asks that the trustee pay him again these payments already made to him by checks, for which he gave proper receipts and which he indorsed to others, simply because the money had not been actually paid to him in currency or coin. His present contention cannot be otherwise understood, and the learned auditor and court below justly set their faces against it. So clear and so marked is the distinction between this case and those relied upon by the appellant to sustain his unconscionable claims that we need not discuss it.\nUnder the testimony submitted to him, the auditor found that the payments questioned by the fifth assignment were all properly made by the trustee for the estate; and, for satisfactory reasons stated by him, he refused to disturb the commissions charged. In his report he has carefully considered and intelligently disposed of all the questions raised, and the court properly confirmed what he did. All the assignments are overruled. The decree is affirmed and the appeal dismissed at the appellant’s costs."}