{"id": "922752", "contents": "Opinion by\nMb. Justice Bbown,\nThe liability of this appellant was fixed by the decree of the orphans’ court of Philadelphia county, which we have this day affirmed, that John Ruhl, administrator of the estate of Sophia Yung, deceased, pay to the appellees the sums awarded them on the readjudication of his account. Ruhl and his sureties appealed from that decree, and we need not here repeat our reasons for affirming it, though they may be properly read in connection with our disposition of this appeal. The statement of appellees’ cause of action alleges that the orphans’ court of Philadelphia county, having found that the distribution ordered by it on the first adjudication had never been made by the administrator, ordered him to pay to them the respective sums awarded to them, and that he has neglected and refused so to do. The decree, the consequences of which this appellant now seeks to avade, is the judgment of the court having jurisdiction of the trustee, for whose good faith he stood sponser. His bond is that the administrator will pay, and the appellees are simply asking that he be compelled to comply with his obligation. In the court in which the liability of this surety is sought to be enforced, the decree of the other court, which definitely fixed it, cannot be assailed. In this proceeding, no plea but payment can avail, and no defense be made, save compliance with the court’s decree. The appellant is now confronted with a liability which he knew, when he became surety for Ruhl, he would meet if there should be default by the latter. To avoid this liability, he was bound to avoid the decree against his principal in the orphans’ court, where he would have been heard ex gratia, if not ex debito justitise, for any good reason that he might have urged against it. In that court only could he be heard in protest against it; in the court from whose judgment he has appealed, it is conclusive. Even now, the first court might hear him of grace, but not of right, if prepared to convince it of error in its findings of fact; and, if so heard there, the court of common pleas would properly control its judgment against him.\nThe judgment was properly entered for want of a sufficient affidavit of defense, and it is now affirmed."}