{"id": "922797", "contents": "Opinion by\nMb. Justice Feel,\nThe policy of accident insurance on which suit was brought, was issued to a physician and contained the following clause: “ This policy covers septic poisoning resulting from accidental incision or abrasion of the cuticle and the simultaneous infection thereof while the insured is performing a surgical operation or autopsy.” It is conceded that the testimony produced at the trial was sufficient to sustain a finding by the jury that Doctor Braymer, the insured, died of septic poisoning which resulted from an accidental abrasion of the cuticle while performing a surgical operation, and that the facts proved established a claim within the meaning of the policy. The only question presented by this appeal is whether the proofs of death furnished the company were in substantial compliance with the requirements of the policy.\nThe clause of the policy requiring formal proofs is as follows : “ Unless affirmative and positive proof of death or injury —and that the same resulted from bodily injuries covered by this contract, shall be furnished to the company within six months of the happening of such accident, then all claims based thereon shall be forfeited to the company.” The insured died January 9. On the same day notice of his death and that the cause thereof was “septic meningitis, due to infection from operating on a case of septicaemia ” was sent to the company.\nOn the following day the secretary of the company called at the house with two physicians, viewed the body and inquired as to the facts relating to the injury and death. He expressed himself as satisfied that there was- an injury, but in doubt whether there was septic poisoning. At his request a postmortem examination was made by the company’s physician, who after its completion stated that there was no doubt that death was caused by septic poisoning. On February 5, Mr. Jones, a friend of the deceased, wrote to the secretary of the company requesting that blank forms for the purpose of making proof of claim be sent to him. He did this at his own instance, and without the knowledge of the plaintiff or any member of her family. The blanks were sent not to him but to the plaintiff, with the instruction that they should be filled out by her and the attending physician. She employed an attorney to attend to the matter, and he prepared not only her statement and that of the attending physician, but the statements under oath of seven other witnesses as to the cause of death and the circumstances connected with it. On March 4, these papers were delivered to the company by Mr. Jones who acted as messenger, and this was the only connection he had with the matter by the authority or with the knowledge of the plaintiff or of any one acting for her.\nOn April 22, the company’s secretary wrote Mr. Jones: “I return herewith proofs submitted by you on behalf of the beneficiary of Dr. Braymer, on the ground that they do not show that the septic poisoning of Dr. Braymer was received or incurred by him while performing any surgical operation or autopsy. I enclose herewith further proof blanks which, when properly filled out and returned to me, will be laid before our board of directors for such action as they may deem requisite.” Mr. Jones returned the proofs which were sent him, to the company, mislaid the letter and blanks and never informed the plaintiff that he had received them. On July 26, the plaintiff’s attorney having learned that the company required additional proofs, wrote the secretary for blanks on which to make proofs, and was refused them on the ground that six months had expired.\nAll questions of the sufficiency of the proof were withdrawn from the jury by the instruction that they substantially complied with the requirements of the policy. Whether this instruction was based on the assumption that as Mr. Jones was not the plaintiff’s agent, she never had notice to furnish additional proofs, or on the completeness of the proofs themselves, does not appear, but under the facts of the case it may be sustained on either ground. Mr. Jones was a mere volunteer, and except in delivering the papers to the secretary of the company he had no authority, real or apparent, to act for the plaintiff. She was not affected by the notice to him to furnish additional proofs, and without this notice she was in the position of having furnished proofs, which in good faith were intended by her as a compliance with her duty, and which were accepted and retained by the company without objection until the trial. The proofs themselves were sufficient in the absence of a specific objection or request for further information. The policy did not require that the proofs should be in writing or under oath, and the written notice, the affidavits, and the other proofs should be considered together. They showed that the cause of death was septic poisoning, and that the infection took place during the treatment of a patient. This treatment in the first written notice was described as a surgical operation, and in the affidavits as an examination, but the details were specifically stated, and it was conclusively shown at the trial that the examination and manipulation described in the affidavits came under the head of surgical operations. The only defect in the proofs which the most critical examination develops, is that they did not show that the abrasion of the skin which made infection possible occurred during the operation. This objection was not raised. The objection stated in the letter of the company of April 22, which was fifty-eight days after it had received the written proof, was that it did not appear that infection occurred during the performance of the operation. This objection was not well founded, and as it was the only objection raised, the plaintiff might well infer that in all other respects the proof was accepted as sufficient. If for any other reason purely technical the company deemed the proofs insufficient, they should have notified the plaintiff and given her an opportunity to amend them: Gould v. Dwelling-House Insurance Co.,'134 Pa. 570.\nThe judgment is affirmed."}