{"id": "922854", "contents": "Opinion by\nMb. Justice Mitchell,\nThe answer of a corporation sworn to by the proper officer having personal knowledge of the facts, is within the equity rule as to the weight of a responsive answer as evidence : Kane v. Ins. Co., ante p. 198.\nThe general proposition therefore on which the learned judge below rejected the answer in this case as evidence and treated it as mere pleading was erroneous. But the application of the rule to the case was correct. An answer in equity gets its responsive force from the personal knowledge of the witness. The matters in issue between the parties here were first, the terms of plaintiff’s contract, secondly, the parties to it, that is, was his contract with the corporation defendant, or with Charles F. Cox, its secretary, in his individual capacity. On these issues it was specifically found by the judge that the president by whom the answer was sworn to, had no knowledge except by hearsay, not having been present at any of the oral negotiations, which took place entirely between plaintiff and the secretary. The rule requires that the officer mailing oath to the answer, to give it responsive force, must be one having knowledge of the facts: Riegel v. American Life Ins. Co., 153 Pa. 134.\nBut even if the answer be given full force as responsive to the bill, it was overcome by the evidence on the other side. The oral negotiations were conducted entirely by the plaintiff and the secretary of the defendant, whose testimony was directly conflicting and there were no other witnesses. But the correspondence amply corroborated the plaintiff. His written proposition was addressed to the company, it was answered by the company per its secretary, suggesting a modification, and this was agreed to by plaintiff in writing addressed as before to the company. This was of itself sufficient to establish a contract in writing with the company, and the judge found that there was nothing in the subsequent oral communications between plaintiff and the secretary at all inconsistent with the writings.\nThe third assignment is based on the allowance by the court of the calling of the officers of the corporation adversely as if for cross-examination. This was technically an error. The ófficérs of a corporation not shown to be stockholders prima facie are mere agents or servantshaving no direct interest in the'suit which prevented them from being witnesses at common law, or enables the opposite party to call them under the statute as if for cross-examination. But the error did appellants no harm, for the officers so called might readily come under some of the classes of necessary unwilling or adverse witnesses as to whom there is a very large discretion in the trial court to permit leading questions and even contradiction. The rule that a party calling a witness is not permitted to ask leading questions and is bound by his testimony, is liberally construed in modern practice, with a large measure of discretion in the court to permit parties to elicit any material truth without regard to the technical consideration of who called the witness. It is a discretion not susceptible of exactly defined limits beforehand, but to be exercised in the interests of justice and a fair trial under circumstances as they arise. See Bank of Northern Liberties v. Davis, 6 W. & S. 285, where the witness was the teller of the defendant bank; Harden v. Hays, 9 Pa. 151; Stearns v. Merchants’ Bank, 53 Pa. 490; Farmers’ Mut. Fire Ins. Co. v. Bair, 87 Pa. 124; Fisher v. Hart, 149 Pa. 232; McNerney v. Reading, 150 Pa. 611.\nIn the present case the officers of the defendant company though nominally called for cross-examination were not asked any questions that might not have been asked if called in chief, and no attempt was made to impeach their testimony. The technical error was harmless.\nThe remaining assignments are mainly to the judge’s findings of facts or failure to find others as reqTiested by appellants, and are sufficiently answered by the finding as to the contract. It was not for the purchase or use of a patent right or an invention, but for a set of plans and working specifications for a glass furnace of a particular type. The novelty, etc., of the design was not material. The judge found that the furnaces for which the decree charges the defendants were built on plaintiff’s plans, with variations which the defendant’s secretary considered sufficient to make them original but which the court finds substantially followed the plaintiff’s design. The defendant therefore got what it bought and agreed to pay for, and the subordinate matters on which no specific finding was made were immaterial.\nDecree affirmed with costs."}