{"id": "924368", "contents": "Opinion by\nMb. Justice Dean,\nThe appellants, John Biddle, Edward Biddle and Walter Dorman, were charged jointly with the murder of Thomas D. Kahney, a resident of Pittsburg. Dorman entered a plea of guilty; the two Biddles pleaded not guilty and demanded a severance in trial which was allowed. Both were convicted of murder, of the first degree, and sentenced accordingly We have now before us the appeal of John Biddle with the accompanying record and typewritten evidence.\nIt appears from the evidence and the admissions of Dorman, that all three were professional burglars In January, 1901, all, had about that time become residents of Pittsburg and were intimate acquaintances. They lived in two houses but a short distance apart on Bedford and Fulton streets on the north side. About the middle of the day on April 10, 1901, they proceeded 'together across the river to the south side to look out for dwellings they might successfully enter at night; the house of Thomas D. Kahney, a grocer, attracted their attention; Dorman entered it and pretended to be engaged in obtaining names for a directory; he drew Kahney into conversation and soon learned from him that his family consisted of himself, wife and son, the latter being about twelve years of age; he also learned that the family occupied only the first floor, consisting of a kitchen, the store and two bedrooms. The two Biddles remained outside while Dorman was making his investigations; when these were ended, he rejoined them and they then agreed to forcibly enter the house and rob Kahney that night; they then returned to their lodgings, which after dark they left, reaching Kahney’s about 10 or 11 o’clock at night. From a vacant lot adjoining they watched the movements of the inmates until about 2 o’clock the next morning; one of them had a brace and bit; John Biddle had a club and revolver; Edward Biddle had two revolvers, Dorman one revolver and a bottle of chloroform. With the brace and bit they opened the outside shutters, raised the window and entered the kitchen. The boy happened to be ill that night and Mrs. Kahney had lain down on the foot of his bed with her clothes on and fallen asleep leaving an oil lamp burning; her husband for that night slept by himself in the adjoining bedroom. The three burglars were masked; they proceeded from the kitchen to the room occupied by Mrs. Kahney and her sick boy ; Dorman went to the bed and undertook to administer to her the chloroform; Edward Biddle covered the boy with his two revolvers; John Biddle stood at the foot of the bed near the door to the room in which the husband slept. Dorman in attempting to stupify Mrs. Kahney with the chloroform waked her and a struggle between them followed; this waked the husband who got up and in his-night clothes started to enter his wife’s room, but just as he got in the doorway between the rooms, John Biddle shot him dead with his revolver, the ball piercing his heart. The burglars immediately fled; some distance out from the city they boarded an in-going street car, reaching their rooms about 7 o’clock the same morning; they were arrested that day.\nIt is scarcely worth while to discuss the degree of this murder. The statute settles that:\n“ All murder which shall be ... . committed in the perpetration of or attempt to perpetrate any arson, rape, robbery or burglary shall be deemed murder,of the first degree.” It is just as certainly established that Kahney was killed by these men in the perpetration of a burglary as it is established that he was killed at all. And it is wholly immaterial that at the time he was killed they had not then accomplished their purpose of robbing the house; the felonious entry of the dwelling was fully complete when the fatal shot was fired, and so declares in unmistakable language the 135th section of the act of 1860, although they appropriated not one cent’s worth of Kahney’s property. Nor is it material which of the three fired the fatal shot; all participated in the common purpose, the felonious entry, and from the fact that all were armed with deadly weapons, a part of that purpose undoubtedly was to commit murder if necessary to carry out the purpose or prevent discovery. By the 44th section of our act of 1860, each one is triable and punishable as if he had fired the pistol. Leaving out of view the purely technical objections of defendant’s counsel to some of the court’s rulings on evidence, independently of these, the facts as we have stated them and the law as we have announced it, are established beyond controversy and consequently, the guilt of the prisoner is established beyond doubt. We will now pass briefly on the formal assignments of error. It is objected that the court erred in permitting Dorman to enter his plea of guilty in open court in presence of the jury which tried John Biddle, as such an act would tend to prejudice the jury against Biddle. We do not see how this plea would prejudice him any more than Dorman’s sworn tes timony delivered from the witness stand, giving the whole history of the crime with all its brutal details of circumstances and time; indeed it could not have prejudiced him to so great a degree, for Dorman on the witness stand not only admitted his own guilt but testified positively that John Biddle and Edward participated fully in his guilt. The assignment is without merit.\nThe second assignment complains that the court permitted Dorman to be examined concerning his former associations with the two Biddles. This action of the court was proper; the commonwealth sought to show the criminal concert of the three long anterior to this particular crime ; that all were moved by a common criminal purpose from their first acquaintance down to their arrest. This was an important part of the commonwealth’s case, although not an essential part; at all events it served to corroborate and strengthen the accomplice’s Dorman’s, testimony.\nThe third assignment complains that Dorman was permitted to give the conversation between him and Kahney in the absence of the Biddles when Dorman pretended he was securing data for a directory. This was clearly right. TheBiddles, as shown by their subsequent conduct, had the very information which Kahney gave Dorman; how did they get it unless Dorman was acting for all three in preparing for the commission of the crime ?\nThe fourth, fifth and sixth assignments of error all relate to the refusal of the court to permit what in the mind of the court could lead to no conclusion having any bearing on the guilt or innocence of the prisoner. While we are very clear the examination^ attempted could have resulted in no benefit to the prisoner, no matter what the answer, we do not think it wise in such cases to rigidly exclude evidence because its materiality is not clearly obvious ; it is better to give the benefit of the doubt to the prisoner, even in rulings on trivial evidence. An impregnable case such as the commonwealth so manifestly presented should not be placed in peril of a reversal by technical rulings on evidence which could not have weakened the commonwealth’s case. If the answers had been in all respects such as defendant’s counsel hoped for, they would only have tended to show that the witnesses were lacking in descriptive powers or retentive memory as to the color of prisoner’s clothes. No possible harm resulted to the prisoner from the rulings.\nThe seventh assignment complains that the court, after the commonwealth had closed her case, permitted it to be opened and the record of Dorman’s plea of guilty to be offered in evidence. This was in the discretion of the court; unless this discretion was arbitrarily exercised or abused we will not interfere. The commonwealth might reasonably anticipate that the defense would at least insinuate that Dorman testified in the expectation of a nolle prosequi as to him; to answer such insinuation the admission of the record showed that he had pleaded guilty of record; was in no better situation than Biddle would be if convicted. The fact was hardly of enough gravity to warrant this controversy over it; the record as we have already noticed in discussing the first assignment could not equal the effect of Dorman’s sworn testimony, and therefore could not have prejudiced the prisoner. We overrule this assignment.\nThe eighth, ninth and tenth assignments have no merit which warrants discussion; they are not correct as propositions of law, and if they were there is no evidence to which they are applicable.\nOn evidence indisputable, leaving no room for the least doubt, the jury has found defendant guilty of a most cruel murder and he ought to pay the penalty. The judgment is affirmed and it is directed that the record be remitted to the oyer and terminer that the judgment may be carried into effect accordingly."}