{"id": "924395", "contents": "Opinion by\nMe. Justice Mitchell,\nPlaintiffs sued for a balance on a building contract, and tbe defense was a defalcation of damages for delay. The contract provided that plaintiffs should enter upon the work at once when directed by the architect, and “ finish and complete the same and every part and detail thereof in a durable and substantial manner, within ninety days from the date of starting the erection which is to be started within ninety days from the date of this contract and approved detail plans.”\nIt is practically undisputed that the work was not done within the contract time, and the real question between the parties was who was responsible for the delay. There was evidence, including, inter alia, their own letters to the architect, that plaintiffs were partly in fault, but on the other hand there were several admitted changes of detailed plans, one as late as October 29, 1896, causing delay clearly chargeable to defendants. The question was therefore necessarily for the jury. It would have been more satisfactory in the result probably, had the jury’s attention been directed specifically to the exact ascertainment of how much additional 'time plaintiffs were entitled to by reason of defendant’s changes of plans, for that was the pinch of the case. But the evidence had been elaborately discussed by counsel on both sides, and the points presented covered the law so fully that the learned judge thought it sufficient, after a very brief general statement of the nature of the action, to limit his charge to his answers to the points. As no exception was taken to its adequacy, we assume that the charge_was satisfactory to the appellant at the time except in the two matters assigned for error.\nBy the contract payments were to be made in monthly instalments “upon certificate of the architect to estimates and valuations for materials furnished and work done,’’etc. Plaintiffs offered in evidence a certificate by the architect that plaintiffs “ are entitled to the payment of Eighteen Thousand and Fifty-Two—68 Dollars on account of their contract with the Trustees of the Presbyterian Board of Publication and Sabbath School work, for material furnished and work done under steel and iron contract up to the date of this order.”\nThe admission of this certificate is the first assignment of error. The certificate does not follow the language of the contract, and so far as it certifies that plaintiffs “ are entitled to payment, ” it is in excess of the architect’s authority. But it is substantially a certificate of the amount or value of the work and materials furnished and therefore, prima facie, of the money earned. It was not claimed as anything more, being offered in connection with the bill showing how the amount was calculated, and the approval by the president of the defendant board, “ without prejudice to any claims of the trustees to reduction of contract price as provided for, ” etc. It appeared therefore on the face of the certificate and the bill with the president’s qualified approval, that it was not claimed as binding and conclusive, but only as prima facie evidence, which under the contract the plaintiffs were bound to present in the form of a certificate from the architect. It further appeared at the trial that five previous payments had been made upon the architect’s certificates in the same form, during the progress of the work. It would therefore have been an unfair discri mination against the plaintiffs if the court had excluded the certificate for a defect in verbal form, which the previous dealings might fairly have led them to believe immaterial.. The contract provided that “ no certificate given or payment made under this contract shall operate as, or be held as an admission by the defendants, that this contract or any part thereof has been faithfully complied with, or that any detail of the work or of the materials has been properly done or furnished, in case the fact shall be otherwise,” etc. This clause and the qualification in the president’s approval of the bill for the amount in suit show clearly that the defense by defalcation of the damages for delay liquidated by the contract at $100 a day, was entirely open to defendants, and the course of the trial shows that it was so understood. Both parties gave evidence on that point and the judge affirmed defendant’s requests for charge that the jury should deduct the amount stipulated for each day’s delay for causes for which plaintiffs were responsible. If the defendant had at that time thought the effect of the certificate in danger of misconception by the jury, a re quest for specific instruction in that regard would no doubt have received adequate response.\nThe second assignment of error is to the affirmation of plaintiffs’ point that if the jury believe “ that the plaintiffs delivered the materials called for in the detail plans last approved by the architect, Joseph M. Huston, within ninety days from the said approval, and erected the same in place in the said building within ninety days after the delivery thereof, and had substantially completed the erection of all the structural steel and iron work in said building within said last mentioned ninety days, then they are entitled to recover,” etc.\nThe objection to this is to the phrase “ substantially completed,” whereas the contract required plaintiffs to “ finish and complete the same and every part and detail thereof ” within the specified time. If plaintiffs’ point stood alone it would clearly be an inaccurate statement of the law of the case. But it must be read in connection with the defendant’s first point, which stated the requirement of the contract in full, to wit: that plaintiffs were bound to “ finish and complete the same and every part and detail thereof within ninety days,” etc. By his affirmance of this point the learned judge gave the jury the exact rule applicable to the case, and in the form selected by the defendant itself. It does not appear that any special emphasis was laid by the court on either the word “substantially ” in the one point, or the words, “ every part and detail thereof ” in the other, nor was he requested so to do. The only specific instructions asked were embodied in the points themselves. In fact the work had finally been completed not only substantially, but in every part and detail, and the attention and efforts of the parties at the trial were directed, not so much to the fact of completion as to the time of it. While as already said, it would probably have been more satisfactory in the end to both parties had the judge gone over the facts and the law more in detail in his charge, yet he was not requested to do so, and was entitled to follow his own judgment in regard to it. It not infrequently happens when a ease has been fully discussed before the jury by competent counsel, that a brief charge in general terms is entirely sufficient for the occasion, though when put in print for review it may seem very bare and inadequate. In such cases much must be conceded to the discretion of the trial judge, and where no positive error appears, likely to have misled the jury, the presumptions are all in favor of the judgment. That is the case here. Under all the circumstances we cannot say that the use of the word “substantially” followed by the affirmative requirement that it should include “ every part and detail,” was error for which the judgment must be reversed.\nJudgment affirmed.\nMestbezat and Potteb, JJ., dissent."}