{"id": "924331", "contents": "Opinion by\nMr. Justice Mitchell,\nThis case has had more than ordinary consideration, partly from the inherent difficulty of any construction of the will which will be entirely satisfactory, and partly because no result can be reached which will not produce apparent hardship ■ to some of the parties.\nThe reargument was granted because Mrs. Leaman's interests might be affected and not being party to the first appeal she had not been heard. See 193 Pa. 225. But the full hearing of all parties has failed to convince us ' that there is any better construction than was reached when the case was first here, 171 Pa. 404. The opinion then filed establishes that the $5,000 legacy was payable to Witmer and Mrs. Shertz, and that it was not a second charge of that amount on the Queen street house devised to Franklin Lefevre. The reasons need not be repeated here.\n. The result is that Mrs. Leaman or the executors must lose the amount of $5,000 produced by the mortgage of Franklin Lefevre. The money should have been paid directly to Witmer and Mrs. Shertz, but the executors used it in paying the debts of the estate, and were therefore surcharged with the amount in favor of Witmer and Mrs. Shertz. If they had paid it to those legatees in the first instance, they would have had to raise the money for the debts from the estate, and the will specifically designates the farm devised to Mrs. Leaman as the source' from which money to pay debts, etc., was to be raised. The effect of the application of the mortgage money in either way there fore is exactly the same. The executors are not barred by the fact that their account was called, and was supposed to be final. If a new debt of the estate had been brought forward, the executors would have had to meet it, and to reopen the administration of the estate for that purpose. The claim of the legatees was equivalent in its effect, and the executors having paid it are in the same position as if they had done so out of the proceeds of the mortgage, and paid the debts out of their own pockets. They are entitled to be reimbursed.\nThe result is unfortunate for Mrs. Leaman, for it apparently reduces the devise to her to an empty shell. But this is a consequence of the testator’s express direction. He either overestimated the value of the farm, or underestimated the amount of his debts. Whichever it was, it is clear that he devised the farm charged with any deficiency of cash for the other purposes of the will, and Mrs. Leaman can only take what is left. Her situation in this respect is no worse than it would have been if the administration had been strictly in accordance with the legal requirements of the will, and the money to pay the debts had been raised by mortgage on her farm in the first instance.\nDecree affirmed."}