{"id": "924370", "contents": "Opinion by\nMb. Justice Mitchell,\nFraudulent collusion between husband and wife is so easy of execution and so difficult of proof that it is the well settled rule that a wife claiming as a creditor against other creditors of the husband must prove her claim by evidence clear and satisfactory to a degree beyond that required of other creditors, and leave no doubt of its good faith and its truth in fact: Hause v. Gilger, 52 Pa. 412; Lahr’s Appeal, 90 Pa. 507.\nCases like the present, therefore, are peculiarly within the general rule that the findings of fact of an auditor who saw and heard the witnesses, confirmed by the court below, will not be reversed except for clear error. The claim of the wife was for a debt of long standing, but evidenced by a note admittedly of later execution. The wife never had the note in her possession and testified that she never knew of it until her husband told her he had entered it as a judgment. This she testified was in 1892, but the indisputable proof was that it was in 1896. The husband could not say whether he made the note in 1892 or in 1896 and antedated it. It was shown clearly that in 1896 he was acting fraudulently towards some at least of his creditors.\nThe auditor found that the testimony in regard to the claim was very conflicting and contradictory; that the claimant testified either recklessly or dishonestly; and that while the money had in fact passed from the wife to the husband yet the judgment was entered at a subsequent time collusively and in fraud of the other creditors. He, therefore, disallowed the claim, and the court on a review of the evidence confirmed his report. We are of opinion that the weight of the evidence is in favor of the auditor’s view, but without regard to that, the case is clearly one in which an auditor’s finding confirmed by the court should not be disturbed.\nThe judgment of the Superior Court is reversed, and the judgment of the common pleas affirmed. Costs of the whole appeal to be paid by A. C. Dailey, appellant in the Superior Court."}