{"id": "924302", "contents": "Opinion by\nMk. Justice Brown,\nThis is an appeal from a decree made by the orphans’ court of Blair county, refusing the appellant’s application for an issue to determine the validity of certain obligations held by Jerry Ike, the appellee, against the estate of her husband, E. M. Ike, deceased; but we have the rather remarkable assignment before us by which we are asked to review and correct alleged error committed by the court of common pleas in refusing to permit the appellant to intervene and defend in six suits, brought by the appellee to recover judgments on the said notes held by him against the estate of the decedent. This alleged error of the learned president judge of the common pleas is brought to our attention in appellant’s history of the case, and is discussed by counsel for appellee as well as for appellant in their printed argument; but we hardly think we need say anything more about the second assignment, which must have slipped into this record.\nTo his petition to the orphans’ court for an order to sell the real estate of the decedent for the payment of debts, the administrator, Jerry Ike, appended the usual schedule of liabilities, in which was included the sum of $9,000 due to himself on judgment notes. The real estate was sold, exceptions were filed by the appellee to the confirmation of the sale, and she subsequently presented her petition to the court below, asking, for reasons therein set forth, that an issue be awarded to determine the validity of the several notes of her husband, making up. the $9,000 item of liability in the schedule of debts appended to the application for the order of sale. An answer to this petition was filed by the appellant, and, after hearing before an examiner, the court, in a well-considered opinion, refused the issue. No useful purpose can now be served by reviewing, simply to sanction them, the reasons given by the learned judge of the court below in denying appellant’s petition. The issue asked for was not of right, but depended upon the discretion of the court, under the facts as developed s Kates’s Appeal, 148 Pa. 471. There was not only no abuse of this discretion, but in our judgment, upon a review of the whole record, a proper exercise of it.\nIf these notes of the decedent, held by the administrator, his father, ought not to be paid, the appellee can still, at the proper time, when the administration account is filed and the fund in the hands of the administrator is brought before the court for distribution, contest their right to participate in it. The decree appealed from will not preclude her. It was not made in connection with the distribution of the decedent’s estate, but rather in a proceeding that grew out of the application of the administrator for an order to sell the real estate, that funds might be realized for the payment of creditors. Hereafter, when these notes, now objected to by the appellant, are formally presented to an auditor distributing the estate of the decedent, objections to them can be made and must be heard; and, even then, the issue now denied can be awarded by the court, in the exercise of its discretion, if, repeating the words of the learned judge below when he first refused it, “ It be made to appear that there is a necessity for such trial.”\nThe first, third, fourth, fifth and sixth specifications of error are overruled, the appeal is dismissed and the decree affirmed at the cost of the appellant."}