{"id": "924334", "contents": "Opinion by\nMb. Justice Mitchell,\nThe objection to the constitutionality of the Act of May 24, 1878, P. L. 134, cannot be sustained. The title of the actis “a further supplement to an act entitled ‘ an act relating to executions ’ approved June 16, 1836, providing that one justice of the peace, alderman or magistrate shall act where two are now required.” The body of the act then proceeds to enact that “ so much of section one hundred and six of said act ” as requires application to two justices, etc., be amended so that said section 106 shall read as follows, etc., then giving the new section in full. Then follows a similar treatment of section 107. The legislative purpose is clear to every reader. It is to allow one justice to do certain things that required two justices before, and the details of what it is that two formerly and one hereafter are enabled to do are set forth fully. The parts of the old law meant to be amended are identified, not merely by the title as appellant argues, but by reference to the precise section, and then the new provision is enacted as fully as if it were a new and original act. This is not an amendment by reference to title only within the objectionable practice meant to be prohibited by section 6 of article 3 of the constitution, but is a substantial re-enactment and publication at length.\nThe act of 1878 was sustained in Wallbridge’s Appeal, 95 Pa. 466, though the particular objection as to its constitutionality was not raised there. A somewhat similar objection but even more complicated, to another act of 1878, was held not to be insuperable: Com. ex rel. v. Taylor, 159 Pa. 451. And this act in question was expressly held to be constitutional by the Superior Court in Wilson v. Downing, 4 Pa. Superior Ct. 487.\nThe other objection to the proceedings is not so easily obviated. The suit was brought under the authority of the Act of April 9, 1849, P. L. 527, but before one justice of the peace. The act of 1849 authorizes proceedings “ in the same manner as now provided in relation to purchasers at sheriff’s sales.” The proceedings then provided in such case, were before two justices under the act of 1836. When the act of 1878 amended the act of 1836 it did not necessarily amend the act of 1849. It is probable that the omission was an oversight, but even if so we cannot correct it without striking out or refusing effect to the word “ now ” in the act of 1849. These proceedings are therefore void for want of jurisdiction at their inception.\nComing now to the main point in the case, the defendant’s title, we have a question that is new and not free from difficulty. The conveyance of Nathan Whitlock and his wife contained the clause, “ And it is hereby understood, defined and mentioned and described that the aforesaid described piece of land Sarah Whitlock, wife of Nathan Whitlock, has absolutely to and for her own right in fee simple the undivided one-half part or portion.” This clause shows the clearly expressed intent of the parties to the conveyance, including the husband and wife, that the two latter should hold as tenants in common, and not by entireties. It was held in Stuckey v. Keefe’s Exrs., 26 Pa. 397, that this could not be done, that the estate by entireties was created by a rule of law irrespective of the intent of the parties. And such seems to be the preponderance of the older authorities, though there is the great weight of Mr. Preston’s opinion to the contrary. See 4 Kent’s Com. 364, note. But Stuckey v. Keefe’s Exrs., arose before the married women’s act of 1848, and the effect of that act was expressly left undecided. In later cases it has been held that estates by the entireties have not been abolished by the act of 1848, or the separate property act of 1887, and will still be created by the same conveyance as at common law: Diver v. Diver, 56 Pa. 106; Bramberry’s Est., 156 Pa. 628. But in.no case that has been brought to our attention was there anything to show an express intent of the parties to- take otherwise than according to the legal presumption. The incapacity of husband and wife to take as joint tenants or tenants in common was a strict logical deduction from their entire unity at common-law. When the statutes in relation to married women severed this unity as to property the reason of the rule no longer existed. There never was any incapacity to hold as tenants in common, if the conveyance was made to them before marriage: 2 Cruise, 494; 2 Plowden, 488, cited in Stuckey v. Keefe, supra. And it may be considered as still an open question whether they may not, now, since the acts referred to, take as well as hold in common, if that be the actual intent, notwithstanding the legal presumption to the contrary.\nIt may become necessary hereafter to decide this question in the present case, but for the purposes of this appeal it turns on another point. Defendant offered to show a parol partition by which the portion of the land now in suit was set off in severalty to the wife. ' No sufficient reason is perceived why he should not be permitted to do so. That the husband could convey his title to his wife by deed is beyond question. He may in Pennsylvania convey a fee to his wife by direct conveyance without the intervention of a trustee (Thompson v. Allen, 103 Pa. 44), and a fortiori he can convey any lesser or contingent interest. And where parties are in joint possession under joint title it is settled in this state, that notwithstanding the statutes of frauds they may make partition by parol: Ebert v. Wood, 1 Binn. 216; Byers v. Byers, 183 Pa. 509.\nAt common law the husband having the right of possession not only by virtue of his own seisin per tout but also by the subjection of his wife’s interest to his possession during coverture, could convey or mortgage the whole during his life, or it could be taken in execution for his debt. But1 the act of 1848 so far severed the unity of estate, and preserved the wife’s interest and right of possession, free from interference by the husband’s creditors, that the purchaser at sheriff’s sale of his estate is not entitled to possession during their joint lives (McCurdy v. Canning, 64 Pa. 39), and even at common law if she survived she took the clear title to the whole. In the present case the husband survived, and a conveyance by him would have been valid to pass his whole estate, and as already said, holding a joint possession by a common title there is no sound reason why he could not make parol partition. It is true the old authorities say that this estate is not affected by the statutes of partition : 4 Kent, 362; And so far as relates to compulsory partition as the right exists among tenants in common, this is conceded. It is part of the fundamental principle of the estate that neither can alien so far as to bind the other. Each has a right to the whole which cannot be taken away by a severance and limitation to a part. But this is wholly different from a partition, by deed or by parol, with mutual consent.\nIf the wife had survived, whether the parol partition would have been binding on her, presents the different question not only of her power to convey but of the statutory requirements as to the mode of doing so, on which we express no opinion.\nThe evidence of parol partition offered by defendant should have been received, and the judgment would have to be reversed on this point. But as the proceedings were void from the start there can be no new venire.\nJudgment reversed."}