{"id": "924428", "contents": "Opinion by\nMb.. Justice Potter,\nThe plaintiff in this action of ejectment was a purchaser, at sheriff’s sale, of property sold under execution against one Edwin Laufer. The premises were conveyed by the legal plaintiff to Catharine Ferriday, after the suit was brought, and her name was added to the record as use plaintiff. One of the defendants, Charles H. Reinbold, disclaimed title, and Nancy Reinbold, his wife, the other defendant, claimed as the equitable owner, under an article of agreement signed by Laufer, she having also given notice of her rights at the sheriff’s sale. It appears from the record that the defendants took possession of the premises in dispute in September, 1886. On the 4th of October following, articles of agreement for the sale of the premises were entered into “ between Edwin Laufer, of the borough of South Bethlehem, etc., of the first part, and Charles H. Reinbold, of the same place aforesaid, stone cutter, of the second part.” This agreement was signed by Edwin Laufer, and “ C. H. Rein-bold, Agt.”\nUnder the terms of the agreement, Laufer was to convey the premises “ unto the said party of the second part, his heirs and assigns,” “by a good and sufficient deed of conveyance, as soon as the sum of four hundred dollars is paid, exclusive of the building association mortgage hereinafter mentioned.” The consideration named is “ the sum of sixteen hundred dollars, one hundred dollars, part thereof, to be paid down on the execution of this agreement; three hundred dollars more thereof in marble or other stone and work, and twelve hundred dollars to be paid by assuming a bond and mortgage held by the Freemansburg Building and Loan Association, by the payment of dues and interest to said association, according to the rules of said association, as the same become due and payable.” The agreement also contained this provision: “ In default of complying with this agreement and its payments, the said C. H. Reinbold his heirs or assigns, shall, on a thirty days’ previous notice, vacate the premises, intended to be sold, to the said E. Laufer, bis heirs or assigns.”\nIt was undisputed, that Laufer has received the sum of 1975, in instalments of $12.00 in certain months between the jmars 1886 and 1896, the receipt for each instalment, signed by Laufer, reciting that the money was “received from Mrs. C. H. Reinbold,” “ it being the monthly instalment for six shares in the Building & Loan Association at Freemansburg, which is to be transferred by Edwin Laufer to the said Mrs. C. H Rein-bold.” It is also admitted that the sum of $80.00 of the hand money was paid, but the payments in “ stone and work” were disputed. Laufer conveyed the premises to his sons, W. P. and F. R. Laufer, on September 21, 1896, and took from them a mortgage for $1,400, which was afterwards reduced to $1,200, and, on December 30,1896, was assigned to J. Davis Brodhead, the legal plaintiff, who, on April 12, 1897, assigned it to Catharine Ferriday, the use plaintiff. The sons reconveyed the premises to their father on September 11, 1897. On May 28, 1898, Edwin Laufer served a notice on defendants to vacate the premises within thirty days, for failure to comply with the terms of the written contract of sale. Executions were thereafter issued on judgments against Edwin Laufer, and the property was seized and sold by the sheriff to J. Davis Brodhead; who, as above stated, conveyed the property to Mrs. Ferriday after the suit was begun, the record being amended accordingly. On the trial, Mrs. Reinbold was allowed to give parol evidence against the objection of the plaintiff, to prove that her husband signed the agreement as her agent. The plaintiff asked for binding instructions, which were refused by the trial judge, and the question whether Mrs. Reinbold was the undisclosed principal in the agreement of sale, was submitted to the jury as a question of fact. It was also left to them to determine the amount of unpaid balance of the purchase money due thereon. The jury, under further instructions from the court, returned a conditional verdict for plaintiff, to be set aside and entered for the defendant, Nancy Reinbold, if the latter pay into court the sum of $875, to be drawn out by the plaintiff only after she shall have filed with the prothonotary a deed in fee simple to said Nancy Reinbold, anda certificate that the mortgage on the property held by Mrs. Ferriday has been satisfied, and that there are no liens created by the plaintiff or Edwin Laufer, upon the property.\nTwo questions are raised by this appeal, first, whether, under the statute of frauds, parol evidence was admissible to show that the husband signed the agreement of sale as the wife’s agent, and, .second, whether the defendant had made such default in the payments as to forfeit the contract.\nAs far back as the case of Lowry v. Mehaffy, 10 Watts, 390, it was held that an agreement for the sale of land, reduced to writing, and signed by the vendor alone, and delivered to the vendee, is sufficient to take the case out of the operation of the statute of frauds. Justice Kennedy there says:\n“ The great object of the act was to prevent the owners of real estate from having their right in the same affected by means of parol evidence, unless to the extent of leases nob exceeding a term of three years. Because, from long experience, it had been found that men, in many instances, had been defrauded of their rights in such estates, by credit having been given to parol evidence wholly untrue either from want of accurate recollection, or from the misunderstanding or perjury of witnesses. It was, therefore, to protect'the owners of such estates that the act was passed and couched in the terms that we find it; and, consequently, in order to meet and satisfy its design, an agreement, reduced into writing and signed by the owner of the estate, specifying the terms and conditions fully upon which he has agreed to part with any right in it, and at the same time delivered to and accepted by the other party, would seem to be sufficient without its 'being signed by the latter, to whom the owner agrees to pass the right. In the present case, this was not only done, but the agreement was also partially carried into effect by the payment of nearly one fourth of the purchase money, and the delivery of the possession of the property sold, to the vendees by the vendor. We, therefore, consider that the vendor in such case, may, by action against the vendee, compel the payment of the residue of the purchase money; and, on the other hand, if the vendee voluntarily pays or tenders the residue of the purchase money, he may hold the property in the same manner as if it were conveyed to him according to the terms of the agreement.”\nThe authority of this case is unshaken. It has been uniformly followed since. See Witman v. City of Reading, 191 Pa. 140, and cases there cited. The question there ruled, cannot, in any sense, be now considered an open one. It is true that the agreement must be between the parties or their agents, yet it is sufficient that a contract be signed by the vendor, and it is not necessary that notice of election to take, by the vendee, should be in writing: Smith & Fleek’s Appeal, 69 Pa. 474. And, where a contract for the purchase of land is made by one in his own name, the fact that he was the agent of an undisclosed principal, may be shown by parol evidence: Hall v. White, 123 Pa. 95.\nThis latter case also recognizes the principle, that acceptance of the benefits of an agreement, is such ratification, as is equivalent to an express affirmance of its terms.\nIt cannot be doubted that Laufer recognized Mrs. Reinbold as the real party in interest, by accepting the payments from her, under the contract, through a long series of months.\nIn Yerkes v. Richards, 153 Pa. 646, it was held that, where a contract is signed by the grantor alone, and the person in whose favor the option is made is a married woman, although she be an undisclosed principal, yet the agreement is binding, and will not fail for lack of mutuality. In that ease, as in the one at bar, the contract was only partially executed. As a rule, the possession by the vendee, under articles, is notice to third persons that he is the equitable owner of the land contracted to be conveyed, and that his vendor holds the legal title in trust for him: White v. Patterson, 139 Pa. 438. In the present case, there was not only possession by the defendant, but actual notice that she claimed title. This brings the present plaintiff under the rule laid down in Riel v. Gannon, 161 Pa. 289, where it is held that one who takes the conveyance of the legal title to land, with knowledge that his grantor has agreed to sell it to another person, takes it subject to the equitable estate already vested in the purchaser.\nAs to the question of forfeiture by default, it clearly appears that the vendor had, by his own acts, deprived himself of the power of fulfilling his contract. He undertook to ignore entirely his agreement with the defendant, and conveyed the property to his sons. After this he was not in condition to comply with the terms of the contract of sale, and the vendee could not be required to make further payments to him.\nWe are clear that, under all the authorities, the ruling of the learned trial judge, with respect to the contract, and upon the admission of evidence, were justified. The result of the trial was substantial justice. None of the specifications of error are sustained, and the judgment is affirmed."}