{"id": "925658", "contents": "Opinion by\nMb. Justice Bbown,\nTwo days after the judgment of nonsuit had been entered in the preceding case, No. 117, October term 1901, this suit was brought by Elizabeth j. McKendry as administratrix of Matilda B. Thomson, for the recovery of the same sum. The material facts are the same and need not be repeated, the only difference in the present suit being that Shannon, called by the plaintiff as if under cross-examination, testified that he had paid only #10,100 of the purchase money, because he and Mrs. Thomson had agreed to such reduction before the execution of the deed. The appellant now stands upon the contract as giving the mother the right to receive the purchase money and making it the duty of Shannon to pay it to her; and it is such a contract. By the terms of her husband’s will, Mrs. Thomson as his wife, was given power, in her individual capacity, to sell the farm, the interest of the proceeds to be for her support; but there is nothing in the agreement, nor in the deed, executed and delivered to Shannon in pursuance of it, to show that the grantors undertook to exercise any power contained in the will. Mother and daughter, the latter’s interest a contingent one, conveyed all their right, title and interest in the oil and gas on the Thomson farm, and by the terms of the agreement the purchase money was to be paid to the mother alone,' with no restriction upon her control of it. The agreement and deed cannot be read otherwise and there is nothing on the record to show that they should be. In this suit, the administratrix can recover only what the decedent could have recovered. The averment in the statement is that $5,900 of the purchase money, that ought to have been paid to Mrs. Thomson, had not been received by her; but plaintiff’s proof is different. Shannon called by her, testified that by agreement with Mrs. Thomson, who was to receive the purchase money, with no limitation upon her control of it, the reduction had been made before the execution of the deed. Such an agreement under the circumstances she could have made. Having made it and having received all she was entitled to under it, she could not, if living, recover, and her personal representatiye can enforce no right under the agreement which she did not have at the time of her death. The nonsuit though not entered for the reason that we have given why the plaintiff cannot recover, was nevertheless proper and the judgment is affirmed."}