{"id": "925654", "contents": "Opinion by\nMb. Justice Fell,\nThe plaintiff was employed for one year at a fixed salary payable in weekly instalments. He was discharged during the period, and two weeks afterwards he sued for two instalments of his salary and recovered a judgment, which was paid by the defendant. This action was brought after the period of employment had expired to recover the salary for the balance of the year. The defendant pleaded the former action in bar. When the case was here before, see Allen v. Colliery Engineers’ Co., 196 Pa. 512 (the corporate name of the .defendant having since been changed to the International Text Book Company), it did not appear from the pleadings whether the former judgment was for an instalment of salary or for damages for the breach of the contract. It was decided that if for the former, this action could be maintained, as in case of a wrongful discharge an employee may treat the contract as existing and sue on it for his salary as it becomes due; but if for the latter, the judgment was a bar, as he can have but one action for damages for the breach of the contract.\nAt the second trial it was shown that the former judgment was for salary after the discharge, and the only question now properly before us is whether that judgment conclusively established the wrongfulness of the discharge and confined the defense to proof of payment or release or of facts in mitigation of damages. The rule on this subject, stated in the Duchess of Kingston’s Case, 20 Howell’s St. Tr. 538, “ The judgment of a court of concurrent jurisdiction, directly on the point, is as a plea a bar, or as evidence conclusive between the same parties on the same subject-matter directly in question in another court,” has been uniformly followed in our eases from Hibshman v. Dulleban, 4 Watts, 183, to Bell v. Allegheny County, 184 Pa. 296. In Orr v. Mercer County Mutual Fire Insurance Co., 114 Pa. 387, it was held that the confession of judgment in the common pleas on an appeal from a justice of the peace was conclusive against the right of the defendant to present the same defense in a subsequent action to recover other payments on the same contract.\nThe plaintiff rendered no services for the two weeks’ salary for which he sued and recovered a judgment. His former action was in affirmance of the contract, and the judgment was on the ground that his discharge was wrongful. Proof that it was wrongful was essential to an adjudication in his favor. It was the foundation of his case and having been once established in a court of competent jurisdiction in an action between the same parties and for the same subject-matter, it could not again be inquired into.\nThe judgment is affirmed."}