{"id": "925623", "contents": "Opinion by\nMe. Justice Dean,\nThe plaintiff, the owner of a farm of 152 acres of land in South Fayette township, Allegheny county, on March 16, 1883, joined by her husband, conveyed all the coal thereunder, with certain mining rights on the surface to William P. Rend, and through him the property described in the deed passed in September, 1899, to the other two defendants. At the date of the conveyance to Rend, he was a coal operator on a large scale, on about 4,000 acres of land surrounding or abutting on the Potter tract. Rend during his occupancy under the deed, caused a mining or lifting shaft to be sunk, and a mine to be opened under the land. He located the shaft at a point by him deemed suitable for mining purposes on this tract and those adjoining which he had before that owned. During his occupancy, a period of about seventeen years, he mined out and removed all the coal on the Potter tract except about fifteen acres. In carrying on his mining operations during that time, he erected contiguous to the shaft, numerous buildings and improvements, consisting of stables for mules, sheds and coal tipples, railroad tracks, water tanks, electric plants with boilers, engines and dynamos, and other equipment, not only for the mining of coal under this tract, but under his other land adjoining it. These buildings and improvements practically cover from seven to twenty acres, and exclude plaintiff from the occupancy of about that quantity of land. During his operations Rend dumped on this twenty acres large quantities of gob and refuse, coming, not only from his mine under the Potter tract, but also, from his other mines adjoining it from which there was access to the shaft. The defendants claim the right to remove all the buildings, machinery and other improvements put by Rend on the surface during bis mining operations. They had already, at the date of filing this bill, removed part and it is averred that it is their intention to remove all. The plaintiff, filed this bill for an injunction to restrain them from such removal; also, from continuing to dump gob on her land; further, that defendants be ordered to remove gob already dumped and ashes and cinder deposited on the surface, and for further relief. Defendants under their deed, claim the right to erect improvements upon so much of the surface as they have appropriated and the right to remove them ; further, that plaintiff by her silence and conduct during Rend’s occupancy is estopped from denying such interpretation of the deed as they have put upon it by their acts.\nThe court below, adopted defendants’ interpretation and dismissed the bill at plaintiff’s costs. She now brings this appeal in which she assigns for error the interpretation of the deed and the opinion and decree of the court below.\nThe first question to be answered is, what passed to Rend. by the deed ? After granting all the coal underneath the land, it makes this further grant of rights and privileges : “ Together with the free and uninterrupted right into said coal and under said land, for the purpose of digging, mining and carrying away said coal, together with the privilege of mining and removing through any entries made in said coal, other coal belonging or which may hereafter belong to the said party of the second part, his heirs and assigns; and the said party of the second part, his heirs and assigns, shall have the right to mine and take away the coal underlying said land, free, clear and discharged of all liability for any damages that may result or happen to said tract of land, the surface or springs thereof, or any improvements thereon by reason of mining or taking away said coal, and also enter upon the said surface of said land for the purpose of taking out and placing on the same any material that may be necessary in operating the coal underlying said land, with the right to sink a shaft for the purpose of taking out the coal underlying said land, at any point the said party of the second part, his heirs and assigns, may-select, with the privilege to the party of the second part to buy at mouth of said shaft, three acres of surface, at the rate of seventy-five dollars per acre, and also with the right to make openings in the surface, for ventilation or drainage, and with the right to deposit on the surface drainings taken out in sinking said shaft, or air or water openings necessary in taking out the coal underlying said tract of land.”\nThe words, “with the privilege of mining and removing through any entries made in said coal, other coal belonging, or which may hereafter belong to the said party of the second part,” it is argued by appellant, conferred on the grantee no right to bring the coal from other land through entries in the Potter mine to the bottom of the shaft and there raise it to the surface on the plaintiff’s land; that it only gave the right of passage through the entries; this construction is too narrow. Take the surroundings. Rend owned a large acreage of coal abutting on the Potter tract; he wanted an outlet; by getting the Potter coal with the control of it, instead of an underground haul through 3,000 or 4,000 acres, he had a comparatively short distance to daylight in the 152 acres, on which he had the right to sink a mining shaft. The right of passage through the entries on the Potter tract, meant passage through them to their exit, whether by drift or shaft. This is the only reasonable interpretation of this language, in view of the surroundings of the parties at the date of the contract. Such surroundings are always proper for consideration in ascertaining the intention of the contracting parties where their intention does not expressly appear by the writing. The next question is, what privilege was granted on the surface? We answer the right to make openings for ventilation or drainage, with the right to deposit on the surface the earth or other material excavated in making such openings; this privilege extended only, to such excavations as were necessary to mining the coal under the Potter tract. Then, further, Rend had the right, discharged of all liability for damage, to erect mining improvements on the surface; further liad the right “ to enter upon the surface of said land, for the purpose of taking out and placing on the same any material that may be necessary in operating the coal, underlying the land, .... with. the privilege to the party of the second part to buy at the mouth of said shaft three acres of surface at the rate of seventy-five dollars per acre.” He had the right to deposit the excavations from the mining shaft without charge; this would be but a small area of the surface ; but, he had also, the right to more if, as probable, the refuse of the mine would require more ; therefore, he stipulated for the right to purchase three acres and also the price. By the deed he acquired no right to deposit gob from other mines on the surface of this land. There is not a word in the deed indicating the intention of the grantor to confer such right. And this is in accord with the oral testimony. George Dickson negotiated the sale for her; he testifies as follows: “ Q. For what purpose did Mr. Rend say he wanted the three acres at the mouth of the mine ? A. He said he wanted it for an air and watercourse and to put the debris on from under his land.” Rend was not a tenant of the plaintiff; she subdivided her land horizontally; the division was into coal and farm land; Rend did not lease the coal but took an absolute conveyance of it; therefore, he took just what he got by his deed, the coal; no implied right to surface occupation as a tenant followed; as to surface right he took what was expressed in his grant and no more. And clearly, when this was for only a temporary and specific purpose, ending with the exhaustion of the coal on' the Potter tract, the grantor acquired no title to the temporary improvements because the deed gave her none.' He could buy, if he chose, three acres to make deposits from operations in the Potter mine, but that was all. Any appropriation beyond this quantity was a trespass for which he was answerable in an action at law, if Mrs. Potter had chosen to treat him as a trespasser. It is argued, by appellant’s counsel, that the use of even three acres was a trespass, because Rend never paid nor offered to pay the contract price; but, by appropriating three acres he impliedly bound himself to pay the price and her remedy at law on the contract was adequate.\nAs we have said, his exclusion of the plaintiff from the enjoyment of the surface beyond the three acres, was, if she had chosen so to regard it, a trespass, for which she had an action at law, and equity would have restrained continuing or further trespass; but for twelve or fifteen years she stood by and made no complaint; she saw her grantee occupy the land with valuable and costly improvements without objection and now, invokes the strong arm of equity to prevent the removal of any part of them. Under the law, he has the right to remove fixtures put there for a specific and temporary purpose; by her conduct she allowed them to be placed on the land without denying his right or asserting hers. Equity will not now restrain their removal. Whether he is answerable for use and occupation of her land beyond the three acres; or whether by her silence up to the filing of this bill she has estopped herself from claiming compensation for such use and occupation, is for the law courts to determine. If, we even undertook to enter into that question there is no finding of fact on which to base a decree; plaintiff alleges defendant appropriated twenty acres; defendants allege only seven; plaintiff alleges the surface of her land was used as a deposit for refuse material to a large extent from other mines which defendants deny. If those disputed facts are to be found at all, they should be found by a jury.\nBut, although defendant for years without right, yet without objection on her part, used the sur face,-by filing this bill she did then object, therefore, further trespass must be stopped by injunction; it can go no further.\nWe have thus discussed and passed on the main questions, and those on which the issue turns. The prolonged discussion in the paper-books of the law governing the relation of landlord and tenant and the implied right of the tenant to remove trade fixtures has but little application. Plaintiff was a grantor of land by absolute deed; Rend was the grantee of the land with certain privileges on other land which did not pass by the deed; the privileges were not for a term or at will but temporarily for a specific purpose plainly expressed. There was nothing to be implied outside that expressed.\nThe decree of the court below dismissing the bill is reversed and it is ordered that the bill be reinstated; further, that injunction issue restraining the defendants or any or either of them from depositing any gob or other excavated material from the mines, outside the three acres for which the privilege of purchase is stipulated in the deed. Further it is ordered that appellees pay the costs."}