{"id": "925709", "contents": "Peb Cubiam,\nThe plaintiff in this case was in the service of the defendants about seventeen years as mill manager. On or about January 1, 1897, he entered into a contract with his employers for a term of five years, during which he was to receive $5,000 per annum payable monthly. The proceedings under the contract were substantially the same as the proceedings had during the seventeen years in which the plaintiff was engaged as mill manager. It may be that his service was to some extent enlarged or changed, but it is not probable. In April, 1897, Moorhead commenced his complaints against Lewis and persisted in them from that time on. In the same month he requested Lewis to resign and he declined to do so. Moorhead then suggested that Lewis take a vacation for two months. The suggestion of a vacation was finally accepted by Lewis, and it was distinctly understood that his salary was to be paid as before. On April 28, 1897, Lewis addressed a letter to Moorhead & Company as follows: “ As requested by you I take leave of absence from the rolling mill for a period of two months or thereabout, or indefinite period.” In this letter to Moorhead he also said “ my salary as manager to continue and be payable the same as if I were at the works and as requested by you.” He also said that at Moorhead’s suggestion he put into the letter the words “ or indefinite period.”\nIt appears that immediately after Lewis accepted the vacation tendered to him by Moorhead the latter applied to Allen W. Smith to accept a position in his mill as manager. In considering the application Smith was informed by Moore and Moorhead that Lewis had been discharged. In a brief time after the consultation between Smith and Moorhead respecting the application, the former refused to accept the latter’s offer. It should be stated herein that Moorhead denied on the trial in September, 1900, that he had discharged Lewis as Smith had represented. As Moorhead was the only witness in the case who testified for the defendant company and six witnesses testified in support of the plaintiff’s contention, it would seem that there is a decided preponderance of the testimony in favor of the claim of the plaintiff and against the claim of the defendant. To this we may add that in our opinion the court committed no error in submitting the questions involved to the jury nor instructing the jury that they might consider the bearing of the demand and refusal of salary on September 7, upon the question of appellant’s intention as evidenced by its conduct on July 19.\nJudgment affirmed."}