{"id": "927443", "contents": "Oi’inxon by\nMr. Justice Potter,\nThose appeals are from two judgments entered in the one case. One in favor of the plaintiff, Leo Hammer, a minor, for $6,000, and one in favor of the mother, Annie Hammer, for $1,000. The appeals were argued together, and this opinion is applicable to both.\nThe defendant company, in carrying on its business of manufacturing oars, operates a railroad through its yards, and does its own switching. The plaintiff, Leo Hammer, was employed as a brakeman, at the time of the accident, which resulted in the injuries here complained of. The negligence charged against the defendant company was the failure to keep its tracks in reasonably safe repair. The jury found that the tracks were defective, and the fact is conceded in the argument for appellant; and it is further contended that the danger in using the tracks was so obvious that the plaintiff assumed all risk of injury therefrom, and for that reason was not entitled to recover. The particular defect complained of was a lack of solidity, which had existed, for sometime, at and near the point where the accident occurred. The tracks were laid upon a cinder bed, which caught fire and burned, or smoldered away, under the surface; this seemed to change the character or condition of the cinders, and weakened the cohering power of the ballast or support under the rails, which in turn brought about an uneven lowering of the track. The track was also curved just there, and when rounding the bend the swaying of the engine caused the rail on one side to sink, so that the result was to increase and emphasize the swinging of the engine and cars, This was not so extreme, however, as to cause the place to be considered impassable, nor did it appear from the testimony that an engine had ever before left the track at that point.\nWhen the accident occurred the plaintiff was riding upon the engine, and passing over the tracks as he had frequently done before, without injury; and we cannot find anything in the evidence which would justify us in saying as a matter of law, that the danger was so palpable,’that he was guilty of contributory negligence in so doing. Linder the circumstances this was a question for the jury, and it could not properly have been withdrawn from them.\nThe facts of this case we think are such as to bring it within the principle of Penna. R. R. Co. v. Zink, 126 Pa. 288, rather than under that of Mansfield Coal & Coke Co. v. McEnery, 91 Pa. 185.\nAs the only assignment of error here is to the refusal by the trial judge of binding instructions in favor of the defendant, the judgment is affirmed."}