{"id": "927430", "contents": "Opinion by\nMb. Justice Dean,\nThis case has been twice argued and we have given it most thorough consideration. We have endeavored to arrive at a decision which will accord with the facts and avoid stretching the statutes of April 22, 1856 and that of June 8, 1881, to a case they were never intended by any reasonable interpretation to cover. The facts as narrated in his opinion by the learned judge of the court below are as follows : Patrick Moran was the owner of a lot of ground in the city of Pittsburg, having thereon erected a brick dwelling house. This property he conveyed on September 21, 1896, .to Michael Munhall for the consideration of $10,100. This consideration was made up as follows: mortgage to the Pennsylvania Company, $8,000 ; note of Moran held by Munhall, $1,500; note given same day by Munhall to Moran, $600. The title taken by Munhall remained in him until August 1, 1899, when he sold and conveyed the property to Stolzenbach for the consideration of $16,000. Up until that date Moran remained in possession without paying rent, but paying the taxes and keeping up repairs, paid insurance and for improvements, the whole amounting to $1,252.97. At the time the deed was delivered it was agreed orally, between Moran and Munhall, that the property should be sold as soon as possible; that both would use their best efforts to make a sale and any surplus remaining after Munhall was paid in full should be paid to Moran. After the sale was made to Stolzenbach, Munhall sent to Moran $500, but refused to make any further payment. Deducting this from the amount of Stolzeiibach’s purchase money left a balance of surplus in Mun-hall’s hand of $3,923.84. This amount Moran claims as still payable to him under his oral agreement and he brought this action of assumpsit.\nIt seems to us, this transaction did not constitute a trust under the act of 1856. It was simply a contract debt; the amount of the debt would be measured by the amount of the consideration paid, on a sale of the property by Munhall; but he did not hold, nor agree to hold the property in trust for Moran and pay to him the proceeds of sale. After the deed was delivered to Munhall, the latter held it entirely free from any claim of Moran, and Munhall could sell and convey to whomsoever he chose. Any claim Moran had under the oral agreement could be enforced only, in an action of assumpsit entirely independent of the conveyance. The conveyance absolutely extinguished the debt due from Moran to Munhall. The conveyance was a payment of that indebtedness. The transaction has no mark of a trust. The remarks of Justice Fell in Miller v. Schriver, 197 Pa. 191, a transaction like to the one before us, are pertinent :\n“ The deed is absolute on its face, and by it the grantor parted with his whole interest legal and equitable, and no one but the grantee took any interest. It does not create a trust; and neither in the facts alleged in the bill nor in the writings, is there any intention to create a trust for anyone. The grantee extinguished the debt due him and assumed a personal liability to apply the balance of the purchase money to the payment of liens against the property and certain other debts of his grantor.”\nIt is clearly distinguishable from the case of Watson v. Watson, 198 Pa. 234, wherein Justice Mestkezat in delivering the opinion of the court says :\n“We then have the plaintiff showing that by a parol agreement the defendant agreed to take and hold the property not in fee simple and solely for his own use as the deed made to him by direction of his former cotenants declares, but in trust for them.”\n“ The effect, therefore, of the evidence offered was to establish a parol trust in the defendant in favor of his former co-tenants. This is expressly forbidden by the 4th section of the act of April 22,1856.”\nMunhall was not to take and hold the property for his own debt or in trust for any purpose. It was his to do what he pleased with. But then comes in the oral contract, if he sells it for more than the $10,100 he promises to pay the excess to Moran. Nor was the transaction a mortgage, a deed absolute on its face with an unrecorded defeasance and thus coming under the inhibition of the act of 1881. That act says :\n“No defeasance to any deed for real estate, regular and absolute upon its face made after the passage of this act, shall have the effect of reducing it to a mortgage, unless the said defeasance is made at the time the deed is made and is in writing, signed, sealed, acknowledged and delivered by the grantee in the deed to the grantor and is recorded in the office for the recording of deeds and mortgages in the county wherein the lands are situated, within sixty (60) days from the execution thereof; and such defeasances shall be recorded and indexed as mortgages by the recorder.\nThe parol agreement in no event contemplates a reversion of the property to Moran. Munhall ma}r absolutely violate his agreement but Moran cannot have recourse to the property to enforce his liability. A defeasance is thus defined by Blackstone, 3 Com. 227, “ A collateral deed made at the same time with a feoffment or conveyance containing certain conditions upon the performance of which the estate then created may be defeated or totally undone.”\nThen in Lances’s Appeal, 112 Pa. 467, this is said : “ A mortgage is essentially a pledge or a security, and it is distinguishable from a trust in tins only, that the property described in it is to revert to the- mortgagor on the discharge of the obligation for the performance of which it is pledged.”\nBy the agreement here, in no event was the estate granted by the deed to be defeated in whole or in part or in the least diminished; nor upon any contingency was it to revert to the grantor. A sale would fix the surplus over and above the consideration named in the deed and the oral promise fixed his liability for that amount.\n' But the agreement, whether Munhall paid or refused to pay the excess, did not change the estate which passed by the deed. By no fair construction, then, can the agreement be held an unrecorded defeasance under the act of 1881. Therefore the judgment by the court below on the verdict ought to be affirmed and it is affirmed accordingly."}