{"id": "927435", "contents": "Per Curiam,\nÍ The day before the homicide, a felony had been committed in the vicinity. The evidence clearly indicates that the prisoner was one of the culprits, who, though pursued by the officers of the law, had eluded arrest. Strunk, the deceased, having learned where they were, accompanied by several of his neighbors, started as a private citizen without a warrant to arrest them. Coming upon them early in the morning as they were cooking their breakfast, he approached them and laying his hand upon the shoulder of each said, “I arrest you.” Having been asked by the prisoner why they were arrested, the reply was “ For breaking into a house at Minsi.” The prisoner said, “We will go with you.” His companion, under pretense of getting ready to accompany Strunk, darted into the surrounding bushes and escaped. The prisoner almost simultaneously shot and killed the deceased. At the time of the shooting, he was under arrest by his victim, who as a private citizen without a warrant had a right, under the circumstances, to arrest him: 4 Bl. Com. 293. A felony had been committed; the prisoner and his companion were the perpetrators of it; they had eluded the officers of the law, and the pursuit by the private citizen was fresh, who, when he made the arrest, notified his prisoner that it was for a felony that had been committed by him. The right of a private citizen to make an arrest under such circumstances cannot be doubted. The law clothes him with ample authority and affords him the same protection it will extend to a public officer with a warrant in his hands: Brooks v. Com., 61 Pa. 352. In that case it is said: “ It is also said that arrest by a private person is contrary to the genius of our institutions, and is the relic of a barbarous age. But the reverse is the case in a republic, where the people themselves represent its sovereignty and its security. The felon is an enemy to that sovereignty and security, forfeits his liberty, and cannot complain that the hand of his fellow-man arrests his flight and returns him to justice. What title has he to immunity from the law which he has violated, and to be permitted to escape its penalty because the officer of justice is not at hand to seize him ? He has broken the bond of society; he has dealt a blow at its welfare and security, and he has placed himself in open hostility to all its faithful members, whose duty it becomes to bring him to justice.” j'’\nWe have carefully examined the assignments of error urged as reasons why this judgment should be reversed, but all are so manifestly without merit that no useful purpose can be served by discussing any one of them at length. The third, fourth and fifth, to which the greater portion of the argument of appellant’s counsel is devoted, relate to the exhumation and examination of the.body of the deceased, alleged to have been unlawful because not conducted by the coroner or under his direction. The rights and duties of the coroner were not involved in the examination of the body, which was made at the instance and under the direction of the district attorney for the purpose of being able to submit to the jury conclusive evidence that a-bullet from the pistol of the prisoner had caused the death charged to him. Such evidence it was the right as well as the duty of that officer to procure, if it existed, without regard to anything the coroner may have done or omitted to do, and no one of the numerous and inapplicable authorities cited in support of the third, fourth and fifth assignments sustains them; and none can be found to do so.\nThe fifth point submitted by the prisoner, and which is the subject of the seventeenth specification of error was : “ If the prisoner, while struggling to resist his arrest by Strunk, did, in the heat of the struggle, and without malice, intentionally discharge his revolver at Strunk, inflicting upon him the wound from which he subsequently died, he is guilty of manslaughter only, and this is the law even though, at the time of the act, the prisoner was in no real or apparent danger of losing his own life, or of sustaining any bodily harm.” This point could not have been affirmed, for, if as stated in it, the prisoner in resisting arrest intentionally discharged his revolver at the deceased, he intended either to do great bodily harm or to kill, that he might escape, and in either case malice would be presumed and it would be murder, not manslaughter.\nThe eighteenth specification, which is not pressed in the printed argument, alleges in general terms, without calling our attention to any specific defect, the insufficiency of the record to sustain a conviction of murder of the first degree. For its vagueness it is overruled.\nIn dismissing the motion for a new trial the learned judge below said: “ The court is convinced that the homicide was a cold-blooded, deliberate murder, and the conscience of the court is entirely satisfied that the verdict is a righteous one under the law.” This utterance was fully justified. The assignments of error are all overruled; the judgment is affirmed and the record remitted for the purpose of execution."}