{"id": "927424", "contents": "Pee Cueiam,\nGeorge W. Campbell, E. W. Campbell and John W. Campbell, on May 17, 1898, sold to the Penn Tanning Company “ all the hemlock bark standing, growing, lying or being” on certain lots of land in Corydon township, Warren county. On May 3, 1899, they sold to S. A. Mundy and F. P. Schoonmaker, the appellees, all of the down and standing timber, wood and trees on the lots, the consideration being $7,000 cash in hand and $8,000 to be paid as follows: “ By the said parties of the second part [S. A. Mundy and F. P. Schoonmaker] delivering to the said parties of the first part one thousand cords of bark at the price of $5.10 per cord on cars at the railroad of the W. N. Y. & P. Railroad Company, Kinzua branch, during the first year of this contract; and during the second year of this contract by the parties of the second part delivering to the parties of the first part another 1,000 cords of bark on cars, at same railroad, at the price of $5.20 per cord ; the said price per cord is the same price that the parties of the first part will receive from the Penn Tanning Company with whom they have a contract for the said bark.” On May 10,1899, the appellees sold a portion of what they had purchased to Arthur R. Brooks, for which he was to pay $3,000 on the execution and delivery of the contract, $7,000 within thirty days of its date, with interest, and $8,000 with interest from the date of the contract, to be paid as follows: “ By the said party of the second part [Arthur R. Brooks] delivering to G. W. Campbell, E. W. Campbell and John W. Campbell one thousand cords of hemlock bark at the price of $5.10 per cord, on cars at the railroad of the W. N. Y. & P. Railroad Company, Kinzua, during the first year of this contract, and during the second year of this contract by the party of the second part delivering to the said Messrs. Campbell another one thoüsand cords of bark at’the price of $5.20 per cord.”\nBrooks had delivered on the cars, in pursuance of his contract, 1,571.95 cords of hemlock bark, and then refused to deliver any more. This bill was thereupon filed, and a decree entered, enjoining him' from shipping or disposing of 428.05 cords of hemlock bark, the balance of the 2,000 cords, cut and peeled by him on the premises, and ordering and directing him “ to deliver any of the bark cut and peeled on the cars of the W. N. Y. & P. Railroad, Kinzua branch, on or before December 1, 1901.”\nIn this proceeding neither the Campbells nor the Penn Tanning Company appear, and we have nothing to do with their respective rights and liabilities. It is purely between S. A. Mundy and F. P. Schoonmaker, as plaintiffs, and Arthur R. Brooks, as defendant, and is a simple case of one refusing to deliver goods in pursuance of a contract to do so. The bill should have been promptly dismissed, for it is instantly manifest from an inspection of it that the remedy was adequate at law. The agreement itself between the parties in express terms provides for a complete and summary remedy at law ; but, even if it did not so provide, such remedy existed and was adequate.\nDecree reversed and bill dismissed at appellee’s costs."}