{"id": "927551", "contents": "Opinion by\nMb. Justice Dean,\nIn September, 1897, plaintiff and defendant made the following contract:\n“ Puritan Coke Company, Pittsburg, Pa., agree to sell and Messrs. Naylor & Company, Pittsburg, Pa., agree to buy forty-five thousand (45,000) tons of 2,000 pounds Pennsylvania Railroad weights, Puritan-Connelsville coke suitable for making Bessemer pig iron.\n“ Time of delivery: 300 tons per day or 7,500 tons per month for the first six months of 1898.\n“ Price: f 1.50 per tons of 2,000 pounds, f. o. b. cars Baggaley Pa., Southwestern Pennsylvania Railroad.\n“ Terms: Monthly settlements in cash on the 15th day of each month.\n“ Strikes, accidents or causes beyond our control to be sufficient excuse for any delay in any shipment.\n■ “This contract shall terminate on the 30th day of Juñe, 1898; whether the total amount of coke specified above has been shipped or not, unless the parties hereto shall otherwise agree in writing.”\n■ Under this contract the coke company delivered to Naylor & Company up to May, 1898, 24,000 tons of coke and were paid the contract price. At that date Naylor & Company notified the coke company they would not receive any more coke because on account of an excess of phosphorus, it did not come up to the standard in quality, specified in the contract, and it was not suitable for the manufacture of Bessemer iron, thus leaving at the date of the notice 21,000 tons undelivered. Seven thousand three hundred tons had been manufactured but was on the wharves at the' ovens. The coke company, alleging an unwarranted breach of the contract by defendants, brought this suit in assumpsit to recover damages and obtained a verdict in the court below for $10,290. Defendants bring this appeal assigning seven errors; the first alleges an unwarranted assumption of fact in the charge; second, that evidence was excluded which was material to the issue; the third, fourth, fifth and sixth allege error in the instruction of the court on the measure of damages; the seventh, that the court erred in not directing a verdict for defendants.\nIt will be noticed the contract provides for the delivery of “ Puritan-Connelsville Coke suitable for making Bessemer pig iron.” Defendants set up as the excuse for refusing to receive the remaining 21,000 tons, that it was not suitable for making that grade of iron. This, then, became a pure question of fact for the jury and much of the testimony bore on it; on correct instructions the court submitted the evidence to the jury, saying plainly to them, that if the coke was not suitable for the manufacture of Bessemer pig, they should find for defendant; their verdict shows the jury found it was suitable, therefore, there was no lawful excuse for defendants’ refusal to receive the remaining 21,000 tons of the contract quantity.\nThe specifications of error, except the second, all in substance relate to the question of damages and can be discussed together. As to the first the court used this language to the jury: “ There were some 21,000 tons of this coke undisposed, of, not taken by the defendants ; and there is no evidence in this case that would justify you in finding, that there was such a market for this coke that the plaintiff could have disposed of it during the month of June.”\nIt was the undisputed evidence that coke generally, is sold on contracts covering a fixed number of months ; it was not a stock product like flour and sugar; preparation for coal mining, ovens and different kinds of labor must be made in reliance upon a contract covering months of output; in this case it was made to cover the first six months of 1898; there may be made sales of small lots of coke on the wharf, but such sales are very uncertain as to quantity and price; no iron manufacturer would start his furnace relying on such an uncertain supply; no coke manufacturer, except from some imperative necessity, stocks coke upon his wharves in anticipation of such sales; this substantially is the testimony of all the witnesses who had knowledge of the business. The court below therefore committed no error in the language complained of.\nThe third, fourth, fifth and sixth assignments all allege error in the court’s instructions as to the measure of damages which should be adopted by the jury in case they found for plaintiff, on the refusal by defendants to accept the 21,000 tons. On this question the court charged as follows:\n“I charge you that in this case the difference between the market price and the contract price is not the measure of damages, because it would not help the plaintiff in this case if the market price was $1.50 per ton if it could not sell its coke. But there is another way of arriving at the question as to how much the plaintiff was injured in this case, of course assuming that it was injured at all, and that is the difference between what it cost the plaintiff to manufacture the coke and the price at which defendants had agreed to take it, and that I charge you is the measure of damages in this case.”\nWe concur with appellant’s counsel in his argument, that for a breach of contract the general rule for damages is to put the party in the same position as if the breach had not occurred; but the question in this case still remains, how? The market price is based almost wholly on contracts running on weekly or monthly deliveries covering long periods; the evidence shows that at the date of the breach no such contracts could be made for 21,000 tons, for there was no market price for it. If plaintiff could have found other buyers to take for immediate delivery or within a short time, the 21,000 tons at the contract price, $1.50 per ton, on the contract terms, it would have been bound to sell to such buyers, although several well considered cases do not place that obligation on the vendor; but there is no evidence that such buyers could have been found. There were on hand stocked on the wharf, when the contract was broken, about 7,300 tons; it took plaintiff, using every reasonable effort, four months to sell this in small lots at prices ranging from ninety cents to $1.30 per ton, averaging $1.01 per ton. This coke had deteriorated to some extent in quality by being stocked on the wharf; the furnace man wants as nearly pure carbon as he can get to dump into his furnace head; stocked coke absorbs moisture, gathers ashes and dirt and its price is thus depreciated. Plaintiff, therefore, could not be put in the same position by continuing to manufacture the remaining quantity on this contract. There are some products, Avhich owing to their particular uses are unsalable, except on special contracts for purchase and delivery. A builder purchases according to a schedule of lengths and sizes many thousand feet of lumber at so much per thousand; the lumbermen takes it to the forest and cuts down the timber into lengths, then transports it to the sawmill where it is cut into the proper sizes; if the builder violates his contract, the lumberman cannot sell it to others because it suits no other builder, yet at the time the contract was made the market price of bill lumber was that to be paid under tbe contract. The same with structural steel and some other products of the factory. There was a market for this coke by the terms of delivery under that contract when it was made; practically there was -no other market when the contract was broken.\nThe difference between the delivery price and the price it could have been sold for at the wharf when the 21,000 tons were to be delivered, was far less than the contract price and as to some lots less than the cost of manufacture, and would by no means have put plaintiff in the same situation as before the contract was broken. In Ballentine v. Robinson, 46 Pa. 177, the court below charged the jury: “ That where the manufacturer of an article ordered has completed it, and upon notice of its completion the buyer refuses to accept or pay for it, the measure of damages is the contract price.’’ This court held the instruction correct, Strong, J., saying: u And why should they without fault of their own be subject to the risk and trouble of a re-sale for defendant’s benefit ? . . . . and such is the doctrine laid down in the better decisions,” citing Parsons on Contracts and Sedgwick on Damages. In Unexcelled Fireworks Co. v. Polites, 180 Pa. 536, Clark, J., discussing the same question says: “ The manifest tendency of the cases in the American courts now is to the doctrine, that when the vendor stands in the position of a complete performance on his part, he is entitled to recover the contract price as his measure of damages.” To the same effect is Gallagher v. Whitney, 147 Pa. 184, and Hinckley v. Pittsburg Bessemer Steel Co., 121 U. S. 264. In these cases the chattels to be paid for under the contract were practically valueless, when the buyer refused to accept them; that cannot be said of coke; it was worth something, although much less than the contract price when the breach occurred. The law therefore is and ought to be, that in a contract for the delivery of chattels upon a special stipulation as to quantity and quality, where the vendor is ready and willing to deliver, the measure of damages is the difference between the contract price and the cost of manufacture and delivery. Where on a re-sale he receives more than the cost of manufacture, he is entitled to the difference between the price it sold for and the contract price.\nBut it is argued by appellant, while such a rule if adopted might apply to the 7,300 tons manufactured and ready for delivery on the wharf, it ought not to apply to the almost 14,000 tons not yet manufactured. The application of the rule does not depend on the exact state of manufacture of the thing sold at the date of the breach, but on the uncertainty incident to the adoption of any other that the contract price as the measure of damages. Plaintiff was bound to make a sale of the coke on the wharf and did make a sale at the best price it could get for it and credited defendants with that price; but it was not bound to go on and manufacture 14,000 more tons and also sell that at a greatly reduced price, perhaps less than the cost of manufacturing it, as it actually did sell a part of the 7,300 tons.\n“ When the subject of a contract of sale, .at a fixed price, is an article to be manufactured by the vendor, perishable in its nature when kept for any length of time (such as silicate of soda) having but a limited demand and no real market, and only manufactured in quantities upon orders by consumers, the mere fact that at the time of the breach of the contract by the vendee’s refusal to accept delivery, there was a price at which the vendor had been able to affect sales of the article, is not controlling in fixing the measure of damages, but the vendor will be entitled to recover the difference between what it would cost him to manufacture and deliver the article under the contract and the contract price: ” Todd v. Gamble, 148 N. Y. 182.\nIn Imperial Coal Co. v. Port Royal Coal Co., 138 Pa. 45, the facts were about these : Plaintiff had a plant of sixty coke ovens not in operation and many of them out of repair; the defendant operated a coal mine; they entered into a contract by which defendant agreed to supply plaintiff with slack coal sufficient to run the ovens at their full capacity for six months in the year, plaintiff to be paid $1.00 per ton of coke for manufacturing it; plaintiff at great expense repaired his ovens and made ready to perform his side of the contract; at the end of three weeks defendant refused to supply more coal and at no time furnished sufficient to keep the ovens going. While the ovens were in operation 445 tons of coke had been made. Plaintiff brought suit for damages claiming $1.00 per ton, the contract price, for the coke actually manufactured and the profits he would have made if he had operated the ovens for the entire six months under the contract, which the evidence showed would have been about fifty cents per ton. The court below charged the jury thus : “ If you believe the contract was an entire contract, that the coal was to be sufficient in quantity to keep the plaintiff’s sixty ovens in operation for a period of six months at $1.00 per ton, and the defendant failed to comply with the contract, the plaintiff would be entitled to the profits that he lost by reason of defendant’s fault.” On appeal by defendant, this was specially assigned for error, but in the opinion affirming the judgment we said, as to this assignment: “ While it' is undoubtedly true, that mere speculative profits cannot be recovered in an action for breach of contract, a careful examination of the assignment shows that the profits in question were not within this rule. The jury have found the contract to be as plaintiff alleged. . . . The profits were not speculative; they did not depend upon the fluctuations of the market or the demand for coke, and they could be ascertained with mathematical accuracy. As the plaintiff corporation was obliged to equip itself at a heavy expense to perform the contract, it is only just upon its breach, it should recover for the net profits which it certainly would have made.”\nOn the evidence before us, there is ample room for the application of precisely the same principle. The appellee, in view of its large contract for coke with defendants, erected additional miners’ houses, added largely to the number of its coke ovens, and in many other particulars increased its capacity to meet its increased output; why is not the contract price the just measure of its damages deducting the cost of manufacture ? It is argued, the coke in the form of coal remained in the ground for future use. There would be some force in this if plaintiff were a capitalistic corporation investing in coal lands depending on the future appreciation in the value of land for its profits; but it had not invested for that purpose; it was a manufacturing corporation investing in what might be called the raw material (coal) to be soon manufactured and sold in the shape of a new product. Its large capital was invested in coal, miners’ houses and coke ovens for but the one purpose, of making its profits out of the manufacture of coke. We see no error on the facts of this casein the charge of the court below on the measure of damages, nor do we see that any injustice resulted to defendant. A computation shows, clearly, that the jury awarded plaintiff the difference between the contract price and the sales price on the 7,800 tons on the wharf; and the difference between the contract price and the cost of manufacture on the remaining 34,000 tons which in justice and law the defendants ought to pay.\nAppellant’s second assignment is to a ruling on an offer of evidence. The offer was to prove what contracts could have been made in June and July of 1898 for future delivery. This was wholly immaterial. Plaintiff was under no obligation to defendants to make contracts for future delivery; their contract called for delivery the first six months of that year; that time had about expired ; could they then have sold it in the market for the contract price? That was the material and only material fact to be ascertained. All the assignments of error are overruled and the judgment is affirmed.\nAlso reported in 7 Sup. Ct. Repr. 875.—Repoi'ter.\nAlso reported in 42 N: E. Repr. 982.—Reporter."}