{"id": "927512", "contents": "Opinion by\nMr. Justice Fell,\nThe issue was to determine the amount of a landlord’s preferred claim for rent against the proceeds of goods sold by the receiver in bankruptcy of the tenant. The defendant, the Lincoln Company, was the lessor, and purchased the goods from the trustee in bankruptcy under an agreement that it should be credited with the amount of its preferred claim for rent, and should be required to pay only the difference between it and the price of the goods. At the trial there were three questions raised touching the amount of rent due : (1) whether an agreement to reduce the rent made during the term was binding on the lessor; (2) whether from the claim for rent there should be deducted the amount received from reletting by the landlord for the remainder of the term; (3) whether the amount of the water rent, payable under the lease by the tenant but not paid by him, should be included in the landlord’s preferred claim.\nThe property leased was a large and entirely new hotel in Pittsburg. The rent reserved was $81,000 for the first year, and this was to be increased yearly until it reached $35,000. Soon after the lease went into operation, the tenant found he could not conduct the hotel successfully as a first-class hotel and pay the rent; he so informed the directors of the defendant company, and asked that the rent be reduced. They requested permission to place their own bookkeeper in charge, that they might ascertain what business was being done and be better able to act intelligently on his application. To this he assented. After a full investigation had been made, a meeting of the board was held and a resolution passed reducing the rent to $25,000 per annum for two years, “ on condition of prompt payment of the rental and proper conduct of the hotel.” The tenant testified that the resolution was not shown nor read to him, but that he was told that they had acted upon his application and reduced the rent to $25,000, and .that they wanted him to “ go ahead and run the hotel as a strictly first-class hotel and keep it up.” The jury found this was the only communication made to him, and that he was not informed of the condition as to prompt payment, and that he complied with the condition that was named. Under the new arrangement rent was paid until the latter half of the second year, when after a distraint made, the tenant went into bankruptcy. The tenant was not required by the lease to conduct the hotel in any particular manner, but was at liberty to conduct it in a way most advantageous to himself. The owners were interested, in having it conducted as a first-class hotel, for which purpose it was intended, and for which, because of its size, situation, and appointments, it was peculiarly adapted. It can scarcely be maintained that an agreement to continue and conduct a business in a manner that would best advance the pecuniary interest of the owner of the property, when the tenant was at liberty to consult his own interest, was without consideration. But be this as it may, the agreement was an executed one, as payments were made and received on the basis of a reduction of the rent for twenty months and until the tenant went into bankruptcy.\nBent was claimed for a part of the unexpired term after the owner had come into possession, and leased to another tenant. It was held that from the total claim for rent, which included rent for this period of time, there should be deducted rent received from the reletting. In this there was no error, as otherwise there would have been an allowance by way of set-off against the claim sued for of double rent for this period and of more than one year’s rent.\nThe agreement for the payment of the water rent is in the following clause of the lease: “ The parties of the second part covenant and agree to pay the rent aforesaid at the days and times hitherto limited and appointed for the payment thereof, that they will not rerent or sublet the premises, or any part thereof, except the barber-shop, news-stand, and cigar-stand, or assign this lease without the written consent of the party of the first part under penalty of two thousand dollars ($2,000) per month during the whole of said term, to be added to the above stipulated rent and to be paid on the first of each and every month ; and that they will not use or occupy the premises for any purpose, business or use except as a hotel, nor for any business deemed extra hazardous on account of fire; and that they will at their own expense keep the vaults, outhouses, cellars, yards, and all of said premises clean according to the regulations of the board of health; and that they will pay for any gas used on said premises and all water taxes assessed thereon; that they will make all necessary repairs on said premises at their own proper cost and charges without abatement of said rent.” This clause is preceded by the clauses fixing the amount of the rent and the times when it is payable, and is followed by a stipulation that if any part of the rent is unpaid the whole of the rent for the coming year shall become due, and may be dis-trained for, or the landlord at its option may terminate the lease. There is no stipulation that the water rent shall be considered as a part of the rent, and that failure to pay it shall make the goods liable to distress therefor.\nDistress is a remedy that can be employed only for the recovery of what is properly rent and is reserved as such. It may be sustained where the sum originally stipulated for has been increased by agreement, as in Brisben v. Wilson, 60 Pa. 452, where the tenant agreed to pay the additional sum in consideration of the landlord’s acceptance of the surrender of the lease ,• or where the lease provides for an increase if improvements are made to the property demised, as in Detwiler v. Cox, 75 Pa. 200 ; or where the lessee agrees to pay a fixed sum for gas furnished by the landlord and used on the premises, as in Fernwood Masonic Hall Assn. v. Jones, 102 Pa. 307. In these cases the additional payments were to be made to the lessor as rent, and were certain in amount or certain in the sense that they could be made certain. Id certum est quod certum reddi potest. But covenants that relate to the use of the premises, but not to the payment to the lessor for the use, do not give the right to distrain. In Latimer v. Groetzinger, 139 Pa. 207, it was held that a covenant not to engage in another business on the premises under penalty to be paid in the nature of rent in monthly installments was a mere personal covenant for the payment, not of rent but of a penalty, and that the incident of distress did not attach to it. Fern wood Masonic Hall Assn. v. Jones, supra, relied on by the appellant, is not an authority in his favor. In that case the gas to be paid for by the tenant was manufactured on the premises and furnished by the lessor, and the payment was to be made to him. This appears in the report of the case and more fully in the paper-books. We do not decide that the rent might not be reserved in such a manner as to include the water rent and give the right to distrain for it. But in this case there was no such stipulation. Standing alone a covenant to pay water rent is a covenant to pay to the party entitled, in this case the municipality, and it cannot be enforced by distress.\nThe judgment is affirmed."}