{"id": "927555", "contents": "Opinion by\nMb. Justice Mitchell,\nAppellants’ claim in the present suit is upon an equitable title growing out of the agreement made concurrently with the conveyance by Mrs. Patterson to Bailey and Fawcett in June, 1880. By the conveyances and proceedings set out in appellants’ abstract the legal title is admitted to be in appellees and no other equity is asserted against it but that arising from the agreement.\n. Turning now to the ejectment by Bailey and Fawcett in 1885 against Peter Baker, it is olearas held by the learned judge below, that the title involved there was the same as that involved here. That was an ejectment by the holders of the legal title under the conveyances down to and including that b}r Mrs. Patterson to the plaintiffs Bailey and Fawcett. The defense after a general denial of “ the validity and legality of the proceedings in Common Pleas of September term, 1877,” etc. (resulting in the sheriff’s sale to Mrs. Patterson), set up further that “ should it appear otherwise on trial, still the plaintiffs hold the title subject to the defendants’ right to hold, occupy and possess the premises as set forth in his sworn statement filed herewith.” The sworn statement thus referred to and made part of the abstract of title, set up an agreement that Bailey and Fawcett took and held the title for the benefit of the defendant Baker and only to secure themselves the repayment of the money advanced to assist him. It was not stated expressly that the agreement was in writing but with this exception the agreement does not differ in any material respect from that sued upon now, and there is no claim that there was ever more than one agreement between the parties upon the subject. That the defense was not developed fully, if at all, at that trial does not affect the force of the judgment. It was indicated and could have been made fully under the pleadings and was therefore concluded. The issue between the parties was identical in the two actions, the validity of the same equity against the same legal title, and the verdict and judgment in the first were a final adjudication and a bar to the present effort for further contest.\nThe judgment of the court below was also correct on the other ground. It is admitted that Bailey and Fawcett, under the agreement took title as security for the repayment of money advanced by them for the assistance of Baker. They claimed that it was a mere parol mortgage, but Baker claimed and the jury have now found that the agreement was in writing. It was therefore a mortgage to secure advances but with no time of repayment agreed. They were not bound to wait indefinitely, but could have filed a bill calling upon Baker to redeem within such time as equity should decree, or to permit a sale and liquidation. A decree in either form would have ended the trust. Instead of pursuing this course, however, they chose to proceed upon a subsequently acquired legal title. The agreement was made in June, 1880, at which date they gave their mortgage to Mrs. Patterson. In 1882, Mrs. Patterson sued out her mortgage and title under the judicial sale came again to Bailey and Fawcett who then brought ejectment and recovered judgment .and were put in possession by the sheriff in July, 1885. This was not a mere recovery of possession as mortgagee or trustee for Baker, for under the agreement Baker was to remain in possession. It was a clear repudiation of any further trust under the agreement and the assertion of title as purchasers at sheriff’s sale under a paramount incumbrance. Baker and his successors, the appelants made no counter move for fourteen years. It was .then too late: Bruner v. Finley, 187 Pa. 389.\nJudgment affirmed."}