{"id": "92825", "contents": "OPINION\nSAYLOR, Justice.\nThis appeal requires the Court to determine the applicability and parameters of the government contractor defense in a products liability case involving a non-military contract with a Commonwealth agency.\nAs a result of a spinal cord injury suffered during his adolescence, Appellant Bruce Conner (“Conner”) is unable to use his legs and has limited use of his arms and hands; for independent transportation, he has utilized a van modified for control (including acceleration and braking) by manual input. In 1990, Conner applied for funding with the Pennsylvania Department of Labor and Industry, Office of Vocational Rehabilitation (“OVR”), for the purchase of updated hand controls for a new van. OVR referred Conner to Moss Rehab Driving School for Disabled (“Moss”), which recommended, among other things, a left-hand control providing for acceleration and braking via side-to-side movement. The recommendation also included, as a component of the throttle/brake control, a device described as a “palmer cuff w[ith] D-Ring on velcro,” designed to partially secure the driver’s hand to the control. OVR approved funding, invited bids for the van modifications, and ultimately accepted the bid submitted by Appellee Quality Coach, Inc. (“Quality Coach”), which purchased the brake/throttle device and palmer cuff from Creative Controls, Inc., and completed the modifications pursuant to its contract with OVR.\nFour years later, on August 10, 1994, Conner was involved in a motor vehicle accident and sustained serious injuries. Conner subsequently commenced a civil action against Quality Coach, Moss, Creative Controls, Inc. and others, alleging that he lost control of his van because he was unable to remove his left hand from the brake/throttle control. Conner contended that the restriction resulted from defective design of the hand securement device — primarily the location of the “D-ring on velcro” in relation to the palmer cuff — and presented theories of negligence, breach of warranty and strict products liability. Quality Coach filed a motion for summary judgment asserting, inter alia, that it was entitled to immunity from suit as a government contractor. The trial court granted such motion on the ground stated, and, after Conner settled his claims against the remaining defendants, entered a final order disposing of all claims against all parties.\nOn appeal, the Superior Court affirmed. See Conner v. Quality Coach, 724 A.2d 379 (Pa.Super.1999). The court relied upon this Court’s decisions in Ference v. Booth and Flinn Co., 370 Pa. 400, 88 A.2d 413 (1952), and Valley Forge Gardens v. James D. Morrissey, Inc., 385 Pa. 477, 123 A.2d 888 (1956), as laying the groundwork for a government contractor defense,, and found further that application of the defense was justified by the following policy interests:\n1) it shields contractors from liability, absent a negligent or willful tort, when they perform work for the government for which the government is protected by sovereign immunity; and 2) it encourages lower competitive bidding, and thus lowers costs for the government, by assuring contractors that they will be protected from lawsuits for consequential damages resulting from the government’s plans.\nConner, 724 A.2d at 384. In considering the contours of the government contractor defense, the court rejected Conner’s contention that it should be available only to military contractors, as reflected in the Superior Court’s prior decision in Mackey v. Maremont Corp., 350 Pa.Super. 415, 418, 504 A.2d 908, 910 (1986). Rather, the court concluded that the defense may be available to a non-military contractor in a products liability case upon proof in cases in which the following three criteria are met:\n(1) the government established specifications for the portion of the product which caused the plaintiffs injuries;\n(2) the product met the government’s specifications in all material aspects; and\n(3) the contractor warned the end user of the product about any patent errors or patent design defects that were known to or should have been known to the contractor.\nConner, 724 A.2d at 385. The third of these criteria supplanted two factors deemed relevant by the Mackey court in the federal military context, namely, that the defendant warned the government concerning certain defects in design or dangers known (actually or constructively) to the defendant; and the defendant provided necessary warnings or instructions, unless the military would provide them. See Conner, 724 A.2d at 384. The Superior Court reasoned that this modification was necessary, since the contractor’s duty in military matters runs to the government; whereas, in the non-military context, the duty to warn would extend to the ultimate user of the product. Id, at 385.\nApplying these criteria to the present case, the Superior Court first found the government responsible for the relevant specifications. Initially, the court noted that OVR’s bid invitation was unspecific in designating a location for the velcro strap vis-á-vis the palmer cuff; thus, it appeared to accept that the placement may have been determined, in the first instance, by Quality Coach. Nevertheless, the Superior Court found that, in a case where the design alleged to be defective originates with the contractor, the government contractor defense may still be available if “the government actually considered the particular specification and decided to make it a part of the plans or design for the project.” Conner, 724 A.2d at 386 (quoting Beaver Valley Power Co. v. National Engineering & Contracting Co., 883 F.2d 1210, 1217 (3d Cir.1989)). In this regard, the Superior Court found that Moss, acting as an agent of OVR, made the final determination concerning the location of the velcro strap following an assessment of pertinent safety considerations. The Superior Court also found the second and third criteria met, as Conner did not dispute that the brake/throttle control comported with OVR’s specifications; and Conner’s awareness of the safety issues implicated by the design of the hand securement device eliminated any need for Quality Control to have issued a particularized warning. Conner, 724 A.2d at 387-88.\nIn the present appeal, Conner does not directly question the general applicability of a government contractor defense. Rather, he argues primarily that the Superior Court improperly supplanted the requirement, established in Mackey, that a contractor seeking to avail itself of the defense must demonstrate that it warned the government about defects or dangers involved in the design or use of a product of which the contractor was or should have been aware. Conner contends that such a pre-manufacturing warning is necessary so that the government may balance the risk and benefits inherent in the use of the product, see generally McKay v. Rockwell Int’l Corp., 704 F.2d 444, 451 (9 th Cir.1983), and to remove any incentive on the part of the contractor to withhold knowledge of risks involved in the use of the product, see Grispo v. Eagle-Picher Indus., 897 F.2d 626, 632 (2d Cir.1990). In this regard, Conner cites to United States Supreme Court jurisprudence as reflected in the seminal case of Boyle v. United Technologies, 487 U.S. 500, 108 S.Ct. 2510, 101 L.Ed.2d 442 (1988), noting that the requirement of a pre-manufacturing warning to the government remains an integral part of the federal government contractor defense, see generally id. at 512-13, 108 S.Ct. at 2518-19, even in those cases in which the defense has been applied to non-military contractors. See, e.g., Carley v. Wheeled Coach, 991 F.2d 1117, 1123 (3d Cir. 1993), cert. denied, 510 U.S. 868, 114 S.Ct. 191, 126 L.Ed.2d 150 (1993). Supporting Conner’s position, amicus curiae the Pennsylvania Trial Lawyers Association urges that the application of the government contractor defense should not be extended to insulate manufacturers of consumer products which would otherwise be held strictly liable simply because the injured plaintiff obtained financial or administrative assistance from a government agency, but rather, should be closely limited to the military context. In support of the government contractor defense, Quality Coach contends that its affordance under either the criteria established by the Superior Court in the present case or those established by the United States Supreme Court in Boyle: ensures that contractors carrying out the discretionary decisions of the Commonwealth are not unjustly subject to liability; encourages contractors to partidpate in the competitive bidding process for government work without inflating their bids for fear of future litigation; and prevents judicial inquiry into the merits of discretionary political judgments, such as are involved in the funding or procuring of products for use in the performance of government functions. Amicus curiae the Product Liability Council, Inc. supports Quality Coach’s position, emphasizing that “the public policy bases underlying the government contractor defense predominate the present appeal.”\nSince all parties and their amicus curiae frame their arguments in terms of public policy considerations, the United States Supreme Court’s decision in Boyle represents an appropriate beginning point for our review, as the Court in Boyle undertook an extensive analysis of the policy-based underpinnings of the government contractor defense as it pertains to federal contractors (or at least those involved with military procurement). Before the Court was a decision of the United States Court of Appeals for the Fourth Circuit holding that the government contractor defense insulated a military contractor, the Sikorsky Division of United Technologies Corporation (“Sikorsky”), from exposure to liability for damages arising out of the death of David A. Boyle (“Boyle”), a United States Marine lieutenant, following the crash of a United States military helicopter. Boyle’s estate alleged, inter alia, defective design of a component of the helicopter (its emergency egress system); thus, the threshold issue in Boyle was whether there was any justification in federal law for shielding government contractors, particularly military contractors, from liability for design defects.\nWriting for a five-member majority, Justice Scalia opened his analysis by rejecting the Boyle estate’s contention that, in the absence of legislation specifically immunizing government contractors from liability for design defects, there is no basis for judicial recognition of such a defense. Acknowledging that the Court generally refuses to find federal preemption of state law in absence of clear statutory prescription or direct conflict in laws, Justice Scalia found nevertheless that, in a few areas involving uniquely federal interests (i.e., interests that were exclusively federal or vitally affected the interests, powers and relations of the federal government), the judiciary would act to create protection through “so-called ‘federal common law.’ ” Id. at 504, 108 S.Ct. at 2514 (noting that “a few areas, involving ‘uniquely federal interests,’ are so committed by the Constitution and laws of the United States to federal control that state law is preempted and replaced” (citations omitted)). Justice Scalia further identified two uniquely federal interests implicated by the Boyle estate’s suit against Sikorski: the obligations to and rights of the United States under its contracts; and the civil liability of federal officers for actions taken in the course of their duty. Id. at 504-05, 108 S.Ct. at 2514-15. Justice Scalia acknowledged that these interests were not directly brought into issue by the suit, since the Boyle estate proceeded against Sikorski, an independent contractor performing under a procurement contract, rather than against an official performing duties as a federal employee; nonetheless, he concluded that the interests were at stake, since “there is obviously implicated the same interest in. getting the Government’s work done.” Id. at 505, 108 S.Ct. at 2515. Citing Yearsley v. W.A. Ross Constr. Co., 309 U.S. 18, 60 S.Ct. 413, 84 L.Ed. 554 (1940), the Boyle majority further found that these uniquely federal interests applied to civil liabilities arising out of the performance of federal procurement contracts. Boyle, 487 U.S. at 505-06, 108 S.Ct. at 2515. This was so, it reasoned, even though the litigation arising from such contracts may involve only private parties, because contractors will pass through the costs of potential liability to the government in the form of increased contract prices, or may refuse entirely to undertake government projects given potential liability exposure. Id. at 507, 108 S.Ct. at 2515-16 (stating that “[t]he imposition of liability on Government contractors will directly affect the terms of Government contracts: either the contractor will decline to manufacture the design specified by the Government, or it will raise its price”).\nHaving identified federal interests involved in the procurement of equipment by the United States, Justice Scalia indicated that the presence of identifiable, unique federal policies or interests was a necessary, but not sufficient, prerequisite to the invocation of federal common law to displace state tort law. In the presence of such interests, the Boyle majority found preemption required only where a significant conflict existed between such interests and the operation of state law, or where the application of state law would frustrate specific objectives of federal legislation. Boyle, 487 U.S. at 507, 108 S.Ct. at 2516 (citations omitted). Justice Scalia found the “potential for, and .. . outlines of’ that significant conflict in the federal government’s interest in protecting the federal benefits derived from its discretionary function immunity. Id. at 511, 108 S.Ct. at 2518. The Boyle majority found that the selection of the appropriate design for military equipment was “assuredly a discretionary function within the meaning of this provision,” Boyle, 487 U.S. at 511, 108 S.Ct. at 2518, and discerned sufficient cause for judicial concern that, absent a government contractor defense, the economic benefits of the United States’ immunity would be circumvented or undermined by the imposition of pass-through costs from its contractors. The majority also feared that, without the defense, a manufacturer’s exposure to state-law liability could place the contractor at odds with the federal interests the contractor served through performance of the contract. Justice Scalia wrote:\nWe think that the selection of the appropriate design for military equipment to be used by our Armed Forces is assuredly a discretionary function.... It often involves not merely engineering analysis but judgment as to the balancing of many technical, military, and even social considerations, including specifically the trade-off between greater safety and greater combat effectiveness. And we are further of the view that permitting “second-guessing” of these judgments ... through state tort suits against contractors would produce the same effect sought to be avoided by the [Federal Tort Claims Act] exception. The financial burden of judgments against the contractors would ultimately be passed through, substantially if not totally, to the United States itself, since defense contractors will predictably raise their prices to cover, or to insure against, contingent liability for the Government-ordered designs. To put the point differently: It makes little sense to insulate the Government against financial liability for the judgment that a particular feature of military equipment is necessary when the Government produces the equipment itself, but not when it contracts for the production.\nId. at oil, 108 S.Ct. at 2518.\nIn order to define the circumstances in which the government contractor defense should apply (and correspondingly, state tort law should be displaced), the Boyle majority adopted the Fourth Circuit’s formulation for determining when liability cannot be imposed, holding that a government contractor could not be held liable for design defects in military equipment when the following three elements of the defense were proven:\n1) the United States approved reasonably precise specifications;\n2) the equipment conformed to those specifications; and\n3) the government contractor warned the United States about dangers in the use of the equipment known to the contractor but not to the government.\nId. at 512,108 S.Ct. at 2518-19.\nJustices Brennan and Stevens authored separate dissenting opinions in Boyle. Justice Brennan (joined by Justices Marshall and Blackmun) dismissed the majority’s policy concern that the liability of military contractors might ultimately burden the United States Treasury as “unsupported speculation,” id. at 531, 108 S.Ct. at 2528, and, in any event, observed that the indirect burdens of passed-on costs have not traditionally been the basis for shielding third parties from liability. Id. at 527, 108 S.Ct. at 2526-27 (stating that the power to create federal common law to effectuate some articulated federal interest “does not translate into a power to prescribe rules that cover ... relationships collateral to Government contracts”). Justice Brennan further assailed the Court’s decision as “legislation of a rule,” denying Boyle’s family compensation that state law assured them, and concluded that any rule of law in this context, however fashioned, should be made by Congress. Id. at 527, 108 S.Ct. at 2526-27 (Brennan, J., dissenting). Justice Stevens authored a separate dissent acknowledging the validity of federal common law pronouncements in a narrow range of circumstances, but emphasizing that, before embarking upon such a task, courts should carefully undertake a preliminary assessment as to whether they, or a legislative body, are better equipped to do so. Boyle, 487 U.S. at 531, 108 S.Ct. at 2529 (Stevens, J., dissenting)(stating that “when we are asked to create an entirely new doctrine— to answer ‘questions of policy on which Congress has not spoken,’ we have a special duty to identify the proper decision-maker before trying to make the proper decision” (citations omitted)). Echoing Justice Brennan’s concerns regarding the proper role of the judiciary, Justice Stevens wrote:\nWhen the novel question of policy involves a balancing of the conflicting interests in the efficient operation of a massive governmental program and the protection of the rights of the individual — whether in the social welfare context, the civil service context, or the military procurement context — I feel very deeply that we should defer to the expertise of the Congress.... “The selection of that policy which is most advantageous to the whole involves a host of considerations that must be weighed and appraised. That function is more appropriately for those who write the laws, rather than for those who interpret them.”\nId. at 532, 108 S.Ct. at 2529 (citations omitted). Accord Westfall v. Erwin, 484 U.S. 292, 300, 108 S.Ct. 580, 585, 98 L.Ed.2d 619 (1988)(stating that “Congress is in the best position to provide guidance for the complex and often highly empirical inquiry into whether ... immunity is warranted in a particular context”).\nRegardless of the merits of the respective positions expressed by the majority and dissenting opinions in Boyle, it is clear that all members of the Court were cognizant that the federal common law rule announced in the decision represented a marked expansion of the immunity from suit previously enjoyed by government contractors under United States Supreme Court jurisprudence. Prior to Boyle, the primary defenses available to federal contractors arising directly out of their contractual relationship with the government were the “contract specification defense” and “government agent defense.” The contract specifications defense applied to insulate contractors, public and private, from certain liabilities associated with works performed, and products manufactured, to the order and specification of either a government or a private contract. See, e.g. Spearin v. United States, 248 U.S. 132, 136-37, 39 S.Ct. 59, 61, 63 L.Ed. 166 (1918). See generally Restatement (Second) of Torts § 404, Comment a (1965); 63A Am.Jur.2d Products Liability § 1514 (1997). This defense is predicated upon ordinary negligence principles, the rationale being that, when the government provides plans and specifications that are to be explicitly followed, it warrants that the design specifications would produce satisfactory results, thus absolving a contractor from liability for defective specifications (at least where such specifications are not so obviously defective and dangerous that a competent contractor would not have followed them). Id,. The government agent defense, developed in Yearsley, 309 U.S. at 18, 60 S.Ct. at 413, also holds that a contractor is shielded from liability when the contractor acts non-negligently pursuant to the authority and direction of the federal government. Id. at 20-21, 60 S.Ct. at 414 (stating that “[i]t is clear that if this authority to carry out the project was validly conferred, that is, if what was done was within the constitutional power of Congress, there is no liability on the part of the contractor for executing its will”). The Yearsley Court justified its holding by reference to both the contract specifications defense and agency principles. Id. at 22, 60 S.Ct. at 415. Apparently by virtue of its reliance upon the latter principle, Yearsley has been read as supporting an extension of the federal government’s sovereign immunity. See, e.g., Carley, 991 F.2d at 1123.\nArguably, by including this latter justification, the Yearsley Court broadened the defenses available to government contractors; indeed, the Boyle majority made explicit reference to Yearsley in support of its further extension of the federal government contractor defense. See Boyle, 487 U.S. at 505-06. 108 S.Ct. at 2515. See generally Annotation, Right of Contractor with Federal, State, or Local Public Body to Latter’s Immunity from Tort Liability, 9 A.L.R.3d 382 (1966) (collecting cases applying the contract specifications and government agent defenses). Still, Yearsley seemed to contain a set of inherent limiting principles, including: its primary, natural application to the public works setting; the requirement of non-negligent adherence to precise, government-generated specifications; and the necessity of an actual agency relationship between the government and its contractor, not merely a relationship based upon a contract. See Yearsley, 309 U.S. at 22-23, 60 S.Ct. at 415. See generally Shaw v. Grumman Aerospace Corp., 778 F.2d 736, 740 (11th Cir.1985), cert. denied, 487 U.S. 1233, 108 S.Ct. 2896, 101 L.Ed.2d 930 (1988).\nThe development of the federal government contractor defense is particularly instructive in this appeal, since this Court’s jurisprudence concerning defenses available to contractors of the Commonwealth followed a parallel pathway. In the lead decision in Ference, 370 Pa. at 400, 88 A.2d at 413, this Court found that an independent contractor of the State Highway Department bore no liability to a bus company for nuisance caused by its non-negligent performance connected with the extension of the Ohio River Boulevard. The Court declined, in the first instance, to extend the Commonwealth’s immunity to the contractor, stating that “[i]t is hornbook law that the immunity from suit of the sovereign state does not extend to independent contractors doing work for the state.” Ference, 370 Pa. at 403, 88 A.2d at 414. Nevertheless, the Court found that, under ordinary tort principles, “it is equally true that where a contractor performs his work in accordance with the plans and specifications and is guilty of neither a negligent nor a willful tort, he is not liable for any damage that might result.” Id. Based, as it is, upon ordinary tort principles, Ference mirrors the govermnent specifications defense applicable in federal jurisprudence.\nThe Court revisited the issue of the liability borne by an independent contractor performing a public works project in Valley Forge, 385 Pa. at 477, 123 A.2d at 888. There, an owner of several ponds commenced a civil action against an independent contractor of the State Highway and Bridge Authority, alleging that negligence in the construction of the Philadelphia Expressway caused the ponds to be filled with silt. The owner, however, failed to establish negligence on the part of the contractor at trial, while the contractor established that it had performed its work in strict accordance with the plans and specifications provided by the Commonwealth agency. The Court thus found the case governed by the rule of law announced in Ference. The Valley Forge opinion, however, seemed to broaden the basis for the rule of non-liability to include a reference to an extension of the government’s immunity. Thus, Valley Forge reflects (and explicitly cites in support of its holding) the Yearsley defense. See id. at 481 & n. 1, 484, 123 A.2d at 890 & n. 1, 891.\nThe doctrine developed in Ference and Valley Forge primarily provided a common law basis for protection of a public works contractor against liability for consequences that are inherent in the nature of the operation. As noted, the doctrine is closely akin to the government specifications and Yearsley defenses, and it contains very similar limiting principles, i.e., development in and primary, natural application to the public works setting, in which there generally are aspects of government supervision and direction respecting the contractor’s work; and non-negligent adherence to the underlying government-generated plans and specifications. Thus, this Court’s existing jurisprudence concerning defenses available to government contractors mirrors the state of federal jurisprudence prior to 1988, when the United States Supreme Court in Boyle declared the new rule of law constituting the current embodiment of the federal government contractor defense.\nIt is therefore apparent that this Court is in precisely the same position as the Boyle Court, for the first time asked to endorse a common law rule of law extending the immunity of the Commonwealth to one of its contractors. The threshold question in this appeal may be framed as follows: Should this Court, like the United States Supreme Court in Boyle, undertake to declare a new, substantive rule of law insulating from exposure to product liability law government contractors who lay no claim to actual agency for the Commonwealth, may have actually participated in the design of the portion of the product alleged to be defective, and/or are alleged to have been negligent in the design aspect? Obviously, as a matter of federal preemption, this Court is bound by Boyle concerning immunity from state tort law conferred by a contractor’s status as a federal government contractor. The present case, however, does not involve a federal contractor — OVR is a Commonwealth agency. Thus, Boyle and its conception of federal preemption are not directly controlling on our decision here. See generally Smith v. Louis Berkman Co., 894 F.Supp. 1084, 1094 (W.D.Ky.l995)(explaining that Boyle applies only to contracts with the United States, not states); see also Jackson v. Alert Fire & Safety Equip., Inc., 58 Ohio St.3d 48, 567 N.E.2d 1027, 1034 (1991)(same).\nMoreover, the setting for our decision is far different from that of Boyle. In the federal arena, the general rule concerning sovereign immunity maintains its common law roots; Congress has acted to implement a general waiver in the FTCA, 28 U.S.C. § 1346; and Congress has also carved out specific exceptions to such waiver. See, e.g., 28 U.S.C. § 2680. In Pennsylvania, however, this Court has deemed the common law justifications for sovereign immunity to be invalid, and the common law immunity was therefore abolished. See Mayle v. Pennsylvania Dep’t of Highways, 479 Pa. 384, 406, 388 A.2d 709, 720 (1978). This having occurred, there simply is no justification in Pennsylvania for utilizing a common law framework for expanding a rule that no longer exists. Following this abrogation, however, as a matter of its legislative prerogative, the General Assembly restored sovereign immunity, providing that “the Commonwealth, and its officials and employees acting within the scope of their duties, shall continue to enjoy sovereign and official immunity and remain immune from suit except as the General Assembly shall specifically waive the immunity.” 1 Pa.C.S. § 2310. We are therefore left with purely a question of statutory interpretation, namely, did the General Assembly in this enactment seek to include government contractors within the statutory shield of immunity conferred upon the Commonwealth?\nThe plain language of Section 2310, applicable to “the Commonwealth, its officials and employees” does not support such an interpretation, nor has the General Assembly acted separately to immunize government contractors from liability in tort. Additionally, in crafting the statutory sovereign immunity provision, the Legislature utilized the concept of Commonwealth officials “retaining” sovereign immunity, thus suggesting that immunity was conferred to the extent that it was previously made available under the common law (prior to the abrogation in Mayle). As noted, however, there simply was no common law general “government contractor” defense equivalent to that established in the rule of law declared by the Boyle court and advocated by Quality Coach here — the extent of the available defense under Ference and Valley Forge was a contract specifications/FearsZey-type defense. For the same reasons that it would be inappropriate to broaden such defense in favor of Commonwealth contractors using the mechanism of the common law, we also decline to employ the rubric of public policy to expand the reach of statutory sovereign immunity. Indeed,-pursuant to the rules of statutory construction, where the Legislature has provided a remedy, or a duty is enjoined, the direction of the statutory scheme is to be strictly followed. See 1 Pa.C.S. § 1504.\nWe acknowledge the public policy relied upon by the United States Supreme Court in Boyle (and to some extent by this Court in Valley Forge), namely, protection of the public’s interest in receiving competitive bids from contractors, consequently lowering the government’s procurement costs. Significantly, however, in Mayle this Court found such a general policy statement, lacking in empirical support, ill-suited to serve as a counterweight to the policies favoring just compensation underlying our tort system. Moreover, there are a range of other considerations that would compete with protection of the government’s economic interests, not the least of which is that the insulation of the Commonwealth from indirect costs on grounds of public interest has the perverse effect of permitting a government officer to minimize as a consideration in procurement decisions (at least as a matter of financial concern) external societal costs, particularly in terms of potential diminishment to public safety. We will not undertake to identify and balance all pertinent factors, as, in light of Mayle, we find this to be an unnecessary and inappropriate exercise for a Pennsylvania judicial tribunal. Rather, in cases, such as this one, in which Boyle’s federal preemption analysis is not implicated, to the extent that litigants’ substantive rights are to be substantially altered, modified, abridged or enlarged on the basis of public policy centered upon the protection of the public fisc through elimination of pass-through costs, such a rule, if appropriate, will have to originate in the legislative branch.\nThus, we hold that the prospect that the Commonwealth may indirectly bear increased costs in procurements from the private sector does not justify a judicial rule of law broadly exempting government contractors from tort liability.\nThe present case does not arise out of a public works project; therefore, it does not provide the traditional setting for application of the Ference/Valley Forge defense. Further, in support of its summary judgment motion, Quality Coach alleged no privileged relationship with the Commonwealth, other than its status as a party to a contract with OVR. It also appears undisputed that Quality Coach did not strictly adhere (or at least there is a material factual dispute as to whether it strictly adhered) to precise government-generated specifications under substantial government oversight; rather, it participated in a design decision concerning the component of the brake/throttle mechanism alleged to be defective (i.e., the location of the velcro strap in relation to the palmer cuff). Under such circumstances, Section 2310 does not, by its terms, provide immunity in favor of Quality Coach, nor would the Ference/Valley Forge defense be available.\nAccordingly, the order of the Superior Court sustaining the grant of summary judgment in favor of Quality Coach on the basis of the government contractor defense is reversed, and the case is remanded for further proceedings consistent with this opinion.\n. The Superior Court found this extension to be warranted to eliminate any disincentive to contractors to work closely with the government. Conner, 724 A.2d at 386 (citing Koutsoubos v. Boeing Vertol, 755 F.2d 352, 355 (3d Cir.1985), cert. denied, 474 U.S. 821, 106 S.Ct. 72, 88 L.Ed.2d 59 (1985)). It cautioned, however, that the extension would not apply \"[w]hen the government does not consider the pros and cons of a particular specification but 'approves' it in form only.” Id. (quoting Beaver Valley, 883 F.2d at 1217).\n. Regarding the former of these interests, Justice Scalia narrowed the relevant concern to the liability of the United States to third persons, Boyle, 487 U.S. at 505, 108 S.Ct. at 2514; thus, it is apparent that the two identified interests overlap in pertinent part.\n. In absence of explicit statutory waiver, suits against the United States and its officers acting in their official capacity are barred by sovereign immunity. United States v. Sherwood, 312 U.S. 584, 586, 61 S.Ct. 767, 769-70, 85 L.Ed. 1058 (1941); Koss v. United States, 69 F.3d 705, 707 (3d Cir.1995), cert. denied, 519 U.S. 809, 117 S.Ct. 54, 136 L.Ed.2d 17 (1996). See generally Restatement (Second) of Torts §§ 895A, 895B. In the Federal Tort Claims Act, 28 U.S.C. §§ 1346(b), 2671-2680 (the “FTCA”), Congress waived sovereign immunity in relation to harm caused by the negligent or wrongful conduct of government employees to the extent that a private person would be liable under the law of the place where the conduct occurred. 28 U.S.C. § 1346. It excepted from this consent to suit, however, among other things:\n[a]ny claim .. . based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.\n28 U.S.C. § 2680(a). This provision, known as the discretionary function exception, formed the basis for the \"significant conflict” cited by the Boyle majority as the underpinning of the federal government contractor defense.\nSignificantly, the Boyle majority rejected the Fourth Circuit’s conclusion that the doctrine espoused in Feres v. United States, 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950)(holding that the Federal Tort Claims Act does not cover injuries to Armed Services personnel in the course of military service), should serve as the appropriate limiting principle for determining the presence of a sufficient policy conflict and, correspondingly, the intellectual underpinning for the government contractor defense. Justice Scalia found that reliance upon Feres would overbroadly prohibit suit by an injured serviceperson against a contractor, even in situations where the manufacturer would be able to comply with both its contractual obligations with the government and the state-imposed duty of care (for example, where products are purchased from stock or are standard equipment in the design of which the government had no part). See Boyle, 487 U.S. at 510, 108 S.Ct. at 2517. Justice Scalia also found the Feres doctrine too narrow in that it covers only service-related injuries and not injuries caused by the military to civilians. See id. at 511, 108 S.Ct. at 2518.\nThis shifting in the underpinnings for the defense from the Feres doctrine to the discretionary function exception has been cited by courts and commentators as a potential basis for extending the government contractor defense to non-military contractors. See, e.g., Carley, 991 F.2d at 1123. See generally Michael D. Green & Richard A. Matasar, The Supreme Court and the Product Liability Crisis: Lessons from Boyle’s Government Contractor Defense, 63 S. Cal. L.Rev. 637, 668-69 (1990)[hereinafter \"Green & Matasar, The Supreme Court and the Product Liability Crisis”].\n. The Court then remanded the appeal to the Fourth Circuit for clarification of the manner in which it applied this construct in the summary judgment context. Boyle, 487 U.S. at 514, 108 S.Ct. at 2519-20.\n. The views expressed by the Boyle majority have also been the subject of substantial criticism in the commentary that \"[t]he only lawmaking branch of government with the potential to craft an appropriate government contractor defense is the Congress.” See, e.g., Green & Matasar, The Supreme Court and the Product Liability Crisis, 63 S. Cal. L.Rev. at 714-15 (suggesting that Congress, as the only branch equipped to conduct a thorough investigation, and to make realistic value judgments between costs, safety and liability, must study the anticipated effects that suits against government contractors will have upon government procurement decisions, costs and bargaining power).\n. Strictly speaking, the Court did not explicitly extend the United States' sovereign immunity to contractors, but rather, relied upon the policy of protecting such immunity as a basis for displacing state tort law which might otherwise hold the contractor liable to a third party. Presumably the Court chose this indirect approach since it has historically maintained that the actual scope of the government's sovereign immunity defense applies only to the federal government, its agencies and instrumentalities, and their officers and employees. See generally United States v. Orleans, 425 U.S. 807, 813-14, 96 S.Ct. 1971, 1975-76, 48 L.Ed.2d 390 (1976)(distinguishing government employees coming under the umbrella of the United States’ immunity from independent contractors); Logue v. United States, 412 U.S. 521, 526-27, 93 S.Ct. 2215, 2219, 37 L.Ed.2d 121 (1973)(same); Keifer & Keifer v. Reconstruction Fin. Corp., 306 U.S. 381, 388-89, 59 S.Ct. 516, 517, 83 L.Ed. 784 (1939)(concluding that the government is not a conduit of immunity to contractors merely because they perform its work).\n. The typical application of the federal contract specifications defense was in the public works arena. See, e.g., Merritt, Chapman & Scott Corp. v. Guy F. Atkinson Co., 295 F.2d 14, 16-17 (9 th Cir.1961).\n. Yearsley arose when a contractor, acting under an Act of Congress and under the supervision of the United States Chief Engineer, used large paddle boats to build two dikes to produce artificial erosion to improve navigation of the Missouri River. The dikes and paddle boats diverted the river channel and ultimately eroded a private landowner’s (Yearsley’s) ninety-five acres of land. Yearsley commenced a civil action, alleging a Fifth Amendment taking of his property. Recognizing that the government could be liable for its decision to divert the river, the Court held nonetheless that, unless the contractor exceeded its authority or that authority was not validly conferred, there were no grounds for holding it, as the government's agent, liable merely for carrying out the government's request. Id. at 20-21, 60 S.Ct. at 414.\n. We recognize that, in light of Boyle, federal courts have viewed Yearsley in broader terms, see, e.g., Beaver Valley, 883 F.2d at 1215 n. 4; indeed, the United States Supreme Court explicitly rejected views such as those expressed in Shaw as the appropriate limiting principle for the government contractor defense. See Boyle, 487 U.S. at 513, 108 S.Ct. at 2519. Nevertheless, Yearsley should also be read against the Boyle Court’s acknowledgment that its holding constituted new federal common law. Moreover, as discussed below, this Court’s decisional law features no equivalent to Boyle against which our prior decisions must be read — those decisions stand upon their own internal merit and reasoning.\n. The Court’s opinion suggests, however, that under the circumstances of the case, the contractor may have incurred a duty to remove the nuisance within a reasonable time. See Ference, 370 Pa. at 405-06, 88 A.2d at 415.\n. The Court's initial reliance upon ordinary negligence principles is reflected in the following passages from Valley Forge:\nIn every jurisdiction in this Country where the question has been passed upon (and that includes the Supreme Court of the United States, other Federal courts and courts of approximately half of the States), it has been uniformly held that in the absence of negligence or wilfully tortious conduct on the part of an independent contractor, he is not liable for injury to another’s property which is caused by the performance of his contract with a governmental instrumentality in accordance with its plans and specifications. There has not been cited to us, nor has our independent research disclosed, a single case holding to the contrary.\n\"That the state itself may have proceeded wrongfully in not foreseeing the consequential damage to plaintiffs’ property and making provision for its compensation supports not at all the conclusion that either the highway commissioner or defendant [contractor] has committed wrong in proceeding with the work in the only way it could be done. Having committed no wrong, defendant should not be subjected to liability. It is not saved by the state’s immunity from suit, but by' its own innocence of wrongful acts resulting in liability as for tort. ”\nValley Forge, 385 Pa. at 481-83, 123 A.2d at 890-91 (emphasis added; citations omitted).\n. The Court stated:\nThe statement that the State's or its instrumentality's immunity from suit is not available to the contractor who performs work for it in conformity with a contract and without negligence is largely a matter of semantics. It is true, as stated, that the contractor may not plead such immunity. But, if the contractor, in privity with the State or its instrumentality, performs the contract work which the State is privileged to have done, the privilege operates to relieve the contractor from liability to third persons except for negligence or wilful tort in performance of the work.\nThe rule could not be otherwise.... [I]f the rule were otherwise, “the bidding on contracts with a [governmental instrumentality] would be somewhat hazardous, because the contractor could never know what the amount of damages which he might have to pay to abutting property would be.” Also, .. . “[t]he contractor's bid is based upon the theory that the public agency has a legal right to submit its plans and specifications for the work to be performed, and that if he performs the work in accordance with the plans and specifications he will incur no liability in the absence of negligence.”\nValley Forge, 385 Pa. at 483-84, 123 A.2d at 890-92 (footnotes and citations omitted).\n. Although Ference and Valley Forge do not apply an agency concept in the same manner as Yearsley, the reliance on contractor adherence to government-generated specifications and some degree of supervision by the government reveal that a closer relationship than the mere fact of a contract is required. See Valley Forge, 385 Pa. at 483-84, 123 A.2d at 890-92.\n. No party or amicus curiae argues that any federal funding which may be available to OVR for purposes of accomplishing its mission would provide any basis for granting its contractors the status of federal government contractors.\nIt is also noteworthy that the parties focus their arguments upon the distinction in application of government contractor immunity between military and non-military contexts. See generally 63A Am.Jur.2d Products Liability §§ 1509, 1510 (1997). We reject this distinction, however, as being critical to the disposition of this case; instead, the crucial distinction is between federal and state contractors since, as discussed below, the source and nature of available immunities differ between these two categories of contractors. For this reason, the Superior Court's decision in Mackey, involving a federal contractor, is of limited relevance. See Mackey, 350 Pa.Super. at 415, 504 A.2d at 908. Parenthetically, the construct set forth in Mackey pertaining to federal government contractors is, of course, altered to the extent that it conflicts with the subsequent decision of the United States Supreme Court in Boyle, since the immunity of federal contractors derives from the immunity available to the United States, and Boyle is grounded in federal preemption. See Boyle, 487 U.S. at 508, 108 S.Ct. at 2516.\n. In Brown v. Caterpillar Tractor Co., 696 F.2d 246 (3d Cir.1982), the Third Circuit predicted that, in light of this Court’s previous endorsement of the government specifications and Yearsley defenses in Ference and Valley Forge, we would not rely upon Mayle to reject a general government contractor defense. Id. at 252. Curiously, the Brown court undertook this analysis in a case involving a federal government contractor, whose claim to immunity related to that of the United States; whereas, Ference and Valley Forge concerned Pennsj'lvania contractors, whose immunities, if any, would derive from the Commonwealth. More significantly, the Third Circuit broadly read Ference and Valley Forge as essentially equivalent to a general government contractor defense; whereas, our interpretation of those cases, as set forth above, is a narrower one.\n. The Court stated:\nThe Commonwealth has shown no evidence that tort liability of a government or a public authority has ever resulted in ... destabilization of government finances. Indeed, the Commonwealth admits it does not know what, if anything, will happen to ... public finances if the immunity of the Commonwealth from tort liability is abolished. This sort of speculation cannot support a doctrine so \"plainly unjust ... to persons injured by the wrongful conduct of the Slate [and which] [n]o one seems to defend ... as fair.”\nIf anything, the information before us suggests that making governments liable for their torts will not substantially raise the costs of government or upset governmental financial stability.\nMayle, 479 Pa. at 394, 388 A.2d at 714. Although the majority opinion in Mayle was critical of the common law concept of sovereign immunity, in light of the General Assembly’s legislative restoration of the doctrine and this Court's subsequent enforcement of the statutory rule, in historical perspective Mayle may be read as signifying this Court’s determination that the General Assembly is more suited than the judiciary to establish, in the first instance, the appropriate rule of law concerning the nature and extent of immunities afforded to the sovereign.\n. We do not here foreclose the possibility that state government contractors who have strictly adhered to government-generated specifications under close government supervision might avail themselves of the Ference/Valley Forge construct in defense of product liability claims, since these are not the facts before us. We note only that resolution of such issue will require a careful analysis of both the policies underlying product liability law (including the focus upon the design and safety of the product as opposed to the culpability or negligence of the contractor) and those underlying Ference and Valley Forge (including the principle of reasonable reliance) to determine whether the latter policy may fairly be extended to the products liability arena. But cf. Lobozzo v. Adam Eidemiller, Inc., 437 Pa. 360, 263 A.2d 432 (1970)(declining to permit application of the Ference/Valley Forge defense to claims against a contractor engaged in the ultrahazardous activity of dynamite blasting and stating \"the insulation rule of Valley Forge Gardens applies in the absence of negligence, willfully tortious conduct, or activities, such as blasting, for which liability without fault is imposed\" (emphasis added)). But see generally Lenherr v. NRM Carp., 504 F.Supp. 165, 174 (D.Kan. 1980) (finding that application of the contract specification defense in the product liability context would frustrate the goals of strict liability).\n. The Commonwealth has clearly evinced a policy to assist disabled drivers in independent transportation; however, Quality Coach has identified no interest on the part of the Commonwealth in determining precisely how such aim is to be accomplished in individual cases."}