{"id": "929950", "contents": "Opinion by\nMb. Justice Mitchell,\nThe dealings of the parties were altogether by telegrams and letters. The contract therefore having to be gathered from the writings, its terms and construction were for the court and the defendant’s point to this effect should have been affirmed. But as it does not appear that the construction of the contract was really left to the jury, except negatively by the failure to charge otherwise, the error would not be material if the case was in other respects properly submitted.\nA much more important error however was contained in the instructions upon the requisites of the plaintiff’s cause of action. On this subject the judge charged, “ the question in this case as the court will leave it to you to be determined, is whether or not this plaintiff brought these parties together and was the efficient means of effecting the sale of this boat. That is what you will have to consider and determine, and the court will charge you that if he was the efficient, means of producing the sale of this boat, he is entitled to his commission, but if he was not the efficient means, he is not entitled to his commission.” This was inadequate in overlooking the element of employment or authority. A mere volunteer is not entitled to commissions though he brings the parties together and is the efficient means of procuring the sale. Even a broker whose business it is to bring buyer and seller together “ must establish his employment as such, either by previous authority or by the acceptance of his agency and the adoption of his acts -: ” Keys v. Johnson, 68 Pa. 42. The fact that a broker had previously made a sale and been paid a commission, will not entitle him to a commission on a subsequent sale made by him on behalf of the same vendor, but without request or employment: Mayer v. Rhoads, 135 Pa. 601. And as a necessary corollary the employment must be to sell the thing for the sale of which commissions are claimed.\nThe employment of the plaintiff, gathered as it must be from the writings, was to sell or find a purchaser for one of two tugs specifically named. The correspondence opened by a telegram from plaintiff to defendant inquiring as to tugboats for sale and asking particulars and lowest cash prices. Defendant replied by a letter offering a large tugboat not named and the Ocean King. Plaintiff wrote again asking “ more complete information ” about the Ocean King and saying the price of the large tug was too high. Defen dant agai n replied with further particulars about the Ocean King and saying “ the other tug I don’t think your party wishes to purchase on account of the price being too high. My price is 130,000 ” (evidently a slip of the pen as $85,000 was the price named both previously and later). Plaintiff next wrote that the Ocean King might suit his clients but the larger tug, which though not previously named he seems to have recognized as the Edward Luckenbach, would suit them better “but not at the price $85,000.” Several letters not now material followed, in regard to prices and the payment of commissions, and then one from plaintiff saying “my commission of five per cent must be included in the prices named for boats, as follows, Ocean King $30,000, Edward Luckenbach $85,000; should I sell either boat the commission to bo based on the price they actually sell for.” To a telegram a week later asking a reply, defendant answered by letter saying, “ Your telegram duly received this A. M. asking for me to accept your proposition for the five per cent commission to be paid to you on the sale of either the ‘Ocean King’ or ‘Walter A. Luckenbach.’ You mentioned the tug ‘ Edward Luckenbach.’ These latter two tugs were built last year, and they are the same size and power, so kindly change your mind from the ‘ Edward ’ to the ‘ Walter A.’ I will only sell one tug, either the ‘ Ocean King ’ or the ‘ Walter A. Luckenbach,’ and you shall have your commission of five per cent if you sell either one of the above-named boats for me.” This closed the correspondence so far as the contract is concerned.\nIt appeared at the trial that the customer with whom the plaintiff had been in communication, went to New York, saw the defendant and the two boats mentioned, declined to buy either of them; but after looking about, and negotiation, did buy from defendant another boat, the Lewis Luckenbach, for commissions on the sale of which this suit is brought. There was no question that the purchaser had gone to defendant in consequence of his previous communication with plaintiff, but the testimony was conflicting as to whether or not he informed defendant of that fact. It was not, however, material whether he did or not. The contract between plaintiff and defendant conveyed no general authority, even by implication. On the contrary the agency was expressly limited to the specific boats named, at specified prices, and neither of them was sold. As to any other boat even if his communications with the purchaser be considered as the efficient means of the sale, the plaintiff was only a volunteer, without precedent authority or subsequent acceptance of his services as an agent. That they gave him a claim in natural justice to a fair compensation is plain, as the jury no doubt .felt, but on the clear and indisputable limits of the contract, it was not a claim enforceable at law, and the jury should have been so instructed.\nIf there were any grounds for claiming a fraudulent effort of the defendant to avoid payment of commissions by the sale of another boat, a different question would be presented, but the evidence shows that the boat sold was an independent selection by the purchaser after investigation of the vessels in the market at the time and place.\nThe case of Holmes v. Neafie, 151 Pa. 392, cited by appellee, was very different. There after the failure to make sale of the particular boat first considered, there were negotiations in which the broker took part, which resulted in the contract afterwards made. The point of that case was in the fact that the vendors having to go into competition with other bidders, before finally getting the contract, did not destroy the broker’s title to commissions for bringing the parties together.\nJudgment reversed, and now judgment entered for defendant."}