{"id": "930014", "contents": "Per Curiam,\nDavid W. Snyder was a fireman in the employ of defendant company. On October 21, 1900, he was serving as a fireman on a locomotive drawing a train on the Bald Eagle Valley branch of defendant’s road between Lock Haven and Tyrone. The train left Lock Haven about twelve o’clock noon on Sunday of the day noticed, reaching a point near Howard’s Station in about an hour, where it ran over two cattle upon the track; the locomotive dragged the cattle about 160 feet when it left the track and was wrecked; Snyder was killed. His widow brings this suit for damages, averring that the negligence of defendant caused his death: 1. In that it had not, although engaged in interstate commerce, equipped its cars with automatic air brakes as prescribed by the act of congress of March 2, 1898. 2. In that it had neglected to fence and maintain fences along the line of the road where the accident occurred as provided by the special act of Pennsylvania, April 9,1868.\nIt is argued that if defendant had complied with the requirements of the act of congress as to air brakes, the train could have been stopped after the cattle were seen; or, if it had complied with the special act requiring the fencing of the track they would not have been upon it. The learned trial judge was of the opinion that the accident was caused by the negligence of the locomotive engineer on whose engine Snyder was serving as fireman. He states the facts from the evidence thus:\n“ The train was moving at a rate of about sixteen miles an hour, not an unusual rate of speed and was under the control of the engineer and engine. The engineer’s attention had been called to the cattle alongside the track some distance before he came to them. He took no measure to check the speed of the train in case of any probable collision with the cattle. He ran on relying on the uncertain instinctive action of the cattle rather than exercise a proper precaution, provided the uncertain instinctive action of the cattle should differ from his judgment as to what they would likely do.”\nHe is of opinion, therefore, that on the undisputed facts the equipment of the cars with the air brake could not have prevented the accident, or rather that the absence of such equipment in.no way contributed to it and therefore, that negligence in that particular cannot be imputed to defendant so as to fix a liability in this case.\nFurther, as to neglect to fence, there was evidence that‘the fence along the track was out of repair; it was not in such condition as would exclude cattle from the track. The act as before stated, is a special act only applicable to this railroad in Centre county. The penalty for its nonobservance shows plainly its purpose, thus : “ And in case any company owning or operating said road or roads shall refuse or neglect to perform the duties herein imposed, the company or companies so offending shall be answerable to the owner or owners of any horses, cattle, sheep or swine, to the full value of such property injured upon such road, in consequence of such neglect.” The court was of opinion, that this act imposed no other penalty than payment by the railroad company for the cattle injured; that it did not go further and by implication impose a penalty for damages to third persons occasioned by neglect to maintain fences.\nOn this view of the law he directed a nonsuit and wo have this appeal by plaintiff.\nWe decline at this time to pass any opinion on the effect of the act of congress requiring air brakes upon cars of railroads engaged in interstate commerce because such opinion is not necessary. Whether the constitution of the United States authorizing congress to regulate interstate commerce, extends so far as to compel the adoption of an air brake on traffic wholly within the state carried on in obedience to its charter and strictly within state laws, may become a question, where the cause of the accident is attributable to a neglect of the provisions of the act of congress. But that is not this case. Under the facts here the absence of the automatic air brake was in no sense the cause of the accident and consequently has no part in the decision of the cause.\nAs to the special act requiring fencing, there is no doubt on the authorities cited, that in those states having general laws requiring all railroads to fence their right of way a very different degree of responsibility would be imposed, because there the fencing is required for the protection of the general public from injury; but here the special act is to provide for the payment to the owner of cattle his loss from neglect to fence. As was aptly said in Carper v. Norfolk and Western Railroad Co., 78 Fed. Repr. 94, as to a Virginia statute, “ So far as the owner of stock is concerned, the remedy is plain and adequate. Had the legislature intended to provide an additional liability on railroad companies for injuries to persons brought about by the failure of such companies to construct fences at the places designated in the statute, it would certainly concerning a matter of such universal importance, have used apt and unequivvocal language.”\nThere is nothing in any of the assignments of error requiring further notice. They are all overruled and the judgment is affirmed."}