{"id": "930033", "contents": "Opinion by\nMr. Justice Mitchell,\nIt is conceded that under the decisions the train dispatcher within the limits of his employment was a vice principal: Lewis v. Seifert, 116 Pa. 628.\nThe negligence charged in the plaintiff’s statement, includes among other things, erroneous information and a misleading direction by the yard master which were averred as at least in part the cause of the accident. The direction complained of was as stated by the engineer: “ My orders were to run the southbound track carefully; that there were fifteen cars on the southbound at Front street, and that an engine was coming from Richmond to move them to Richmond; that I should follow those cars down carefully, and after they were shifted the engine would go in the house.” The engine and tender were accordingly run, carefully as alleged, but met the standing cars at Second street instead of Front as expected, with the result of a collision in which the plaintiff was injured. The character of these orders on the question of negligence was for the jury. It may be that in railroading where distances are so entirely a matter of time and speed, a direction to run carefully and be on the lookout for an obstruction at a point named is sufficiently accurate and specific though the obstruction be met in fact twelve or thirteen hundred feet nearer. If the order was not negligent under the customs and common understanding in the business, then the defendant is not responsible, for that is the only negligence averred on which the plaintiff can recover. But as that is not the only or even the prima facie deduction from the order, it must go to the jury ou the evidence.\nIt is not perceptible how the alleged defect in the sill of the tender can be treated as negligence contributing to the accident.\nThe sill being the place where the coupling is attached for pulling the train, it is required to have strength to resist the tension of that operation, but there is nothing in its purpose or use to require that it shall be strong enough to resist the force of a collision. Such a requirement would be impracticable. The inference that if the sill here had been stronger the injury to the plaintiff would have been less or would not have happened at all, is a mere guess which the jury should not be permitted to make.\nIt is strongly urged by the appellee that the only proximate cause of the collision was the disregard of the rules of the company by the crew of the standing train, and it may be so, but it is not sufficiently established in the plaintiff’s presentation of the case to justify the court in taking it away from the jury.\nJudgment reversed and procedendo awarded."}