{"id": "931668", "contents": "Opinion by\nMr. Justice Brown,\nThe facts in this case sufficiently appear in the opinion of the Superior Court affirming the order of the court below: Plains Township’s Appeal, 21 Pa. Superior Ct. 68; and they need not, therefore, be repeated here. The order of the court of quarter sessions was made under the provisions of the Act of March 31, 1864, P. L. 162, from which no appeal lies : Lehigh Coal & Navigation Co.’s Appeal, 112 Pa. 360 ; and, on the certiorari, there was nothing brought up for review by the Superior Court, except the regularity of the proceedings in the court below. As no irregularity was disclosed in them, the appeal should have been dismissed without considering any other question.\nIf, in the proceeding before it, the court of quarter sessions had decided that the judgments against the township of Plains in the common pleas and on the dockets of the various justices of the peace were not conclusive of its indebtedness to the respective plaintiffs, there would have been the grossest irregularity on the face of the record. In the sessions these judgments from the common pleas and the courts not of record were, of course, conclusive. Even if the legislature could authorize the court of quarter sessions to declare a judgment of the common pleas invalid, and to decide that the indebtedness represented by it cannot be collected, no such jurisdiction has been conferred by the act of 1864. If the judgments of which the township is now complaining are invalid because they represent indebtedness contracted in violation of article 9, section 8, of the constitution, and the' appellant has the right to resist their payment for that reason — which question we do not decide, because it is not now properly before us — the remedy is exclusively by proper proceedings instituted on the equity side of the common pleas.\nThe order of the Superior Court, affirming the order of the court below, is affirmed, and this appeal is dismissed at appellant’s costs."}