{"id": "931710", "contents": "Opinion by\nMs. Justice Mitchell,\nThe plaintiff’s claim rests entirely on the Act of June 17, 1887, P. L. 409, and therefore a substantial if not a strict compliance with the requirements of the statute is essential to its validity. But examination shows an entire failure of such compliance.\nThe claim is filed “ for materials delivered and labor furnished.” The statute gives a lien only for “performing labor, or furnishing labor for or about the construction,” etc. It is very carelessly drafted (probably as suggested by McIlvaine, J., in McKeever v. Victor Oil Co., 9 Pa. C. C. Rep. 284, from negli.gent copying of section 2 of the local Act of Venango county April 8,1868, P. L. 752, or of the Act of June 28, 1879, P. L. 182) and the subsequent phrase hr the same section “provided further that when the materials were furnished or labor performed by others,” etc., suggests it as not improbable that the first sentence was intended to be “ performing labor or furnishing materials,” etc. But that is the enacting clause, “all persons performing labor or furnishing labor .... shall have a lien .... for the price or value of such work and labor,” and being clear and no other lien being given, we are not at liberty to supply one by reference to any supposed intent. It is said in the argument that the claim for materials was abandoned at the trial, but even if so, it is not clear that a purely statutory claim which is defective because in excess of the statutory authority, can be cured by the abandonment of the excess. This, however, it is not necessary to decide as there are other objections which are insuperable.\nSecondly the claim is filed against “ all that certain lot or piece of ground with the factory building,” etc. (describing it by metes and bounds), and is for “ a lien on said building, with the improvements thereon, and the curtilage appurtenant thereto.” No such lien is authorized by the statute. The parties entitled to a lien are those performing or furnishing labor “ for or about the construction of any engine house, derrick, truck, buildings, machinery, wood or iron improvement, construction or erection upon any leasehold, either by written or verbal lease, or for boring, drilling or mining of any lease or lot as aforesaid, for the ■ development or improvement of the same,” and the lien given is “ upon such engine or engines, engine house, derrick, tank, building, machinery, wood or iron improvement, oil wells and fixtures, on said lot or leasehold itself, for the price or value of such work and labor. Provided, that the lien hereby given shall extend only, as to such lease or lot, to the interest of the lessee or lessees, tenant or tenants therein.” This lien is not in any case upon the land itself, but at most upon the lessee’s interest in it, and even this latter is confined to labor furnished “ for boring, drilling or mining of any lease or lot for the development or improvement of the same,- ” in all other cases the lien is expressly confined to the specific machinery, etc., on which the labor was supplied, the intent apparently being to give a lien on what may be described generally as trade fixtures or improvements, but as a lien limited to the oil well itself or other result of “ boring, drilling or mining ” would be impracticable, the lien in such case is extended to the lessee’s interest in the land. If this construction were at all doubtful it would be made entirely clear by the fifth section of the act which provides that after the filing of any claim “ it shall not be lawful for any owner or owners, contractor or contractors, lessee or lessees, tenant or tenants, of any property named and described in such statement of claim, or their assigns or sub-lessees, to remove or attempt to remove the same from such lot, lease or parcel of land, while the said claim remains unpaid, pending and undetermined.” The “property named and described in such statement of claim ” is thus clearly indicated to be not the land nor even the lessee’s interest in it, but the severable machinery, etc., which is intended to be the specific subject of lien.\nThe claim in the present case is not within the act. It is very questionable regarding the act as a whole whether it is intended to apply to any but oil or gas leases or similar mineral and mining rights in land. All the terms used are directly applicable to such leases and are not applicable to leaseholds for manufacturing or similar purposes without some straining. But passing this objection, the plaintiff’s claim as already noted, is for a lien on the land itself, the building, and curtilage, and even if it could be construed as intended to be only against the lessee’s interest, it is still unauthorized for it is not for “boring, drilling, or mining,” the only case in which the act authorizes a lien against the leasehold estate itself.\nFurther, the claim is for material and labor for “ the construction of certain engines, machinery, shafting, hangers, pulleys, etc., erected on and added to the above described premises.” The bill of particulars makes it doubtful whether a large part if not the whole claim is not for repairs rather than construction, but in any view the lien asserted, on the building and curtilage (already discussed) and upon “the engines, machinery, shafting, hangers, pulleys, etc., therein and thereon,” not limited to those upon which work was done, but including all in the building, is far in excess of any authorized by the act. See St. Clair Coal Co. v. Martz, 75 Pa. 384.\nThe constitutional objection that the act transgresses the prohibition of section 6 of article 3 cannot be sustained.\nSection 4 of the act provides that “ proceedings to enforce the collection of claims shall be as is now provided by law in case of mechanics’ liens ” except that in certain cases publication is required in addition to posting on the premises.- This is not a violation of the letter or spirit of that section of the constitution, which has reference to express amendments only. When there is an established system of procedure in certain cases, whether it be by common law or statute or joint operation of both, a new act applying such system to a new class of cases by general reference to it, is not a violation of section 6, article 3, although it may operate to some extent as an extension of a previous statute : In re Greenfield Avenue, 191 Pa. 290.\nIt may be that the present act will encounter practical difficulties in its administration, such as is suggested in the matter of judgment and execution by scire facias on alien on personal property. This and similar questions must be left to be dealt with as they arise. But the act may prove nugatory and impracticable in application and 'yet not be unconstitutional for any of the reasons at' present assigned.\nJudgment affirmed."}