{"id": "931831", "contents": "Opinion by\nMr. Justice Mitchell,\nAppellees move to quash these appeals on the ground that they were not taken within the statutory limitation of six months. The cases were heard on bill, answer and proofs, and the opinion of the court filed on January 6, 1902, directing a decree nisi, which was duly entered by the prothonotary, and notice in due course given but to only one of the appellants’ counsel. No exceptions were filed, and after ten days but before the actual entry of a final decree by the prothonotary in accordance with equity rule 65, appellants moved for leave to file exceptions nunc pro tunc, which after argument was granted. The exceptions were then filed, duly argued and considered and the opinion of the court thereon, dismissing them, was filed May 12,1902. These appeals were taken November 10,1902.\nThe motion to quash is based on the view that the leave of the court to file the exceptions nunc pro tunc indulged the plaintiffs only as to the filing of such exceptions, and did not extend the statutory limit of six months for taking an appeal. But this contention cannot be sustained. There was no final decree in fact entered before the filing of the exceptions, and from the moment they were put on the record no such decree could be entered until they were disposed of by the court. An appeal prior to that would have been quashed as premature. There was no final decree in the case therefore until May 12, 1902, and the time for appeal ran from that date.\nThe right of the court to allow the filing of exceptions nunc pro tunc, notwithstanding the language of equity rule 65 was elaborately considered by the learned judge below, and though it is only impliedly challenged here, it may be well to say that it was a matter within his legal discretion. The equity rules were promulgated by this court under the authority of an act of assembly, and it has been said that they “ have all the force and effect of a positive enactment: ” Cassidy v. Knapp, 167 Pa. 305. By this was meant that they were established as rules of equity practice in all the courts of the commonwealth, and must be followed and enforced as such. When they were first published there was a disposition in some districts to regard them as subject to the approval and adoption of the local courts. This view had to be corrected by the reversal of the decrees in Chester Traction Co. v. Phila., etc., R. R. Co., 180 Pa. 432, and Palethorp v. Palethorp, 184 Pa. 585. But it was not intended to say that they were inexorable under all possible circumstances, or to take them out of the ordinary equitable control of a chancellor in the application of chancery rules to.exceptional cases. Such a construction might easily make them more oppressive than mandatory statutes. It was accordingly held in Brinton v. Hogue, 172 Pa. 366, that although the notice to the defendants to appear was in the old form and not in accordance with the revised and existing rules, yet as the defendants had in fact appeared and answered without objection, the departure from the rules had done no harm and would be considered as waived. So again in Barlott v. Forney, 187 Pa. 301, and Wilson v. Keller, 195 .Pa. 98, it was said that though the statement of error required by the rules to be filed in the court below, is not a mere formality but is intended to be enforced, yet in exceptional cases where no hardship will be imposed on the other party, it may as an act of grace be permitted to be filed nunc pro tunc.\nThese illustrations serve to show the scope of the equity rules. They are the rules of all the courts, to be enforced as of course in all of them, and not relaxed or disregarded as matter of mere indulgence or convenience. But on the other hand they are like all other rules of practice, subject to the judicial discretion of the chancellor as to their strict enforcement under circumstances productive of injustice or exceptional hardship.\nOn the substantial questions in the case the court below found among other facts, that the railway “ was projected and in the presence of the township supervisors, surveyed and located, as a road of two tracks the northerly one of which was constructed in 1897, connecting with the tracks originally laid on the Friedensburg road; ” that about the same time the second track upon the Friedensburg road was also constructed and it has since been used and extended to a point where it connects with the tracks on the turnpike ;■ that the plaintiffs, other than the township, are owners of land on the south side of the turnpike, where the second track now objected to, is to be laid and that the additional servitude to which their right in the soil will be thereby subjected is the only damage shown in the case. He further found that “ the plaintiffs at no time made any objection to the laying of the first track upon the turnpike road in front of the properties, nor any inquiry from the officers of the defendant companies concerning their intention to lay a second track south of the first; nor was any attempt made by either of said companies to conceal the purpose existing in this respect, or to deceive said plaintiffs concerning the same. On the contrary, the intent to make the road a double track road was indicated by the original location and survey, as well as by the presence of a double track line to the eastern limits of the city, and the building of a second track on the Friedensburg road eastwardly from a point close to its intersection with the turnpike road, thus obviously suggesting both the propriety and the design of connecting these two extremities by second track south of and parallel with that first constructed.” Plaintiffs’ bills were not filed until more that one third of the new track had been constructed.\nOn these facts the court stated its conclusion that the construction of the double track on the turnpike within the limits of the township in 1897 was clear notice (in addition to the language of the township’s resolution) of the construction put by the railway company upon the consent given to it, and “ as regards the other plaintiffs they are shown to have been confronted in 1897 with unmistakable evidence that the road which was projected, and of which the whole northerly track was laid, was in truth a double track road, but temporarily operated in the condition in which it remained until 1899. With this evidence before their eyes, if property holders along the south side of the turnpike intended to object to the construction of the road as projected in its entirety, it was clearly their duty in fairness to defendants, to give notice of such intention.” He therefore held that the plaintiffs were barred by laches from relief in equity. In this conclusion we concur.\nThe learned judge below however was of opinion that the right of eminent domain given by the act of May 14, 1889, to passenger railways as to turnpikes, included the right as to the soil under the turnpike, and therefore as against the abutting land holders. This is too broad a construction of the grant. Section 17, P. L. 211, provides that “any passenger railway company incorporated under this act shall have .... power .... to ascertain and define such route as they may deem expedient, over, upon, and along, any turnpike or turnpikes, .... and thereupon, .... to lay down, construct and establish a track or tracks for its use in the transaction of its business, .... Provided, That before such passenger railway company shall enter upon and use any such turnpike or turnpikes .... it shall make compensation to the owner or owners thereof for such occupation and use of said turnpike or turnpikes, in the mode provided in section fourteen hereof.” The meaning of this is that the railway company may lay its tracks upon the turnpike without the consent of the turnpike company, subject to the condition that it must make compensation, “ to the owner or owners thereof,” that is, to the owner or owners of the turnpike, to wit: the turnpike company. It is a qualified and limited right of eminent domain as against the turnpike company. The abutting landowners are not owners of the turnpike in any proper sense of the term, but owners of ultimate fee in the soil, subject, to the servitude of the turnpike. There is nothing in the use of the double phrase “ owner or owners,” since the turnpike company as a corporation may be referred to either in the singular or the plural, and further since the preceding phrase naming the owners is also in the duplicate, “ turnpike or turnpikes.” It is the ordinary language of legislation to cover all the aspects of the case.\nThis construction is fortified by the reference to section 14. Compensation is to be made “ in the mode provided in section fourteen hereof.” That section gives to the passenger railways a similar right to use portions of “ the track of any other company already laid down,” but “before such use occurs compensation shall be paid to the corporation owning the track laid.” In both sections alike, the compensation referred to is to be made to the corporation whose property or franchise is to be interfered with. The opposite view would establish a distinction between turnpikes and ordinary highways as to the rights of abutting landowners, giving the power of eminent domain in one case and not in the other, a distinction for which there is no warrant in the act. The legislature has not seen fit to confer any general right of eminent domain on passenger railways, and in the two special cases in the act of 1889, where it is given at all, it is given only as against other corporations whose rights maybe specially interfered with, and whose consent or voluntary agreement presumably could not be obtained.\nThe decrees are affirmed at the costs of the appellants."}