{"id": "931861", "contents": "Opinion by\nMr. Justice .Fell,\nThe principal error assigned is that the court did not take the case from the jury on the grounds, (1) that there was not sufficient evidence of negligence on the part of the defendant to warrant a recovery; (2) that the plaintiff failed to present a case clear of contributory negligence on his part.\n. The weight of testimony on the question whether proper notice was given of the approach of the train to the crossing was undoubtedly with the defendant. But three witnesses on behalf of the plaintiff testified that they were listening for some signal by bell or whistle of the approach of the train and heard none. This testimony was more than a scintilla, and of a higher grade than merely negative testimony: Longenecker v. Railroad Co., 105 Pa. 328; Quigley v. Del. & H. Canal Co., 142 Pa. 388; Daubert v. Delaware, etc., Railroad Co., 199 Pa. 345. It raised an issue that was clearly for the jury.\nThe facts that must be considered as established in determining whether the plaintiff was negligent are these. With two companions he was going to his work at six o’clock in the morning in the early part of February. This was before daylight, and a snowstorm of unusual force and severity was prevailing. The temperature was six degrees above zero, and the wind was blowing at the rate of thirty miles an hour. Several inches of snow had fallen, drifts had formed on the sidewalks, and these men were walking in the middle of the street. When they reached the crossing of the defendants’ road in a populous part of the city of Erie, they stopped within five feet of the track and looked both ways, and listened for the sound of a bell or whistle. They heard neither and walked on the single track, and the plaintiff was struck by an engine which was running thirty-five or forty miles an hour on a down grade with the steam off. The headlight of the engine was to some extent obscured by the snow that clung to the glass, and by snow in the surrounding atmosphere. At the place where the men stopped, an engine could be seen in daylight under ordinary circumstances when 1,500 feet away.\nThe court instructed the jury that if the accident had occurred on a clear morning or in the daytime when the headlight of the engine could have been seen, the plaintiff could not recover. But it was left to the jury to say whether under the circumstances, the plaintiff’s view being obstructed by wind and snow, he had exercised reasonable care. This instruction was correct. The question of contributory negligence cannot be treated as one of law unless the facts and the inferences to be drawn from them are free from doubt. If there is doubt as to either, the case is for the jury. It was the duty of the plaintiff to stop, look and listen before placing himself in a position of danger, and to continue to look as he approached and crossed the track. Ordinarily a pedestrian, when there is nothing to prevent his seeing and hearing, will not be heard to say that he did not see a train which could have been plainly seen if he had looked. But the rule established by Carroll v. Railroad Co., 12 W. N. C. 348, and Marland v. Railway Co., 123 Pa. 487, and since followed, is applicable only in clear cases where a person steps in front of a moving train which he could see: McNeal v. Railway Co., 131 Pa. 184; Laib v. Railroad Co., 180 Pa. 503; Muckinhaupt v. Railroad Co., 196 Pa. 218; Bard v. Railway Co., 199 Pa. 94. According to his testimony the plaintiff in this case did not proceed recklessly in crossing the defendant’s tracks. He stopped within five feet of them to ascertain whether a train was approaching. The storm prevented his seeing more than fifty or one hundred feet, and made his progress more difficult. Whether under the circumstances he exercised proper care was for the jury.\nThe errors alleged to have been committed in referring to the testimony were not brought to the attention of the court at the time, and the assignments founded upon them need not be considered: Provident Life & Trust Co. v. Philadelphia, 202 Pa. 78, and cases there cited.\nThe judgment is affirmed."}