{"id": "931935", "contents": "Opinion by\nMr. Justice Potter,\nThe trial court entered judgment of compulsory nonsuit in this case, and refused upon motion, to take it off. The Supe* rior Court affirmed the judgment of the trial court, and its action in so doing, is here assigned as error.\nThe appellant contends that he was entitled to have the jury pronounce upon the effect of the facts, which were undisputed, and that it, rather than the court should have determined whether the defendant was negligent. But as the conduct of the parties is not in dispute, and as all the facts appear clearly and distinctly in the evidence, and there is no conflict in the testimony, the only question for decision was as to the legal effect, or value of the facts.\nWhenever the facts are ascertained, the rule of conduct, or in other words, the rule of law to be applied is to be determined and laid down by the court, and is not to be left to be defined by the accidental feelings of a jury. It would be an easy way for the court to avoid responsibility, when the circumstances are complex, or the question is difficult, to throw the whole case in a lump to the jury. But to do this, when as in the present instance, no doubt exists as to the actual conduct of the parties, and where none of the facts are in dispute, would be an evasion of duty and the surrender of a judicial function.\nThe law tends constantly towards the attainment of greater certainty of definition, and to the substitution of specific rules of conduct, instead of featureless generalities. It is always desirable that the standard by which parties are judged, should be one of specific acts or omissions, with reference to the special circumstances of the case. It has been well said in Holmes Lectures on the common law that “if in the whole department of unintentional wrongs, the courts arrived at no further utterance than the question of negligence, and left every case without rudder or compass to the jury, they would simply confess their inability to state a very large part of the law which they require the defendant to know, and would assert by implication, that nothing could be learned by experience.”\nPlence the long and growing line of decisions, in which, instead of relying upon the vague and uncertain estimate of a jury, as to the degree of care which would be exercised under the circumstances by a prudent man, there has been substituted the more precise and definite rule of certain specific acts, whose existence or omission constitute negligence.\nThe definition of negligence and the determination of a standard of duty is always a matter of law for the court. In case of a dispute it is of course for the jury to say whether or not the facts come within the standard. But where the facts are clear and nothing remains but the definition and application to them of the rule of conduct, the responsibility is upon the court alone.\nIn the present case this responsibility was properly assumed and carefully discharged by the trial court. The conclusion reached by it is so well vindicated, and the case is so fully discussed in the opinion of the Superior Court in affirmance of the court below that little remains to be said.\nThe accident occurred at a grade crossing in a populous district. The - defendant company had provided safety gates and a watchman to protect travelers upon the highway. The train which caused the damage was running at a high rate of speed, probably sixty miles an hour, and the engineer was unable to stop in time to avoid the collision. The plaintiff’s horses were smooth shod, and in approaching the crossing, the team was stalled so that instead of passing at once and directly across the tracks, it remained upon the line of the railroad for about four minutes until the train came.\nThe watchman was not in any way at fault in permitting the driver and horses to enter upon the crossing when they approached, for there was ample time to have crossed and recrossed in safety had the team proceeded in the ordinary way and with the usual celerity. Even after it was seen that there was some difficulty, it was not at once apparent that the wagon could not be moved in time to escape the coming of the train. As soon as there was cause to believe that a collision was imminent, every one in the vicinity seems to have done everything which it was reasonably possible to do to stop the train and avoid the accident. '\nThe evidence shows that the engineer too used his utmost efforts as soon as he saw and comprehended the danger. The accident was simply the result of an unusual and exceptional occurrence, viz : the stalling of the team upon the edge of the track and its remaining there for some considerable time. The defendant company had sought to make it safe for the public to cross its tracks at this point by providing safety gates and a watchman, and there was no failure in the use of the means thus provided nor any neglect of duty in connection therewith. It went upon the theory that its tracks would thus be kept clear, and it acted upon that assurance rather than upon the ability to- stop its- trains after coming in sight of the crossing before reaching it.\nWe find nothing in the evidence which would have warranted a verdict against the defendant, unless it is to be held that it was negligence under the circumstances to run trains through the vicinity at a speed of sixty miles per hour.\nEach of the tribunals which have had this .case under consideration have reached the conclusion that in the light of the present day conditions and the popular demand, such a rate of speed cannot be considered negligent when proper means are taken to protect the public who use the crossings in the ordinary way.\nAn examination of the decisions in Pennsylvania shows that they sustain these propositions.\n1. There is no limit to the rate of speed at which a railroad company may run its trains through the open country and over the crossings of country roads, so long as the bounds of safety to patrons are not transgressed: Reading, etc., R. R. Co. v. Ritchie, 102 Pa. 425; Newhard v. Penna.. R. R. Co., 153 Pa. 417.\n2. In cities, towns, and populous districts, the speed of trains must be moderated, or else the railroad must take reasonable precautions to make it safe for the public who have occasion to cross its tracks: Phila. & Reading R. R. Co. v. Long, 75 Pa. 257; R. R. Co. v. Ritchie, supra; Ellis v. Lake Shore, etc., Ry. Co., 138 Pa. 506; Childs v. Penna. R. R. Co., 150 Pa. 73, 76; L. V. R. R. Co. v. Brandtmaier, 113 Pa. 610.\nThe conclusion which was reached by the trial court in this case would seem to follow naturally, that where a railroad has placed gates across a highway and has stationed a watchman there, to protect travelers on the highway, it may run its trains at high speed at that point, even if it be within the limits of a municipality or in a populous district.\nGrade crossings are always obnoxious, as they are a constant menace to public safety, and their continued existence is much to be deplored. Rut this is not a question as to the establishment or the regulation of a grade crossing. The conditions which prevail at the place of the accident seem to be of long standing, although the growth of traffic and the demand for increased speed have probably added to the danger.\nWe agree with the view taken by the trial court, and approved by the Superior Court, that a high rate of speed is demanded of railroad companies by the traveling public, and that such a rate is sanctioned by the law, where the usual and proper means are taken to guard the crossings and make them reasonably safe for those desiring to use them.\nWe can only suggest that this case presents another illustration of the wisdom of the policy which prohibits wherever it is possible to do so, the crossing of steam railroads at grade. So long as they are permitted to exist, even where as here, all reasonable precautions to secure safety in the ordinary use of the crossing are taken, danger- from sudden breakdown, or other exceptional cause, will always be present.\nThe assignments of error are overruled, and the judgment is affirmed."}