{"id": "931920", "contents": "Opinion by\nMr. Justice Mitchell,\nIt is conceded that an amendment introducing a new cause of action will not be permitted after the statute of limitations has run in favor of the defendant. But if the amendment is merely a restatement of substantially the same cause of action, though in a different form, the variance in form will not prevent the amendment.\nThe plaintiff declared for slander by the words, “ damned bitch,” laid with an innuendo that, she being a married woman, was thereby charged with having been guilty of adultery. The amendment offered was to add the words “ whore and ” before the others, and the question is whether this would introduce a new charge (it being admitted that the statute had run since the speaking of the words), or merely presented the same substantial charge in a different form. The original statement as already said laid the words with an innuendo, “ thereby meaning the said plaintiff to charge with the crime of adultery,” The learned judge below was of opinion that, even with the innuendo, the words were not actionable per se. “ If this amendment is allowed, the defendant will be answerable for a slander per se, provided the jury believe that he is guilty of having spoken the words therein alleged. But, on the other hand, if the plaintiff is confined to what she originally stated was her cause of action, no recovery can be had, because, to call a woman a * damned bitch ’ is not actionable, and particularly is this so as no special damages are alleged.” In this he fell into error by taking too narrow a view of the popular meaning and use of the term bitch. “ Whether the language is capable of bearing the meaning assigned by the innuendo is for the court; whether the meaning is truly assigned to the language is for the jury: ” Townshend on Slander, sec. 342, ed. 1890. That the word is sometimes, perhaps frequently, used as a general term of opprobrium without any definite reference to chastity, may be true, but that it is capable of such reference, both in the intention of the speaker and the understanding of the hearers, the lexicographers leave no doubt. The new Oxford dictionary, the highest single authority in the language, defines bitch, inter alia, “ applied opprobriously to a woman; strictly a lewd or sensual woman; ” Webster, “ an opprobius name for a woman; especially a lewd woman; ” Chambers (1898), “a term of reproach for a lewd woman ; ” March’s Thesaurus, “ a wench or lewd woman.” Other dictionaries, while defining it as a word of opprobrium, omit this special feature of it. “ The sense in which words are received in the world is the sense which the courts ought to ascribe to them. .... The cases show that the words are to be taken as they are ordinarily understood by the bystanders: ” Bricker v. Potts, 12 Pa. 200. Where words may have a double or doubtful meaning, the plaintiff may by innuendo charge which meaning he attributes to them, and it will be for the jury to find whether they were spoken with that meaning or not: Townshend sec. 336.\nThe words in the present case are laid with a colloquium which tends to sustain the innuendo. As the words so understood import a charge, as said by Chief Justice Gibson in Proper v. Luce, 3 P. & W. 65, “ ge-nerically the same ” as that in the amendment, it follows that the court could not refuse to allow the amendment as necessarily introducing a new cause of action, but that it should be allowed, and the question left to the jury with instructions that if they find that the words were used with intent by the defendant, or in such manner as to be understood by the hearers in the sense charged, they may find for the plaintiff without proof of special damages, and may also consider the words in the amendment, but otherwise they must disregard the word “ whore ” (if proved), and find for the defendant unless special damages be shown,.\nJudgment reversed and amendment directed to be allowed."}