{"id": "933540", "contents": "Opinion by\nMb. Justice Mestbezat,\nThe only question for consideration here is as stated by the learned counsel for the appellee: Did the parties at the time of the payment of the sum of $2,000 to the appellant intend that this payment should be in settlement of the judgment against Martha B. Morgan for $2,145, as well as of the ejectment suit against C. L. Magee, based on said judgment? The court below answered the question in the. affirmative which was unquestionably right under the evidence presented to the auditing judge.\nBy his purchase of the real estate at the sheriff’s sale, Mr. Hay acquired the title to the property which Mrs. Morgan had at the date of entering the testatum fieri facias on the prothonotary’s docket in Beaver county. The nominal consideration he paid for this title was a credit on his claim for services, reduced to a judgment, but the residue of the judgment was still a valid claim and enforceable against Mrs. Morgan. He could insist on its payment and also retain the title to the real estate which he had purchased on the execution issued on his judgment. The sale did not satisfy the judgment nor prevent him from proceeding to collect the unpaid portion of it. But notwithstanding these facts, he, of course, could adjust his differences with Mrs. Morgan and include therein a settlement of his claim or judgment against her as well as of the ejectment suit brought on his alleged title to the land. We have carefully read all the evidence in the case and are satisfied that the consideration paid the appellant was in full of his claim for professional services against Mrs. Morgan and for any title to the land he acquired at the sheriff’s sale.\nSo far as the record discloses, Mrs. Morgan had no title to the real estate at the date of the entry of the judgment in Allegheny county against her by Mr. Hay, nor subsequently when the testatum writ was entered of record in Beaver county. Assuming her former ownership of the property, her title passed to C. L. Magee, in February, 1898, if her deed was a valid conveyance. The appellant’s title acquired 'by the sheriff’s sale, therefore, would depend entirely upon his ability to attack successfully the bona fides of the sale and conveyance of the land by Mrs. Morgan and her husband to Mr. Magee. Failing in this, Mr. Hay’s claim on the premises would be worthless. Under these circumstances it may reasonably be presumed that he was willing to relinquish his claim against the land if he could secure his claim for professional services against Mrs. Morgan. As has been seen, he had no record title to sustain his ejectment for the land, and the amount of consideration paid on the settlement, to wit: $2,400, is strongly indicative of the fact that it was in satisfaction of his own and Mr. Holt’s professional services rendered Mrs. Morgan.\nMr. Hay’s own testimony tends to discredit his contention in the case. He testifies: “ Mr. Scott and Mr. Galupe came to me from Mrs. Morgan, I understood, and I refused to take $2,000 or make a deed. I made an arrangement with Mr. Holt that I would not pay him any fees, but we would consider pro rata when we recovered. ... I presume he (Gen. Galupe) came from Mrs. Morgan; I thought she was still the owner. Q. You were agreeing through General Galupe to settle this case, because you thought the money was coming from Mrs. Morgan and the money was Mrs. Morgan’s ? A. I don’t know.” This testimony clearly leads to the conclusion that Mr. Hay believed he was dealing with Mrs. Morgan’s agent, and further, that whatever was recovered would be divided between him and Mr. Holt in payment of the fees due them from Mrs. Morgan.\nWhile Mr. Holt testifies that he had no instructions to negotiate for the settlement of the judgment, his testimony as a whole tends to confirm the belief that the real estate was purchased by Hay and himself to effect the collection of their claims for fees, and that while the money was paid in consideration of a discontinuance of the ejectment suit and the delivery of the quitclaim deed to Magee, yet it was with the urn derstanding that it was also in satisfaction of the claims of both attorneys for the services they had rendered Mrs. Morgan. Mr. Holt testifies: “ Q. So the claim paid you, $500, reduced to $400, was paid you at the time $2,000 was paid to Mr. Hay, and which was claimed in settlement of the ejectment suit, and for your services ? A. Yes, that is Mr. Hay’s proposition to me for settlement, inasmuch as we were both interested in the property purchased by Mr. Hay, his being in trust, was necessary upon the payment of $2,000 to him and $400 to me, that he would discontinue the ejectment suit, and give a quitclaim .deed. Q. You knew Mr. Hay had no other claim against the Morgan people; you were his attorney? A. I knew he had but one judgment for services in this case.” Mr. Holt further says that he was authorized to discontinue the ejectment suit on the payment of $2,000 for Mr. Hay, and $400 for himself in satisfaction of his claim against Mrs. Morgan for fees.\nCharles F. McKenna, Esq., of the Allegheny county bar, testifies that Mr. Hay told him that “ the judgment and business was all settled between ” him and the Morgans ; “ that all the differences between them were amicably settled, that he had thrown off some and there was no cause for any bitterness.”\nJohn M. Buchanan, Esq., of the Beaver county bar, negotiated the settlement with Mr. Holt and delivered to him the check for $2,400. Mr. Buchanan testifies: “ Q. You paid the check for $2,000 to Mr. Holt ? A. To Wilson M. Holt is the way I drew the check, in settlement, as I understood, of the claim of A. B. Hay against Mrs. Morgan, and the $400 to Mr. Holt as his counsel fees of the case. . . . Q. What were you instructed to pay it for ? A. I was instructed to pay it, as I thought we were ending the Martha Morgan strife which had been in the court for some time with Dr. Sutton, and afterwards with Mr. Hay.”\nWe concede the correctness of the appellant’s contention that the burden is on the appellee to show that Mr. Hay’s claim has been paid. But after a careful consideration of all the testimony we are convinced that the consideration for which the $2,400 was paid was not only the discontinuance of the ejectment suit and the conveyance of Hay’s interest in the real estate, but also the settlement in full of the claim for services of both Mr. Hay and Mr. Holt. The latter admits this to be true so far as his claim for professional services is concerned. The claims of both parties were for services rendered by Mr. Hay and Mr. Holt as colleagues in the same litigation for Mrs. Morgan. Hay reduced his claim to a judgment, sold real estate alleged to have belonged to the defendant and purchased the title. Holt did not proceed on his claim, but the undisputed testimony of the appellant is that Holt was interested in the title acquired at the sheriff’s sale in proportion to his claim for services. It is not credible, indeed not even plausible, under these circumstances, that the $2,400 check was not given to and received by Holt in order that a part of said sum, the amount of his claim, should be applied, as concededly it was, in payment of his services, and that the remainder, the amount accepted by Mr. Hay, was not to be the payment of his claim for services in the litigation.\nThe elaborate consideration of the case, including the question of accord and satisfaction, by the learned auditing judge, renders any further discussion unnecessary.\nWe fully concur with the appellee’s criticism of the condition of the record as it is submitted to the court in the appellant’s paper-book. Many parts of it are wholly unintelligible, the result doubtless, as suggested by counsel, of “ poor printing, poor reporting, poor proofreading, or all three combined.”\nThe assignments are overruled and the decree is affirmed."}