{"id": "933583", "contents": "Opinion by\nMb,. Justice Bbown,\nThe renunciation by the appellee of her right to administer on the estate of her deceased husband was clearly due to her mistaken belief, under the facts as developed at the hearing in the court below, that she had relinquished all of her marital rights bjr her antenuptial agreement. This was originally executed July 6, 1897, and by its terms the prospective husband, nearly eighty years of age, and possessed of a competence, cut off the woman he was about to marry, twenty years his junior, without a cent for her support from his estate after his death. It is so harsh and unreasonable on its face as to raise the presumption that he designedly concealed from her the value of his estate at the time it was executed : Bierer’s Appeal, 92 Pa. 265. The presumption that tlie appellee was not informed of the value of his estate at that time becomes almost conclusive in the light of the testimony of his attorney, who prepared the paper and witnessed its execution. Having subsequently, as he testified, examined the authorities and satisfied himself that trouble might arise from “ an allegation on the part of the widow that she did not have full information as to the amount of the estate of the intended husband at the time of the execution of the paper, ” lie deemed it prudent for the protection of his client to have added to it what the parties signed on August 11, 1897.\nIf this contract is to be sustained, it will only be after those claiming under the deceased husband have, by proper proof, overcome the presumption that there was concealment from the wife, amounting to a fraud upon her, of the value and extent of his estate. This burden was cast upon the appellants at the hearing in the court below, but the only proof submitted by them was the supplemental writing of August 11. Under the circumstances attending its execution equity ought not, and will not, regard it as sufficient for the purpose for which it was offered. There was no proof that, at any time before August 11, the appellee had full knowledge of what estate her husband possessed, or that she had acted intelligently in entering into the contract, most improvident for her; but on that day, when, with the man she was about to marry, they were on their way to the parson’s house, she was taken by him into his lawyer’s office for the admitted purpose of attempting to do what his attorney had satisfied himself from the authorities ought to have been done on July 6. There, unattended by any one to look after her interests, and confronted by the attorney, zealously trying to protect the estate of the man she was about to marry, she signed the paper purporting on its face to be an acknowledgment that she knew what estate he o.wned and possessed. The couple then proceeded to the parsonage and became man and wife. Though the paper was read to her, it gave her for the first time information that ought to have been given to her on or before July 6, if the agreement of that day is to have any effect. That she is now to be concluded by the information imparted to her under the circumstances stated offends reason and good conscience; for, when on her way to the altar to take the most sacred vow assumed by woman, it can hardly be seriously contended she could, in a moment, have acted with the intelligence and proper apprehension required by the law to make binding upon her the contract which excludes her from all participation in her husband’s estate.\nThe learned court below, in overruling the exceptions to the findings and conclusions of the judge who heard the application for the revocation of the letters granted to the appellants, was of opinion, without regard to the testimony of Mrs. Warner, that the antenuptial agreement was unreasonable, and that there was a presumption of concealment by the decedent which had not been overcome by his sons. While we adopt as correct all that the learned president judge says in holding, without regard to anything testified to by Mrs. Warner, that the antenuptial agreement was unreasonable and that the presumption of concealment by the decedent had not been overcome by his sons, at this time and at this stage in the settlement of the estate, we will pass only upon the quéstion of the right of administration and of the duty of the register in granting letters. Though, as the widow of the deceased, not bound, according to the testimony now before us, by her antenuptial contract, the appellee is entitled to letters of administration, the register is not obliged to grant them to her if it he inexpedient to do so. “ Other things being equal the widow is entitled to be preferred: ” Wilkey’s Appeal, 108 Pa. 567 ; but those otherwise entitled to administer may be rejected on account of the inexpediency of committing the trust to them : Ellmaker’s Est., 4 Watts, 84; Bieber’s Appeal, 11 Pa. 157; Cornpropst’s Appeal, 33 Pa. 537. With the antagonisms and differences existing between the appellee and the two sons of her husband by his former marriage, the best interests of the estate will be promoted by committing the administration of it to some disinterested fit person to be appointed by the register of wills, if the parties to this controversy cannot agree upon an administrator. By such appointment, though the present differences may continue, controversies, and disputes otherwise certain to take place between the appellee and her stepsons Avill be avoided.\nThe decree of the court below is reversed and the record remitted, with direction that the register of wills of the county of Allegheny grant letters of administration on the estate of E. S. Warner, deceased, to some disinterested fit person, natural or artificial, to be named by him, at his discretion, if the appellants and appellee cannot agree upon an administrator, the cost of this appeal to be paid out of the estate; this decree to be without prejudice to the right of the appellants to again raise, on distribution or in proceedings in partition, the question of the validity of the marriage contract, if, in view of what we have said, they can submit the proofs requisite to sustain it as binding upon the appellee."}