{"id": "933615", "contents": "Opinion by\nMr. Justice Brown,\nThe facts of this case appear in the report of it in 22 Pa. Superior Ct. 348. In the opinion of that court, affirming the judgment of the court below, it was properly said: “ The verdict of the jury conclusively establishes that the important facts in the statement mailed by the defendant were false and had been designedly and knowingly made with intent to cheat and defraud the New York Company, that the New York Company had relied and acted upon the statement, believing it to be a truthful one, and that the defendant received the goods in Allegheny county. The verdict of guilty was fully justified by the evidence, which phase of the case is not questioned by the appellant.” In the statement of questions involved on this appeal we are asked to consider nothing but the jurisdiction of the court of quarter sessions of Allegheny county to try the appellant on the indictment found against him. In their printed brief, however, his counsel contend as a reason for reversing the judgment, “ that the commonwealth utterly and absolutely failed to show actual possession by the defendant or by the company of which he was an officer, or by any one in whom he was interested.” We pass this by with the simple comment that, in the statement of questions involved, it is admitted that the goods were received by the consignees; and the jury, under the testimony of Edward R. Gilmore as to what took place between him and Sehmunk in January or February, 1900, uncontradicted by the latter, were fully justified in finding that the goods had been received by the consignee in Allegheny county.\nThat there was a delivery to the consignee of the goods in New York, by delivering them to the common carrier in that state, is not to be questioned, and it is equally clear that the title and right of possession passed there to the consignee, but to this delivery of title and right of possession of the goods there was a string. If at any time while in the custody of the common carrier on their way to the consignee the fraud practiced upon the prosecutor had been discovered, the string could have been pulled and the goods could have been stopped in transitu, and, under a rescission of the contract, reclaimed and retaken by the vendor. This, however, is not the question now before us. What we are to decide is, whether the offense of false pretense charged against the defendant was committed within the county of Allegheny. The offense under the statute is obtaining the chattels of another by false pretenses with intent to cheat and defraud him of the same. The pretenses themselves do not constitute the crime. They are but the means for its accomplishment. In this case they were made in Allegheny county when the misrepresentations were mailed to New York for the purpose of carrying out the intention to cheat, which had been formed here. All the defendant did he did in Allegheny county and what he set out to accomplish in his scheme was accomplished there. The offense charged against him is not that he procured a technical delivery to himself by a delivery of the goods to a common carrier in another state, but it is that he actually obtained them.. This he did only when they reached him in the county in -which he was indicted, as is charged in the indictment. In so holding the court below, as well as the Superior Court, gave to the word “ obtain,” as used in the statute, the only sensible meaning to be ascribed to it in connection with the crime of false pretense as therein defined. A fundamental meaning of the word, as given by standard lexicographers, is, “to get hold of by effort;” “to get possession of,” or “to have in possession.” If, instead of delivering the goods to a common carrier, the vendor had entrusted them in New York to one of its agents or representatives, to be taken to the defendant’s company at Pittsburg, and there handed over to it, can it be pretended that, until they were so handed over, the vendee would have obtained them, got hold of them or got possession of them ? And yet, as a matter of fact, for the purpose of putting the vendee in actual possession of the goods, this is just what the vendor did when it delivered them to the common carrier with its retained right of stoppage in transitu.\nBut to us there is a persuasive reason, apparently overlooked by counsel for the commonwealth, that the legislature intended the word “ obtain ” should receive the meaning given it by both courts. By section 179 of the Act of March 31, 1860, P. L. 382, it is provided that, on a conviction of the offense of false pretense, the defendant shall be adjudged to restore to the owner the property fraudulently obtained from him. If the goods fraudulently obtained are not actually obtained and in the actual possession of the offender, how can there be a sentence of restitution ? It is made part of the penalty clearly because actual possession is intended by the act defining the offense.\nInnumerable authorities have been pressed upon our attention by counsel on both sides of this controversy. Pages would be needlessly consumed in considering and distinguishing them without adding profitably anything to what is said by Orladt, J., in delivering the opinion of the Superior Court. We rest our judgment upon what we regard as the plain meaning of the statute and the manifest intention of the legislature to which we have referred. As peculiarly applicable to this case we cite, without more, what was said in Queen v. Holmes, L. R. 12 Q. B. D. 23. In that case the defendant was a manufacturer at Nottingham, and entered into a contract to build there a lace machine to be sent to France. He wrote at Nottingham a letter containing á pretense which was false, and posted it at that place. It was received by the prosecutor in Caudry, France, from which place a draft for ,£150 was sent. The defendant received it at Nottingham and had it cashed there. It was argued that no offense had been committed in England, and that, therefore, its courts had no jurisdiction; but it was said by Lord Coleridge, C. J.: “ This conviction is perfectly proper. The charge was of obtaining money by false pretenses, and that charge was proved; but a question is reserved as to whether the place of trial was a correct place in which to try the prisoner. There is no doubt that it was correct ; it appears, if authority be needed, from the case of Rex v. Burdett, 4 Barn. & Ald. 95, that when a letter such as the one in question is posted the pretense is made, and here it appears the money is actually received and obtained as well as the letter posted in Nottingham. Of the two necessary ingredients of the offense both take place in Nottingham. It may be that one important part of the offense taking place in Nottingham would be sufficient, but here both ingredients take place in Nottingham.” To this Hawkins, J., added: “ There is no doubt about this case; the conviction is right; every element occurred at \"Nottingham; whatever the prisoner did he did there. If the conviction were quashed it would enable fraudulent people to carry on a profitable trade in false pretenses with impunity.”\nThe judgment of the Superior Court and its order that the record be remitted to the court below, for the purpose of carrying out the sentence there imposed, are affirmed."}