{"id": "936070", "contents": "Opinion by\nMb. Justice Mestrezat,\nThe defendant made an information before an alderman, charging the plaintiff, Lipowicz, with having sold liquors contrary to an ordinance of the city of Scranton. Lipowicz was arrested and taken before the alderman who, after a hearing, found him guilty of the crime with which he was charged. Subsequently, this suit for malicious prosecution was brought in which the plaintiff avers, as his cause of action, that Jervis, the defendant, appeared before an alderman of the city of Scranton and “ did falsely and maliciously and without probable cause, charge the plaintiff with having sold, or caused to be sold, quantities of liquor, beer, etc., contrary to the city ordinance, approved July 30,1900,” and that by virtue of a warrant issued upon such charge and information, the plaintiff was arrested, convicted of the offense, and imprisoned, and thereafter discharged by the alderman. The case was referred to a referee, under the act of assembly, who found the facts and conclusions of law and directed a judgment to be entered in favor of the defendant and against the plaintiff. The learned court below overruled the exceptions to the referee’s report, and confirmed the judgment which he had directed to be entered.\nTo sustain an action for malicious prosecution, the plaintiff must allege in his statement and show on the trial of the cause both malice and want of probable cause: Emerson v. Cochran, 111 Pa. 619. And if probable cause is shown to exist, it is immaterial that the prosecutor was actuated by malice in bringing the prosecution: McClafferty v. Philp, 151 Pa. 86. His motive will not be inquired into if be had probable cause to believe that the accused party was guilty of the offense: Beihofer v. Loeffert, 159 Pa. 365.\nHere the referee found on sufficient testimony that the defendant had probable cause for instituting the prosecution against the plaintiff for a violation of the city ordinance. He also found, as we have stated, that Lipowicz was tried and found guilty of the charge preferred against him by Jervis. The finding, therefore, established not only the existence of probable cause for the prosecution but the fact that the plaintiff was guilty of the crime with which he was charged. Under these facts, there could be no recovery in this action.\nThe referee also found that prior to bringing the prosecution, Jervis stated all the’ facts of the case out of which the prosecution arose, to H. L. Taylor, Esq., a reputable member of the bar, and upon his advice instituted the proceeding. Such advice given upon a full statement of all the facts and acted upon in good faith rebuts the presumption of malice arising from a want of probable cause in bringing a prosecution and is .therefore a defense to an action for malicious prosecution. “ Nothing is better settled,” says Stekkett, J., in McClafferty v. Philp, supra, “ than that when the prosecutor submits the facts to his attorney, who advises they are sufficient, and he acts thereon in good faith, such advice is a defense to an action for malicious prosecution. Strictly speaking, taking advice of counsel and acting thereon, rebuts the inference of malice arising from the want of probable cause.” In Beihofer v. Loeffert, supra, McCollum, J., delivering the opinion, says: “ If in good faith he (prosecutor) sought, obtained and honestly followed the advice of competent counsel on a full and. fair statement of all the facts within his knowledge, or which he had reasonable cause to believe he was able to prove, the advice so received and acted upon will constitute a defense to the action. It is wholly unimportant, so far as' the defense is concerned, whether the advice was warranted by the facts submitted to the counsel, as the prosecutor, in this particular, is only responsible for a full and truthful statement of them.”\nThe judgment of the court below entered upon the finding of the referee is affirmed."}