{"id": "936053", "contents": "Per Chriam,\nAs the defense was a total denial of the killing, based on the claim of an alibi, the points in regard to self-defense were irrelevant. But in any view, even if the jury should find, as they did against the alibi and that the prisoner was there and did the killing, the points were properly answered. The first point and the answer of the court cover substantially the whole alleged error, and are as follows :\n“ That whoever did the killing on the night in question, it was not necessary that he be in actual imminent peril of life or of great 'bodily harm before he may slay his assailant. It is sufficient if in good faith he has a reasonable belief founded on facts as they appear to him at the time that he. is in such imminent peril, even though it should afterwards appear that he was mistaken. The law will not hold a man to absolute correctness of judgment under such trying circumstances.”\nTo this the court answered : “ There is one very essential ingredient that is omitted from this point and that is that he had no other means of escape, which the Supreme Court has said is necessary to justify the affirmation of a point couched in these words ; and therefore, it is negatived.”\nThis was in entire accord with our cases. See Com. v. Drum, 58 Pa. 9, and Com. v. Breyessee, 160 Pa. 451.\nIn the present case, one witness, the man Burns at whom the shot was apparently fired, had testified that he had told the man who fired the shot, whoever he was (but identifying the prisoner) to “ go on about Ms business ; ” the latter then pulled a weapon and Burns seeing the weapon shine and thinking it was a stiletto ran across the street, was chased by the man and fired at twice, and then the shots were fired into the crowd and McHugh killed. In view of this testimony in the case it was more than ordinarily material that any statement to the jury of the law of self-defense should include all the essential elements, and the bare affirmation of the defendant’s points would have been clear error against the commonwealth.\nJudgment affirmed."}