{"id": "936067", "contents": "Opinion by\nMr. Justice Dean,\nFrederick Donithen was a brakeman in the employ of the Pennsylvania Railroad, was about twenty-five years of age, had a wife, Ella Donithen, this appellant, to whom he had been married between three and four years, she at the time of marriage being only about eighteen years old. They had no children, lived together and kept house in Altoona up to September, 1898, when while in the service of the railroad company he was killed in an accident. After his marriage he became the owner, for the consideration of $1,200, of the dwelling in which they lived. Of this but $300 had been paid, and the balance, $900, was secured by a mortgage on the property. He also owned the household furniture in their home, of no great value. About six months before his death, he had become a member of the Ordes of' Foresters, one of the defendants, a beneficial society and received a certificate of $1,000, which according to the charter was payable at his death to his widow, children or others dependent on the member or to blood relations as might be designated by the member in the certificate. At the time the certificate was issued the member, Frederick Donithen, designated in it as beneficiary Lloyd Donithen, an older brother and one of these defendants. He claims, as absolute^ his, the $1,000; the widow claims that he was named merely as trustee for her and that she is entitled to the money. The beneficial order takes no part in the dispute and paid the money into court to abide its order. On hearing the court of common pleas awarded the money to the brother, the Superior Court affirmed that decree, and we have this appeal by the widow.\nOn the argument both in the common pleas and Superior Court as well as in this court counsel for the widow claimed, that by the constitution and by-laws of the association, the purpose of the association was to provide a benefit fund for, first, the widow and orphans, then for dependents and then for blood relations; that the naming of a brother not dependent on him, to the exclusion of a widow who was, is in direct contravention of the purpose as disclosed by the charter and by-laws, and therefore the widow’s right to claim is not defeated.\nWhile we concede that such was the general and main purpose of the order, it was settled by this court in the well considered case of Maneely v. Knights of Birmingham, 115 Pa. 305, that the general purpose is not violated by a designation of one not in the order named in the general purpose ; so in that case the money was awarded to a sister of the deceased member, who was named in the certificate as beneficiary, to the exclusion of the widow and orphans. It is true, in the Maneely case, there was a weighty equitable reason why the money should be decreed to the nominated beneficiary in preference to the widow and orphans; she was his sister and had loaned the brother money on the promise by him she should be repaid at his death out of the money realized from the certificate. But the court did not base its decision on the equity of the sister, but on this ground quoted from the opinion, “ There is no prohibitory or restrictive language, excluding from the powers of the corporation, the right to contract specially with a member for the payment of benefits to other persons than the widow and orphans.”\nThe same ruling has been followed by this court since in analogous cases; it was followed by both the lower courts in this case and we see no reason to even doubt its soundness. Therefore appellant’s first assignment of error is not sustained.\nAs to the second, that the court erred in not on the testimony declaring Lloyd Donithen a trustee for his brother’s widow during her minority, presents a much graver question. Of course this involves a question of fact to be found from the evidence, and even if doubtful, it is to be resolved in favor of the correctness of the decision of the common pleas court, which is immediately next the.parties and witnesses, with all the advantages such proximity gives a court in arriving at the truth from oral evidence. But a most careful consideration of this testimony impels us to a directly opposite finding from that of the learned judge of the common pleas.\nTake first, the situation of the parties, their surroundings and the motives which prompt and control the conduct of people situated as they were. The deceased brother, probably industrious and thrifty, had just begun to save some money; he had recently been married, had gone to housekeeping with a young wife, had furnished the house to accord with his means, had paid one fourth the purchase money on the house and owed three fourths; in case of his sudden taking off she would be in dire pecuniary straits; this $1,000 if appropriated to her benefit would more than relieve her home from threatening debt. He also had a brother, Lloyd Donithen, who lived in another state. The deceased, although he had not seen this brother for years, and rarely communicated with him by letter, nevertheless knew he was well-to-do and prosperous, had fixed habits and was several years older than himself. Was it probable that the thoughts of this young husband, engaged in a hazardous employment, would turn to making a money provision for this brother, would prompt him to take upon himself the annual burden of payment of dues on a $1,000 certificate the remainder of his life for the sole benefit of this brother who was not necessitous, to the exclusion of his young wife, who he knew in case of his death would be ? He does not even inform the brother that he had named him as beneficiary in the certificate; Lloyd Donithen did not know this fact until after his brother’s death. Thus far the facts are wholly undisputed. Such was the condition of the parties and their surroundings when on the evening of March. 17, 1898, the husband became a member of the association and took out his certificate for $1,000 in which he named his brother as beneficiary. Is he, or rather was he, a trustee for the wife of this money during her minority ?\nTo establish the truth it was not necessary that Frederick should have communicated with his brother Lloyd and obtained his consent to act before naming him in the certificate. When the latter, after his brother’s death, learned the fact, he could have declined to accept the duties of trustee; but on learning the intent of his brother in naming him, he was bound in common honesty, to say nothing about fraternal duty, to faithfully carry out the intention of his dead brother. According to the evidence, when he first learned that he was the nominee in the certificate and his brother’s purpose in having him so named, he resolved to carry out his brother’s wishes, but with a few day’s reflection his avarice seems to have got the better of his conscience and he set up a claim to the money as his own.\nAs the fund is personal property the trust can be proven by clear and convincing parol evidence, which shows the intention of the donor. If Frederick Donithen had on his deathbed handed $1,000 to his brother to be paid over to his wife at his death, he, Lloyd, would have had no personal right thereto, but while he held it, would have been a mere trustee for the wido'w, and he could have been sued in a civil court and probably prosecuted in a criminal one for violation of the trust. Or if the beneficial, association had paid to him this money it could have been recovered by her in action at law on showing that her husband had impressed upon it a trust in her favor. Here, the association will pay to neither until the court establishes or negatives the trust. It is conceded that no consideration passed from the nominal beneficiary to the dead brother for the money now claimed by him; it is also conceded that if the evidence clearly shows the intention of Frederick Donithen that this money should go to the benefit of his widow then Lloyd Donithen can have no claim thereto. What does the evidence show, keeping in view the situation and surroundings of the parties as we have adverted to them ? Before joining the association he had several conversations with James P. Delozier, a locomotive engineer on whose train he was a brakeman, as to the desirability of insurance, and the merits of insuranee in the P. R. R. Relief Association and Beneficial Association ; that Donithen expressed a preference for the Order of Foresters; that after he had taken out his certificate he told him that he “ had got it fixed and Ella (meaning his wife) would be all right; ” that he spoke of his debts and that if anything happened to him the property would be paid for. These conversations were many and all to the same effect. They were just such conversations as men in the same employment would have and they disclose a clearly fixed belief on his part that his wife would be entitled to the benefit of the certificate and that she could appropriate it in payment of the mortgage on the house. He had conversations with Alice Judge and told her he had taken out the certificate for his wife as it would enable her to settle up everything. He told his wife the night he joined the order that he had taken out a certificate for $1,000 for her benefit, so that if anything happened to him she could live in the house. He showed her the paper but did not read it; it was kept in the house in the bureau until after his death and she did not know it was in Lloyd Donithen’s name; he repeatedly told her the certificate was for her benefit. After her husband’s death Lloyd Donithen came to the house and she gave him the certificate and he told her he was acting wholly in her interest, that he intended to pay off the debts and would not keep one penny.\nThis witness was subjected to a most prolonged and searching cross-examination; her statement is consistent throughout and bears the impress of probability. William M. Calvert, recording secretary of the order, testifies, that he went to the house of deceased the morning after his death for the purpose of getting the policy; that up to that time he had the belief the wife was the beneficiary named in it; that he met there Lloyd Donithen; that Lloyd and the widow brought the policy to him; that Lloyd said to him he was acting solely in the interest of Ella, the widow. Charles W. Smith, a witness who partly reared Frederick Donithen, testified that the latter told him he was carrying a policy of $1,000 so that if anything happened to him his wife could pay the debt on the house. Several of these witnesses have not the remotest interest in the subject of the controversy; if they be believed they establish clearly the trust. The question arises, why did Frederick, when he intended the money to go to his wife, put in the name of his brother as nominal beneficiary? As we have before noticed, the brother was older than he, was of good reputation as a business man; he, Frederick, as shown by the evidence lacked confidence in his wife’s mother; the wife was a minor; he thought thus to protect the wife against imposition and mistakes from inexperience by putting it in trust at least during her minority, so it could be applied to the debts which would otherwise take her home. This motive for making the brother trustee plainly appears from the testimony.\nThere is nothing in the evidence which detracts from the credibility of these witnesses. Lloyd Donithen testifies that he did not know he was named beneficiary until after his brother’s death, so of course he did not know his brother’s intention with regard to the disposition of the money. He does not contradict the testimony of the widow and Calvert in which, in conversation he in effect disclaimed any right to the money; he only says he does not remember such conversations. As to the attempt to show that the deceased suspected his wife’s chastity and therefore had a motive for excluding her from any benefit in his estate, the attempt wholly failed;' the weight of the evidence shows the contrary.\nThe learned judge of the common pleas was of the opinion that the evidence was not of that clear and convincing character, which the law holds necessary to establish a trust; we think it was of that character. No parol evidence can, under the circumstances of this case, be clearer; it might not, perhaps ought not, to prevail against the beneficial order, if it had chosen to act upon the certificate alone; but it is not contesting the widow’s claim; it has paid the money into court and withdraws from the contest. The widow does not contradict the writing, but only explains its intention.\nThe Superior Court does not go into a consideration of the evidence to establish the trust, but contents itself with saying it is too vague and shadowy to establish it.\nThe decrees of the Superior Court and court of common pleas are reversed, and it is directed that the money in court be paid out to the widow, Ella Donithen, as she is now of age, in accordance with this opinion ; it is further directed that appellee, Lloyd Donithen, pay the costs."}