{"id": "936157", "contents": "Opinion by\nMr. Justice Potter,\nIn the estimation of counsel for the appellant, one of the principal questions involved in this appeal is the effect of a plea of payment, to a judgment opened upon petition, for the purpose of determining the amount due upon it. Of course, if when the judgment was opened, the defendant had pleaded payment, with no other plea, it would have constituted a confession of the cause of action upon which the judgment was entered ; and the record of the judgment would have been prima facie evidence of the right of the plaintiff to recover the amount of the bond. But we do not find from the record that any plea to the judgment; was ever filed. It does appear, and the auditor has found as a fact that the judgment was declared in the court of common pleas to have been fraudulently confessed for the purpose of depriving the widow of her dower rights. But as to the daughter, that verdict was not conclusive. But the record further shows that upon the petition of the daughter and the widow, setting forth that the judgment was only collateral, and praying that it be opened, and they be allowed to defend against it, the court did grant a rule to show cause why the judgment should not be opened. Subsequently the matter was referred to an auditor, and the following agreement was entered of record, March 19, 1901: “ It is admitted by all the counsel present, that the judgment to April term, 1895, No. 851, and the revival thereof by sci. fa. to January term, 1901, No. 58, shall be opened for the purpose of determining how much -is due thereon and that the auditor in the orphans’ court in the estate of Hiram K. Miller shall inquire and determine how much is due thereon, if anything, subject to all the rights of all the parties that they would have in a trial and determination of that fact by a jury.”\nThe auditor appointed by the orphans’ court in this proceeding was the same gentleman who was appointed as auditor by the court of common pleas to report upon the petition for the opening of the judgment. The attitude in which the case then stood is shown by the following extract from the auditor’s report:\n“ In the present case, the judgment was opened to find what is due on it by decree made on the agreement of the parties, they each reserving for themselves all the rights they would respectively have in a jury trial. There is no direction to the defendant to plead payment nor any other plea, nor does the agreement provide for the consideration of the matter as though any special plea had been pleaded. We do not feel called on to decide what would be the position of the respective parties, in this inquiry, so far as concerns the burden of proof if we were dealing with an absolute judgment. We have found, as a fact, that this judgment was not given as an absolute obligation, but, so far as Henry’s rights in it go, only as collateral security for what might be found due to him, from Hiram, when settlement came to be made between them. If this finding is correct, we think no presumption arises in this case from the mere giving of the judgment or bond that the whole sum named in it was then due ; and that the mere offer of it, for this reason, would not throw on the defendant the burden of disproving it. It appears to us that the burden rather lies on Henry E. Miller to show what the judgment is collateral for; in other words, to prove the primary indebtedness which it was intended to secure.”\nWe agree with the conclusion of the auditor that, when the judgment was.opened, and was shown to be collateral only, the burden of proving what if anything it stood for, was upon the creditor whom it was intended to secure. The record in the common pleas showed that this judgment in so far as the rights of the widow were concerned, bore the brand of collusion and fraud, and this might well lead to an order for its opening to a defense in the interest of the daughter free of all restrictions. We can see nothing in the record to justify, and are therefore at a loss to understand the concession in the opinion of the orphans’ court, that the pleas admitted the judgment, and that the judgment was opened upon terms. If this were true the position taken by the auditor would have been wrong. Our' examination of the record leads us to think that the auditor was right, in holding that the opening of the judgment by the court of common pleas was without restrictions. And that being so, under the well known rule, the burden of proof was upon the plaintiff as in all other cases.\nIt is true that a writ of scire facias to revive the judgment was issued, and to that writ a plea of payment was filed. . But that proceeding went no further. It was entirely separate and distinct from the proceedings in which the original judgment was entered, and the plea filed in the scire facias, cannot be considered as in the original judgment. In scire facias the writ recites the original judgment, and constitutes the declaration to which the defendant must plead. The purpose of the scire facias was only to give notice to 'the defendants to come in and show cause why execution should not issue upon the original judgment. The opening of the original judgment was a matter resting in the sound discretion of the court of common pleas, and if it was opened without conditions, as in this case, the plaintiff is put to the proof of cause of action precisely as if no judgment had been entered: Harris v. Harris, 154 Pa. 501; Sossong v. Rosar, 112 Pa. 197.\nThis disposes of the principal question raised by this appeal. Into the numerous instances wherein it is alleged that errors were made in the findings of fact by the auditor, and approved by the court below, we cannot enter. There was evidence to support the findings, and the exhaustive report of the learned auditor shows that it received careful consideration.\nThe assignments of error are all dismissed, and the decree of the orphans’ court is affirmed at the cost of the appellant."}