{"id": "936185", "contents": "Opinion by\nMb. Justice Mestbezat,\nThis was an action of assumpsit on a single bill or note under seal dated June 19, 1891, signed by Samuel Rineard and payable after his death to the order of Catharine E. Bowers, the plaintiff. The note is as follows :\n“ $4,000. West Faib View, Cumbebland County, Pa.,\n“ June 19, 1891.\n“ O-ae-ye-a-r-aftcr date-1 promise to pay to the order of Catharine E. Bowers, four thousand dollars, after my death, with interest, without defalcation for value received, waiving the right of all valuation, appraisement, stay, homestead or exemption laws.\n“ Witness present: Samuel Rineabd [Seal]”\nThis suit was brought April 17, 1903, against Rineard’s executors. On the trial of the case the plaintiff, after proving the maker’s signature, offered the note in evidence. The defendants objected to the offer on the ground that an inspection of the note disclosed alterations and changes in material parts of the instrument, and that before the note could be admitted as evidence the plaintiff was required to show to the satisfaction of the jury that the alterations were made before the execution and delivery of the note. The court, however, admitted the note but reserved the question raised by the objection for further consideration.. The defendants then introduced testimony to show that there were alterations in material parts of the note, apparent on inspection, and that the body of the note was in the handwriting of the plaintiff. The note was partly printed and partly written, and the testimony on the part of the defendants tended to show that an inspection of the instrument disclosed among other things that blue-black ink was used in the written part of the original note; that the date was originally January 19, 1891, and the note was payable one year after date to Catharine Bowers, and that several years thereafter brown ink had been used in changing the written part of the note to its present condition. The plaintiff offered evidence in rebuttal to explain the alterations in the note. It will be observed that the note sued on is dated June 19, 1891, is payable to Catharine E. Bowers after the maker’s death, and that the words “ one year after date ” have been erased by drawing a line through them.\nAt the conclusion of the testimony the learned trial judge withdrew the case from the consideration of the jury and directed a verdict for the defendants, on the ground that there were material alterations apparent on the face of the note prejudicial to the maker and that there was no evidence in the case explaining the alterations. A judgment having been entered on the verdict the plaintiff has taken this appeal.\nThe plaintiff contends in support of her appeal that the court erred in directing a verdict for the defendants because (1) the alterations were not prejudicial to the maker of the note and hence not a ground of suspicion as to their having been improperly made, and (2) there was evidence explanatory of the alterations sufficient to warrant the court in submitting the case to the jury. We do not regard either of these positions as tenable. The plaintiff’s counsel admit that alterations were made in the date and time of payment, and that they are material to the validity of the note. They are also, as we think, prejudicial to the interests of the maker. They destroy the integrity of the original instrument and subject the maker to liability on a contract to which he was not a party. The change of date is not apparently injurious to the maker, but it was manifestly made for a purpose which we cannot assume to have been intended to be, or is, detrimental to the party who made it. On the contrary it must be presumed that the plaintiff would not have made the alteration or permitted it to have been made in the date of the instrument if it was prejudicial to her interest, or was not in some way advantageous to her. The change of the time of payment from one year after date of the note till after the death of the maker was clearly prejudicial to him for the reasons suggested by the trial court. The note bore interest from its date, and the alteration gave the plaintiff a permanent investment for her money at the legal rate of interest during the life of the maker of the note. The original date and time of payment of the instrument permitted him to pay it at any time after January 19, 1892, but by the terms of the note in suit he could not discharge the obligation during his life. By her act in making the alteration, therefore, she prevented him from exercising the privilege of paying the note, which might have been most beneficial to. him, and, considering the length of time the note had to run, imposed an undesirable obligation upon him. While the death of Rineard sealed the lips of the plaintiff, yet if she is permitted to recover on the note in suit his death does not prejudice her, while it does prevent him from defending against the altered instrument. If she can recover by the mere proof of his signature to the original note, her postponement of the time of payment by changing the date of the maturity of the note till after his death denies Mm the opportunity of making a defense without in any way being prejudicial to her rights.\nAs suggested above it is conceded by the plaintiff that the changes in the date and time of payment of the note are both material alterations and are apparent from an inspection of the instrument. The least that could be expected or required under these facts to sustain an action on the note was that the plaintiff should show to the satisfaction of the jury that the alterations were made prior to the execution of the note or made after its execution with the consent of the maker. As the payee of the note, she had the custody of it from the date of its execution. She is therefore presumed to know why and when the alterations were made and with what intention they were made. The note in its present condition and as presented to the court and jury was not the obligation of the defendant’s intestate. He executed no note to the plaintiff on June 19, 1891, and made no promise on that date to pay any sum to her. Neither did he execute an obligation on that or any other date to pay her $4,000 after his death. In other words, the note in suit was not executed by the defendant’s intestate. These facts are conclusively established by the testimony in the case and the alterations apparent on the face of the instrument in suit, which are admitted to have been made while it was in the possession and control of the plaintiff. Unless therefore the changes made in the note are explained by the plaintiff as required by the trial court, she could not be permitted to enforce the note in suit for the all-sufficient reason that it is not the contract or obligation of defendant’s intestate. The only ground for a recovery here is the note in suit and the burden is on the plaintiff to show that Rineard signed and delivered it to her or agreed to the alterations in the note of January 19,1891, which resulted in the contract in its present form.\nThe plaintiff offered no evidence in explanation of the alterations in the note which would have enabled the jury to determine why the alterations were made or when they were made or that the maker of the note had any knowledge that they were made. The most that can be said of the testimony offered for this purpose is that it tended to establish an indebtedness of $4,000 in 1888, by Rineard to the plaintiff as evidenced by the first note and that another note was executed on January 19, 1891, for a like amount, but this evidence does not show why the latter note was changed in date to June 19, 1891, or was altered so as to become payable after the maker’s death instead of one year after its date. The plaintiff was required to produce evidence to establish these facts, and the burden was not met by proving an indebtedness of Rineard to the plaintiff.\nFor the reasons stated, the learned trial judge committed no error in directing a verdict for the defendants, and therefore the judgment is affirmed."}