{"id": "936152", "contents": "Opinion by\nMb. Justice Mestbezat,\nLily lake, also known as Long pond and Beach pond, is a nonnavigable body of fresh water, rather oval in shape, about one mile long and, at its greatest width, about one half mile wide. It lies upon the mountain, midway between Wilkes-Barre and Hazleton, in Conyngham township, Luzerne county. By sundry conveyances from the commonwealth and its grantees, made at different times from 1847 to 1895, Aaron Boyd, the defendant, became the owner in fee of six tracts of land of a total area of 215 acres. The description of the land in the several conveyances was of the usual character, giving the courses and distances, also the monuments and the names of the owners of the adjoining lands. “ By these several purchases,” as found by the trial judge, “ Mr. Aaron Boyd became the owner of the bed of the lake and all the land contiguous thereto excepting five acres, purchased by deed in fee simple from Elias Slusser by Molly Wormser, one of the plaintiffs. This five acres is situate at the west end of the lake, wooded, and includes in a triangular shape, with its base upon the shore, about one acre and a fourth of the bed of the lake.” Schlosser, otherwise known as Slusser, conveyed the land to Mrs. Wormser by deed dated October 29, 1894, and therein it is described as follows : “ Beginning at a stone planted for a corner on line of the warrantee name of tract of James McNeal and corner of Elias Slusser’s land, thence along land of Elias Slhsser south sixty-two degrees east seventy perches to a stone a corner on line of a tract of land in the warrantee name of Susannah Beach, now Aaron Boyd, thence along land of the same north seventeen degrees west twenty-four perches to a stake on the shore of Lily Lake (formerly known as Long Pond), thence the same course an uncertain distance (App. 26) to a corner in said Lily Lake, thence the official draft calls for southwest twenty-eight perches to a stone formerly a black oak tree on the bank of Lily Lake, thence along the James McNeal tract south eighty-four degrees west thirty-four perches to the place of beginning; containing five acres of land on the shore or bank of Lily Lake and approximately two acres of Lily Lake.” This land was part of a larger tract formerly owned by one George B. Stackhouse, who in 1868 conveyed it to Charles B. Stack-house, one course in the description of which extends “to a corner in pond known as Beach Pond.” No other reference is made in the deed to the lake. The two subsequent deeds by which the title to the tract became vested in Schlosser, Mrs. Wormser’s grantor, contain the same description. The deeds conveying to Boyd the land adjoining this tract called for “ a corner in Long Pond ” which is the same as “ a corner in Beach Pond” in the Wormser deed. The lake is fed by springs all of which are on the land of defendant, and the small outlet of the lake is also on his land: There is no public highway, nor right in the plaintiffs to any private road, bordering on the la.ke.\nThe defendant’s predecessor in title built a dam at the outlet of the pond which was repaired by the defendant about the year 1887, by which fifty acres of his meadows outside of, and adjacent to, the water line of the lake were overflowed, and on which water lilies grew. About the same year the defendant erected a summer house and cottage at the outlet of the lake and constructed wharves and boat landings for the use of people who visited the place. The trial judge found “ that the lily meadow, the hiring of boats and the summer resort so established by defendant is of great value to him and is increasing in value as a popular resort because of defendant’s exclusive control over the boating, fishing and lily meadows.” The only access for the public to this resort is by the private road built by the defendant since 1890.\nShortly after Mrs. Wormser purchased her tract of land, she laid it out in twenty-eight lots, fronting an avenue running parallel with the lake. Between this avenue and the lake she made a park. Some of these lots were sold and conveyed to the other plaintiffs in this case, the deeds granting the same rights and privileges to the use of the lake as Mrs. Wormser had. Summer residences have been erected on several of these lots, boat landings have been built at the lake shore, and streets have been graded on the platted ground.\nIn 1895 Mr. Boyd built a boom of heavy logs fastened together at the ends by iron links, “ and thereon erected a barbed wire fence across the surface of the lake. This boom begins at the shore near the eastern corner of Mrs. Wormser’s land and follows the line between her land and Mr. Boyd’s land in a northerly course to the opposite shore, thereby, whilst not practically interfering with the flow of water, effectually and permanently excludes plaintiffs and all others from crossing to or from the eastern part of the lake.” In July, 1900, the plaintiffs filed this bill praying, inter alia, that the defendant be required to remove the boom from the said lake “ so as not to interfere with or obstruct the plaintiffs in their use of said lake for boating, fishing and as a place of recreation, and that he be restrained from enlarging or extending said boom or in any manner interfering with or obstructing the plaintiffs, or any of them, in their lawful use of said lake for the purposes aforesaid.” The bill and answer presented several questions for consideration, but on the trial they were all abandoned excepting the right of the plaintiffs to boat for pleasure upon the whole lake. The learned trial judge found in favor of the plaintiffs and entered the following decree :\n“ That for the purposes of boating and sailing the plaintiffs shall have the right to enjoy the waters of the whole lake.\n“ That the plaintiffs’ conveyances carry their title to the center of the lake, and therefore the boom erected and maintained by the defendant must be removed by him at his own expense.”\nFrom this decree the defendant has appealed.\nThe learned trial judge fell into error in holding that Mrs. Wormser was a riparian proprietor of the land adjacent to Lily Lake, which extended her title to the center of the lake and therefore gave her the right to use the waters of the entire lake for boating purposes. It is no doubt the settled law of this state that a grant of land bordering on a nonnavigable or private stream extends ad filum medium aquae. The conveyance to such grantee by one who owns the land adjacent to and under the stream carries the grantee’s title beyond the water line of the stream and gives him the ownership of the soil to the middle of the current. This is grounded on the presumption that such was the intention of the parties to the grant. But the facts of this case, which we have fully stated, do not warrant the application of this rule in the disposition of the question presented by this record. The soil covered by the waters of the lake or pond was susceptible of private ownership and the title to it was, by sundry conveyances from the commonwealth and its grantees, vested in Mrs. Wormser and the defendant. The rights of the parties to this controversy must be determined by the grants contained in their deeds. Mrs. Wormser’s title cannot be so construed as to extend it .to the center of Lily lake under the rule that such is the intention of the parties to grants of land bordering upon nonnavigable streams. Her grantor, Elias Schlosser, did not own the land to the middle of the lake. In his deed to Mrs. Wormser the quantity of land conveyed, in the bed and on the bank of the lake respectively, is set forth as “ containing five acres of land on the shore or bank of Lily Lake and approximately two acres of Lily Lake.” The grant to her is described by courses and distances with the adjoiners, but does not call for the lake nor the bank or shore of the lake as a boundary. Two of the points called for in the lines of the survey, as given in her deed, are on the bank of the lake, but the lake is not made a boundary of the land conveyed and there is nothing in the conveyance to Mrs. Wormser showing an intention to grant her any rights beyond the fee in the land described in her deed. Nor is there anything in her chain of title from the commonwealth prior to her own deed that refers to the lake as a boundary of the grant to any of her predecessors in title. The three deeds immediately preceding Mrs. Wormser’s deed in her chain of title, however, like the description in her own deed, call for “ a corner in pond known as the Beach Pond,” thereby extending the grant to a designated point within the pond and ignoring the lake as a boundary line of the premises conveyed. It is clear from the description in the several conveyances in her chain of title that Mrs. Wormser acquired title to the land only within the metes and bounds set forth in her deed. The language of Bradbury, J., delivering the opinion of the Supreme Court of Ohio in Lembeck v. Nye, 8 L. R. A. 578, is applicable here. He says : “In the remaining deeds from the Fowlers to the lands around the lake the lands were described by metes and bounds, no mention of the lake being made. In descriptions of this class only the lands within the bounds pass.\n‘ Where lands are granted by metes and bounds all the area within those bounds and no more passes: ’ Lockwood v. Wildman, 13 Ohio, 430. Indeed where the parties have by their deed enclosed the land by agreed lines, without any reference whatever to adjacent natural objects, it is difficult to conceive of a principle that would extend those lines to include those natural objects, however convenient they might be to the enjoyment of the land actually conveyed.”\nIt is contended by the plaintiffs, however, that even if Mrs. Wormser’s title be limited by the metes and bounds set forth in her deed, the fact that she owns a small portion of the bed of the lake gives them the right to use the waters of the entire lake for boating purposes. But with this contention we do not agree. The ownership in fee of the soil covered by the waters of Lily lake outside of Mrs. Wormser’s lines being in the defendant, we think he has the right to control that part of the waters of the lake above his land to the extent, at least, of prohibiting the use of the waters by Mrs. Wormser or her grantees for boating purposes. His grant of the land in the bed of the lake gave him title ad coelum et ad inferos, and, hence, the waters on his land were subject to his u-;e and enjoyment. There were no rights of a riparian owner which made those waters subject to an easement in favor of the plaintiffs while they covered the defendant’s land. The grant to the plaintiffs of a part of the bed of the lake, as observed above, is clearly and distinctly defined by their deed and does not extend to the other part of the bed of the lake owned in fee by the defendant. When, therefore, they entered on the waters covering the defendant’s land with their boats for pleasure and recreation, they became trespassers. This logically results from the character of the title of the parties to the bed of the lake vested in them by their respective conveyances. Each of the parties owns his land in fee, and included in that ownership is the right to the use of the water while it is on the land. Any use of it for boating purposes by another is an infringement of the rights of property vested in the owner of the land.\nIt. follows from what has been said that the defendant had ■the right to erect the boom on his premises for the purpose of preventing the plaintiffs from boating or sailing on the waters covering his land, and that the trial judge was in error in requiring it to be removed.\nThe decree of the court below is reversed and the bill is dismissed at the cost of the appellees."}