{"id": "936214", "contents": "Per Curiam,\nPizzi, the plaintiff, was engaged with two others, Frank and Ruhland, in work at certain houses in Philadelphia. For the work he did, stone masonry, Pizzi was to get forty-five cents per perch. They failed and the work stopped. Nardello who was surety on their contract had to take up the work and finish it; he wanted Pizzi’s help as a mason, and.said to him, “ Now Pizzi if you will go on with this work I will pay you what is coming to you for what you have already done, and I will pay you fifty cents a perch for what you do for me for the balance of the work.” Under this promise Pizzi went on and finished his part of the masonry. His whole bill amounted to something over $700. Nardello flatly denied any such promise and averred the debt was wholly one of Frank and Ruhland. We do not concern ourselves with the contradictions in the evidence ; the verdict establishes the truth of the matter and that is, that Pizzi’s statement of the promise to him by Nardello is true. Then we have the fact that the original debt was Frank and Ruhland’s and Nardello to induce Pizzi to continue work promised orally to pay it. Standing by itself, this promise, under the statute of frauds, could not be enforced. It is a promise to pay the debt of another not in writting. But is it the debt of another within the meaning of the statute ? Pizzi supplements his proof of the promise by evidence that Nardello had become answerable for the engagements of Frank and Ruhland as surety for them under their contract and to induce him,, Pizzi, to go on with his part of the work, that he Nardello might be relieved from his indebtedness as surety, he made the promise and thus made the original debt his own. It may be conceded that the decisions under the act are apparently not always in harmony, and this was noticed by Justice Strong ini Maule v. Bucknell, 50 Pa. 39, when it appeared that within ten years after the passage of the act of 1855 the numerous decisions under it were already apparently conflicting. This, court speaking through him in that case says:\n“ It will be found after examination that in nearly all the decisions in which it has been held that such a promise is not, within the statute, there was some liability of the promisor, or his property independent of his express promise or that he had become the actual debtor, so that as between him and the original debtor the superior liability was his.”\nAnd this test of the legal liability of the promisor notwithstanding the statute has been maintained through all the many cases since. ' So ¡ in this case, if Nardello’s promise was made because of a benefit to be derived to bimself from Pizzi’s work, the debt became his own because the liability was his own.\nAll the assignments are overruled and the judgment of the Superior Court is affirmed, for the reasons given in the opinion of that court."}