{"id": "936204", "contents": "Opinion by\nMb. Justice Thompson,\nIn the case of Quakertown and Eastern Railroad Company v. Guarantors’ Liability Indemnity Company, reported in 206 Pa. 350, Mr. Justice Potteb, after giving in detail the history of the litigation that gave rise to the controversy in the present case, says:\n“While these negotiations were pending, Mr. Terry requested his clients to arrange for the payment of his fees. This was not done to his satisfaction, and, in consequence, after arrangements had been made for the return of the bonds and the matter amicably adjusted, Mr. Terry refused to mark the case settled of record until his fees were in some way secured to him. The appellant company then took a rule on the prothonotary to show cause why the case should not be discontinued by plaintiff, the appellant company or its then counsel. This rule was discharged. Mr. Terry then notified the Guarantors’ Finance Company not to deliver any bonds in their possession to the appellant company. The Guarantors’ Finance Company, by its receivers, wishing to relieve itself of any liability to either the appellant company or Mr. Teny, filed a petition asking leave to deposit with the prothonotary of the court, eighteen bonds of the appellant company, and praying the court to order it and Mr. Terry to interplead for the purpose of determining the ownership of the bonds, and the amount of fees to which Mr. Terry is entitled, if any.”\nMr. Terry then claimed a lien for his fees upon these bonds and the appellant contended that as he had no lien there was no jurisdiction in the court below to adjudicate upon his claim for fees. While the question of jurisdiction was at issue its determination rested upon the existence of a lien on behalf of Mr. Teny. Without such lien the jurisdiction necessarily failed and Mr. Justice Potteb said :\n“ From this action of the court and the decree entered in pursuance thereof, this appeal is taken. We are confronted at the outset with the question of jurisdiction in the court below and of its right to thus adjudicate the claim of Mr. Terry for fees. In our judgment no good reason can be given for sustaining the assumption of jurisdiction in this matter. Mr. Terry had no lien upon the bonds of the defendant company, either while they were in the custody of the guarantor’s company or after they were deposited with the prothonotary. It is a well recognized general rule of law that an attorney has a lien, or rather a right of defalcation, on money or papers of his client while they are in his hands, but in a common-law action he has no such right of lien on his client’s money in the hands of third persons, or upon a fund brought into court for distribution.”\nAnd again he says: “ It cannot be contended that Mr. Terry has not. an adequate and complete remedy at law, and having that remedy, we see no reason why he should not be required to establish the amount of his claim before a jury as other litigants whose claims are disputed are required to do.”\nThe judgment having been reversed a rule was granted as follows : “ to show cause why the eighteen (18) first mortgage bonds with all coupons attached thereto, of the Quakertown and Eastern Railroad Company, now in the custody of the court, shall not be delivered to the appellant, the Quakertown and Eastern Railroad Company, or its attorneys, Alfred N. Keim, Carroll R. Williams and'John G. Johnson, Esqs.” This rule was discharged and an order made that “ said bonds shall be returned by the prothonotary of the court to the said receivers, upon receipt therefor.” This decree and the discharge of the rule are assigned as error.\nOn the day following this rule, the receivers by letter addressed to counsel for the Quakertown and Eastern Railroad Company repeated their disclaimer of any interest in the bonds as stated in the petition for interpleader. In that petition it was averred by the petitioners that they had no interest in the bonds and they desired to be permitted to deliver them into court and prayed, upon such delivery, to be discharged from all liability on account of the same to any person. The decree made upon this petition, upon making Mr. Terry a party, permitted the petitioners to deliver to the prothonotary of the court of common pleas, the bonds specified and upon their delivery to be discharged from all liability on account of the same to any person. These bonds were deposited to be delivered to the parties who might be entitled to the same. If Mr. Terry has no equitable title to or lien upon them, the party who is entitled to them is clearly the Quakertown and Eastern Railroad Company. Mr. Terry gave notice that as to the extent and value of his services he had an equitable title to them and this notice was doubtless based upon the receipt given by Dimner Beeber, Esq., one of the receivers of the Guarantors’ Finance Company to hold these bonds “ until the said company settle with Mr. Terry and discontinue the bill in equity filed by the company against the Guarantor’s Finance Company.”\nAn auditor was appointed by the court and he fixed Mr. Terry’s fee in an amount to be paid by a portion of these bonds and upon an appeal from the decree of the court below affirming his report, his contention was that he had a lien upon such bonds. It was, however, decided that he had no lien upon them either while held by the Guarantors’ company or after their deposit with the prothonotary. If that decision settled anything beyond question it was that Mr. Terry had no lien upon these bonds. The petition averred that he claimed to be “ an equitable owner” of the.bonds and it was upon the ground of such ownership that the court below undertook to fix bis fee to be paid by the same. This assertion of equitable ownership was the essential element in that determination and upon its reversal by this court such alleged ownership was swept away and his assertion of title or lien was decided to be without substantial basis. He however now suggests that there then was not called to the attention of the court the receipt of the receivers for the bonds and that in accordance with it they were to be held until the company settled with Mr. Terry and he discontinued the equity suit. The claim of equitable ownership being based upon the receipt this court in resolving the then contention gave due consideration to it and the facts connected with it. He contends that as this court held that “ we cannot justify the court in assuming jurisdiction of the matter in dispute ” its effect was to render void the decree on the petition for interpleader permitting the receiver to deposit these bonds and therefore they are now in the hands of the prothonotary to await the settlement with Mr. Terry and the discontinuance of the equity suit.\nThe want of jurisdiction sprang from the fact that he had no claim upon the bonds deposited in court and if so it is manifest that he cannot now successfully claim an equitable title which that decision distinctly and clearly negatives. The decree in the petition for interpleader was not made void but the decree awarding to Mr. Terry $6,500 of these bonds was reversed because he had no equitable claim or lien upon such bonds whether' in the hands of a third party or in the custody of the court. The bonds are therefore in court to be delivered to the parties who may be entitled to the same. The receivers have no claim and distinctly disclaim any and Mr. Terry has none under the decision of this court. The only claimant who has any title or claim to the same is the Quaker-town and Eastern Railroad Company.\nIt is but proper to add that Mr. Terry unquestionably rendered valuable services and is entitled to compensation therefor. •\nThe assignments of error are sustained, the decree reversed and the record is remitted with directions to make the rule of September 16, 1903, absolute."}