{"id": "937791", "contents": "Opinion by\nMb. Justice Fell,\nThe only question raised by the assignments of error is whether a |verdict should have been directed against the plaintiff on the ground of contributory negligence. Through an accident in the defendant’s yard at Sheradeñ a number of tank cars containing a large quantity of naphtha were set on fire. The fire was communicated to other cars in the yard and there Was an extensive find disastrous conflagration which lasted several hours. Three hours after the fire started there was an explosion which threw burning naphtha beyond the limits of the yard and onto the street where the plaintiff was walking. The plaintiff testified that he had come from his home on the opposite side of the Ohio river because of his apprehension that the fire might spread and extend to the house of his sister in Sheraden. Having assured himself of her safety he started at once to return to his: home by way of Chartiers avenue, a borough street, the route by which he had come. Not finding a car on the avenue he walked on until one should overtake him. When he was opposite the place where the cars were burning and forty feet above and 260 feet from them, the explosion occurred. At this time the ordinary travel on the avenue had not stopped and the electric cars were running as usual. The employees of the railroad company and of the fire department were working in the yard within twenty or thirty feet of the cars.\nThe plaintiff had passed the fire on his way to his sister’s house and ¡knew that some of the cars contained oil or naphtha and was hurrying by, but there was nothing in the situation so clearly indicating danger to one passing on the avenue that the court could have withdrawn the case from the jury. It was submitted on the narrow ground that a recovery could be had only in the event that the plaintiff was on the street in the pursuit of his legitimate business and not loitering or standing there out of curiosity, and that the danger of an explosion was not so apparent that a reasonably prudent man would have recognized it and not attempted to pass.\nThe judgment is affirmed."}