{"id": "937867", "contents": "Opinion by\nMr. Justice Potter,\nThe defendant company, acting by its servant, permitted a horse to partially obstruct the sidewalk for a few moments, by standing upon a driveway leading across the pavement into the yard of the Vulcanite Paving Company. The occasion for stopping the horse at that point was the fact that another horse just ahead was being weighed upon a pair of scales just inside the gateway, and the second horse was waiting to be led also upon the scales. While the horse was thus standing, partly within and partly without the gateway, William Miller passed from the office of the Vulcanite Paving Company around the scales and out to the street. Both of the horses were at that time within his plain view. There were two gateways, in one of which the horse was standing, and through the other Mr. Miller passed. Immediately upon reaching the sidewalk he turned northward and passed in the rear of the horse standing in the other gateway. It seems that he neither spoke to the horse nor the hostler before passing, and when he came in line with the heels of the horse, it suddenly kicked and struck Mr. Miller in the right side, injuring him to such an extent that he died within a few days. There was no testimony to show that the horse was vicious or that it had been known to kick before. It was at the time in the care of an attendant who was holding it by the halter strap. We do not think that it can properly be said that the horse was wrongfully in the space where it was at the time of the accident. The public right of passage along the sidewalk is always prior and is to be respected by those making other use of the pavement. But this does not preclude a temporary obstruction by those crossing transversely, as upon a driveway, or who are reasonably occupying the space for a short time. The evidence in this case showed no permanent or unreasonable obstruction of the sidewalk, in the temporary stoppage of the horse at that point.\nUnder the facts as shown, it is not apparent that any inference of negligence upon the part of the defendant could have reasonably been drawn bjr the jury. But even if there was any question as to this, we are unable to regard the action of William Miller in walking deliberately past the heels of the horse and within reach of them, without giving any warning or-speaking to the horse, as being anything other than negligence which contributed to the happening of the accident. It was evident, as one of the witnesses said, that Mr. Miller did not anticipate that the horse would kick, and he passed within four, feet of him, when he might as easily have kept himself at least five or six feet further from danger. The testimony indicates that the horse was allowed to stand in the gateway only long enough to permit of the other horse being weighed, a period of two or three minutes, so that if Mr. Miller had waited for the horse to be moved, the delay would not have been serious. But if he were desirous to proceed at once, the sidewalk seems to have been some sixteen feet in width, so that he could have passed' in safety by going nearer the curb, or even stepping out into the street, as one of the witnesses testified would have been, under the circumstances, the part of prudence.\nThe trial judge asked the jury to say whether William Miller “ did a prudent thing in passing—without speaking to the horse or without speaking to the man in charge of him, without taking any precaution for his own sake—within striking distance of the heels of that horse when he had to the westward of him sufficient space on the sidewalk to have rendered it impossible for the horse to have reached him.” The testimony which established this action upon the part of Mr. Miller is undisputed, and to us it so clearly shows contributory negligence that we think the trial judge should have assumed the entire responsibility and have given binding instructions in favor of the defendant.\nThe second assignment of error, which is to the refusal of such instructions, is therefore sustained and the judgment is reversed and is here entered for the defendant."}