{"id": "940026", "contents": "Opinion by\nMr. Justice Fell,\nThe material allegations in the bill are that the defendant, Seabury, was the agent of Andrew M. Moore for the sale of certain real estate; that in consideration of the plaintiff’s promise to co-operate with him to secure a purchaser he agreed to pay the plaintiff one half of the commissions he should receive, and that he assigned to him a one half interest therein; that a purchaser was secured and in an action against the executors of the will of Andrew M. Moore, Seabury recovered a judgment for §19,527.66 for commissions earned; that this judgment was assigned by him to another of the defendants with knowledge by the assignee of the plaintiff’s equitable interest in it. The prayers are for an injunction to restrain the collection of the judgment by legal process, its assignment by the use plaintiff, and its payment by the executors, and for an order to pay the fund into court for distribution.\nThe substance of the answer of Seabury in denial of the plaintiff’s right is that the agreement to divide commissions was without consideration, that no services were rendered by the plaintiff and that he did nothing to aid in effecting a sale. It is averred that the plaintiff was the confidential agent and adviser of Andrew M. Moore and, having learned of this agreement with Seabury, came to the latter and threatened that unless he was given a share of the commissions stipulated for he would procure the cancellation of the agreement and prevent the acceptance of any purchaser that might be secured; that the sole inducement for the making of the agreement'was the plaintiff’s threat that by the unwarranted use of his personal influence with Moore, he would prevent Seabury from deriving any advantage from the agreement.\nThese averments were fully sustained by the. testimony and the court found that the plaintiff was regarded by the parties as the agent of Moore, who had no knowledge of his agreement to share commissions; that all he did in the matter was to procure at the instance of the purchaser an extension of time for the completion of the contract to buy, and “ that he never did anything to help Seabury earn the money for which the latter now has judgment in court.” It follows from these findings that the bill was properly dismissed.\nThe decree is affirmed at the cost of the appellant."}