{"id": "940081", "contents": "Opinion by\nMb. Justice Mestbezat,\nWe have carefully read and considered the extended argument of the learned counsel for the appellant, but it has failed to convince us that the decree of the court below is erroneous. On the contrary, the conclusion of the court on the questions presented for consideration is amply sustained by the opinion of the learned auditing judge and the authorities he cites.\nAppellant’s counsel concede the correctness of the rule announced by the auditing judge that if a bequest be made to a person absolute in the first instance, and. it is provided that in the event of death or death without issue another legatee or legatees shall be substituted to the share or legacy so given, it shall be construed to mean death or death without issue before the testator, if the gift is immediate, hr death or death without issue during the continuance of the prior estate .where the limitation is by way of remainder. They, however, deny that the rule has any application Here because, as they allege, there is no direct gift of an absolute interest in principal to a first taker. It is, as must be, admitted that there is clearly an estate vested in Mrs. Sommerville’s children by implication arising from the limitation over in the event of the death of the children without issue. After directing his trustees to pay the semiannual income and profits of one third of his estate to his daughter, Mary Fulton Sommerville, for life and giving her a power of appointment which was not exercised, the testator in his will provides as follows : “ In case all her children shall depart this life without issue, the part or share in this my last will and testament devised to the said children of my daughter Mary shall revert to and be equally divided among my surviving heirs.” No other disposition was made of this part of the estate by the will. The testator, as will be observed, declares that he has “ devised ” this part or share of his estate to his grandchildren and provides that the gift shall not be defeated unless they “ depart this life without issue.” Appellant contends that as Mrs. Sommerville had but a life interest in the one third of the testator’s estate, the gift to her children by implication was of the same interest that she received under the will. That argument might apply with much force in support of the contention that the appointees of Mrs. Margaret S. Harding took no part of the estate, as her power of appointment under which they received absolutely the one third of the estate was limited to “ the estate devised and bequeathed ” to her, but it cannot prevail here. The implied interest or gift to the children of Mrs. Sommerville arises from the language of the will just quoted, wherein it is declared that the part or share “ devised ” to them shall revert to the testator’s surviving heirs in the event of her children dying without issue. In other words, the children were to have the “ part or share ” (the one third) of the testator’s estate bequeathed to them unless they died without issue, which, as we have seen must be construed to occur within the lifetime of Mrs. Sommerville. There is no ground for the implication that they were to take a life interest in that “ part or share ” of his estate. Such inference might have been drawn had the testator provided that “ in case all her children depart this life without issue, the part or share of this my last will and testament devised to my daughter, Mary F. Sommerville, shall revert to and be equally divided among my surviving heirs.” But, as will be observed by reference to this clause of his will, it was not the share or part of his estate given to his daughter which was a life interest only, but the part “ devised to the. said children of my daughter Mary” that the children were to have unless they departed this life without issue. The natural and necessary implication from the language employed by the testator, therefore, is that the children of Mrs. Sommerville were to take the corpus of-the one third of the estate as an absolute gift in case they survived their mother. This was manifestly the intention of the testator, and no rule of testamentary construction in this jurisdiction prevents it being carried into effect.\n■ James M. Sommerville and Maxwell Sommerville were the only children of Mary Sommerville, and were both living at the time of their mother’s death. The one-third part of the testator’s estate, the income from which she had received since the testator’s death, was then vested in her two sons in possession. Thereafter they had the right to the absolute control and possession of their gift. The trustees were, therefore, relieved from any further duties relative to the property, and hence there was no longer any necessity for continuing the trust.\nThe assignments of error are overruled and the decree is affirmed."}