{"id": "940121", "contents": "Opinion by\nMr. Justice Brown,\nBy the ordinance of the city of Philadelphia approved March 30, 1896, providing for a bond from a contractor for municipal work, to secure the prompt payment to all persons supplying him with labor or materials, whether as a subcontractor or otherwise, there is a direction that before any person shall have a right to institute suit on the bond as the use plaintiff, lie shall furnish such indemnity to the city against costs as shall be approved by the city solicitor. The averment in appellee’s statement of claim is that he, as use plaintiff, had, in compliance with the provisions of the ordinance, filed with the city of Philadelphia his bond indemnifying it against the costs of any action to be brought by him upon the bond given by Pierson, the contractor, and that the bond of indemnity had been duly approved by the city solicitor. The appellant, insisting that the execution of such a bond and its approval by the law officer of the city are conditions precedent to the plaintiff’s right to sue, avers in its affidavit of defense that it is informed that at the time the writ issued against it the city solicitor had not approved the bond of indemnity tendered to the city by the use plaintiff, and it “therefore denies the allegations to that effect contained in the statement of claim.” Of the distinct averment of what the appellant alleges is a material fact, there is no distinct denial. There is a vague averment of information given the appellant that the bond had not been approved. An affidavit of defense is good only when it contains averments which, if proved at the trial, would be a defense to the plaintiff’s claim. An offer to prove that this appellant had been informed that the bond of indemnity had not been approved would hardly be made by counsel on a trial of the cause, and, if made, would be promptly overruled by any court to which it might be made, for it would be no proof that the bond had not been approved. If it had not been approved, the failure to approve it would have to be proved, as any other material fact in the case, by proper testimony. The averment is not that the bond had not been approved, and that the appellant expects to be able to so show on the trial; and the allegation, in reply to the plaintiff’s clear averment of its approval, that the appellant had been informed otherwise, is to be regarded as nothing more than an attempt to defend on hearsay evidence. The denial of the approval which follows is of no more effect than the allegation of information, for the denial is admittedly based on the alleged information. Another averment is that the bond was null and void because it liad not been “prepared in the office of the city solicitor,” in accordance with the Act of June 1, 1885, P. L. 37, which provides that all contracts, bonds and other instruments of writing in which the city is concerned shall be prepared in the office of the city solicitor, for which he shall receive for the city a reasonable fee from the persons for whom such instruments may be drawn. This last objection is not seriously pressed in the printed argument, probably for the reason that it was not expected we could give it serious consideration. It is, therefore, dismissed without comment.\nIn his contract with Pierson the appellee agreed to give him a bond to indemnify him against defects in workmanship and materials for one year after the city’s acceptance of the building, and there is an averment in the affidavit of defense that such bond had not been given. There is no averment that Pierson ever exacted it, or that any loss had been occasioned by the failure to give' it. Though he is sued with the appellant, he makes no defense to this action, which is brought for the recovery of materials furnished. The affidavit of defense is made by The Lincoln Savings and Trust Company alone. It is sued on a bond which was not given to the appellee to secure the faithful performance of Pierson’s contract with him, but to the city of Philadelphia, to secure the payment of materials and labor furnished in the erection of the school building, and, so far as can be gathered from the affidavit of defense, the failure of the appellee to give the bond of indemnity to Pierson is not involved in this issue between the use plaintiff and the defendant on its bond, given to the city for the purpose stated.\nA credit of $14.00 is claimed under the averment that the defendant is entitled “ to a further credit of fourteen dollars for moneys expended by the said George W. Pierson in repairing a pave-wash broken by teams belonging to the use plaintiff and driven by a servant of the use plaintiff.” This is insufficient to establish a set-off in this action of assumpsit. From all that appears from the averment, if there is any liability from Watson to Pierson on this item, it is on a technical tort and cannot be used as a set-off to appellee’s claims: Ahl v. Rhoads, 84 Pa. 319; Jenkins v. Rush Brook Coal Co., 205 Pa. 166.\nThere is nothing in the affidavit of defense which would have justified the court below in withholding judgment for the reason that time had been given by Pierson to the plaintiff in discharge of the surety, and the assignment as to this is dismissed.\nOne of Pierson’s subcontractors was Lucas Peters. The appellee furnished him stone, which was used in the construction of the school building'. On January 23,1902, Peters agreed, in writing, to purchase it, and Pierson, by a writing, became surety to Watson for the payment of it. In the contract between these two there was a provision that no extra bills for work and materials should be charged to Pierson, unless the same were ordered by him in writing. The stone furnished to Pierson was for the building erected by him, and he agreed to pay for the same. Peters was. the conduit through which he received it. From his agreement that he would pay for it, it is to be assumed that unless he had so agreed, it would not have been furnished. After it was furnished on his undertaking to pay for it, and used as material in the construction of the building, the claim of the plaintiff for this item of $1,104.90 is clearly within the protection of the bond, which is that the contractor shall and will promptly pay all persons supplying him with labor and materials.\nBy the terms of the contract Pierson was to retain five per cent, of the bill for stone until one year after the city had made final payment for the building. There is an averment in the affidavit of defense that final payment was made April 23, 1903. This suit was brought October 21,1903. At that time the five per cent, which Pierson had a right to retain was not yet due, and the plaintiff could not have included it in his claim. On June 4,1904,—the date of the entry of judgment by the court below—more than a year had expired from the time final payment was made, and for this reason the court was of opinion that the affidavit of defense as to the five per cent, item was not good. This is the only error in the record. The right of a plaintiff to judgment on a rule for it for want of a sufficient affidavit of defense must be determined from it and the plaintiff’s statement. The court can consider nothing else in disposing of the rule. The appellee was entitled to payment of only such an amount as he had a right to sue for when he brought his action. At that time, and even when the affidavit of defense was filed, on April 2, 1904, he was not, according to its averment, entitled to $305, or five per cent, of the $6,100—the contract price for the stone ; and the fact that the whole sum may have become due when he asked for judgment is no reason for awarding it to him, if, in the first instance, he had no right to sue for it: Columbia National Bank v. Dunn, 207 Pa. 548.\nTbe judgment below must, therefore, be modified, and the record is remitted with direction to the court to reduce the judgment entered for $2,704.91, by deducting from it $805, with leave to the plaintiff to proceed for the collection of that item, if, under the proofs, he is entitled to recover it."}