{"id": "940152", "contents": "Opinion by\nMb Justice Fell,\nEquity will take jurisdiction on the ground of account, notwithstanding that the accounting involved is on one side only, if it is so complicated as seriously to embarrass the remedy at law and in cases where discovery is needed and is sought. But it will not take jurisdiction where there is ho relation of trust and the accounting is not complicated and is merely a basis for ascertaining damages: Gloninger v. Hazard, 42 Pa. 389 ; Grubb’s Appeal, 90 Pa. 228 ; Pittsburg & Connellsville R. R. Co.’s Appeal, 99 Pa. 177; Graham v. Cummings, 208 Pa. 516. Jurisdiction has been taken in cases where the accounts were not mutual, but ascertainment of the amount due involved the examination of the whole business of the defendant, as where an agent was entitled to a share of the net profits of a business as compensation for service, or the owner of a patent was entitled to a share of the profits derived from the manufacture and sale of a patented article by his licensee. But our cases have not gone further than to hold that a bill by an agent or employee, for commissions or salary will be sustained where the amount due is uncertain and to be determined by ascertaining the profits of a business, or the accounts are so complicated as to make it impossible to obtain an intelligent result by a jury trial. If we went further than this, we should have difficulty in finding a logical stopping place.\nThe substance of the plaintiff’s demand as stated in his bill is that, having expert knowledge of the shoe business and a control of trade acquired by his experience as a traveling salesman, he was employed by the defendants as a general sales agent and that he was discharged without sufficient reason before the end of the period of his employment; that he was to receive as compensation a fixed commission on sales made by the defendants, with some exceptions, whether made through him or not; that the defendants, in violation of their agreement, failed to render correct monthly statements of sales and to pay him the commission due; and that they improperly claim to recoup against the balance due him certain commissions that had been allowed him on accepted orders. The bill was for an account and discovery. It was dismissed on demurrer on the ground that the plaintiff had an adequate remedy at law.\nIt is conceded that as there are no mutual accounts there would be no jurisdiction in equity if the prayer of the bill was for an accounting only. It is argued, however, that jurisdiction should have been taken, although the accounts are unilateral, because of the need of discovery and the prayer for it. Where there is no right to the main relief sought by a bill, and discovery is merely incidental to this relief, it will not be granted. In a bill seeking an account and discovery, the discovery is prima facie merely incidental to the account, and if a right to an account is not disclosed the bill will be held bad on demurrer: Notes to Wiggins v. Bisso, 5 Am. & Eng. Decisions in Equity, 65 ; Everson v. Equitable Life Assurance Co., 68 Fed. Repr. 258; Norwich & Worcester R. R. Co. v. Storey, 17 Conn. 364; Jewett v. Bowman, 29 N. J. Eq. Rep. 174. In Everson v. Assurance Co., 68 Fed. Repr. 258, it is said: “ It would appear, therefore, that upon demurrer to a bill seeking both discovery and relief, it is sufficient to show that the complainant is not entitled to the relief which he prays and that the addition of a prayer for relief 'to a bill seeking discovery will render such discovery dependent upon the title to relief.”\nIn this case there was no right to an account and the light to discovery failed. It is only where jurisdiction has properly attached for some purpose that a court of equity will retain it and dispose of connected topics of dispute. The plaintiff’s demand is simply for salary based on commission on sales, and his remedy at law is adequate. The ascertainment of the amount of sales and of the amount to which he is entitled on a fixed commission does not involve the examination of intricate and complicated accounts, and under our practice he can obtain any information necessary to enable him to prepare for trial and properly to present his case: Arrott v. Pratt, 2 Wharton, 566; Murphy v. Morris, 2 Miles, 60.\nThe decree is affirmed at the cost of the appellant."}