{"id": "941861", "contents": "Pee Cueiam,\nThe assignee had on his hands a much involved and troublesome estate, a considerable portion of which consisted of the equities over the mortgages on real estate in the city of Philadelphia. The mortgagees were pressing for payment and after diligent effort to sell the houses for cash, the assignee conveyed certain of them to creditors in extinguishment of their claims against the assigned estate. The auditor being of opinion that this was a payment to the grantees of the houses of a larger percentage of their claims than the other creditors would receive from the other assets, surcharged the assignee with what he deemed the excess. In so doing, however, he made the serious mistake of regarding what he considered the value of the property, chiefly based on the appraisement, instead of what the assignee could actually have sold them for. No doubt the appraisement was made by fair and competent appraisers, but at best it was only opinion, and the diligent but unsuccessful efforts of the assignee to sell showed that the valuation was too high. The evidence not only fails to sustain the surcharge, but the,clear weight of it shows that the arrangement by the assignee with the purchasing creditors was as favorable a disposition of the assets as he could reasonably be expected to make.\nThe investment company at the time of its assignment occupied a building on Walnut street, eligible for offices. The assignee after some time secured a tenant for the first floor, moved the safe and papers, and conducted the business of the estate in his own office, thus securing a considerable amount of rent for the company from its former building. In his account he claimed credit for one-third of the rent of his office thus devoted to the use of the assigned ' estate. This credit the auditor disallowed and surcharged to the assignee. In this he was clearly wrong. The evidence shows that the move was an advantageous one to the assigned estate, resulting in a net profit of more than $1,200. It was also a burden on the assignee’s private business which he was not called upon to bear without fair compensation. It requires very little experience to estimate the interruption of the assignee’s regular business by the visits and demands of depositors, mortgagees and other creditors of the insolvent company urgent for their money and the additional office room and clerical force thus made necessary. The claim was a proper one, moderate in amount and should have been allowed.\nThe decree is reversed and the account ordered to be restated in accordance with this opinion. Costs to be paid by the appellees."}