{"id": "941832", "contents": "Opinion by\nMb,. Justice Fell,\nIt has been said repeatedly that the rule that one who goes on a railroad track immediately in front of a moving train which he saw or could have seen if he had looked at the proper place will be presumed to have been negligent, is in its nature applicable only to clear cases where the facts and the inferences to be drawn from them are free from doubt and the conclusion of negligence is irresistible: McNeal v. Pittsburg, etc., Ry., Co., 131 Pa. 184; Muckinhaupt v. Erie Railroad Co., 196 Pa. 213. Where negligence has been shown in the management of a train and it appears that the person injured stopped, looked and- listened at the proper place, in good faith and for the accomplishment of the end in view, and exercised care as he advanced to the tracks, the case is necessarily for the jury, although there may be a dispute raised by the testimony as to whether he should have stopped longer or stopped again and have taken more precaution as he advanced: Ely v. Pittsburg, etc., Ry. Co., 158 Pa. 238; Cromley v. Penna. Railroad Co., 208 Pa. 445. In the former case it was said by the present chief justice:“.... stopping is opposed to the idea'of negligence, and unless, notwithstanding the stop, the whole evidence shows negligence so clearly that no other inference can properly be drawn from it, the court cannot draw that inference as a conclusion of law, but must send the case to the jury”\nIt appeared from the plaintiff’s testimony that he stopped, looked and listened thirty feet from the crossing, the usual place at which to stop, that he continued to look both ways and to listen as he approached the track, and neither saw nor heard the train until the instant his horse was struck. From the place where he stopped he could see less than 200 feet in the direction of the train. This view was not materially enlarged as he approached the track because of a curve in the railroad and of a warehouse which stood nineteen feet from the rails and one hundred and seventy-four feet from the crossing. The night was dark and rainy, the train was running rapidly, and no notice of its approach was given by bell or whistle. The warehouse not only obstructed the view but deadened the sound of the approaching train, and the curve in the road caused the light of the engine to fall on the far side of the track until the engine was close to the crossing. Under these circumstances the court could not properly have said that the failure of the plaintiff to see the train in time to avoid danger was the result of his negligence. The case was submitted with great care and every right of the defendant was guarded by the charge.\nThe judgment is affirmed."}