{"id": "941830", "contents": "Opinion by\nMr. Justice Mestkezat,\nThe mortgage in this case was executed in due form by Mrs. Dodson, after an examination separate and apart from her husband ; and it is admitted that the mortgagee was not present at the interview when it is claimed that fraud and coercion were used to procure its execution by Mrs. Dodson. No evidence was offered to show that the mortgagee had notice of the alleged fraud or coercion, nor did it appear that he was in possession of facts Avliich should have led him to believe that the mortgage had been procured from Mrs. Dodson by such means. Dodson testified he did not remember that, at the interview between the parties, the plaintiff and his counsel directed the witness to say anything specifically to his wife when he should attempt to procure the mortgage; and further, that at the time the mortgage Avas executed nothing'was said about his being arrested or not being arrested. Under the circumstances, therefore, the testimony offered for the purpose of showing that the execution of the mortgage by Mrs. Dodson was procured by fraud and duress was properly excluded by the trial court: Lewars v. Weaver, 121 Pa. 268; Heilman v. Kroh, 155 Pa. 1; Kaufmann v. Rowan, 189 Pa. 121; Pennsylvania Trust Co. v. Kline, 192 Pa. 1.\nThe learned judge properly held that there was not sufficient evidence to submit to the jury on the question of the nondelivery of the notes and the mortgage. The mortgage bears the same date as the notes, September 20, 1901, but was acknowledged and actually delivered on October 1, 1901. The notes were paid in part and, conceding some of these payments to have been made prior to the actual delivery of the mortgage, yet the notes were secured by the mortgage which bore the same date and hence part of the money secured by the mortgage was paid. The payment of some of the notes must be regarded, so far as it affects the delivery of the notes, as an acknowledgment of their actual delivery, or at least a waiver by the defendants of the right to insist upon the stipulation on the envelope containing the notes that the relation of the parties should remain unchanged until the agreement was fully complied with. The payment of the residue of the moneys secured by the notes and the mortgage could therefore be enforced.\nThere is nothing in the contention that the mortgage was given to- stop a threatened criminal prosecution against Dodson. Prior to and at the time the agreement and mortgage were executed no prosecution had been brought against Dodson. While he testifies that the plaintiff and the latter’s counsel told him he would be prosecuted if he did not obtain the mortgage, it was not shown, nor is it even claimed, that the plaintiff or his counsel agreed not to prosecute if the mortgage was given. The contract would not be vitiated unless the plaintiff agreed to abandon or suppress the prosecution against Dodson : Johnston v. Allen (Fla.), 1 Am. St. Rep. 180; Cass County Bank v. Bricker (Neb.), 33 Am. St. Rep. 649; Miller v. Minor Lumber Co. (Mich.), 39 Am. St. Rep. 524. There is therefore no substance in this suggestion as a defense to the scire facias on the mortgage.\nThe assignments of error are overruled and the judgment is affirmed."}