{"id": "941893", "contents": "Opinion by\nMb. Justice Bbown,\nThe plaintiff was injured by stepping into a hole in the pavement in front of property owned, but not occupied, by the defendant. At the time of the accident the premises were, in the occupancy of a tenant under a lease from it. There was no evidence that the defect in the sidewalk had existed for any length of time. No one testified to having seen it before the day the plaintiff was injured. The hole was apparently due to the removal of a single brick. The case as presented is not one of a landlord who leases his property with a defect existing in the pavement at the time of the execution of the lease, nor is it one in which, during the term, the pavement becomes out of repair, and, though notified of its condition, the landlord neglects to repair it in disregard of his covenant in the lease to do so. The action is against a landlord, which had neither actual nor constructive notice of the defect in the pavement in front of the premises in the occupancy of its tenant.\nA municipality, though having the exclusive control of public streets, is not liable for injury resulting from an obstruction or defect in them, unless it has had actual or constructive notice of the existence of the danger; and this is so, though the duty of the municipality to keep the streets in repair is primary and mandatory: Burns v. Bradford City, 137 Pa. 361; Lohr v. Philipsburg Borough, 156 Pa. 246. An owner of property not occupied by him, but in the exclusive possession of a tenant under a lease from him, ought not to be, and is not, held to stricter accountability. The general rule is, that when prem-' ises are in good repair at the time they are let, and the landlord is not bound by the lease to keep them in repair, the tenant in possession, and not the landlorpl, .is liable for an injury resulting from failure to repair the pavement in front of the premises: Bears v. Ambler, 9 Pa. 193; City of Lowell v. Spaulding, 58 Mass. 277; Gridley v. City of Bloomington, 68 Ill. 47; Wharton on Negligence, sec. 817. A tenant in possession may reasonably be held, from his going in and out of the premises, to have notice of an obstruction in the pavement in front of them as soon as it exists ; but not so with the landlord, who may not even live in the same town or city, or, if living in it, far away from the property occupied by his tenant. From all that appears in the present case, the brick may ha've been removed, so shortly before the accident that even the tenant may not have noticed the hole, and, therefore, was not negligent in not filling it up. The gist of plaintiff’s case is the alleged negligence of the defendant, and she can establish . this, if at all, only by showing that it had not filled up the hole after notice of its existence. No such negligence appears, and unless an owner of property out of possession of it, and while it is' actually occupied by a tenant under a lease from him, is bound to keep constant watch over the pavement in front of it, and the instant the same becomes out of repair to repair it, the plaintiff cannot recover. No such harsh and unreasonable rule can be applied to this landlord, for no such rule exists. In Mintzer v. Greenough, 192 Pa. 137, the following point submitted by the defendant was refused by the court below: “ An owner out of possession, whose house is in the actual occupation of a. tenant, is not required to keep a constant supervision of such house and of the highway in front of it; and if a defect occurs in the sidewalk during such occupation by a tenant, by reason of which a person walking on the streeB is injured, the landlord is not liable to the person injured, unless knowledge or notice of such defect is traced to him.” The refusal of this point was one of the errors assigned, and it is true that the assignment was not sustained by Chief Justice Sterrett, who, in a brief opinion, without discussing the question involved in the point, affirmed the judgment below in favor of the plaintiff. It appeared, however, from the testimony in that case that there were loose bricks in the pavement at the time the tenant went into possession under her lease, and probably the refusal of the point was held to have been proper because it assumed a condition that did not exist. Be this as it may, the point should have been affirmed as a correct announcement of the general principle, and the case, so far as it can be regarded as authority to the contrary, is overruled.\nJudgment reversed."}