{"id": "941879", "contents": "Opinion by\nMb. Justice Elkin,\nWhile the appellant has specified thirty-one assignments of error, it is only necessary to discuss one proposition of law in order to dispose of this case. If the school district of Hanover township acquired by condemnation proceedings.under the Act of April 9, 1867, P. L. 51, an estate in fee simple to the land discribedin the writ of ejectment, the contention of the appellant must be sustained. If it only acquired the use and occupancy thereof for school purposes, now abandoned, the case must be affirmed.\nThe only title claimed by the appellant is that conveyed to him by the school district. The only title or interest the school district had in said land was that acquired by proceedings under the act of 1867. The question therefore arises, what right, title or interest did the school district take by reason of the proceedings instituted aud prosecuted to judgment under said act ? The answer is contained in the act itself which provides that when school directors are unable to procure eligible sites for the erection of schoolhouses by agreement with the landowner, it shall be lawful “ to enter upon and occupy sufficient ground for the purpose, which they shall designate and mark off, not exceeding in any case one acre, and to use and occupy the same for the purpose of erecting thereon a schoolhouse, with.its necessary or convenient appurtenances; and for all damage done and suffered, or which shall accrue to the owner or owners of such land, by reason of the taking of the .same,, for the purposes aforesaid, the funds of the district, which may be raised by taxation, shall be pledged and deemed as security.” The act further provides for the appointment of viewers, to go upon the land “ and having viewed the premises, they shall establish and determine the quantity and value of the land so taken, to be used for the purposes aforesaid, and after having made a fair and just computation of the advantages, and disadvantages, they shall estimate and determine whether any, and if any, what am punt of damage has been or may be sustained. ”\nIt will be observed that the act only covers the use and occupancy of the land so appropriated for school purposes. The damages assessed are intended as compensation for such use and occupancy. The viewers are to take into consideration the advantages and disadvantages to the landowner in the computation' of damages, the thought being that the location of a schoolhouse near the home of the owner is an advantage to him, which should be taken into consideration in fixing the amount thereof. There Is not a suggestion from the beginning to the end of the statute that the school district is h;o acquire anything more than a right to use and occupy the land for school purposes. This is the central idea upon which the entire statutory proceeding is based. The right to take private property for this public use is asserted under the power of eminent domain. Such power is an attribute of sovereignty. From the very nature of society and organized government it must belong to the state. It exists independent of constitutional mandate, and it existed prior to constitutions. It lies dormant, however, in the state until legislative action points out the occasions, the modes and the agencies for its exercise: 10 Am. & Eng; Ency. of Law (2d ed.) , 1049. It can only be called into operation by the authority of the legislature, and must be exercised in the manner, by the tribunal, and with the limitations provided by law: City of Madison v. Daley, 58 Fed. Repr. 751. This rule has long been recognized in our state. It therefore becomes necessary for any corporation, public or private, or individual claiming thereunder, asserting title under the power of eminent domain, to point to the provisions of the act of assembly under which the power is asserted. The grantee takes what the act gives, and no more. If the act gives an absolute estate, and compensation is provided on this basis the whole title may be acquired. If it only gives the right to use and occupy, the grantee only takes a conditional fee or easement, terminable on the abandonment of the use for which,the land was appropriated. The appropriation of land under the power of eminent domain does not give a fee simple estate therein, in the absence of express statutory language to that effect, but only a right to use and occupy the land for the purpose for which it is taken : Pittsburg, etc., Railroad Company v. Bruce, 102 Pa. 23; Lance’s Appeal, 55 Pa. 16; Pennsylvania Schuylkill Valley R. R. Company v. Paper Mills, 149 Pa. 18. The exercise of the right of eminent domain, whether directly by the state, or its authorized grantee, is necessarily in derogation of private right, and the rule is that such authority must be strictly construed: Dwarris on Statutes, 750; Mayor, etc., of Allegheny v. O. & P. Railroad Company, 26 Pa. 355; Commonwealth v. Erie and Northeast Railroad Company, 27 Pa. 339.\nApplying these well-recognized rules to the case at bar, it is clear the school district of Hanover township only acquired the right to use and occupy the land in dispute for school purposes. The damages assessed by the viewers and paid by the school district to the landowner were based not on the value of the absolute fee in the land, but on the right to use and occupy the same for school purposes. In some of our cases this right has been called an easement, in others the suggestion has been made that it is a base or conditional fee, but whatever kind of right, estate or easement the school district acquired, terminated when it ceased to use it for the purpose for which the land was appropriated, and the title reverted to' the original owner or those who hold under him. The appellees in this case represent that title, and are entitled to repossess themselves of the land described in the writ of ejectment. ..\nIn this case it is not necessary to consider what constitutes an abandonment, as it is conceded the school district has ceased to use and occupy the land. Nor is it necessary to discuss whether the land so appropriated might be used for other kindred public purposes. The question does not arise under the facts of this case.\nAll of the remaining questions were properly disposed of by the court below.\nJudgment affirmed."}