{"id": "941927", "contents": "Opinion by\nMb. Chief Justice Mitchell,\nThis case seems to have been argued and adjudged in the court below on the view that the only essential and governing fact on the question of adoption is the literal decree of the court. This is an error. The cardinal fact is the intent of the adopting parent. The court has a veto power, to refuse to sanction the adoption unless satisfied that the welfare of the child will be promoted by it, but beyond that its action is only confirmatory of the action of the parent, of which in the language of the statute, “ the record of the court shall be sufficient evidence.” No action by any court appears to be' absolutely essential to a valid and lawful adoption. The Act of April 2, 1872, P. L. 31, recognizes adoption by deed, and provides for the recording of the deed and a certified copy as. evidence: Ballard v. Ward, 89 Pa. 358. The more convenient system under the act of 1855, now supplied by the amended Act of May 19, 1887, P. L. 125, provides for the approval of the judge, and the decree of the court is made the statutory evidence of a fully formed and executed intent on the part of the adopting parent, just as in the analogous case of a will where the intent is the cardinal fact, the law requires, that it be signed at the end thereof, as the statutory evidence that the intent is complete and executed.\nIn the present case the decree is ambiguous, in that it uses both singular and plural in reference to the petition, “ And now, January 15, 1872, upon the petition of Samuel Peterson and it appearing that Hattie Nickerson the child therein mentioned has been supported by the petitioner for one and half years past—and the court being satisfied on due consideration that the welfare of the said Hattie Nickerson will be promoted by the adoption as the child and one of the heirs of the petitioners, with the consent of the directors of the poor, of said county, decree that the said child shall assume the name of Hattie Peterson and have all the rights of a child and heir of said Samuel Peterson and be subject to the duties of a child.” Turning now to the petition we find that Samuel Peterson is named first as the sole petitioner but the prayer is for a decree that the child may assume the name of Hattie Peterson and “have all the rights of a child and heir of the petitioners,” (in the plural) and the petition is signed by both Samuel and Laura Peterson. How all this came about is explained by the counsel in the case from whose testimony it appears that the petition was drawn originally in the name of the husband and after presentation to the court, the wife came in at the suggestion of the judge, and then the petition and decree already prepared were changed to conform to the changed application, but the change was made with such want of completeness as to create the ambiguity.\nHow far the ambiguity in the decree may be considered latent, so as to admit this parol evidence, may be open to doubt, but we may disregard such evidence entirely and still have no difficulty. The petition is the act of both husband and wife. Both signed it before the court passed upon it, and mala grammatica not vitiat chartam. A paper though drawn in the name of one is presumed to be the' act of all who sign it, and therefore when Laura Peterson signed the petition it must be presumed that she intended to make herself party to it, and this presumption is reinforced by the prayer that the adopted child shall have all the rights of- a child and heir of the petitioners.” On the face of the record, therefore, Laura Peterson was a party to the adoption, and if we look into the parol testimony as to her actual intent there is demonstration that it was not only her intention at the time to do it but her unquestioning belief through a long subsequent life that she had done so.\nA similar careful examination of the decree leads to the same conclusion. The recital of the petition as that of Samuel Peterson, and of the support of the child by the petitioner, is in the singular, but the next clause which expresses the decision of the court on the essential point which its judicial duty was to consider, is in the plural—“ the court being satisfied on due consideration that the welfare of the said Hattie Nicker-son will be promoted by the adoption as the child and one of the heirs of the petitioners,” etc.\nWhere ambiguity is introduced into a writing by verbal changes which either should have been made in additional places or not made at all, the presumption in favor of the validity of affirmative action should prevail. In other words, as applicable to this case, it is more probable as shown by experience and therefore to be presumed, that the hand that made the alterations in the papers made fewer of them than he should have made to express his full purpose than that those he did make were accidental or unintended.\nIn every view the appellant’s case was clear.\nDecree reversed petition and all subsequent proceedings directed to be dismissed at the cost of the appellees."}