{"id": "941913", "contents": "Opinion by\nMb. Justice Elkin,\nThat a confidential relationship between the donor, the decedent whose estate is the subject-matter of distribution, and the donee, the executor and accountant, existed for a period of thirty-five years or more, is found as a fact by the auditor, is justified by the testimony, and is not seriously controverted by the appellant. The auditor further found as a fact, and properly so under the evidence, that the donor, an old lady, at the time of the alleged gift of assignment, was physically infirm and mentally weak. Under these circumstances, the burden was on the appellant to show by sufficient affirmative evidence not only that the assignment of the mortgage by the donor to him as a gift was righteous and conscientious, but that Rebecca Plankinton had acted intelligently, deliberately and freely, with full information of the amount of her property, the effect upon her estate, the nature of the assignment, the effect thereof, and that no advantage was taken of the confidential relation. This is the settled rule of our cases : Greenfield’s Estate, 14 Pa. 489; Russell’s Appeal, 75 Pa. 269; Miskey’s Appeal, 107 Pa. 611; Worrall’s Appeal, 110 Pa. 349; Shea’s Appeal, 121 Pa. 302; Stewart’s Estate, 137 Pa. 175; Smith v. Loafman, 145 Pa. 628; Darlington’s Estate, 147 Pa. 624. Did the proof meet these requirements ? The learned auditor who heard the witnesses, observed their manner, viewed all the circumstances, considered not only the relations of the parties, but of the witnesses to the parties, found as a fact and stated as a conclusion of law that this measure of proof had not been met, and that the alleged gift could not be sustained. The court below confirmed the report of the auditor without filing an opinion. This appeal is therefore before us with the facts passed on, not by a jury but by an auditor and judge, whose findings must be accepted as conclusively established unless manifest error is apparent: Huckestein v. Kaufman, 173 Pa. 199; Morgan’s Estate, 207 Pa. 519.\nAfter a careful review of the evidence and a-consideration of the whole case we cannot say there was such manifest error as would justify a reversal of the decree entered by the court below. What this court said in Price’s Appeal, 54 Pa. 472, applies to this case with convincing force : “But the facts have been passed upon, not by a jury, but by an auditor and judge more competent than a jury, and in circumstances more favorable for weighing them correctly than surround us, and is not great deference due to their conclusions ? Can we say there was no evidence to lead rational minds to the conviction of a trust? Upon our avowed principles of judging can we say there was flagrant mistake in this finding ? All prima facie presumptions are in favor of the decree. Who alleges error must prove it. The auditor and the judge placed themselves upon all the circumstances, they overlooked none, they extenuated none, distorted none, and they wrote - down what the voice of those circumstances spoke to their ears. Where is the evidence that proves their mistake ? ”\nThe appellant did not treat the transaction as an absolute assignment of the mortgage to himself. Three months after the mortgage was assigned to him he collected the accrued interest thereon and deposited the same to the credit of the donor, just as he had done before the assignment was made. These facts strongly support the auditor wherein he says : “ He accepted the assignment from her in the character of trustee to prevent her in her enfeebled condition giving it away to someone else to her prejudice. This is the most reasonable conclusion of the whole matter.” It may be conceded that under the facts of this case different minds may reach different conclusions in an honest effort to weigh the evidence and determine correctly the issue involved. But this is not sufficient to reverse the deliberate and well-considered findings of fact by the learned auditor and court below, there being no manifest error.\nDecree affirmed.\nMitchell, C. J., and Fell, J., dissent."}