{"id": "941905", "contents": "Opinion by\nMb. Justice Fell,\nThe negligence alleged was that a passenger train was suddenly started while the plaintiff was getting on one of the cars at a station. The assignments of error related to the instruction as to contributory negligence, and it is argued that the only question for decision by the jury was whether an accident had happened and that the instruction submitted to them a question not raised by the testimony. The. plaintiff testified that she was on the station platform when the train arrived, that she took hold of the railing at the end of the car with her left hand and placed her left foot on the lower step ; that while she was in this position the brake man signaled the engineer to start and the sudden jerking of the ear threw her to the platform. The defense, abundantly sustained by the testimony, was that the plaintiff was assisted up the steps by the conductor and was seated in the car when the train started, and that she did not fall nor sustain an injury of any kind.\nIt is error to submit to a jury a question not involved in the case, but it is never error fully to instruct them as to the essential elements of a plaintiff’s right of recovery. In the instruction complained of the court clearly defined the duty of those in charge of a train to allow passengers ample time to get on and off, and of the duty of passengers to exercise reasonable care; and stated that if the negligence of both contribute to an accident there can be no recovery. The instruction was in effect a statement of the rule that in order to recover a plaintiff must prove negligence on the part of the defendant and present a case clear of negligence on his part. Moreover, while contributory negligence was not made a distinct ground of defense, it might properly have been considered by the jury.\nIt appeared from the plaintiff’s testimony that she was in the act of going up the steps before the signal to start was given, and the jury might have found that her injury, if there was any, was occasioned by her own failure promptly to get into the car.\nThe judgment is affirmed."}