{"id": "941912", "contents": "Opinion by\nMb. Chief Justice Mitchell,\nThe only questions raised by the assignments of error relate to the interpretation and administration by the court below of its own rules. In such cases we have often said that the judgment will not be disturbed except for clear error, to the substantial injury of the party complaining. No such error has been shown.here. The main cause of complaint is that a judgment for want of an affidavit of defense was prematurely entered, arid that a rule to open it was irregularly put on the argument list, contrary to rule of court and was discharged. Both matters turned on the facts as to the dates, upon which the evidence was far from clear, and the court below having investigated and determined them, we are in no position to disturb its conclusion.\nOn the call of the case in this court for argument, a motion was made by the appellee to suppress the paper-book of the appellant and quash the appeal, on the ground, inter alia, that the proceedings, and especially the docket entries, were not correctly copied or recited. From such hasty examination as we were able to make at that time it appeared that the discrepancies between the docket entries as they stood on the record and in the paper-book of appellant were the result of an effort by the latter at a more orderly and correct arrangement of the entries. Such effort was in itself a serious error of judgment on the part of counsel. In the presentation of the docket entries or other parts of the record in the paper-books the duty is imperative to print them exactly as they are in the record. Any inaccuracies, errors or omissions in the record may be noted and the attention of the court called to them in the statement or history of the case, but the transcript must pre•sent the record exactly as it is, so that the court may rely upon it as if it were the original. In the present case the docket entries are not only rearranged, but in some instances they do not follow the language at all but give what is apparently intended as an abbreviated substance of the entry. Had our examination at the time disclosed these facts we should have certainly suppressed the paper-books and quashed the appeal.\nSome excuse for counsel is to be found in the highly discreditable condition „of the record itself.\nThe docket entries as officially certified to us, are scattered haphazard over the page with no regard to their dates or their proper sequence. Thus under dates of March 8 and March 14, 1904, are entries of a petition and a rule to show cause why the judgment should not be stricken off, and on March 22 a demurrer to the rule. The next entries in their order are:\n“ Now 2. July 1904 Deft, excepts to the opinion of the Court discharging the rule to show cause why judgment- should not be stricken off, and thereupon Exception noted and bill sealed for defendant. By the court.\n“Now 6 July 1904 Defendant excepts to the decree of the Court in denying the prayer of the petitioner as ordered in the decree of March 3, 1904 and thereupon a bill is sealed and the exception noted.\n“ George S. Ferris (Seal) Judge.”\n“Now July 2, 1904, by opinion of Hon. F. W. Wheaton, A. L. J. filed rule to show cause why the judgment should not be stricken off is discharged. By the Court, Wheaton, J.\n“Now 3 March 1904 Petition of M. H. McAniff, Atty. for Deft, filed praying Court for a rule to show cause why this judgment shall not be opened and the Argument of the rule granted on the ninth of May reinstated. (See files.)”\nIt is thus made to appear that exceptions to the court’s decision were filed before the decision itself, while a preliminary motion filed in March is not docketed until after the decision in July.\nNor are the docket entries the only part of the record open to the same kind of objection. The affidavit of plaintiff’s attorney of service of notice of the filing of his statement is sworn to before the deputy prothonotary on May 7, 1903, and yet is indorsed by the same officer as having been filed on May 6. Such irregularities cannot be tolerated. They are destructive of all confidence in the accuracy of the record, and call for prompt and sharp overhauling by the court below of the administration of its prothonotary’s office. The confusion and uncertainty in regard to the date of the notice and other matters may also well suggest to the court whether a rehearing of the case on the regularity of the whole proceeding in regard to the judgment may not be advisable. Such rehearing is for that court, not for us.\nAppeal dismissed."}