{"id": "941928", "contents": "Opinion by\nMb. Justice Potteb,\nThis was an action to recover damages for personal injuries received by the plaintiff while in the employ of the defendant company. The plaintiff was a molder of fire brick, and while so engaged, his duty required him to use the doors of the brick kilns while pushing in trucks loaded with molded brick. On the morning of the accident, in attempting to pull down a dcor, the counterbalancing weight fell, and struck the plaintiff, causing severe injury. He was unable to work for several weeks, but when able to do so returned, and continued in the employ of the defendant company, at his former occupation. The accident occurred on August 24, 1901, and on December 7, 1901, the superintendent of the works, under instructions, paid the plaintiff $25.00 and took from him a release in full for all damages. The payment was made by means of a check, which the plaintiff took to a store, where he indorsed the check and received the money for it.\nTwo days afterwards he sent his wife to the superintendent of the defendant company, and offered to return the money, but it was refused.\nAbout nine months afterwards, the plaintiff brought this suit averring that his injury was caused by the negligence of the defendant company. At the trial the release was offered in evidence, and its execution was admitted, but the plaintiff endeavored to set it aside, upon the ground of misrepresentation of its contents to him by the superintendent.\nThe learned trial judge was of opinion, that the release, in view of the evidence, was an effectual bar to recovery, and so instructed the jury. If the court below was correct in this view, it is controlling, and no other question need be considered in the case.\nIt is not suggested that the plaintiff was lacking in mental capacity, but it is alleged that he was unable to read. He testified that the paper which he signed was represented to be a receipt for the money which was given him as a donation ; but his testimony in this respect is not corroborated. It is in fact contradicted by the testimony of Mr. Lewis, the superintendent, and in so far as what happened in the office is concerned, by Mr. Lukens, the subscribing witness to the execution of the release.\nThe execution of the paper was not a sudden movement, for it seems that the superintendent went out into the works and told the plaintiff what it was proposed to do, and asked him to come into the office at noon and sign the paper, and get his money. If the plaintiff could not read the release, and had any doubt as to its contents, he should have requested that it be read to him ; or he could have taken it away, and informed himself, at his leisure as to its terms, through an entirely disinterested person. As Chief Justice Gibson said in Greenfield’s Estate, 14 Pa. 489: “If a party who can read, will not read a deed put before him for execution; or if being unable to read, will not demand to have it read or explained to him, he is guilty of supine negligence, which I take it, is not the subject of protection, either in equity or at law.” The present question is similar to that raised in DeDouglas v. Traction Co., 198 Pa. 430, in which it was held, in language quoted from Penna. Railroad Co. v. Shay, 82 Pa. 198, that it is “ error to submit a question of fraud to the jury to overturn a written instrument upon slight parol evidence. The evidence of fraud in such cases must be clear, precise and indubitable, otherwise the case should be withdrawn from the jury.”\nUnder the eleventh assignment of error, the appellant complains that he was not allowed to cross-examine the subscribing witness to the release, as to what was said and done at the time the plaintiff signed the release, as an inducement. The trial judge sustained the objection on the ground that it was not proper cross-examination. We think the ruling was correct, but in any event the plaintiff did not suffer by it, as he afterwards called the witness himself, and had full opportunity to have him testify as to the matters contained in the rejected offer.\nWe are satisfied that under the evidence with regard to the execution and delivery of the release, the learned trial judge committed no error in instructing the jury to' find for the defendant. The assignments of error are dismissed and the judgment is affirmed."}