{"id": "943374", "contents": "Opinion by\nMr. Justice Brown,\nThis is an appeal from the decree of distribution in the estate of Anna McCausland, deceased. By the seventh clause of her will she devised to her daughter, Jane B. Stuart, the appellant, and to her son, Jacob W. McCausland, the rents, issues and profits issuing from her real estate in Greensburg and provided that, “if either one survive the other then during the lifetime of the one surviving one half to him or her and the other half to the child or children of the one deceased.” Jacob W. McCausland, the son, died on January 18, 1903, and one-half of the fund in the hands of the accountant is now claimed by The Safe Deposit and Trust Company of Greensburg, Pennsylvania, guardian of Jacob Welty McCausland, found by the court below to have been the legitimate son of Jacob W. MeCausland, the son of the testatrix. The legitimacy of the ward of the appellee is the single question before us.\nThe court below having found the boy to be the legitimate son and only child of Jacob W. McCausland, deceased, awarded his guardian one-half of the fund brought before it for distribution. We are not asked by any of tbe assignments to say that error was committed in receiving the testimony of witnesses, upon which the court’s findings were based, but it is urged that from this testimony there ought to have been a finding that the ward of the appellee was not the legitimate child of the son of the testatrix, and, therefore, not entitled to a portion of her estate under the seventh clause of her will.\nElizabeth McCausland, the mother of Jacob Welty McCausland, found by the court below to have been the lawful wife of Jacob W. McCausland, the son of testatrix, was the daughter of John and Sarah M. Evans, and prior to March 26, 1882, had lived with her mother at Hannibal, Missouri. On that day, when she was about twenty-five years of age, she was married to one John E. Rodgers, and lived with him until sdme time in the year 1884. The findings of the court below are, that during this period Rodgers frequently told her she was not his wife, as they had not been legally married, because the man who performed the ceremony was not an alderman or justice of the peace; that on August 3, 1885, she saw him at the Union Depot, in the city of Denver, for the last time, since which date he has never'been heard of by any one connected with or interested in this case; that she then went to Hannibal, Missouri, on a visit to her mother, and, returning in about a month, took up her residence, in September, 1885, with Jacob W. McCausland, the deceased son of the testatrix; that she and he lived together continuously until his death, January 18, 1903; that she gave birth to a son, the ward of the appellee, on March 4, 1887; that this child was called Jacob Welty McCausland, and was recognized by Jacob W. McCausland, deceased, as his son; that about six weeks after the birth of the child she and the said Jacob W. McCausland agreed with each other to become husband and wife and to live together in that relation until parted by death; that they did continue to live together as husband and wife, she performing all the duties of a wife to him and of a mother to the boy; that Jacob W. McCausland introduced her as his wife; that telegrams, by his direction, were addressed to her as Mrs. Jacob McCausland ; that he had himself registered as a married man in the city of Denver, Colorado, and they were known and recognized in the community where thej’ lived as husband and wife; that the boy was always recognized by him as his son, and, at his death, by his will he named and acknowledged Elizabeth McCausland as his wife and Jacob Welty McCausland as his son, and gave all of his property to them as such.\nIt is conceded, first, that by the laws of Colorado, the common-law marriage prevails there just as it does in this state ; second, that there is a presumption there, as well as here, of the death of a person who has been absent and unheard of for seven years; and, third, that the subsequent marriage of the parents of children legitimatizes those born prior to the marriage. The 7th section of chapter XXVIII of the general statutes of the state of Colorado provides that, “ illegitimate children shall inherit the same as those born in wedlock, if the parents subsequently intermarry, and such children be recognized after such intermarriage by the father to be his.” Our Act of May 14, 1857, P. L. 507, is of similar import. It is: “ In any and every case where the father and mother of an illegitimate child or children shall enter into the bonds of lawful wedlock and cohabit, such child or children shall thereby become legitimated, and enjoy all the rights and privileges as if they had been born during the wedlock of their parents.”\nThat the marriage of Jacob W. McCausland to Elizabeth Rodgers was valid, if she were not under a disability existing from her marriage to John E. Rodgers, who might still have been alive, cannot be questioned. It was not only valid in Colorado, where they agreed to become husband and wife, but it would have been valid if entered into here as it was there, and the law of neither state puts the brand of bastardy upon their issue. When their babe was six weeks’ old they agreed to become husband and wife, and to live together in that relation until death should part them. From that moment, if they were competent to make the solemn compact, their babe was no longer the son of no one, but the child of parents wedded as lawfully as if their marriage had been solemnized by^pomp and religious ceremony; and their simple vows, made over a cradle, were kept to the end. The father, on January 10, 1903 — but eight days before his death — declared in his will that Elizabeth McCausland was his beloved wife and that Jacob W. McCausland was his son.\nWhen Jacob Welty McCausland was born, on March 4, 1887, John E. Rodgers had not been seen or heard from for a period of nineteen months. He was last seen on August 3, 1885 ; so that on August 3, 1892 — seven years afterwards— he was presumed to be dead. For nearly eleven years after that date the woman he had married continued to live as the wife of Jacob W. McCausland, without hearing anything from him of about him, and up to the day of the audit in the court below nothing had been heard from him. By the laws of Colorado and this state he was presumed to be dead on August 3, 1892. Even if Elizabeth McCausland had been under disability before that day to enter into a lawful marriage contract with Jacob W. McCausland, it then presumptively disappeared, and thereafter,' in the absence of proof that her former husband was living, she could become the lawful wife of Jacob W. McCausland. Though seven years must elapse before the presumption of death arises, when this period does elapse there is no presumption as to the time when, during the seven years, the death of the absent party actually occurred, and, therefore, to help the presumption of innocence or legitimacy, there is no presumption that it occurred after the second marriage, but rather that it occurred before. Semper prassumitur pro matrimonio. This is, of course, but a presumption to be rebutted by proof of the actual date of the death; but in the absence of such proof, with the presumption in favor of legitimacy, the presumption is in. favor of the validity of the second marriage as not having occurred prior to the death of the absent husband: 1 Greenleaf on Evidence, sec. 41; 1 Bishop on Marriage and Divorce, secs. 949-953; Senser et al. v. Bower et ux. 1 P. & W. 450 ; Pickens’s Estate, 163 Pa. 14. Under the facts found, the only conclusion that could be arrived at was reached by the learned judge of the court below, and his decree is affirmed and the appeal dismissed, at the.cost of the appellant."}