{"id": "943377", "contents": "Opinion by\nMr. Justice Stewart,\nThis case was before us in 210 Pa. 90. It is unnecessary to repeat the facts here. Sufficient to say that it is an action brought by a wife to recover damages for the death of her husband, who was killed by a passing train while attempting to pass over the tracks of defendant company, at a public crossing in the suburbs of Johnstown, on the morning of January 9, 1903. .\nIn this second appeal we have thirty-one assignments of error. The number would not be nearly so great had proper effort been made to avoid unnecessary duplication; it would have been lessened materially had the distinction in function between court and jury been kept in mind ; while several, not otherwise open to criticism, would have been omitted, if what was said by this court in 210 Pa. supra, had been closely observed. It would, without serving any good purpose, extend this opinion to unreasonable limits, were we to discuss each separate assignment. All have been considered; those to. which we make no special reference may be regarded as dismissed, and the reasons may be gathered from the observation above.\nWe pass directly to the consideration of the ninth, which complains of error in the ruling that permitted plaintiff to show the absence of safety gates and watchmen at the crossing where the accident occurred.\nWhen the witness on the stand was interrogated as to this, nothing was said as to the purpose, nor was any demand made that it be expressed; but an objection was promptly made that indicated very clearly what the objecting counsel supposed the purpose to be; the ground stated in the objection being incompetency and immateriality, “ because it is not required of the company that it shall erect safety gates, or place watchmen at crossings of this character.”\nIf the purpose was to ascribe negligence from failure to have gates and watchmen at the crossing — and that is what the objection as stated assumes — the objection should have been sustained, both in view of the law and the pleadings in the case, except as another and competent purpose had then been asserted. The plaintiff failing to disclose any purpose, and failing to disclaim that attributed in the objection, the court should, of its own motion have required the purpose to be expressed, or have ruled the matter as though the purpose was what the objection said it was. The court adopted neither course, but overruled the objection, with the observation that, “We do not hold by this ruling that the company is obliged to station watchmen or to erect gates at the crossing, but we believe it to be a fact which the plaintiff is permitted to prove in the case.” This was begging the question. The plaintiff’s right to prove the fact depended on the use it was proposed to make of it; and in the absence of any disclaimer from plaintiff that the purpose was what was expressed in the objection, the court had no right to assume that another and legitimate purpose was intended. The language used by the learned judge, shows clearly that he understood the objection to be directed to a particular purpose, which he admitted would make the evidence inadmissible. It was admissible for one purpose only. That flagmen are not stationed at the crossing, and that gates are not maintained there, are matters proper to be considered in connection with other facts in a given case, in determining the rate of speed which is reasonably consistent with public safety: Lehigh Valley Railroad Co. v. Brandtmaier, 113 Pa. 610. The negligence charged here was the excessive rate of speed, under the condition there existing. Failure to maintain gates or keep watchmen at the crossing was not charged in plaintiff’s statement as negligence, except as connected with disregard of a borough ordinance, which we held when the case was here before, imposed no duty or obligation on the defendant company. The only legitimate purpose for which the evidence could be used, was to exhibit to the jury the situation and conditions where the accident occurred, so that they might the more intelligently pass upon the question in issue, viz., was the speed of the train reasonably consistent with public safety, or was it not ?\nWe remark further, that while the evidence would have been admissible for the purpose above indicated, yet because of the danger which must always attend the introduction of such a fact, in a case of this character, of its significance being misapprehended, its admission should always be followed by proper instructions from the court as to how it is to be Considered and applied by the jury. Not only was there failure in the court to instrüct the jury as to the effect they were to give the evidence, but the observation of the court, “ that it was a fact which the plaintiff is permitted to prove in the ease,” admitted it into the case with unbridled license, to serve any purpose the jury might ask of it. The preceding remark, that by the ruling “ the court did not hold that the company was obliged to station watchmen or erect gates at the crossing,” did not restrict it, since the inference that the average juror would be likely to derive from the observation, would be, that being a question of fact, and not of law, it was for the jury to decide whether the company was guilty of negligence in this particular. They had the fact before them, to make some use of, and were left to guess in what way it should be applied. Apart from this consideration, however, we are of opinion that as the matter stands on the record, having regard to the question asked, the want of an offer as to purpose, and the objection stated, the objection should have prevailed. In so holding we do not overlook the rule, so repeatedly recognized, that where evidence is pertinent for any purpose, its admission is not error. This rule applies only where the objection made was general. Here it was specific.\nThe thirtieth assignment complains that the count’s charge ■was inadequate and unfair on the question of damages, in that while reference was made to the testimony of each of the plaintiff’s witnesses, in relation to the earning capacity of plaintiff’s husband, no reference whatever was made to the testimony on this point by the defendant’s witnesses. The examination of the. court’s charge shows this statement to be entirely'Correct. The deceased had been a puddler employed at the Cambria Steel Works, and his employment there had continued 'thirteen or fourteen years. The two witnesses 'called by the plaintiff, neither of whom can be supposed to have any more 'accurate knowledge on the subject than the witness for defendant, testified that he was accustomed to receive from IT0.00 to $80.00 per month in wages. The witness called by the defendant was the time officer of the company that employed the deceased. He testified that for the year 1903, the year immediately preceding the accident, the deceased had received in wages the sum of §640.02, and for the year preceding that, the sum of §663.94. Here was a marked difference, not attempted to be explained, yet no reference whatever to it in the charge, but specific reference to the evidence which fixed the yearly earnings at a sum in excess by §300, or nearly so, of the amount testified to by defendant’s witness. The general effect of the charge on this branch of the case, in wholly ignoring the testimony for the defendant, and calling attention to the testimony for the plaintiff, would most likely be to create the impression in the minds of the jury, that the testimony referred to was conclusive on the subject. Their attention was called to no other. It was not simply an inadequate presentation of the evidence on an important feature of the case, but is fairly open to the criticism, that it was one-sided as well.\nWe express no opinion on the amount of the verdict; that was exclusively for the jury. What we do say is, that we cannot be made certain that it would have been the same, had the evidence on this point been adequately and fairly commented upon and submitted by the court. This assignment is sustained.\nThere is nothing in the case that called for the instruction given by the court, as to the law governing cases where one lawfully in position of danger, is injured in attempting to escape. Plaintiff’s husband was killed in consequence of his getting on the tracks, not as a result of an effort to get off.\nThere were enough questions in the case to engage the serious attention of the jury without importing others that were without relevancy. This of itself might not constitute reversible error; but when followed by an express direction to the jury, as was the case here, to pass upon it, that is, upon a question of fact absolutely without support in the evidence, the error becomes of too serious import to pass by with simply a word of disapproval. The thirty-first assignment is sustained.\nFor reasons thus stated, the judgment is reversed and a venire de novo awarded."}