{"id": "943484", "contents": "Opinion by\nMr. Justice Fell,\nOn the trial of the appellant for murder a witness for the commonwealth was allowed to testify to statements made by a third party in the appellant’s presence, tending to show IÚS connection with the crime, which were immediately denied by him. Statements made in the presence of one accused of crime can be put in evidence against him only when his silence under the circumstances is ground for the inference of his assent to their correctness. The statements offered by the commonwealth, having been promptly and explicitly denied, could not be received as tending to show an admission by the appellant. This is conceded. The attempt is to justify their admission on other grounds, that they were parts of a conversation between the witness, the appellant, and members of his family, the rest of which had been brought out by the cross-examination of the commonwealth’s witness; that they corroborated the appellant’s confession to burning the house after the murder had been committed; and that they showed contradictory statements on his part. They were not admissible for these nor for any other reason.\nThe testimony covered by the first specification of error was introduced in this way. A witness called by the commonwealth to prove a confession had been cross-examined to show the circumstances under which it had been made in order to lay ground for an objection to its admission. The appellant’s counsel was properly allowed on cross-examination to inquire as to previous conversations, the influence of which might have been present and operating on the appellant’s mind when the confession was made. At the close of this cross-examination the commonwealth’s counsel offered to prove that the appellant’s sister had said in his presence that she had seen him coming hastily from the direction of the fire on the night the murder was committed. This was objected to as irrelevant and because it was not proposed to show the whole conversation and the answer made by the appellant. The offer was then enlarged by adding: “ The defendant said in answer that Nancy was a damned liar.” The objection was then renewed by counsel and overruled by the court. This ruling permitted the introduction of a statement by a third party charging the appellant with the commission of a crime, which he promptly and emphatically denied. It was not evidence against him, and its admission calls for a reversal. The testimony which is the subject of the second specification of error is equally objectionable for the same reason. These errors into which the learned trial judge was inadvertently led because of the relation these statements were supposed to have to testimony already admitted were not cured by the statement in the charge that the prisoner was not affected by the accusation made in his presence, which he denied. It cannot be assumed that the effect of the accusation by a sister could be removed from the mind of the jurors in this way.\nThe ninth specification also must be sustained. It is to the admission of testimony to show the finding of articles of clothing, on which was fresh blood, on the bank of a creek a mile or more from the scene of the murder on the morning after it was committed. There was no evidence that connected these clothes with the prisoner or with the crime, and the testimony should not have been admitted. The judgment is reversed and a new venire is granted."}