{"id": "943414", "contents": "Opinion by\nMr. Justice Brown,\nOn February 25, 1903, the Pittsburg and Lake Erie Railroad Company filed its bond to secure to Mrs. Maria L. Mc-Gunnegle compensation for land -which it had appropriated for railroad purposes. It is located in the borough of Espíen, Allegheny county, and is minutely described by metes and bounds in the petitions for the approval of the bond and appointment of viewers. The quantity is given as 6.757 acres, “ together with all the land lying between the harbor line and the low-water line of the Ohio river.” Harbor line is aline established by the secretary of war, in pursuance of an act of Congress, and beyond it “ no piers, wharves, bulkheads, or other works shall be extended, or deposits made, except under such regulations as may be prescribed from time to time by him.” This line is at from fifty to three hundred feet from low water, which in this case is “ pool full.” “ Pool full,” indicating’ low water, is “ the surface of the water when it lies just even with the crest of the Davis island dam when it is up.” This is the definition given by H. C. Gould, an assistant engineer in the service of the United States, and is conceded all around to be correct. The absolute title of Mrs. McGunnegle extended from the land already occupied by the railroad company only to high water, and in the space intervening between that line and low water, or pool full, she had but a qualified fee, her right there being subject to the public right of navigation: Lehigh Yalley Railroad Co. v. Troné, 28 Pa. 206; Freeland v. Pennsylvania Railroad Co., 197 Pa. 529. Beyond the low-water line the title remained in the commonwealth, and the appellee had, therefore, no right or ownership whatever between it and harbor line, the space which the appellant distinctly stated it would take in the condemnation proceedings.\nOn appeal from the award of the viewers, the question of the amount of compensation to which the appellee was entitled was submitted to a jury, and the four errors specified are alleged to have been committed on the trial before that body. The case was called on Monday, October 20,1904, and on that and the following day twenty-three of the twenty-five witnesses called by the plaintiff were examined. Each one called as to the amount of damages sustained was examined, without objection by the defendant, as to the value of the land, which, in its petitions for the approval of its bond and the appointment of viewers, it said it would take, amounting to 6.757 acres, “ together with all the land lying between the harbor line and the low-water line of the Ohio river.” Some of these witnesses fixed the damages by valuing the land by the acre, and there was testimony as to the quantity between harbor line and pool full, and between pool full and high-water mark. On the third day of the trial, and just before the plaintiff closed, the defendant moved to amend the description of the land to be condemned by striking out the words “ together with all the land lying between the harbor line and the low-water line of the Ohio river.” This was objected to as being too late, and a special objection was made that the railroad company, having elected to condemn and having filed its bond, could not abandon the condemnation, either in whole or in part. The amendment was refused and two more witnesses were then called by the plaintiff, who also testified, without objection, as to the value of the land taken, including the space between pool full and harbor line.\nThe first assignment relates to the refusal of the court to allow the amendment asked for by the appellant.. It is urged that it should have been allowed, because, as Mrs. McGunneglo admittedly did not own the land lying beyond low water towards the river, the railroad company was not taking it from her, and her right to compensation was limited to her ownership, extending only to pool full or low water. The reason for refusing the amendment is not given by the learned trial judge, and we need not conjecture what it may have been, for the refusal could have done no possible harm to the defendant, in view of the clear, distinct and correct instructions given to the jury, that they could allow compensation to the plaintiff only for the land which she owned, and which did not extend beyond low-water mark. If the amendment had been allowed, the defendant could not have asked for more from the court than was said by the learned trial judge in support of its theory as to what land it could take. We might allow the amendment here, and, if so, there would be nothing in the record, so far as the quantity of land taken is concerned, of which the appellant could make any complaint; and the jury were most definitely instructed that for such quantity only could they allow compensation. In the general charge the learned and careful trial judge said: “ The land is situated in the Borough of Espíen, fronting on the Ohio river between the old right of way of the defendant company and low-water mark of the Ohio river. ... We have had testimony here showing not only the location of this property, but the location of what is called the harbor line, which, for the purposes of this case, I instruct you, is outside of the property taken by the railroad company, that is, it is towards the channel of the river. The property line, for the purposes of this case, is low-water mark, as established by the line you have heard called ‘ pool full ’ in the course of the trial. That is to be taken as the low-water line for the purposes of this case, and the property taken and appropriated by the railroad company is the property lying between the old right of way of the railroad company and low-water line.” Nine points were submitted by the defendant and each of them was affirmed. Five of them were as follows: Third. “ That under the laws of this state, the plaintiff has an absolute title in fee only to the high-water mark, with a qualified title between high and low-water mark, subject to the right of navigation.” Fourth. “ That for the purposes of this case, the low-water mark is the line of the water at ‘ pool full,’ which is the line of the water when it is just at the crest of the Davis island dam.” Fifth. “ That the owner of the land has no right to put any structures or filling into the river beyond low-water line.” Sixth. “ That no owner of land has the right to put any structures or filling between high-water line and low-water line that would be an obstruction to the use of that part of the river for navigation.” Eighth. “ That the verdict of the jury cannot be based upon any use of the land which would contemplate a filling of the river to the so-called harbor line under the testimony in this case.” And in the ninth the defendant stated its whole case in asking for the instruction, “ that the verdict of the jury in this case cannot be more than the value of the plaintiff’s land, computed to low-water mark, at the time of the taking, less the value of any use that the plaintiff may make of it not inconsistent with its use for railroad purposes.” As already stated, the case went on without a single objection made by the defendant to the testimony of any witness as to what damages had been sustained by the plaintiff for taking the land which, in its proceeding to condemn, it alleged extended to harbor line, and all of which it said it would take; but in the end the limit of the plaintiff’s land to be taken by the defendant was definitely fixed by the court at “pool full,” or low water, and the case was submitted to the jury just as the defendant asked that it be submitted. As a basis for their verdict, there was ample testimony as to the value of the land which the defendant could and does take. The refusal to allow the amendment could not, therefore, have harmed the appellant. Even if it had been allowed, the case would have been submitted just as it was submitted, by affirming every point presented by the defendant. Of the correctness of the general charge there could be, and is, no complaint. The first assignment is dismissed.\nBy the second assignment error is alleged in allowing D. K. McGunnegle to testify as to where the low-water line was in front of his mother's property before the Davis island dam was constructed. This testimony probably ought to have been rejected, for the line of low water before the construction of the dam was not the question before the jury; but the admission was harmless, in view of the instructions contained, not only in the general charge, but in the specific answer to defendant’s fourth point, “ that for the purposes of this case, the low-water mark is the line of the water at pool full, which is the line of the water when it is just at the crest of the Davis island dam.” And so of the third assignment, complaining of the admission of the testimony of J. W. Mayes, that if the land had been filled up out to the harbor line he would add to the price of the land at least one-third, for in the answer to defendant’s eighth point the jury were told that the verdict could not be based upon any use of the land which contemplated a filling of the river to the harbor line. The same instruction was contained in the answer to the fifth point.\nIt does not appear just when the trial judge made the remark complained of in the fourth assignment. It was made during the argument of counsel, which may have been a running discussion between them during the trial, in which the court intervened and made the remark attributed to it; but, whenever made, the defendant was not harmed by it, even if the jury heard it, for they were told that neither the defendant nor any one else could fill beyond low water. The correct instructions went further in stating that an owner of land fronting on a navigable river has no right to put any structures or filling even between high-water line and low-water line that would be an obstruction to the use of that part of the river for navigation.'\nThe assignments are all dismissed and the judgment is affirmed."}