{"id": "943514", "contents": "Opinion by\nMr. Justice Bbown,\nWe assume the appellant intended to aver that he had executed and delivered to Homer L. Castle, one of the appellees, a deed for the premises described in the first paragraph of his bill, but no such material averment appears anywhere in it. In the exhibit attached to it there is an acknowledgment by Castle that O’Donnell had conveyed the lots to him by a deed, the date of which, however, is not given. In the second paragraph of the bill there is an averment that the legal title was transferred to Vandersaal, but when or by whom does not appear. The situation, which ought to appear clearly on the face of the bill, undoubtedly is that O’Donnell conveyed to Castle, who in turn conveyed to Vandersaal, and, by the agreement of August 11, 1904, to which all three were parties, O’Donnell avers that the deed now held by Vandersaal has been reduced to a mortgage and that he is “ entitled to the legal rights of a mortgagor in connection therewith. ”\nBy the Act of June 8, 1881, P. L. 84, no defeasance to any deed for real estate, regular and absolute upon its face, shall have the effect of reducing it to a mortgage, unless the defeasance is made at the time the deed is made and is in writing, signed, sealed, acknowledged and delivered by the grantee in the deed to the grantor, and recorded in the recorder’s office within sixty days from its execution. As the date of the deed nowhere appears, we cannot tell whether the agreement was executed at the time it was made, but, even if of the same date, it was not acknowledged and recorded within sixty days from its execution. In construing the act of 1881, we said, in Sankoy v. Hawley, 118 Pa. 80 : “ There is now but one method left by which a deed absolute can be reduced to a mortgage, and that method, in this case, has not been pursued. The defeasance must not only bo in writing, and of the same date as that of the deed, but it must also be ‘ signed, sealed, acknowledged and delivered by the grantee in the deed to .the grantor; ’ furthermore, it must be recorded in the office for the recording of deeds, and mortgages in the county where the land is situated, within sixty days from the execution thereof. If we are to give effect to this act, an act in no wise ambiguous, it is certain the defeasance offered on part of the defense was properly rejected, for it was neither sealed, acknowledged nor recorded. ” Every attempt since made to evade the act has been thwarted by a repetition of these words, and by this time it ought to be fully understood that a deed can be impeached and reduced to a mortgage only by the execution of a written defeasance bearing even date with the deed, signed, sealed, acknowledged, delivered and recorded. The last clause in the agreement providing that O’Donnell might purchase the property from the appellees within eight months, on terms and conditions therein stated, does not help him. This is nothing more than an option given him, and, even if a valid one that he could have exercised within eight months, there is no averment by him that he accepted it and tendered performance.\nBut it is contended by the appellant that if the agreement of August 11, 1904, does not have the effect of reducing his deed to a mortgage, the appellees ought to be declared trustees ex maleficio, and Goodwin v. McMinn, 198 Pa. 646, is cited in support of this. In that case the decree below, as here, was on a demurrer to the bill, but there was a distinct allegation of fraud in the procurement of the deed. The sixth paragraph of the bill set forth the specific fraud that had been practiced upon Shaw by McMinn, his grantee. In overruling the demurrer and sending the case back for hearing we said, after reciting the averments of the bill: “ The allegation was that the deed was procured by fraud, in that, at the time it was given a large part of McMinn’s liability had already been discharged by money then in his hands, and this unknown -to Shaw. ” In this bill there is no averment of fraud in the procurement of the deed. There is not even an averment that the appellees have not performed their part of the written agreement of August 11, 1904. True, there is an allegation that certain promises outside of it have not been kept, but this alone would not create a trust ex maleficio. In the absence of any averment of such fraud on the part of the appellees as would make them trustees ex maleficio, the second contention of the appellant is no more tenable than his first. His remedy, if he has any on the facts averred in his bill, is not this proceeding on the equity side of the court.\nDecree affirmed and appeal dismissed, with costs to appellees."}