{"id": "945977", "contents": "Opinion by.\nMr. Justice Brown,\nThe appellees, the defendants below, are the co-executors and trustees, legatees and devisees under the last will and testament of Luther Martin, deceased. He was a son of Hugh Martin, Sr., late of the county of Sussex, state of Delaware, deceased, who, by his will, bequeathed and devised one-sixth of his residuary estate to the said Luther Martin and Edward L. Martin, another son, in trust for his son John Edwin, during life, the trust to determine upon the latter’s death and the estate to vest in the child or children of the cestui que trust. John Edwin Martin having died, the estate held in trust for him by his two brothers vested in his only child, John E. Martin, the appellant and plaintiff below. Luther Martin and Edward L. Martin were named as executors of their father’s will, but the one-sixth of his estate was not bequeathed and devised to them in their capacity as executors, to be held in trust for their brother. That portion of his estate passed to them simply as legatees and devisees, as it would have passed to strangers named, with the trust impressed upon it.\nLuther Martin died in the year 1886, and his brother, Edward L., survived him about eleven years. Shortly after the death of John Edwin Martin, in 1901, his son, the appellant, filed a bill for an accounting in the court of chancery for Sussex county, Delaware, against the personal representatives and legatees and devisees of Luther Martin and Edward L. Martin, deceased. The bill was served by the sheriff on the representatives of the estate of Edward L. Martin, but the appellees having been non-residents of the estate of Delaware, an order of publication was made by the chancery court, directing them to appear or to suffer the bill to be taken pro confesso as to them. Upon due proof of the publication of this order and the failure of the appellees to' appear, a decree pro confesso was entered against them and a master appointed to state an account, as prayed for in the bill. Upon his report the chancery court decreed that the sum of 15,576.50 was due the complainant, and ordered the appellees to pay it to him “ out of any moneys or property in their possession, management or control, belonging to, forming a part of, or received from the estate of the said Luther Martin, deceased.” On this decree the present action-of assumpsit was brought, and the single question before us is, whether the court below properly sustained the demurrer of the appellees, for the reason that no cause of action was disclosed against them in a decree that had been entered against them in a proceeding without service of process on them and without any appearance by them.\nIt is to be first observed that the proceeding in the Délaware equity court was not to fix the liability of an executor over whom it may have acquired jurisdiction the moment the proper probate court of that state issued letters testamentary to him; and yet all through the argument of counsel for appellant this fallacy seems to run. In their statement of the question involved they refer to an executor and trustee appointed by the court of a sister state. As the proceeding was not against the representative of an executor, the question of the court’s jurisdiction over him is not before us. Nor was the proceeding directed against any property within the jurisdiction of the chancery court, as to which that court could have entered a valid decree, though the proceeding was in form in personam. The proceeding’was against the appellees personally, and was against property in their hands bejmnd the jurisdiction of the court. The decree was entered against them by a court that did not attempt to have its process served personally upon them; but the contention of the appellant is that, as that court had jurisdiction of Luther Martin, trustee, while living, and he was, therefore, subject to extra-territorial service of its process, the jurisdiction of that court continued as to his representatives. Luther Martin was not appointed trustee by the court in which the bill was filed against his representatives, nor by any other court in the state of Delaware, and no court in that state could acquire jurisdiction over him because it had created him trustee. He was the legatee and devisee of his father, who impressed the bequests and devisees with the trust. He was a trustee by his father’s act alone, and while accountable for the proper execution of his trust as legatee or devisee, he was personally accountable to no particular court. Any court within whose jurisdiction the trust property might have been situated would have had jurisdiction over it in a proper proceeding for its protection and conservation, and any court within whose jurisdiction the trustee might have been found would have had jurisdiction over him to compel a proper account of the trust assets in his hands. Wherever he went, his personal accountability as a trustee followed him and could have been enforced against him personally wherever found in a proper proceeding, after service of process upon him; but by the decree of no court, not having exclusive jurisdiction over him, could he have been personally bound by attempting to bring him within its jurisdiction by extra-territorial service of process. In this respect his ease is like that of any individual upon whom there is an attempt to fix liability by such process, and he would be protected by the rule laid down in Pennoyer v. Neff, 95 U. S. 714, and our own cases, among which are: Steel v. Smith, 7 W. & S. 447; Scott v. Noble, 72 Pa. 115; Coleman’s Appeal, 75 Pa. 441, and Wallace v. United Electric Company, 211 Pa. 473. If this is true of him, it is equally, if not more so, of the appellees, his representatives, who at no time were within the jurisdiction of the foreign court, but who at all times have been within the jurisdiction of the courts of this state, liable to account here whenever called upon.\nIn a summary of the argument for the appellant three cases are relied upon: Van Dyke’s Appeal, 4 W. N. C. 283; Conrow’s Estate, 13 W. N. C. 551, and Musselman’s Appeal, 101 Pa. 165. Each of these cases seems to be misunderstood in the attempt to apply it to the question raised on this appeal. What each decides is simply that the courts of this state have no power to call a foreign executor to account for the assets of his testator, -who died in a foreign jurisdiction, and from which the executor derived his authority to act, and to which alone he can account; but each of them goes a step farther and holds that, after the executor has accounted in the foreign jurisdiction, and assets of the estate have passed to a trustee who lives or comes within the jurisdiction of one of our courts, he can be called upon by it to account for his stewardship. The closing words of Paxson, J., in Musselman’s Appeal are: “ No personal action will lie against the executor of William P. Waugh for any portion of the residuary estate, or for a legacy charged thereon, until it be first shown that there is a residuary estate, and that the same passed into the hands of John Waugh as trustee thereof. That John Waugh received assets of the estate of John P. Waugh is not to the purpose. He received them as executor; his responsibility for said estate is as executor, and not as trustee of the residuary estate. The appellees must first show that there was a residuary estate, and the amount of it. This can only be done by compelling an account in the proper courts of North Carolina. When that is done, and it is legally ascertained that John Waugh had in his possession a sum of money, or certain property, as trustee of the residue under the will of John P. Waugh, they can probably sustain a suit in any forum where they can find the personal representatives of John Waugh or his property.” So here, the account of the executors, filed and approved in the proper court in Delaware, may show what assets passed from them to Luther Martin as legatee for the purpose of a trust, and if so, he in his lifetime, might have been, or his representative after his death, wherever found, may be called upon to account in a proper proceeding, of which they receive proper legal notice by process served upon them personally in accordance with the law of the state in which they are found. Extra-territorial service of process, however, is ineffectual to bring them personally within the jurisdiction of a foreign court; but the process of the court 'within whose jurisdiction they are found does do so, and, when personally brought into that court, from its judgment or decree there is no escape.\nAnother case pressed with emphasis upon our attention, as authority to sustain the order of publication as effectual to bring the appellees within the jurisdiction of the Delaware court, is Moore v. Fields, 42 Pa. 467; but it, too, is misunderstood. The defendants in that case had been granted letters of administration by the surrogate of New York, and, after having received by virtue of their appointment moneys belonging to the estate, came into this state without accounting for the same. As the surrogate had jurisdiction of them from the time they were appointed, the question of the validity of extra-territorial service of process on them was not in the case. Mr. Justice Woodward, in delivering the opinion of the court, says as to this: “ The surrogate had jurisdiction from the time he granted the letters of administration, and it was their legal duty to appear and settle their accounts without any summons whatever from the surrogate. The fact that his notice reached them in Pennsylvania was not, in our judgment, a circumstance of any importance.”\nThe assignments of error are all overruled and the judgment is affirmed."}