{"id": "946093", "contents": "Opinion by\nMr. Justice Stewart,\nWhen the city of Scranton undertook to construct by joint effort with the Delaware, Lackawanna & Western Railroad Company, a viaduct on West Lackawanna avenue from 7th to 9th streets over the tracks of the railroad company, for the purpose of avoiding a dangerous grade crossing, it was exercising a rightful authority. So much is admitted. It was contemplated that as a result of the improvement much adjacent private property would be injured, and the ordinance establishing the change provided that immediately upon its passage, the appointment of viewers to assess such damages should be applied for. The statutory proceeding for the ascertainment of damages in such cases was regularly followed. Among other claimants for compensation was the appellant company. Under legislative grant to occupy the streets, it had laid its pipes beneath the surface on Lackawanna avenue at the point where the viaduct was constructed, and had long maintained them there. The viaduct in no way interfered with them in place; but because of increased elevation of grade and solidity of the structure, it was no longer practicable, under the changed conditions, for the company to reach them for purposes of repair, and it became necessary to change the line at this point and conduct the pipes along several other streets, in order to make the required connections. This entailed considerable expense, and compensation for this was asked. The claim was disallowed by the viewers, and the appeal is from the decree confirming their report. The argument in support of the appeal is, that in entering upon this work the city was not acting under or by virtue of its police power, but in the exercise of its light of eminent domain, as shown by the original ordinance, and the fact that the statutory proceeding for ascertainment of damages for property injured was followed. Appellant insists that it was unjustly discriminated against in the proceeding, inasmuch as compensation was-allowed to others and refused as to it. The argument seems to concede that if what the city did was done in the exercise of its police power, the loss the company sustained is damnum absque injuria, for it asserts as a necessary incident to such power exemption from liability on account of its exercise when loss ensues. The present claim is urged on the ground that the proceeding was under the right of eminent domain; and it is contended that in such case, liability attaches for all injury done that is special and peculiar to the party complaining.\nThe right in cities and boroughs to improve and change streets for-public purposes is fundamental, and does not depend upon the use of any particular word or words in expressing it. In this case what was done by the city was clearly within what is known as police power, and it is wholly immaterial how it was denominated in the ordinance, or what the city authorities thought in regard to it. Nor does it affect the nature and character of the act, that in order to complete the scheme entered upon, the city called into exercise its right of eminent domain. There is no apparent reason, nor has any been suggested, why the one may not be made to supplement the other. This was not one of those extreme cases where exemption from liability follows the exercise of police power, as the tearing down of a dwelling house to' arrest a conflagration; what was done here was not done in a supreme' exigency to avoid an impending danger, but was. a permanent improvement deliberately entered upon, with a view to promote the general convenience of the public and their safety as well, in connection with a railroad crossing which had long been established, and which so far as could be known was to remain there indefinitely, as an obstruction to travel and an increasing source of public danger. For whatever injury was done to property by the necessary change of grade in connection therewith, the city was clearly liable, and the means of enforcing such liability was the statutory proceeding for assessment of damages, notwithstanding all resulted from the exercise of police power. Appellant’s claim has not the same consideration to support it. So far as property rights are concerned, there is but slight correspondence between the easement enjoyed by appellant company in the streets of the city, and the rights of the abutting owners in their several properties. The distinctions between the two are too obvious for discussion. It is enough to say with respect to the former, that it is held and enjoyed subject always to the earlier and superior rights of the public in the streets of' the municipality. Among these is the power to regulate and control the streets in the interest of public health and safety. When these demand a change in the mode and manner of the enjoyment of the easement or privilege, and that demand is expressed through the municipal authority, in the exercise of reasonable discretion, that change must be made. Calling the legislative grant of privilege to use the streets a contract does not avoid the conditions on which the privilege is to be exercised. Whether such limitation or conditions be expressed in the grant or not is immaterial, for, as said in Butchers’ Union Slaughter House Co. v. Crescent City Live Stock Landing Co., 111 U. S. 746, the power to control and regulate the streets so as to protect the public health, is one that cannot be bargained away by legislative or municipal grant. The power to control them for the protection of public safety, if not the same, stands on equally high ground. All authorities agree that such right is both paramount and inalienable. Nor is the right limited to the control of the mere surface; it extends to the soil beneath, to whatever extent it may be required in aid of such purposes as fall within the municipal function, in connection with the health and safety of the public: Water Commissioners of Jersey City v. Hudson City, 13 N. J. Eq. 420. The doctrine here asserted accords with that expressed by our own dourt in Rafferty v. Central Traction Co., 147 Pa. 579. It is there said: “Iffor any reason, such a change of grade by the municipal authorities, or to get helow the frost line, the pipes and mains are required to be lowered, it certainly has never been supposed that the owners would have a right to recover damages against the municipality or other authority, on account of such lowering of pipes and mains.” It is unnecessary to cite other authority to show that no liability results to the municipality, for the disturbance of a gas or water company’s pipes in the public streets when made necessary by public consideration. The difference between the disturbance indicated by the court in the case just referred to, and that in the present case is one of degree only, measured by the expense required to make the change; the principle in both is the same. It is the reasonable discretion of the municipal authorities that determines the extent of the change in the streets required to meet public necessities ; and to that change whatever it may be, short of an abrogation or annulment of the company’s right to maintain its system of pipes in the public streets, the company must conform at its own cost and expense. The former results from the inherent right of the municipality to the exercise of police power, and the latter from the subordinated rights of the gas company in the public streets under its original grant of privilege, to those of the public.\nThe judgment is affirmed."}