{"id": "946043", "contents": "Opinion by\nMr. Justice Elkin,\nThe appellant company by ordinance was granted a right by the borough of Morrisville to construct a track and operate a railway along, over and upon Bridge street for the distance of one block. At the time of the passage of the ordinance an older street railway company had in operation a line on Bridge street by rights acquired under a prior ordinance. The borough had imposed upon the first street railway corporation as a limitation of its grant the condition that it should only occupy Bridge street subject to the right of the borough at any subsequent time to grant to another street railway company the use of said street in common with it. The condition, of the first grant is as follows : “ Upon the express condition and with the clear understanding that the burgess and town council of said borough of Morrisville may at any time by ordinance grant to any other street railway company now or hereafter incorporated the use of Bridge Street and Trenton Avenue, or either of them in common with the Yardley, Morrisville and Trenton Street Railway, its successors and assigns, and the right and power to grant such consent is hereby expressly reserved accordingly.”\nUnder this condition and reservation of rights in the prior ordinance it was clearly within the power of the borough to subsequently grant the right claimed by the appellant company in the common use of the street. These grants were made with the express condition imposed that the companies “ shall be subject to such reasonable legislation in regard to the construction, maintenance and operation of their street railway as shall from time to time hereafter be ordained and enacted by the said burgess and town council.”\nThe borough under its authority to reasonably regulate the construction, maintenance and operation of the later company in the use of the street, has required that its line be located in such manner as to straddle the tracks of the older corporation. The street has sufficient width to permit of the construction of both tracks thereon without interfering with each other, but for its own purposes the borough has thought proper to compel the construction of the track of the later company so as to occupy part of the track of the former company. The right to do this particular thing is claimed by the borough under the phrase “ common use of the street ” contained in the ordinance. When the first corporation accepted the ordinance under which its tracks were constructed with the reservation of the “ common use ” of the street to a later company it did not thereby agree to give the “ common use ” of its tracks over the street, but in effect waived its right to the exclusive use of the street. “ Common use ” of the street did not mean “ common use ” of its tracks. This court has decided that while the legislature may in the exercise of the right of eminent domain take fran-. chises and property engaged in a public use, and apply them to another public use, a statute cannot be sustained which confers upon one corporation for profit the right to appropriate the property of another corporation to exactly the same public uses for the convenience and profit of the younger corporation: Philadelphia, Morton & Swarthmore Street Railway Company’s Petition, 203 Pa. 354. It has also been decided that section 14 of the Act of May 14, 1889, P. L. 211, as amended by the Act of June 7, .1901, P. L. 514, giving one street rail.way company the right to use the tracks of another street railway company for certain prescribed distances is unconstitutional: Commonwealth v. Uwchlan Street Railway Company, 203 Pa. 608.\nThe rule in these cases is based on the principle that the grant of the use of the tracks of a former company to a later company was the taking of property of the former company for the convenience and profit of a younger corporation, and therefore unconstitutional. The principle of those cases rules the one at bar. To superimpose on the tracks of the former company the whole or any part of the tracks of a later company, is the taking of property of the former company within the meaning of the rule of the cases just cited. There is no distinction in principle between tbe taking of the whole of the tracks of the former for the use of the later company and the taking of part of the tracks. The appellant company under its ordinance is entitled to construct and maintain its tracks on Bridge street alongside of and parallel with the line of the former company without in any way interfering with it.\nJudgment reversed, and it is ordered and directed that judgment be entered for the plaintiff in accordance with the prayer of the petitioner asking for a writ of alternative mandamus."}