{"id": "946044", "contents": "Opinion by\nMr. Justice Stewart,\nThe proposition that a gift to several individuals described by their respective names, may be construed a gift to a class, if it is apparent from the will that the testator so intended, is not open to dispute. It is but a corollary of the larger and more comprehensive rule that subordinates everything in the construction of a will, to the expressed intention of the testator. If the diligence of counsel has not been rewarded by finding a case in our reports where such a gift has been held to be a gift to a class, it only goes to show how convincing to the common understanding the fact that the donees are severally and individually named is, that the testator meant that they should take individually and not as a class. This interpretation results in such case, not because of any technical rule which arbitrarily imposes a definite meaning upon the expression, but because the expression clearly and unequivocally imports this and nothing else. Cases where such a gift may be, and should be, construed to be a gift to a class, may readily be conceived. Following such a gift, an express direction that the parties named should take not individually but as a class, would more than countervail the fact that the gift was to them individually by name. Where there are other but less conclusive expressions or indications in the will, that notwithstanding the gift is to individuals named by the testator, they should take as a class, it becomes simply a question of relative weight of these conflicting expressions and indications. In the present case we have on one side the fact the gift is “ to my cousin, Harriet Thomas, and Agnes Thomas, and the children of my deceased cousin, Robert P. Thomas to be divided per stirpes; ” in itself clearly indicating a purpose that they shall take individually. On the other, while no expression can be found in the will conflicting with or modifying in any way this unequivocal direction for a several taking, yet it is insisted that if the whole scheme of the will be considered, it will disclose very certainly a purpose that the donees shall take as a class. Harriet Thomas, one of the donees named in the will, died during the life of the testator. If the gift was to her as an individual and not as one of a class, testator died intestate as to this portion of his estate, and it would be divided between testator’s next of kin without distinction as between those paternal and those maternal, whereas, it is so contended, the will shows unmistakably throughout a governing purpose to give one-half of the estate to relatives on the side of the mother, to the exclusion of those on the side of the father; and to give the other half to relatives on the side of the father, to the exclusion of those on the side of the mother. If this could certainly be affirmed of the will with respect to all contingencies of survivorship, and as affecting ultimate beneficiaries, including of course those interested in the present contingency, a question not free from embarrassment would arise ; and it is by no means clear that in such case the greater weight should be allowed the fact that the gift is to the individuals by name. It may be admitted that the will clearly reveals such purpose, as regards those who were to take in remainder upon the death of the widow and sister and the survivor of them, to whom the estate was given for life, that is to say, testator’s uncle and aunt; but the will furnishes indication, as we think, that testator intended to observe equality of the division between paternal and maternal relatives, only up to and not beyond the remainder gift to the uncle and aunt, upon whose death without issue maternal relatives of the whole blood would become extinct. The gift of the one-half of the estate to the uncle and aunt on the maternal side, is to them jointly, and is followed immediately by a gift over to the cousins in the same line, in case neither the uncle nor the aunt should survive testator. This by clear implication made survivorship an incident of the gift to the uncle and aunt, and so far observes equal division of the estate between the two classes of kindred; but in the gift over to cousins, nothing is said about survivorship, which incident could only attach in a gift such as this as it should be so ordered elsewhere. Testator knew how to provide for it in the gift to the uncle and aunt; he knew just as certainly how to provide in the' gift to the cousins. The fact that he did so provide for it in the one and omitted this provision in the other, is entitled to significance; especially so in view of the fact that the testator was himself a lawyer and, as is said, of extensive practice and familiar with the course of judicial proceedings. We allow this circumstance to be controlling only in the sense that it so far subtracts from the indications of a purpose conflicting with that expressed in the gift itself, as to prevent what otherwise might approach very nearly an embarrassing equilibrium. It is a close case at best, but we agree with the learned auditing judge that is the safer interpretation to hold the gift over to the cousins nominatim as individual and several, rather than to a class. It follows that Harriet .Thomas, one of the cousins, having died in the life of the testator, the gift to her lapsed, and as to it there is intestacy.\nThe decree is affirmed."}