{"id": "946057", "contents": "Opinion by\nMr. Justice Stewart,\nBartlett and Shepherd, a Philadelphia trading firm, obtained from The Commercial Fire Insurance Company of Wilmington, Delaware, a corporation foreign to the state of Pennsylvania, and unauthorized to do business therein, a policy of insurance on their barge, “ Raritan.” The vessel having been lost at sea and the insurance company proving insolvent, this action was brought against the appellant to recover from him individually the amount of the policy, on the ground that it had been obtained through him in Philadelphia, while he was there acting for and in behalf of the insurance company as its agent. The claim was asserted under the provisions of the act of May 1, 1876, supplementing the act of April 4, 1878, establishing an insurance department and regulating the business of insurance; the forty-eighth section of which reads as follows : “ The agent of any insurance company, of any other state or government which does not comply with the laws of this Commonwealth, shall be personally liable on all contracts of insurance made by or through -him, directly or indirectly for or on behalf of such company.”\nThat the insurer in this case was a company foreign to this state; that it had not complied with the provisions of any of the statutes entitling foreign corporations to do business within the state ; and that all the conditions of the policy had been met by the insured, were facts admitted upon the record. It remained for the plaintiff to establish prima facie, that the defendant was agent of The Commercial Fire Insurance Company, and that the contract of insurance was made by or through him acting as such agent within this state. A very brief reference to only some of the testimony will show how the plaintiffs attempted to meet the burden that was upon them. The witness, Frank B. Hall, testified that the plaintiffs residing in Philadelphia made applications through him to Frank B. Hall & Company, an insurance brokerage firm in New York with which witness was associated, for an insurance on the barge subsequently lost; that he in turn, applied to the defendant in Philadelphia, as the agent of The Commercial Fire Insurance Company, of Wilmington, Delaware, and negotiated with him for the policy; that he remitted the amount of the premium on the policy by check of plaintiffs, drawn to the order of The Commercial Fire Insurance Company, to the defendant in Philadelphia, whose indorsement appears thereon as treasurer of the company; that the policy was forwarded to his firm in New York, and by it forwarded to the plaintiffs in Philadelphia. He further testified in express terms several times repeated, that the defendant was the general agent of the insurance company in Philadelphia, and that on other occasions he had done business with him as such agent. There was other testimony to the effect that notwithstanding this was a foreign company, it transacted'nearly all its business in the office of the defendant in Philadelphia, and that defendant had admitted not only that he was the agent of the company, but that in point of fact he was the owner as well.\nNo attempt was made by the defendant to meet this testimony or impeach it in any way ; and upon the conclusion of the evidence, by direction of the court, a verdict was taken for plaintiff, subject to the question reserved — Whether there was any evidence to be submitted to the jury in support of the plaintiffs’ claim. Subsequently judgment for the defendant on the point reserved was moved, but refused, and judgment was entered for the plaintiffs on the verdict. That the burden of proving defendant’s agency was fully met, needs no discussion ; its sufficiency is apparent. It was quite as fully met with respect to all other facts which are made material by the language of the section of the act above quoted, imposing liability upon the agents of foreign insurance companies. It is contended, however, that this section is to be construed in the light of, and in connection with, the other sections of the act, especially the next preceding one, which makes it a misdemeanor for any person to transact business within this state as the agent of an insurance company of any other state or goverment, withoxrt a certificate of authority as required by law. This much conceded, it is argued that the words “ transacting business within this commonwealth,” must be read into the forty-eight section; and that being there, the effect is to so qualify the general terms of the section, as to make the latter apply only to agents of foreign insurance companies transacting business here. All this may be admitted without introducing any other material fact than those fully met in the plaintiffs’ evidence. Counsel very ingeniously, but to very little.purpose in view of the decisions of this court, derive as a conclusion from the construction contended for, that it is essential that it appear that the contract of insurance was made within this state. The very contrary to this has been expressly decided. In Swing v. Munson, 191 Pa. 582, the insurance policy was issued by a company in the state of Ohio and forwarded by that company to the insured in this state. The effort was to have it declared an Ohio contract. In delivering the opinion of this court, Mr. Justice Djsan, while holding that it was not an Ohio contract, proceeds to dispose of the question here raised : “ But,” he says, “ that we may meet a more important question because it affects the interest of all foreign insurance companies that seek to do business in this state, we prefer to assume that the contract was made in Ohio and is lawful there. It was a contract, however, in direct violation of the laws of this state ; it was the indemnification of a citizen of Pennsylvania against loss by fire on property wholly within Pennsylvania; without regard to where the contract was made, the subject of it was property within this state; it is the attempt of a foreign insurance company to do business in this state in violation of the.laws of the state.”\nEqually fatal is the case just cited to the other contention of appellant’s counsel, that what is shown to have been done in connection with this policy was not transacting business within the meaning of the statute. It is unnecessary to repeat the facts of that case here; they are so closely like what we have in this that what was said there is entirely applicable here, and the decision is directly antagonistic to the position here taken. Admitting that the case lends support to the contention that the property insured must have been within the state when the contract of insurance was made, and assuming that to be the law, the evidence was quite sufficient on this branch of the inquiry. The residence of the owners of the vessel was in Philadelphia, and it was admitted that the vessel sailed from Philadelphia on the voyage during which she was lost. It is a well settled principle of maritime law, that the sovereignty of the state extends to. vessels of the state to which they belong: In re Clyde S. S. Company, 134 Fed. Repr. 95. This principle consists with the general rule that the situs of personal property follows the‘domicil of the owners.\nIt follows from what has been said that the first two assignments of error which deny the sufficiency of the evidence must be overruled.\nThe third assignment charges error in directing a verdict to be taken for plaintiffs subject to the point reserved, “ whether there is any evidence to go to the jury in support of the plaintiffs’ claim.”\nIt is never permissible in an issue of this kind for the court to direct a verdict for the plaintiff, except where the evidence is exclusively documentary and admittedly correct. Where plaintiffs’ claim rests upon oral testimony, the credibility of the witnesses is always a matter to be passed on by the jury, and the court cannot relieve them of it. In Reel v. Elder, 62 Pa. 308, the instruction by the court took the case from the jury. Speaking to this point, the court there say: “ Setting aside the Tennessee record, which in this part of the charge the judge excludes from consideration, so far from there being any conclusive evidence, which would justify the court in withdrawing the case from the jury, it was all oral testimony, depending not only on the credit to be given to the witnesses, but on the construction to be put on their language. However clear and indisputable may be the proof, when it depends upon oral testimony, it is nevertheless the province of the jury to decide under instructions from the court, as to the law applicable to the facts, and subject to the salutary power of the court to award a new trial if they should deem the verdict contrary to the weight of evidence.” Again in Grambs v. Lynch, 20 W. N. C. 376, a case cited and applied later in Harlow & Co. v. Homestead Boro., 194 Pa. 57, it is declared to be “ settled law that when a case depends upon oral testimony, such testimony must be submitted to the jury.” Here the plaintiff’s case rested almost wholly upon oral testimony ; if believed by the jury, it established a prima facie case, and entitled the plaintiff to a verdict; but the jury alone could say through their verdict, whether the condition had been met. While we have no reason to think that any different result would have been reached had this case been submitted to the jury, yet because this well-established rule was'not observed, we are compelled to reverse the judgment.\nJudgment reversed and a venire facias de novo awarded."}