{"id": "948399", "contents": "Opinion by\nMe. Justice Elkin,\nThe question raised by this appeal is whether an alien husband is entitled as tenant by the curtesy to the real estate, or the interest therein, of which his wife died seized. At common law an alien cannot be tenant by the curtesy in this state. This rule is not questioned, and cannot be under the authority of our cases: Jackson’s Lessee v. Burns, 3 Binney, 75; Orr v. Hodgson, 17 U. S. 453; Rubeck v. Gardner, 7 Watts, 455 ; Reese v. Waters, 4 W. & S. 145. The burden is therefore on an alien husband to point to the act or acts of assembly giving him the right to take such an estate in order to support his claim thereto. There are a number of statutes relating to the rights of aliens, but the Act of February 23,1791, 3 Sm. Laws, 4, is mainly relied on by the court below and by the appellee here. It provides “ that alien citizens shall be capable of acquiring or taking by devise or descent lands and other real property within this commonwealth in the same manner as citizens of this state may or can do.” The language of this act would seem to be broad enough to include a tenancy by the curtesy, but it is contended with much force that it has not been so construed, and that a different construction must have been placed upon it in Reese v. Waters, 4 W. & S. 145. It is true it was decided in that case that an alien husband acquired no title in his wife’s real estate of inheritance as tenant by the curtesy initiate. It was there contended that the act of 1818, which allowed aliens to purchase real property subject to a limitation as to quantity, gave an alien husband the right to take as tenant by the curtesy. In the decision of that case it was held that the act of 1818 did not include such an estate because it was doubted whether the verb “ to purchase ” as used in the act could be considered equivalent to or synonymous with the words “ to take by purchase.” That case seems to have been ruled on this ground alone. The act of 1791 was not mentioned, and so far as the record shows was not considered. Whether it was deemed obsolete, not applicable,- or immaterial, under the facts of that case, we have no means of ascertaining. It could scarcely have been regarded as obsolete because in Rubeck v. Gardner, 7 Watts, 455, decided in 1838, four years before Reese v. Waters, it was recognized as in force, but held inapplicable to the facts of that case on the ground that the heir or devisee of an alien could not take and enjoy a greater and more entire estate than the alien ancestor himself had. It is therefore a fair inference that the act of 1791 was either overlooked, or considered inapplicable under the particular facts upon which the case of Reese v. Waters was decided. The fact is, however, that in no reported case has the word “ descent ” found iii the act of 1791 been construed by this court as applied to a tenant by the curtesy. This act has not been repealed in express terms, nor by necessary implication, and does not contain any limitation as to time. It must therefore be considered in force and effect. Counsel for appellant concedes this position, but contends that the word “ descent ” as used therein does not technically include a tenancy by the curtesy. In answer to this position it may be said that all modes of acquiring title to real property may be reducible to title by descent and title by purchase. The first includes title by act or operation of law, the second title by act or agreement of the parties: 4 Kent’s Commentaries, p. 446; Pingrey on Real Property, pp. 116, 118; 1 Boone on Real Property, sec. 262. It is no doubt true that some estates are difficult to classify under these general divisions of title. It may also be conceded .that an estate by the curtesy is one of these. However, it is clear, on principle, that a tenancy by the curtesy is more in the nature of an estate by descent than by purchase. The great weight of authority is to this effect. Titles by curtesy and in dower, arising by operation of law upon the death of the wife or husband as the ease may be, seem to fall properly under the head of title by descent: 4 Kent’s Commentaries, p. 874. It devolves upon him (the husband) as the estate of an ancestor does upon an heir: 1 Washburn on Real Property, p. 343. An estate by curtesy occurs by mere operation of law upon the death of the wife, and for that reason partakes more of the character of an estate acquired by descent than purchase: 1 Kerr on Real Property, 627. He (the husband) takes it by operation of law as by descent: 1 Tiffany on Real Property, p. 501. It is an estate by descent, and has therefore been held to be subject to all the equities in respect to it as against his wife: Fallon on the Law of Conveyancing in Pennsylvania, p. 555. An estate by the curtesy consummate partakes more of the character of an estate acquired bj^ descent than of one acquired by purchase: 8 Am. & Eng. Ency. of Law (2d ed.), p. 517. These text-writers are supported by some of our adjudicated cases. Mr. Justice Yeates in Lessee of Pemberton v. Hicks, 1 Binney, 1, said: “It is, however, settled that tenants by the curtesy and in dower come in by descent merely by act of law.” To the same effect are the cases of other jurisdictions : Watson v. Watson, 13 Conn. 83; Witham v. Perkins, 2 Maine, 400.\nWe have examined with care the able argument of counsel for appellant relating to this question, but have not been convinced that the word “ descent” in the act of 1791 does not include an estate by the curtesy. We can see no reason why an estate which devolves upon the husband by operation of law at the death of his wife should not be regarded as taken by descent. The trend of our legislation has been to treat alien friends in these respects as citizens. The decision in Reese v. Waters was followed by the Act of April 16, 1844, P. L. 274, and while we are not prepared to accept as final and conclusive the view of the court below, not without merit, that this act should be construed to be retrospective as to lands acquired by purchase and prospective as to lands taken by descent, it, however, does show that our legislature was blazing the way to the open-door policy in dealing with the right of aliens to acquire and hold real property. Our attention has not been called to any case decided by this court, nor have we been able to find any that expressly holds an estate by the curtesy is not one taken by descent. In Commonwealth v. Detwiller, 131 Pa. 614, Mr. Justice Williams in discussing the enabling statutes so far as they relate to aliens, said: “ Even as to real estate, the distinction as between a resident alien friend and a citizen has disappeared in Pennsylvania, and nearly every other state in the union.” The learned Justice referred to the act of 1807, wherein it is provided generally that alien friends resident within our state may purchase lands, tenements and hereditaments and have and hold the same in fee simple or any lesser estate, as fully to all intents and purposes as the natural born citizen may do.' Counsel for appellant recognizes the force of the doctrine announced in that case, but insists that the general discussion relating to the right of aliens is obiter dicta. This may be conceded, but it is a judicial suggestion at least that courts will not be astute in the application of refined distinctions in support of a public policy, once considered wise, but now disavowed and almost forgotten in the broader humanity manifested in the reciprocal relations of states and nations governed by the Anglo-Saxon race. Cessante ratione, cessat ipsa lex.\nThe tendency of our legislation has been to enable aliens to take, hold and purchase real estate and other property in the same manner as other citizens. This is clearly indicated by the Act of May 1, 1861, P. L. 433, which provides that “ aliens may hereafter purchase and hold real estate in this state, not exceeding in quantity 5,000 acres, nor in net annual income $20,000.” The evident intention of this act was to enable aliens to purchase property within the limitations as to quantity and value named, and to hold property within the same limitations. The legislative meaning may be in doubt. It may be that the word “hold ” as used in this act only applies to property actually purchased. It is not necessary, however, to give it this restricted meaning, and we see no reason why it may not apply to any estate which an alien takes or holds from any source, that is to say, an estate by descent, by purchase or in any other way, if, as contended, there is some other way to acquire title. The primary significance of the word “ hold ” as it relates to real property is to enjoy and possess, and certainly an estate by the curtesy can be enjoyed and possessed by the tenant. If the word “ descent ” in the act of 1791, or the words “purchase” or “hold” in the act of 1861 include in either act an estate by the curtesy, the judgment of the court below must be affirmed. If it is an estate by descent, it is included in the act of 1791. If it is an estate by purchase, it is covered by the act of 1861. Then, again, if the word “ hold ” as used in the latter act relates to any kind of title, as by descent, or purchase, or otherwise, the contention of appellant cannot prevail. In either view the appellee is entitled as tenant by the curtesy to the enjoyment of the real estate of which his wife died seized. It requires a nicety of refinement, not convincing to the court, to hold that an estate by the curtesy does not come within the meaning of any of these provisions of our statutes. The common-law rule is harsh and unjust, without justification under existing governmental conditions and manifestly at variance with the spirit of our institutions and the conscience of our people. Fortunately our statutes do not require its enforcement.\nJudgment affirmed."}