{"id": "948342", "contents": "Opinion by\nMr. Justice Fell,\nIn 1888 Elizabeth Heilig and her husband, Jacob Heilig,. each owned a lot of ground which they conveyed to the same persons and took from them a mortgage to secure the purchase money of both lots. The recital in the mortgage is : Whereas the mortgagors are indebted to-Elizabeth Heilig and her husband, Jacob Heilig, parties of the second part, in the sum of $1,200 to be paid, without interest, “at the expiration of five years after the decease of the said Elizabeth and J acob Heilig, payable share and share alike to the legal heirs of said Eliza-, beth and Jacob Heilig.” The grant is made to the parties of the second part, their heirs and assigns, better to secure to them, their executors, administrators and assigns, the payment of the aforesaid debt of $1,200. It is provided that if the mortgagees “ shall well and truly pay or cause to be paid unto the party of the second part, their executors, administrators or assigns, the aforesaid debt or sum of $1,200 on the day and time hereinbefore mentioned,” etc., the estate granted shall be void.\nElizabeth Heilig died April, 1892, and in May of the same year Jacob Heilig, acting in his own right and as administrator of her estate, satisfied the mortgage. He died in 1895 and in 1901 his children caused a scire facias to be issued on the mortgage. The question at the trial was whether the satisfaction of the mortgage was valid. The learned judge of the common pleas directed a verdict for the defendants for the reason that the provision in the mortgage for payment to the heirs was a voluntary gift that could be revoked by the mortgagees jointly or by the survivor who took the whole estate, and also that it was testamentary and was revoked by the satisfaction. The judgment entered on the verdict was reversed by the Superior Court on the ground that the mortgagees had made a present gift of the sum of money named in the mortgage, which vested in their children and was irrevocable.\nThe controlling question in the case is whether the mortgagees had power to satisfy the mortgage. This question is to be determined by ascertaining the intention from the written instrument. The appellant’s case rests solely on the clause in the recital, “ to be paid at the expiration of five years after the decease of Elizabeth Heilig and Jacob Heilig, payable share and share alike to the legal heirs of said Elizabeth and Jacob Heilig.” This clause is inconsistent with the rest of the recital and with the grant, which is to secure payment to the mortgagees, and with the proviso that the grant shall become void when payment is made to the mortgagees, their executors, administrators or assigns. The debt is made primarily payable to the mortgagees or their legal representatives, and we do not see that any effect can be given to the clause relied on other tba.n as fixing the limit of time when the debt was demandable. So regarded, no restriction was placed on the power of the mortgagees to satisfy the mortgage.\nThe judgment of the Superior Court is' reversed and the judgment of the common pleas is affirmed."}