{"id": "950353", "contents": "Opinion by\nMr. Justice Elkin,\nThe questions raised by this appeal relate to the competency of witnesses \"who were permitted to testify as to the value of certain lots of ground appropriated by the defendant company under the power of eminent domain. The competency of witnesses in such cases is a preliminary question to be passed upon by the court after proper examination before a witness is permitted to testify as to value: Michael v. Crescent Pipe Line Co., 159 Pa. 99; Friday v. Penna. R. R. Co., 204 Pa. 405 ; Hope v. P. & W. R. R. Co., 211 Pa. 401. In the case at bar the witnesses were subjected to the preliminary examination as required by the rule. The court passed upon the preliminary question of competency and permitted the witnesses to testify. It is now contended that their examination did not disclose such knowledge of the property and of the values in the neighborhood as to qualify them to testify in the case.\nWe have said that an essential test of the competency of witnesses, called to give an opinion as to the market value of land, is that they affirmatively appear to have actual personal knowledge of the facts affecting the subject-matter of the inquiry : Michael v. Crescent Pipe Line Company, supra. The witness should have some special opportunity for observation, and to a reasonable extent, have in his mind the data from which a proper estimate of valué ought to be made: P. V. & C. Ry. Co. v. Vance, 115 Pa. 325. He should be familiar with the property upon which he is asked to fix a value, its area, the uses to which it may be put, the extent and condition of its improvements and in addition thereto should have some knowledge of values in the neighborhood and the general selling price of property in the locality at or near the time of the appropriation: Friday v. Penna. R. R. Co., 204 Pa. 405. As we read the testimony of the witnesses whose competency has been objected to, these requirements have been reasonably met. Samuel Markowitz, the question of whose competency is raised by the first assignment of error, is the owner of the lot and the appellee in this case. He was a merchant and had owned the lot for eleven or twelve years. He was familiar with the development of the borough in which it was located and had general knowledge of the values of property in that neighborhood. He knew of the advantageous location of his lot as a business corner, and had frequently been importuned to sell it. His testimony shows that he knew the value of his own property which had been in his possession for many years, and we .are not familiar with any rule which would deny him the right to testify as to its value, when it is taken away from him by condemnation proceedings.\nThe second, third, fourth and fifth assignments of error relate to the competency of Swartz, Fried, Krone and Donellan as witnessess. Swartz, a merchant, and Fried, a grocer, residents for many years of the adjoining borough of Homestead, were attracted by the business possibilities of Rankin borough, and concluded to start in business there if a favorable site could be secured. They went upon the ground and found the lot, the value of which is the subject-matter of this controversy, suitably located. They examined it, saw its location, considered its desirability as a place of business, and then went around among the neighbors in order to secure information as to values and the general selling price of real estate in the neighborhood. They heard of some sales and in one instance at least, knew the per foot front price for which a lot had been sold. They were seeking information as to general values in the neighborhood, as well as the particular value of the lot in question, because they wanted to purchase it, and in fact did make an offer.for it. Under these circumstances we cannot say there was reversible error in the court below under the discretion which the trial judge has a right to exercise in such cases in admitting ■ this testimony. Krone was in the real estate business and dealt very generally in property located in the borough of Rankin. Iiis office was about ten minutes’ walk from Keating Station, near which the lot of appellee was located. He had been engaged in that business for seven or eight years and was familiar with the values of real estate in the neighborhood, because of the sales made by himself, as well as by reason of the general knowledge obtained through his real estate business. He knew this property, its location, its frontage and depth, its desirability as a business location, the general selling price of lots in the neighborhood and certainly there could be no valid objection to his competency as a witness. Donellan was also in the real estate business. He was the agent in charge of the selling of the lots in the general plan of which the lot in question was part. He was a prominent citizen in the borough and in touch with its business and public affairs for many years. He had been engaged in the real estate business at that place for fourteen years. He had made the sales of many lots in the boi-ough and evidently knew as much about real estate values there as any citizen who might be called as a witness. It was through him as agent of the vendor that the lot of appellee had been sold to him twelve years before the date of its appropriation by the defendant company. He had been dealing in.real estate during all the intervening years and was necessarily familiar with real estate values. It would seem to make a farce of our rules to say that such a witness is not competent to testify because he was not able to fix tbe exact price at which some lots had been sold in that part of the borough where the lot of appellee is located.\nWe think he was a competent witness. The case was most patiently heard by the learned trial judge who instructed the jury, both as to the law and the facts involved, in a painstaking and impartial manner. In addition to the testimony offered the jurors went upon the ground and viewed for themselves the premises, and from their personal observation had the opportunity of testing the correctness of the testimony of all the witnesses on the question of value.\nAssignments of error overruled and judgment affirmed."}