{"id": "950354", "contents": "Opinion by\nMr. Justice Brown,\nThe court below has found, as a fact, under evidence to sustain the finding, that the appellant procured by artifice and deception the signature of his mother to the letter of December 5, 1902, addressed to the Standard Building and Loan Association of Altoona, and he could not, therefore, complain of this decree, if there were a proper bill to support it and it conformed to the prayer for relief.\nThe deception found to have been practiced by the son upon his mother was of a negative character, but it was not, for that reason, less potential in inducing her to sign the letter. He knew she had been struggling to regain the property, with the assistance” and under the advice of her brother, E. H. Mick, Esq., a member of the Blair county bar. When he presented the letter to her she asked him whether he had seen his Uncle Ed., to which, he admits, he replied that he had. He must have understood from her question that she wished to be assured that her brother knew all about the transaction and would approve her signing the letter, and he must have known that she would not have signed it without such approval. By his reply he must have intended to convey the very impression that was made upon her mind, that her brother knew what she was about to do, and sanctioned it. If he had told her just what had occurred between him and his uncle, according to the latter’s testimony, it is not to be doubted that she would not have signed the paper; and so of what was said by him about his brother John, which was intended to convey the impression that he, the only other person interested in the farm, was satisfied. On the cross-examination of the appellant, after his admission that he had never said anything to his mother about his intention to buy the property, though living near her, he gave the following reason for not having done so: “I knew it wouldn’t get cold until Uncle Ed. and John would know about it, and they would try to cut me out.” Knowing that they both would oppose his acquisition of the property, and that his mother would not consent to it without the advice of her brother, he artfully led her to believe that what he asked her to do had the sanction of his uncle. With much force she said in her testimony that, while he had not said anything dishonest to her that day, “ He did it; he said he saw his Uncle Ed., and that he and John were better friends than ever.” By not telling the whole truth and withholding from her what she most desired to know, the artifice and deception were practiced upon her.\nBut this proceeding was not to have the appellant declared a trustee, and the decree made is foreign to the relief prayed for. The bill is against the Standard Building and Loan Association as the principal defendant, and a decree is asked for against it that it be ordered and decreed to execute and deliver to the plaintiff, her heirs and assigns, agood and sufficient deed, clear of encumbrance, for the tract of land in controversy. There is no allegation of any kind against the appellant and no decree is asked for against him. The decree for specific performance against the association was refused, because the court found, on evidence justifying the findings, that there never was any parol contract for the sale of the land to the appellee made by the association, or by any person authorized to make a parol contract with her; that she was not living on the land at the time the alleged parol contract for the sale of the same to her was made; that she never took possession of the' same in pursuance of the alleged parol contract; that the constructive possession had by her prior to said alleged parol contract was in nowise changed by the same; that none of the purchase money was paid by her in pursuance of the said alleged contract, nor were any such improvements made upon the premises as could not be reasonably compensated in damages. The legal conclusions of the learned judge were that, even if there had been such a parol contract as was alleged by the plaintiff, it was within the statute of frauds, and neither she nor any of the heirs of Chrysostom Luther had any legal right to redeem the property in question. But, instead of dismissing .the bill, a decree not asked for, and which could not have been asked for under the allegations of the bill, was made against the appellant, adjudging him to be a trustee for the widow and heirs of Chrysostom Luther of the land in controversy, “ just as if said Chrysostom Luther had died seized of said land intestate, and the same had descended under the intestate laws.” No such question was raised by the bill and no such decree as was made was asked for. It was utterly foreign to the relief sought. In a proper proceeding the question of the appellant’s trusteeship of the property which he has purchased but to which he has not yet acquired the legal title, may be raised, and the relief which the court below would grant to the appellee may be awarded to her, if she wishes it.\nThe relief afforded by a decree in equity must conform to the case as made out by the pleadings as well as to the proofs. Every fact essential to entitle a plaintiff to the relief which he seeks must be averred in his bill. Neither unproved allegations nor proof of matters not alleged can be made a basis for equitable relief. Relief cannot be granted for matters not alleged: 16 Cyclopedia of Law and Procedure, 483. Neither allegations without proof nor proof without allegations, nor allegations and proof which do not substantially correspond, will entitle complainant to relief, unless the defect be remedied by amendment: 1 Daniel’s Ch. (6th ed.), 361, note. A complainant.can be afforded such relief only as he is entitled to under the allegations of the bill: Marshman v. Conklin, 21 N. J. Eq. 546. The order or decree of a court of chancery should conform to the prayer in the bill: Horton’s Appeal, 13 Pa. 67. A master who finds that there is nothing in the testimony to sustain a bill as it is filed, should report a decree dismissing it: Morio’s. Appeal, 4 Pennypacker, 398. Every averment necessary to entitle a plaintiff in equity to the relief sought must be contained in the stating part of the bill: Thompson’s Appeal, 126 Pa. 367; Pa. S. V. Railroad Co. v. P. & R. Railroad Co., 160 Pa. 277. Authorities need not be multiplied in support of the rule that the relief afforded by the decree must conform to the case as made out by the pleadings, and that it must be consistent with the relief prayed for. Applying this rule to the decree before us, it cannot be affirmed. The twenty-second, twenty-third, twenty-fourth and twenty-fifth assignments are sustained. The decree is reversed and the bill dismissed, the costs on this appeal and below to be paid by the appellee."}