{"id": "950397", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an action for unlawful arrest and false imprisonment. The learned trial judge, after hearing the plaintiff’s evidence, directed a compulsory nonsuit to be entered with leave to move the court in banc to take it off. A motion'to take it off was accordingly made and refused. The ruling is based on the ground that the testimony produced by the plaintiff failed to establish a joint act by the three defendants and did not show that Lamp and Moore had anything to do with the arrest and imprisonment of McAleer. We do not so read the testimony. This being a judgment of nonsuit, the evidence produced by the plaintiff must be accepted as true. It will not be seriously contended that to constitute an arrest, there must be an application of actual force, or manual touching of the body, or such physical restraint as to be visible to the eye. Such is not the law. All the authorities agree an arrest may be made either with or without a manual or actual touching by the officer. However, the manner of making the arrest would seem to be unimportant in view of the fact that Lamp and Moore went to the- house of McAleer and in some manner succeeded in getting him to accompany them to the office of the chief of police, who searched him and afterwards had him incarcerated in prison from about noon of the day of the arrest until four p. m. the next day. These facts indicate that the defendants were acting parts in the machinery set in motion by the chief of police, which resulted in the imprisonment complained of. As to Good, it need only be said that if the arrest was made at his instance, with his knowledge and consent, it is sufficient to make him liable as a party, although he may.not have expressly directed the officer to make the arrest : Burke v. Howley, 179 Pa. 539.\nAgain, it must not be overlooked that in an action for unlawful arrest, and false imprisonment, the burden is upon the defendants to show that it was by authority of law: McCarthy v. DeArmit, 99 Pa. 63. In this respect, the rule as to the burden of proof is not analagous to an action for malicious prosecution wherein it has been held to be the duty of plaintiff to affirmatively show want of probable cause.\nIn the case at bar, the testimony was sufficient, if believed, to cast on the defendants the burden of showing probable cause for the arrest and imprisonment. The rule applicable to such cases is very well stated in McCarthy v. DeArmit, 99 Pa. 63, wherein Mr. Justice Trunkev, who delivered the opinion of the court, said, “ Constables and other police officers, who arrest persons suspected of having committed felony, in actions for damages, should be allowed to defend upon like principles as a private person, who causes an arrest by a complaint on oath; for it is the duty of those officers to make. such arrests. If an officer wantonly and maliciously arrests an innocent man, he ought to be - liable in quite as heavy punitive damages as a private person would be for a causeless and malicious prosecution; but if without notice, and in the honest endeavor to arrest and bring a felon to justice, he takes an innocent person, who was justly suspected, he should not suffer at all.”\nThese are matters to be determined at the trial of the case.\nJudgment reversed and a procedendo awarded."}