{"id": "950426", "contents": "Opinion by\nMr. Chief Justice Mitchell,\nThe single question now before us is whether the plaintiff’s remedy is under the Act of March 8,1889, P. L. 10, or the Act of June 10, 1893, P. L. 415. The purpose of both acts is the same but the methods of procedure are different. Neither act provides expressly for the settlement of the preliminary question of possession in fact, whereas in this case it is claimed by both parties. The language of the act of 1889 (as amended by the Act of April 16, 1903, P. L. 212) is • “ whenever any person not being in possession thereof shall claim or have an apparent interest in or title to real estate, it shall be lawful for any person in possession thereof claiming title to the same, to make application to the court,” etc. On the appearance of these two facts, the possession by plaintiff and the claim of title by the other party, without more, the rule is to be granted to bring ejectment or show cause why it should not be done. The statute does not appear to contemplate any dispute as to present possession, and has certainly made no express provision for it. It would not be straining the act very far to hold if necessary that as the fact of possession is a required preliminary to the exercise of the power granted, the court ex necessitate must decide it or the grant would be nugatory. But there is no necessity to resort to that construction, however allowable.\n* The act of 1893, though as already said making no express provision for decision of this preliminary question, does furnish a procedure easily adapted to that purpose and more in accordance with the general principle that questions of fact shall be settled by a jury. The language of section second, is “ When any person .... shall be in possession of any lands .... claiming to hold or own possession of the same by any right or title whatsoever, which right or title or right of possession .shall be disputed or denied by any person,” etc., the person in possession may apply by bill or petition to the court which shall grant a rule “ to show cause why an issue shall not be framed between the parties to settle and determine their respective rights and title in and to said land.” The act of 1889 it will be observed assumes that one party is in possession and the other out, and on those facts appearing directs a rule to bring ejectment. The act of 1893, though it provides for disputed “right or title or right of possession,” (not explicitly for disputed fact of possession) prescribes for remedy a rule for an issue to be framed by the court. The control of the court as said in Ullom v. Hughes, 204 Pa. 305, “ over both the form and the substance of the issue is ample and should be exercised to fit the requirements of the real controversy between the parties.” After hearing the parties and their evidence on the return to the rule the court may mould the issue with due regard to the preliminary question which party is out of actual possession and should therefore have the burden of proof. In clear cases the act of 1889 affords the simpler and more direct remedy and should have the preference. And it should not be defeated by a mere denial in the pleadings that plaintiff is in possession or that defendant is out, for that would make it too easy for an unwilling defendant to render the act ineffective. But where there is a substantial contest as to the fact of present possession, or the evidence leaves this fact in doubt, the act of 1893 provides the more appropriate and effective procedure. On the hearing of the rule the court is to frame the issue according to the circumstances to reach the real controversy. At this stage of the case the court goes no further, the merits of the respective claims or titles of the parties go to trial on the issue. The distinction and the proper, practice are very clearly pointed out by our Brother Mestbezat in Titus v. Bindley, 210 Pa. 121.\nIn the case now in hand the learned judge properly held that the only material fact before him was that of possession, and he proceeded to find that fact on the evidence produced at the hearing. But we cannot say that the possession was not in substantial dispute. The land in question is a strip adjoining a public street and claimed by the defendant as part of if. The acts of possession on the part of plaintiff were recent and the principal one, on which the court mainly relied, the building of a stone wall on the lot, was immediately disputed by the city and was the subject of active litigation when this proceeding was begun. This was not the kind of possession intended by the act of 1889. The plaintiff is entitled under the finding of the court below to the prima facie advantage of being regarded as in possession, but the city ought not to be barred from disputing that fact, as it would be by the technical admission involved in bringing even a compulsory action of ejectment. By an issue under the act of 1893 the rights of both parties in that regard can be ■ effectually preserved.\nThe other questions argued by appellant relating to the merits of the respective titles are not yet ripe for adjudication. They belong to the trial of the issue hereafter.\nThe order making absolute the rule to bring ejectment is reversed, with leave to the court below either to discharge the rule, or to permit the plaintiff to amend his petition to one for a rule for an issue under the act of 1893."}