{"id": "950427", "contents": "Opinion bt\nMr. Justice Brown,\nIn determining whether the Allegheny County Light Company has the right to construct and maintain conduits under the sidewalks of the streets of the city of Pittsburgh for its wires, we must turn to its charter. It was originally incorporated March 6, 1880, under the Act of April 29,1874, P. L. 73. Assuming that it had the power under its charter to furnish electric light to the public, the city of Pittsburgh, by ordinance of October 31, 1881, authorized it “ to erect and maintain poles and wires for the purpose of conducting electricity to be used for lighting purposes, .on such streets, lanes and alleys of this city as may from time to time be required by said company for the purpose aforesaid.” The poles to be erected were to be of such size and shape and located in such places as the city engineer might direct.\nBut the appellant was not authorized under its original charter to supply light by electricity: Appeal of the Scranton Electric Light & Heat Co., 122 Pa. 154; and, having surrendered its original charter, letters patent were issued to it on May 29, 1889, under the Act of May 8, 1889, P. L. 136, which is a supplement to the act of 1874. Section 2 of the act of 1889 is as follows: “ Companies incorporated under the provisions of this act for the supply of light, heat and power, or any of them, to the public by electricity shall, from the date of the letters patent creating the same, have the powers and be governed, managed and controlled as follows: Every such corporation shall have the authority to supply light, heat and power, or any of them, by electricity, to the public in the borough, town, city or district where it may be located, and to such persons, partnerships and corporations, residing therein or adjacent thereto, as may desire the same, at such prices as may be agreed upon, and the power also, to make, erect and maintain the necessary buildings, machinery and apparatus for supplying such light, heat and power or any of them, and to distribute the same, with the right to enter upon any public street, lane, alley or highway for such purpose, to alter, inspect and repair its system of distribution: provided, that no company which may be incorporated under the provisions of this act, shall enter upon any street in any city or borough of this Commonwealth until after the consent to such entry, of the councils of the city or borough in which such street may be located, shall have been obtained.” In locating and installing their systems of distributing electricity electric light companies are given by this section the right of eminent domain upon public streets, lanes, alleys or highways outside of city, or borough limits, and, within such limits, they may use the streets with municipal consent. This is a limited right of eminent domain, the limitation upon it being found in the words of the grant of it: Brown v. Electric Light Co., 208 Pa. 453.\nThe 3rd section of the act of 1889 provides that “ Any association of persons or corporations heretofore engaged in the business of supplying light, heat and power, or any of them, by electricity, under color of a charter or letters patent of this Commonwealth, issued under the provisions of the act to which this act is a supplement, upon accepting the provisions of this act by writing under seal of the company, filed in the office of the Secretary of the Commonwealth, and filing therewith its letters patent or charter, which shall be a surrender, and' acceptance thereof, shall thereupon be a body corporate hereunder and be entitled to and possessed of all the privileges, immunities, franchises and powers conferred by this act upon corporations to be created under the same, and all the property, rights, easements and privileges belonging to said associations and corporations, theretofore acquired by gift, grant, conveyance, municipal ordinance or assignment, or otherwise, upon such acceptance as aforesaid, shall be and hereby are ratified, approved, confirmed and assured unto such acceptors and corporations, with like effect and to all intents and purposes, as if the same had been originally acquired by and under the authority of this act, and such company or corporation shall thereafter be governed by the provisions of this act.” The “rights, easements and privileges” which this appellant had acquired from the city of Pittsburgh by municipal ordinance under its first charter were ratified, approved and confirmed with like effect as if they had been acquired under the act of 1889. They are to use the streets, lanes and alleys of the city for the purpose of distributing electric light. The ordinance is municipal consent to appellant “ to enter upon any public street, lane, alley or highway ” within the city of Pittsburgh for the purpose stated. This includes sidewalks, which are parts of the streets; and that the conduit of appellant was placed under the pavement in front of appellees’ property is not in itself a ground of complaint in this proceeding. The city has the same control over its sidewalks that it has over the driveways : McDevitt et al. v. People’s Nat. Gas Co., 160 Pa. 367; Provost v. Water Co., 162 Pa. 275.\nThe right granted by the ordinance of 1881, it is conceded by counsel for appellees, is unlimited as to streets, but it is contended that it was for a specific purpose, viz.: “ to erect and maintain poles and wires for the purpose of conducting electricity to he used for lighting purposes,” and, therefore, the only privilege that exists is the one clearly and expressly given. This would mean that the city, in giving the right to erect poles and wires, impliedly forbade the use of any other system; but it could not so restrict the right of the company to change its system, for the supreme power of the state gives it the right to “alter” it. True, the permission is to erect and maintain poles and wires, but at the time it was given they constituted the means universally used in distributing electricity; and with what must be regarded as general permission to the appellant to use the streets for its corporate purposes there went, by the express words of the act of 1889, the right “ to alter, inspect and repair its system of distribution.” . In placing its conduits under the sidewalk in front of appellees’ property the appellant simply altered its system of distribution, and in doing so it but exercised a right with which the city could not interfere, unless in the exercise of it there was a violation of reasonable police regulations, adopted by the city for the protection of persons and property from the danger of the new system.\nThe error into which the learned court below fell was in holding that the “ company’s sole authority for the occupancy of the highways of the city beneath the surface was the ordinances of November 21,1892; November 25,1892, and May 22, 1895.” The authority was the ordinance of October, 1881, and the ordinances subsequently passed relating to conduit systems cannot affect the right of the company to alter its original system, unless in altering it reasonable police regulations are not complied with. After consent is obtained to use the streets, the right is to use them in altering any system of distribution. The alteration requires no consent, though in making it the company may be subject to proper police regulations.\nTurning to the ordinances of November 21, 1892, November, 25,1892, and May 22,1895, nothing can be found in them prohibiting a change by the appellant from the pole to the conduit system of distributing electricity. On the contrary, each ordinance encourages, and, as to a portion of the city, requires the adoption or substitution of the conduit system. Among the provisions relating to the adoption or substitution of this system is section 2 of the ordinance of .November 25, 1892, which is as follows: “ Every such corporation, co-partnership, or individual before entering upon any of the streets, lanes, alleys or highways, aforesaid, for the purpose of constructing thereunder, any conduits, subways, apparatus, devices or means as aforesaid for transmitting, conducting or conveying electricity shall file in the office of the Department of Public Works a full plan showing the location, size and details of such proposed conduits and subways, and all such plans shall be subject to the approval of the Chief of the Department of Public Works, or of the Committee on Public Works, and no corporations, co-partnerships, or individuals shall enter upon any of the streets, lanes, alleys or highways aforesaid, or occupy or do any work upon the same until the said plans have first been approved in writing by the said Chief of the Department of Public Works, or the Committee on Public Works, or, as may be directed by Councils, in accordance with the provision of Section Seventh.” The appellant offered in evidence the plan for its conduit system, which, on July 13, 1899, was approved, in writing, by E. M. Bigelow, Director of the Department of Public Works. The court found that other provisions of the ordinances had not been complied with, and having been of opinion that compliance with them was a condition precedent to appellant’s right to construct its conduit system, dismissed its bill and granted the relief asked for in the cross-bill. Whether other provisions of the ordinances are reasonable police regulations, with which the appellant was bound to comply before altering its system in constructing its underground conduits, we need not now determine. In the year 1899 it constructed the conduit of which the appellees now complain. The city of Pittsburgh has never complained of its construction. The twenty-fourth finding in the cross bill is: “ The Allegheny County Light Company has not been ordered by the Director of the Department of Public Works of the city of Pittsburgh to take up this conduit or to re-lay it.” The finding immediately preceding it is: “It does not appear that any complaint has been made or that any notice has been given or that any action has been taken in regard to the construction or maintenance of its conduit by Yincent, Scott & Company, or any of their predecessors in title from the time of the construction of the conduit in the Summer of 1899 until the fall of 1905.”\nWith no complaint either by the municipality or the appellees and their predecessors, as private owners, of the construction of the conduit or of its use for more than six years as a part of appellant’s large and expensive system, equity will not now decree its removal. The city has never made complaint of any disregard or violation of police regulations in connection with its construction or use, and it is now too late for either it or the appellees to ask, for the first time, that the appellant be interfered with in exercising what, in this proceeding, must be regarded as a vested right.\nThe decrees of the court below are reversed. The cross-bill is dismissed, and it is ordered, adjudged and decreed that appellant’s bill be reinstated, and the appellees are perpetually enjoined from interfering with, displacing, removing, destroying or tampering with the subway and conduit of the appellant mentioned in the bill, and from excavating, digging or undermining under or about the said conduit, so as to interfere with it, either by themselves, their agents, servants or employees, the costs on this appeal and below to be paid by the appellees. This decree is without prejudice to the right of the appellant to recover at law any damages which it may have sustained."}