{"id": "950441", "contents": "Opinion by\nMr. Justice Stewart,\nThe legal title to the land that is the subject of this controversy was in one E. M. Peters; the actual ownership was in Peters, Henderson and Roby, who each held a one-third interest. Peters had given an option on his one-third to Henderson, who had assigned it to the plaintiff, John S. Douglas. Subsequently, on October 6, 1906, Douglas procured an option from Henderson and Roby for their interests. It is this latter option that concerns us in the present inquiry, since the action in the court below related only to the interests of Henderson and Roby. By the terms of this option Douglas was to have until the 80th of October following to indicate his acceptance of the land, at the rate of $29.00 per acre, the purchase money to be paid on or before the 30th of December following. Within the period fixed, . Douglas gave written notice of his accept-, anee, and the option thereupon became a contract of sale. Peters, holder of the legal title, lived in the state of Ohio ; Henderson, Roby and Douglas resided in Uniontown, Pennsylvania, and the land was in Greene county. While the agreement was for a sale to Douglas, it was in contemplation* of the parties that he would market the property, and find a purchaser at an advanced price for his own advantage. By the common understanding the interests of Henderson and Roby were to pass to the vendee by 'the conveyance from Peters of the legal title. Douglas assented to this arrangement, was willing to accept such title, and both Henderson and Roby understood and acted upon it. There was no suggestion of separate conveyances or releases from them. Acting upon this understanding, Peters executed a deed for the entjre tract to Evans, Douglas’ appointee, and forwarded it, in advance of the period fixed in the agreement for the completion of the contract, to W. J. Kyle, Esq., an attorney at law in Waynesburg, with written instructions as follows : “ You will deliver the deed to Mr. Evans or Mr. Douglas, as the case may be, upon their payment to me of 12,482.64.” This deed was submitted by Mr. Kyle to J. W. Ray, Esq., attorney for Evans, for the latter’s examination and approval. On December 30, the last day for payment, Mr. Ray presented to Mr. Kyle, Evans’ check for the full amount of the purchase money, and demanded the deed. Mr. Kyle testifies that he knew Evans, knew that the check was perfectly good, that he made no objection to it as insufficient tender, but declined to receive it and deliver the deed, because Peters had instructed him by the letter in which he had forwarded the deed to him, to apply SI,100 of Henderson’s share of the money in a way that he was not sure Henderson would approve. His explanation is that he did not care to take the responsibility of receiving Henderson’s money, and pay it out to somebody else without directions from Mr. Henderson, and that he therefore declined to deliver the deed. He further testifies that he told Mr. Ray that he would go to Union-town and try to see Henderson, and if everything was all right he would deliver the deed when he came back. The next day, January 1, Henderson notified Douglas that bis option had expired, and because he had not paid the money he could not have the land. Prior to December 30, and subsequent to Douglas’ acceptance, Henderson and Roby had given to one Van Dusen, what is called a top option at 132.00 per acre on the same premises; that is to say, an option that would operate only in case Douglas failed to take the land. Under this latter option, and after Henderson and Roby had declared the earlier one at an end, tire premises were sold to the defendants in the present action. On the trial of the case, it being an ejectment brought by Douglas for the recovery of the two-thirds interest, it was not pretended that the defendants were purchasers without notice of the outstanding contract with Douglas, but it was averred in defendant’s abstract of title, that the contract with Douglas was not binding on Henderson and Roby on March 20, 1901, when they conveyed to defendants. The evidence was undisputed that Van Dusen’s option which secured the sale to the . defendants, was in terms subject to the prior option. The court was entirely correct in charging that the defendants’ rights were subordinate to whatever rights Douglas had. It appears that Henderson and Roby had each authorized and directed Peters to settle and adjust their respective shares of the purchase money with Douglas. Upon the trial of the case, and here as well, undue significance was given to this circumstance. In our view of the case it was of little if any importance. The case turns upon the relation of the parties to each other; but that Douglas was authorized to receive from Peters the shares of Henderson and Roby, can in no wise affect the relation in which Kyle stood to all the parties in the transaction; and in any aspect of the case, this latter must be regarded as a controlling consideration. Peters was not simply the trustee of Henderson and Roby for their interests in the land, but he was their agent as well for the transmission of the title in completion of the contract. This much they had committed to Peters; they themselves were not actively to participate at all; Douglas was to look to Peters for his deed. In depositing the deed with Kyle for delivery upon payment of the purchase money, Peters was well within his' authority, and was acting for Henderson and Roby as much as for himself. Kyle became Peters’ agent and representative; whatever he might do as such agent to the prejudice of those he represented, by no act of his could he prejudice the rights of the party entitled to the deed. When the last day for compliance arrived, by the conduct of the parties, including Henderson and Roby, Douglas was in this position: if he was then to complete his purchase, it could only be through Kyle who held the deed as agent for the vendor; and Kyle had positively refused to deliver the deed under any considerations, not because of default on the part of Douglas, but because of circumstances which he thought affected himself, promising to deliver it on some subsequent day, if he found everything right. The time admitted of no appeal to the vendors themselves; who resided at a distance. On this exhibit of the facts there can be no dispute as to the law of the case. The default was not on the part of Douglas; he was there at the appointed time, and in readiness to perform. Under the circumstances, this was all that could be required of him. The nature of the transaction, and the object of the parties, show that the covenants of the parties were mutual and dependent. The vendors were to deliver the deed; the vendee to pay the purchase money. As was said in Wagenblast v. McKean, 2 Grant, 393, a party is not bound to part with his money without the consideration upon which it is to be paid. In view of Kyle’s positive refusal to deliver the deed on that day, actual tender of the money was not required. “In the case of Rawson v. Johnson, 1 East, 203, the question was fully considered, and the difference between a tender .and a readiness to perform recognized and explained. In the case of a tender the money must be offered unconditionally, and the offer is an acknowledgment that it is absolutely due. But in the case of concurrent promises, or where it is payable upon the performance of some act by the opposite party, no such unconditional offer of tender is required. . . . Lord Kenyon’s remark that ‘ in administering justice we must not lose sight of common sense, and that where in such a case, the defendant is unwilling to comply with his contract, it is a useless ceremony to lay the money down and take it up again,’ is sound law: ” Wagenblast v. McKean, supra. The same doctrine is repeated in Williams v. Bentley et al., 27 Pa. 294. It is there said “ Where the debt is due on a contract executed, and the party to whom it is payable is entitled to it without the performance of anything on his part, and the object of the debtor is to discharge himself from an action for it, an actual tender in the legal sense of the term, is necessary unless dispensed with; . . . . but where the acts to be done by the parties are mutual, and to be performed at the same time, it is only necessary for the plaintiff to aver that he was ready and willing to perform his part. In such case the term ‘ tender ’ does not express with precision the nature of the act to be performed by the plaintiff to enable him to maintain the action.”\nWhile it is difficult to understand the reason assigned\" by Kyle for his refusal to deliver the deed, his good faith in the matter is not questioned. It does not concern us to inquire into the adequacy of the reason; that concerns none but Kyle andi those for whom he was acting ; his act was their act, and fixed upon them a clear and unmistakable default under the terms of the contract. Manifestly they were not in position on the following day, or any time thereafter except upon notice, to declare the contract at an end. Douglas’ rights remained as they were; nothing that occurred subsequently affected them in any way. He continued to assert his rights under the contract, and nothing more was required of him to preserve his status with respect to it, in view of the defendant’s persistent refusal to recognize the contract. To allow Henderson and Roby to take advantage of their own default, to escape from the contract with Douglas, and thereby give effect to another of larger advantage to themselves relating to the same subject-matter, would not only be inequitable but would offend against common honesty. Whether the conduct of Kyle in connection with the deed be regarded as constituting a default by the vendors, or as an agreement between him and the vendee for an enlargement of the time for the completion of the contract, no particular date being fixed, the result would be the same. In either case the rights of the vendee would remain unaffected.\nThe judgment is affirmed."}