{"id": "950472", "contents": "Per Curiam,\nWe do not go so far as to hold with the learned judge below ■that the court was without power to grant amendments to a college charter. There may have been reasons why the legislature was willing to authorize courts to grant amendments, although they could not have granted the charters themselvés, and the language of the statute is too explicit on this subject ■to be lightly disregarded. “As often as the corporations named in the first class specified in the second section of this act, including all such corporations now in existence, and colleges and universities shall be desirous of improving, amending dr altering the articles and conditions of their charter, it shall and may be lawful for such corporations respectively, in like- manner, to specify the improvements, amendments or alterations which are or shall be desired, and exhibit the same to the court of common pleas of the proper county in which said corporation is situated,” etc. : Act of April 29, 1874, sec. 42, P. L. 73. Colleges and universities would not have been included by the general words referring to the second section, and their express mention in enumerating the charters which may be amended by the courts is a plain legislative •grant.\nBut the court was clearly right in holding that the amend'ment desired in this case could not be granted. The power to amend is not unlimited. The court is to be satisfied that “such alterations are or will be.lawful and beneficial, and do not conflict with the requirements of this statute or of the constitution.” One of the statutory requirements is that the petition shall be presented to the court of common pleas “ of the proper county in which said corporation is situated,” which is Mercer couhty. But whether the court of Mercer county can authorize a change by which the college shall thereafter be situated and have its corporate domicile in Westmoreland is, to say the least, doubtful.\n\" But a still more potent objection, not at all doubtful, is that the college was located permanently in Mercer county, in pursuance of a contract to which the present objectors were parties. Their standing to object was affirmed when the case was here last: Packard v. Thiel College, 209 Pa. 349. Decree affirmed."}