{"id": "950431", "contents": "Opinion by\nMr. Justice Stewart,\nIt is futile to contend that the Act of June 7, 1901, P. L. 531, prohibiting grade crossings, except they are allowed by the court, applies here. The streets of which the grade crossing complained of are a part, were established by ordinance and regularly laid out at least three years before the act went into effect. There is no dispute about this. The mere fact that up to this time the actual crossings are not what they ought to be to meet public requirements as to convenience, is nothing to the point. They are none the less established crossings. It would hardly be contended that the highway had not been constructed, because something remained to be done to make it all that the public had a right to expect. With no more reason can it be urged, that the crossings have not been constructed, because as yet there have been no planks placed alongside the rails, to make travel over them easy. The public had the right to travel on these streets in whatever condition they were in, and this right extended to the railroad crossing as well as any other part.\nThe other contention of appellant has no better support. We agree in all that is said as to grade crossings being a menace to public safety. We have again and again reprobated them, and have no disposition to qualify anything we have said on this general subject. But our disfavor affords no warrant for supposing that when grade crossings have been legally established, public rights with respect to them are to be disregarded. In ordering and laying out these streets across appellant’s railroad, the borough authorities were running counter to no established policy. The act of June 7, 1901, had not then been passed. The general borough Act of April 3, 1851, P. L. 320, was the authority under which the streets were laid out. In so many words that act empowers boroughs to survey, lay out, enact and ordain such roads, lanes and alleys as they may deem necessary. ■ That the ordinance is unreasonable, in view of the danger attending the use of the crossing, and the adequacy of the crossings then existing for the public need, is a view that might have been urged when the adoption of the ordinance was being considered by the borough authorities ; their decision however, with respect to it, in any event would have determined the question finally. It is settled law that where the legislature in terms confers upon a municipal corporation the power to pass ordinances of a specific and defined character, an ordinance passed pursuant thereto cannot be impeached as invalid because it would have been regarded as unreasonable if passed under the incidental power of the corporation, or under a grant of power general in its nature. In other words, what the legislature distinctly says may be done, cannot be set aside by the courts because they deem it to be unreasonable or against sound policy : Dillon’s Municipal Corporations, sec. 328.\nThe establishment of the streets with the crossing complained of, was the exercise of a discretion conferred upon the borough authorities. The ultimate and sole responsibility for their action must be with them.\nThe assignments are overruled; the decree is affirmed at costs of appellant."}