{"id": "950462", "contents": "Opinion by\nMr. Justice Fell,\nThe assignments of error to be considered are those that relate to the refusal of the court, on request, to define the crime of manslaughter, and to the instruction that there could not be a conviction of manslaughter, and that the count charging it should he disregarded by the jury. The power and duty of the jury to ascertain the degree of murder is fixed by law in this state, and a peremptory instruction that takes from it the power to do this is erroneous : Commonwealth v. Sheets, 197 Pa. 69 ; Commonwealth v. Kovovic, 209 Pa. 465. While it is not the duty of the court to submit the question of manslaughter where there is nothing in the testimony to reduce the grade of the crime below murder, instruction on this subject should be refused only in very clear cases: Commonwealth v. Sutton, 205 Pa. 605. The cases in which the omission or refusal of, the court to instruct as to manslaughter has been sustained were cases free from possible doubt. Examples of these are Brown v. Commonwealth, 76 Pa. 319, and Clark v. Commonwealth, 123 Pa. 555, where homicides were committed for the purpose of robbery, and where instructions were not asked for; Commonwealth v. Buccieri, 153 Pa. 535; Commonwealth v. Crossmire, 156 Pa. 304; Commonwealth v. Eckerd, 174 Pa. 137, and Commonwealth v. Sutton, 205 Pa. 605, where there was not the slightest evidence to reduce the grade of the crime to manslaughter. If there is any evidence that would reduce the crime to manslaughter, the defendant is entitled to have the jury instructed upon the subject.\nThe defendant testified, in substance, that Ferrio, the deceased, with a companion, Rocco, with both of whom he was slightly acquainted, came to his boarding house on Saturday night; that on Sunday morning he went with them to a store in the vicinity and that on their way back to the boarding house, about noon, Ferrio called him behind a large billboard, demanded money of him, drew a stiletto and threatened to kill him if he did not give him money ; that -before they reached the house he was told by Rocco that he had better give the money demanded because Ferrio was a member of the Black Hand, and that he was afterwards given the same advice by the proprietor of the house; that he believed that the Black Hand or Mafia was an oath-bound society whose members levied blackmail on Italians and committed robbery and murder; that he promised to give the money when he reached the boarding house ,* that when at the house Ferrio again repeated his demand and threat, got up from his place at a table, took hold of the lapel of the defendant’s coat, and asked him to go out; that he.went out on the porch following Ferrio, who seized his coat at the breast and demanded money ; that he offered to give the money, and that Ferrio drew a stiletto and said that he did not want money now; .that as lie drew his revolver Ferrio let go his hold and stepped back; that he, in fear and panic because of the threats that had been made and his knowledge of Ferrio’s reputation for evil-doing, fired one shot and turned and ran away, firing his revolver aimlessly behind him.\nWhat occurred immediately before the shooting, and the effect it was likely to have on the mind of the defendant, who was eighteen years old, is best shown by his own account of it. He testified: “ While he was sitting there and talking about the money, finally he came there and took hold of me by the coat and he said, ‘ Come on outside ; I want to talk to you.’ \"When we got out on the front porch, he grabbed me by the breast and he said, ‘ Well, are. you going to give me the money or not ? ’ And he placed his hand in his pocket on the inside of his coat and I saw that stiletto, and he said, ‘ Didn’t I tell you that this stiletto is going to kill you to-day?’ When he had hold of his stiletto that way and said he was about to kill me then, I said, ‘ I am going to give you the money.’ He says, ‘ No, I don’t want the money now,’ and he pulled out his stiletto to strike me.”\nIf the jurors believed the defendant’s statement they might have found that the shooting was done without malice and under the influence of sudden anger, caused by the assault, or of terror caused by the threat to be carried into immediate execution. It was, therefore, error to refuse an instruction as to manslaughter and to instruct the jury that the defendant, having admitted the shooting, was guilty of murder unless he did it in self-defense. This testimony was not limited to the plea of self-defense ; it went directly to the mitigation of the crime. Where a homicide is committed without malice, and under the influence of sudden passion due to an adequate cause, the law mitigates the offense and reduces it from murder to manslaughter.\nThe fourth, ninth and tenth assignments are sustained, and the judgment is reversed and a venire facias de novo awarded."}