{"id": "953697", "contents": "Per Curiam,\nThe language of the will is “ It is my wish .... that all my interest in the Third street property or any other that I own be divided between Sallie A. Swain and JohnP. Howell.” This under our statute carries a fee unless a contrary intent of the testatrix appears. An estate in fee plainly given is never cut down to a lesser interest without clear evidence of intent to do so: Flick v. Forest Oil Co., 188 Pa. 311. So far is this will from showing such intent that in addition to the presumption from the general rule, the testatrix in the same paragraph expressly indicates her actual intention to give the named devisees her whole estate by an apology or explanation to her other relatives. “ I think the prospects of the rest of my nieces and nephews are brighter and what I have to leave, is not worth dividing between so many.”\nBut in the next paragraph of her will testatrix directed, “ If Sallie or John should die their share is to go to the one remaining, if both to Edward Wilson Holmes, or his mother if living, then to him,” and appellant argues that this reduces the first gift to a life estate. But here again we have not only the established presumption in such cases that testatrix meant death of the devisees in her own lifetime, but a clear expression of her actual intent. She knew of course that the devisees must die at some time, and when she used the word “ if” she must have referred to some definite time or occurrence. Her words do not admit of any other meaning, and the period or occurrence indicated was her own death when the estate as given would vest in possession. In this latter paragraph, therefore, she was providing not for a reduction of the estate in fee to one for life, but for a failure of the devise itself, partly or wholly, by the death of one or both the devisees before her own death had made it effective. Had she meant to reduce the first estate to one for life only her natural and almost only reasonable expression would have been not “ if” but “ when ” Sallie or John shall die.\nJudgment affirmed."}