{"id": "953609", "contents": "Opinion by\nMr. Justice Stewart,\nThere can be no dissent from a number of the positions taken by the appellant in the argument of this case; the rights and duties of the appellant are those of a contractor; the same rules of construction apply to contracts with boroughs as with individuals ; the acts of the parties during performance have the same weight in determining questions of intention, estoppel, etc. This concession, however, advances us but little in determining the real questions in this case. Appellant, by the acceptance of the borough ordinance, and in consideration of the privileges granted, engaged to build a new bridge over Tassey’s Hollow which would connect Hawkins avenue with Swissvale, and to reconstruct an old bridge, known as East or Sixth street bridge, forming part of Hawkins avenue. The ordinance indicated, specifically enough to avoid dispute, the work required to be done in the construction and reconstruction of these bridges. It stipulated in addition, that appellant should also build the approaches to the bridges, but did not specifically state how, or in what manner these were to be constructed. Embankments were necessary, and these were constructed of sufficient height, supported laterally by concrete retaining walls, running back an average of some forty feet from the abutments of the East street bridge, with an average height of about twenty feet. These walls were adequate so far as they extended, but they did not extend along the entire embankment. Beyond where the retaining walls stopped the required support was obtained by enlarging the embankment at the base. This extended it beyond the limits of the street, and was an encroachment upon private property at the side. Appellant left the work in this condition, and upon its refusal to construct the retaining walls any further, the plaintiff proceeded to finish the work. If this supplemental work done by the plaintiff, fell within the appellant’s engagement under the accepted ordinance, the recovery in this behalf was proper, since the actual amount expended in connection therewith is not questioned ; nor is the necessity for the work questioned, if the embankment was to be otherwise maintained than by the extension at the base over and upon private property. It is not denied that the approaches as constructed by appellant, afforded a surface space corresponding to Hawkins avenue in the condition it then was, and the contention of the plaintiff is that this was all that was required under the contract. The provisions of the ordinance with respect to the construction and maintenance of the company’s road, both on bridges and highway, and the situation generally, show conclusively enough, wo think, that the improvement of Hawkins avenue, so as to make it a municipal street, curbed and paved, was in contemplation, and that the parties contracted with that in view. In construing the contract the situation of the parties at the time is to be considered, and the object in view. If the latter is evident, and we think it clearly is in this case, the law will imply that the party engaging to do the work engaged to do what was within the common intent with respect to it, and that it made such agreement as under the circumstances disclosed it ought in fairness to have made. No other conclusion is warranted, than that the parties here were contracting for the kind of approaches that would be suitable under the improved conditions of the avenue. Adequacy of surface could only be secured in one of two ways, either by extending the base of the embankment beyond the limits of the street, or, if the base was to be restricted to the street limits, by building a retaining wall for lateral support. \"While it is true the plaintiff had the right to acquire by condemnation the private property adjoining for purposes of the bridge, it had not acquired it, had taken no steps looking to its acquisition, and nothing in the ordinance gave any reason to suppose that such proceeding was contemplated. Under such circumstances it is idle to contend that the embankment, as built, was full compliance with appellant’s obligation. It is not denied that the continuation of the retaining wall was necessary to meet conditions as they existed. It could, therefore, be fairly and legitimately required of the appellant under its contract. The learned judge might very properly have so ruled upon the admitted facts in the case. That he submitted it as a question of fact, gave appellant company a larger advantage than it had a right to expect. What we have said disposes of the first and second assignments of error.\nException is taken to the answer to the plaintiff’s fourth point, which was as follows : “ At the time the contract was made, Hawkins avenue had no surface sewerage system and no sewer drops had been constructed, and, therefore, the defendant was not bound to construct sewer drops on the bridge approaches.” The answer was: “ That point is affirmed as matter of law. Defendant was not bound to construct sewer drops there, but, as I have charged you, the defendant was bound to construct an approach which would not contain the elements of its own destruction; if it became necessary to take care of water that came on that street, then it was the defendant’s duty to do so.” The point as stated should have been refused. It is not correct to say as matter of law, that because at the time the contract was made, Hawkins avenue had no surface sewerage system, no obligation rested upon appellant to construct sewer drops. As we have said already, this contract was made in contemplation of certain proposed changes in the street, and it is to be construed accordingly. The obligation of appellant was to so construct the approaches as to meet the end in view. The only question with respect to the sewer drops is, whether they fell within the common intent and understanding. In deciding this regard is to be paid to the object to be accomplished and the method of construction. In the state of the evidence with respect to the matter it was a question for the jury, and it was properly submitted.\nIt was argued that the work was done without objection from any source, or intimation that any other kind of material or mode of construction was intended or expected, and that, therefore, the plaintiff was concluded. The argument fails to make the proper distinction. The plaintiff’s contention is not that the work was defectively done in the sense that it was unworkmanlike, or that the materials were insufficient, or that the general scheme was departed from, but that the work was not completed. Can any reason be suggested why the plaintiff had not as much right to expect appellant to construct a retaining wall where it omitted to do so, as where it did construct such wall ? It is not protended that the plaintiff acquiesced in this incompleteness. It was evidently contemplated, so says the court in a portion of the charge not challenged, that whatever provision was to be made for carrying off the water was to be made after the construction of the bridge by appellant, since it had put in a drain to take the water off the tracks. If the fact be as here stated, here again is an incompleteness, not defectiveness in any other sense. There was no acceptance of the work by the plaintiff; and if incomplete and unfinished, nothing short of such acceptance would constitute a waiver.\nThe assignments of error are overruled, and the judgment is affirmed."}