{"id": "953648", "contents": "Opinion by\nMr. Justice Potter,\nThis action was brought to recover the balance of the purchase money, on an agreement for the sale of realty. The plaintiffs averred, and the defendant denied, that a sufficient tender of a deed for the property in question was made to the defendant, by the authorized representative of the vendor. Under the agreement, the balance of the purchase money was to be paid “ On or before the first day of April, 1904, upon execution, and delivery of the deed.” John Lefferts, a son of the vendor, on April 1, 1904, took a deed of the farm, which had been executed a day or two before, to the residence of the defendant. Not finding him at home, he sought for and found him, later in the afternoon, at the residence of his son. Lefferts said to the defendant that he had come to tell him that everything was now ready; that he had brought the deed; that all the liens were cleared off; that they had moved away from the property, and everything was ready for defendant; that they had now performed their part of the agreement, and they wanted the defendant to perform his part. Lefferts admits, however, that he did not produce the deed to defendant, and that it was not shown to him, and of course he did not examine it. The testimony does not show that the defendant, Dolton, refused to take the property, or that he made any statement that he would not comply with the conditions of the sale. Lefferts said merely that he told the defendant that his father, the vendor, had signed the deed, and that he then had it with him, in his pocket. N or does it appear that any demand was made by the representative of the vendor upon the defendant, for the payment of the balance of the purchase money at that time, except in so far as it might be inferred from the general statement that Lefferts made to the defendant, when he told him that they wanted him to perform his part of the contract.\nWe are not able to see in this testimony anything that can properly be construed as a sufficient tender of the deed. The mere statement by Lefferts, that he had the deed in his pocket, without producing it to the defendant, and giving him an opportunity to examine it, was not sufficient. Before being called upon to pay his money, the defendant was entitled to see that the conveyance was properly signed, sealed and acknowledged, and that the description of the land to be conveyed was correct. The learned judge of the court below stated the rule accurately when he said that “ to constitute a valid tender, a duly executed deed must be produced by the vendor to the vendee, so that the vendee may see that it is regular in form, and that it conveys the estate he bargained for.” The vendor in the present case fell short of this requirement. Nor can we see anything in the evidence to support the contention of plaintiffs that the conduct of the defendant amounted to a waiver by him of the tender of the deed. It is true that Dolton did question the fact of the liens having been removed, but he did not say that he would not accept a deed for the property, nor did he refuse in terms to pay the balance of the purchase money. He did not say that he could not make the payment, or that he would not. So that in this respect the facts of the present case do not come within the principle of Herman v. City of Allegheny, 29 Pitts. L. J. 347, cited by counsel for appellants. We are of opinion that the learned judge of the court below committed no error in entering judgment for the defendant non obstante veredicto.\nThe assignments of error are dismissed, and the judgment is affirmed."}