{"id": "953675", "contents": "Opinion by\nMr. Chief Justice Mitchell,\nIn September, 1900, plaintiff and Jutte, appellant’s decedent, made an agreement in writing by which plaintiff was to take up options on certain stock at $10.00 a share. He was to be paid $100 a month, and in case he sold the stock at a price satisfactory to Jutte he was to have twenty-five per cent of the profits. If, however, Jutte determined to take up said options himself then Jutte was to have a salary for his time, his investment was to be repaid with interest and then plaintiff was to have twenty-five per cent of the profits on the sale of the stock. Jutte was to have “ full control ” of the stock.\nA subsequent agreement was made in August, 1901, relating to the investment of the profits in a proposed coal and railroad company, but not materially affecting the provisions of the first contract.\nThe learned judge below, though apparently after much doubt and hesitation, came to the opinion that the parties as to these transactions were partners and that Jutte was bound to consult or at least notify plaintiff, and “ to sell the stock if he sold it at all, in the usual way upon the open market.” We cannot however, concur in this construction of the agreement. It overlooks at least one attribute of partnership, the community of liability for losses. The case belongs rather to that class where compensation may be measured by a proportion of profits without making a partnership : Haines & Co.’s Estate, 176 Pa. 354.\nJutte was to be the owner of the stock throughout the transactions. The sales by plaintiff under the options he took were to be “ at a profit satisfactory to ” Jutte; no such provision as to the satisfaction of plaintiff was made as to sales by Jutte; the latter was “ to have full control of the stock; ” and he could terminate the agreement on ten days’ notice in writing.\nIt is clear that Jutte was the owner, the principal, and plaintiff only an agent to purchase, and within limits to sell. He was, however, an agent with an interest in the proceeds of the sales Avhich entitled him to an account and to the exhibition of good faith on the part of Jutte in getting the best price obtainable. For mistakes by Avhich he missed sales at higher prices than he could subsequently obtain, or other errors of judgment Jutte was not liable, but he Avas bound to good faith toAvards plaintiff. At the first adjudication the learned judge below stated the account on these principles and found a balance due of only $139.51. But on the second adjudication upon exceptions filed to the first, he raised the amount to $16,389.75. The difference arises from the different views of a sale of a large block of the stock at $12.00 a share. This sale was attacked as fraudulent and collusive with the purpose of defrauding plaintiff. On this the court said, “ Considering these circumstances and the numerous contradictions and inconsistencies in the testimony of the parties to the transaction, Ave cannot help seriously doubting its good faith and suspect very strongly that the sale was merely a pretended one for the purpose of depriving the plaintiff of his share of the proceeds of the purchase of the stock. We would not, however, feel justified in finding the fact to be so.” He did, however, find that as there Avas a partnership the sale by Jutte was such a failure of duty to plaintiff as his partner as to make him liable for the price that the stock was actually worth and had been sold for within a comparatively short time.\nBut, as already said, there was no partnership; Jutte had three times the amount at stake in the profits that plaintiff had, and he not only had the right as owner to determine when and upon what terms he would sell, but the agreement shows that plaintiff trusted Jutte’s judgment on that subject. The latter can only be held, liable for actual bad faith. This was the basis, moreover, on which plaintiff’s bill was filed. The learned judge below having in his opinions on both hearings explicitly refused to find actual fraud, the decree cannot be sustained.\nDecree reversed, and decree on first hearing reinstated with leave to appellee to file exceptions de novo."}