{"id": "953659", "contents": "Opinion by\nMr. Justice Potter,\nThis was an action of trespass by husband and wife, to recover damages for personal injuries to the wife. There was a verdict in favor of the plaintiffs and judgment .entered thereon. Defendant has appealed, and assigns as error the refusal to give binding instructions in its favor, and the overruling of the motion for judgment, non obstante veredicto. The single question raised by the appeal, is as to the sufficiency of the evidence to justify the submission of the case to the jury.\nIt appears from the testimony, that on the evening of June 3, 1902, at about ten o’clock, Rebecca W. Clifton, one of the plaintiffs, in alighting from a trolley car at Pulaski and Hunting Park avenues, stepped into a rut in the roadway and fell forward, bruising her face, spraining her ankle and otherwise injuring herself. Pulaski avenue, north of Hunting Park avenue, was not a paved street, but was merely a dirt road, except as to that portion upon which the street railway tracks were laid. The grade of that portion was raised five or six inches above the level of the remainder of the road, and the space between the tracks, and for a distance of one foot outside, was paved with Belgian block.\nThe wife testified that she did not know the character of the road at the spot where she fell, nor did the husband make any examination of it at the time. He went back the next day, and says he saw a rut, five or six inches deep, and about three inches wide extending along the edge of the Belgian blocks, caused by wagon wheels as they left the stone paving. It is apparent that the depth of five or six inches referred to by this witness, must include the step from the Belgian blocks to the general level of the roadway.\nAnother witness, who lived just opposite the place where the accident occurred, testified that Pulaski avenue, north of Hunting Park avenue, was not paved. South, it was paved with Belgian block. The cars usually stopped where you could step out on the dirt. The surface there was ashes and different things and was graded five or six inches below the level of the cartway. At the time of the accident there was a hole in the street a couple of inches below where the track was, down off the Belgian blocks. It was made by heavy wagons.\nOn cross-examination, this witness said that the rut was two or three feet long. The cinder side portion of the road was five or six inches below the grade of the track. It was never level with the track. The hole was a slight rut where the wagons — ice wagons — would pull off the track. Witness estimated that he had seen as many as 500 people step off the car at that point, in one day, and 100 or 200 after dark, but never saw any accident occur. There was an arc light about fifteen feet away from the place of the accident, which wa,s burning and threw light all over. There was a good illumination there that night. He admitted, however, that there was a trolley pole between the light and the spot where the plaintiff stepped into the rut, and the husband also testified that the trolley pole cast a strong shadow where his wife fell.\nIt appears clearly from the evidence, that Pulaski avenue was an old country road, which had been used by the public for many years and had been adopted by the city as a street. As noted above, with the exception of the space between the railway tracks and for a distance of perhaps a foot outside, it was still a dirt road, filled in from time to time with ashes, cinders and oyster shells. So far as we can gather from the evidence, the locality is a suburban one on the outskirts of the city. The road was much traveled, and the place where plaintiff alighted was the usual stopping place for the cars, where many persons got on and off, both by day and night.\nThe rut into which plaintiff stepped was only that which was worn by wagon wheels, as they left the edge of the Belgian block along the outside of the street car track. It does not appear to have been anything more than an ordinary rut, such as is constantly made by the wheels of heavy wagons in all dirt roads when soft or mudd\\^, or when the soil of the roadway is not closely packed. As one of the witnesses explained, these ruts are temporary in their nature, and are shifted from place to place in the roadway, being liable to be filled by a passing wheel, which makes a new rut in turn, adjacent to the line of the old one.\nIt would be imposing a very great and burdensome degree of care upon a municipality to hold it to the duty of keeping dirt roads free from ruts of the nature and character of this one in question. The same degree of smoothness is not to be expected upon a dirt road, as is to be looked for on an asphalt street. It would hardly occur to a highway commissioner that a rut worn by wagon wheels in soft ground could be in any way dangerous to the public. In Osterhout v. Bethlehem, 55 N. Y. App. Div. 198, the court said : “ I doubt if upon country roads a rut caused mainly by the ordinary travel of wagon wheels in wet weather has ever been deemed a necessary subject of repair. Those defects cure themselves with the advance of the season, and such conditions the farmers learn to anticipate in the use of the highway at that time of year.”\nNo roadbed has ever been invented or used which is not subject to wear and to some degree of displacement when used by heavy vehicles, and this effect cannot be prevented. When an accident happens by reason of some slight defect, from which danger was not reasonably to be anticipated, the municipality is not chargeable with negligence. The duty which the law imposes upon a municipality is only to exercise ordinary care to see that the highway is safe for travelers: Kelchner v. Nanticoke Boro., 209 Pa. 412. We can see nothing in the evidence in this case, sufficient to sustain the charge of negligence against the defendant, or to justify the submission of the case to the jury.\nThe assignments of error are sustained, the judgment is reversed and is here entered for defendant."}