{"id": "953628", "contents": "Opinion by\nMr. Justice Fell,\nThe question presented by this appeal is whether the sum of $10,000 paid by an assurance company on a policy on the life of the decedent should have been awarded by the orphans’ court to his widow or to his executor. They were the only parties in interest, and under their agreement the money had been paid by the company to the executor in order that the beneficial ownership might be determined on the settlement of his account.\nThe decedent in 1884 took out a tontine policy, which provided that at the end of fifteen years, unless the policy was sooner terminated by his death, the insured should have five options, the first of which and the one he exercised was “ To withdraw in cash the accumulated surplus apportioned by the company.” These options were personal to the insured and could be exercised by him without the consent of the beneficiary. The decedent’s first wife was the beneficiary named in the policy. Upon her death in 1889 the policy, by its terms, enured to his benefit. lie married the appellant in 1891, and in 1893 assigned to her the policy and all his rights thereunder, subject to its terms. In 1899 he exercised the option mentioned and received from the company $7,161, and continued the policy at reduced premiums. lie died in 1903. The assignment was made on a printed blank provided by the company and required by it in case of all assignments, and it contained a provision that, if the insured survived the tontine period, the assignment should be void. After the payment by the company the policy and the original assignment remained in the custody of the decedent’s agent, who had before taken charge of it. There was testimony tending to show that, at the time the insured exercised his option and received the accumulated dividends from the company, he and his wife went together to the office of the company, in pursuance of notice sent to both, that she there joined with him in signing the papers necessary to effect the option exercised; that the agent of the company told them in reply to their inquiries that the policy would continue in force and that she would remain the beneficiary; that this was what the decedent desired, and that it was the understanding and agreement between him and his wife at that time. It was found by the learned auditing judge that “ it was the understanding and agreement of the decedent that after he received the amount paid to him under the exercise of his tontine option the policy should ‘ continue ’ as an ordinary policy for $10,000 for and as the property of his wife. Their relations were, as they always had been, loving and affectionate ; the necessity that she should be in receipt of the money at his death was as great as when the assignment was made to her; the sole purpose of the condition was one affecting, and intended to affect, the company as between itself and persons whom it insured ; and this purpose had been fully accomplished, the decedent receiving, as the result of it, an amount nearly equalling the face of the policy. A reassignment was unnecessary: Malone’s Estate, 8 W. N. C. 179; Kulp v. Marsh, 181 Pa. 627, 635. The purpose of the condition having been accomplished, its consequences by way of divesting the interest of the wife might very naturally be waived by the husband; and the understanding that it ‘ should continue as it had been’ could in their minds have had no other meaning than that the interest of the wife ‘ continued ’ with it after the husband had exercised his option, just as it had previously existed; and, as already stated, the evidence shows that this was their agreement.”\nThere can be no doubt that the decedent and his wife understood that the limitation in the assignment was a requirement of the company to avoid complications at the end of the tontine period, when an option might be exercised, and that its purpose being ended, the policy would continue as it before was for the benefit of the wife. They believed that no new assignment was necessary and that nothing more need be done to give legal effect to the decedent’s intention to continue the beneficial ownership in her. What took place amounted to a renewal of the original gift and equity will consider as done what they understood as already done. “Wherever a person has the legal right to dispose of property and means to do so, the form of the instrument adopted for the purpose, if at law ineffectual, will be disregarded, and it will be reformed so as to make it effectual:” Lant’s Appeal, 95 Pa. 279.\nThe decree is affirmed."}