{"id": "953732", "contents": "Opinion by\nMr. Justice Fell,\nThis was an action of ejectment to recover possession of a part of the plaintiff’s right of way obtained by grant from the defendant in 1869, whic&t has since remained in his possession. The road divided a tract of five acres of land owned by the defendant in a country town so as to prevent convenient access between the parts, and the opening of the right of way to its full width of eighty feet would require the removal of a barn, which for want of space could not be rebuilt on'the part on which the house is located. The plaintiff had no occasion to occupy the whole of the right of way, and the defendant remained in undisputed possession of it for thirty-six years, until this action was brought.\nAt the trial there was no dispute as to the grant or the boundaries. The defense was that, by the original agreement made with the president of the company, who was its agent in procuring rights of way, the defendant, in addition to the money consideration to be paid, was to have a crossing to connect the pieces of his land, which would be separated by the construction of the road. That when the deed was presented to him for execution, he objected to it because no mention was made in it of the crossing, and that he was assured by the president that it was unnecessary to mention it in the agreement, as the company would be required by law, irrespective of the agreement, to construct the crossing, and that on faith of this assurance he acknowledged and delivered the deed. That subsequently he demanded the crossing and was told by the president that it would be built soon and was requested not to insist on the crossing while he could have the use of the barn, and that to this he agreed. The assignments of error relate to the admission of this testimony, and to the effect given it by the charge.\nWhile all negotiations and promises and oral agreements are merged in and extinguished by the written instrument which is the final result of the bargainings of parties, yet an oral promise by one of the parties made at the time and used to procure the execution of the writing may be given in evidence, although its effect is to change the writing: Powelton Coal Co. v. McShain, 75 Pa. 238; Thomas & Sons v. Loose et al., 114 Pa. 35; Ferguson v. Rafferty, 128 Pa. 337. The instruction as to the standard of evidence required that it must be clear, precise and indubitable in the sense that it carries conviction to the mind and by witnesses who know and are credible, was full and accurate. The plaintiff was corroborated as to the making of the contemporaneous oral agreement, and as to its terms by a witness who was present when the writing was executed and by proof that the defendant has remained in possession of the land thirty-six years under an arrangement by which his right,to insist on a crossing and the duty of the plaintiff to construct one were suspended. Under the testimony the establishment of a crossing was distinctly a part of the consideration, and until established there was no right of possession.\nThe judgment is affirmed."}