{"id": "956188", "contents": "Opinion by\nMr. Justice Brown,\nThis is an appeal from a finding of fact by the orphans’ court. In asking us to reverse the decree that followed it, counsel for appellant cite the Act of June 16, 1836, P. L. 683, which makes it our duty, on an appeal from the orphans’ court, “ to hear, try and determine the merits ” of the case, and “ decree according to the. justice and equity thereof.” We are not, however, in discharging this duty, to disturb a finding of fact by an auditing judge, confirmed by the court, unless there be no evidence to support it, or it is clearly so erroneous that to uphold it would be injustice : Thompson’s Appeal, 103 Pa. 603 ; Lazarus’s Estate, 142 Pa. 104. We might affirm the decree below without saying more, for it is based upon a fact found upon sufficient evidence.\nCharles Barnes died April 8, 1882, leaving to survive him a widow and five children, one of them a daughter by a former marriage. He gave her a legacy of $150, and devised and bequeathed the remainder of his estate, real and personal, to his wife for life, directing that upon her death it should be sold by his executors and the proceeds divided equally among his four children by his second marriage — James, William, John and Mary, wife of Henry Linaka. James and William were named as executors. The former having died in July, 1906, and the latter in September of the same year, the Commonwealth Title Insurance & Trust Company was appointed administrator, d. b. n. c. t. a., and the fund before the court for distribution consisted almost entirely of the proceeds of the sale of the testator’s real estate, sold some time after the death of the widow, which occurred in November, 1906. Three claims were presented against the fund for distribution by the administrator of William Barnes, two of which were disallowed. From their disallowance we have this appeal.\nThe contention of the appellant is that William Barnes became the acting executor of his father’s will, and from time to time advanced from his own funds, for the benefit of the estate, moneys for the payment of an assessment on building association stock, taxes, water rents, repairs, etc., taking to secure repayment of what he had advanced obligations from the widow, his two brothers and sister, in all of which he joined. The first of these, a bond for $150, dated May 22, 1893, was given to pay an assessment on building association stock. It was signed by the widow, James, William, John and Mary Linaka. On May 22, 1894, July 1, 1895, and November 20, 1897, three additional obligations, amounting in the aggregate to $375, were given to William by the same parties. On July 22, 1898, the four bonds so given to him were consolidated, and a new one given for $643.63 — the amount of principal and interest then due. Subsequently the same parties gave him three more bonds aggregating $350. These three bonds and the one for $643.63 were consolidated on March 23, 1903, and a new obligation for $1,500 was given to William. This was secured by a mortgage on the interests of the parties in the real estate of Charles Barnes. In 1904 another bond for $200 was given to William by the same parties. On October 6, 1S93, Mary Linaka gave him her promissory note for $300, payable one year after date, accompanied by an assignment of her interest in her father’s estate as collateral security. According to the testimony of her son she received no consideration for this obligation. Tie testified that it was given at his uncle’s suggestion to prevent his mother’s interest in her father’s estate from being seized by creditors whose claims were then embarrassing her. On April 2, 1906, William took a bond from his mother, his brother John and his sister Mary for $462.65. This claim was allowed by the court below, and the other two, the mortgage for $1,500 and Mary Linaka’s note for $300, were disallowed, because the court found as a fact that the obligation for $462.65 had been given to William and accepted by him as representing all that was due him on the other obligations held by him against his mother, brothers and sister.\nWilliam Barnes, as the acting executor, received the rents from his father’s real estate for a period of twenty-four years. He never formally accounted for these, but on April 2, 1906, when he took from his mother, his brother John and his sister Mary their obligation for $462.65, he evidently gave them credit for the rents received, less what he had paid to his mother. While it does not appear how the sum of $462.65 was agreed upon and fixed by the parties as the amount due William from the estate of his father for the advances made by him for the benefit of those interested in it, it does appear from sufficient evidence that the obligation was given to him upon his assurance that nothing more was due him, and that he would destroy all the other obligations held by him. John Linaka, a son of Mary Linaka, testified that when his uncle William asked his mother to sign the bond for $462.65, he said to her that that was all he had against the estate, and that he would destroy the other papers held by him. John Barnes, the brother of William, made a competent witness by being called by the appellant, testified in the same way, and Mary, also made a competent witness by the appellant, confirmed the statement of her son, saying that she told her brother she would not sign the bond for <$462.65 until she understood it, and that he said to her that that was every cent he had against the property. These three witnesses having been believed by the court, their testimony was sufficient for the finding.\nThis appeal seems to have been taken on the theory, encouraged by the dissenting opinion of a learned judge of the court below, that the appellees were attempting to impeach their obligations for $1,500 and $300, and had not done so by clear, precise and indubitable evidence. This is not the sitúa, tion at all. On the contrary, the two obligors called by the appellant testified that they had signed the obligations to their brother William, but further stated that he had procured from them their obligation for $462.65 upon the distinct representation that that sum was all that was due him from their father’s estate, and that he would destroy all the other obligations that had been given to him. Counsel for appellant seem to entirely overlook the distinction between impeaching an obligation and showing the balance remaining due upon it as fixed and agreed upon by the parties to it. The court below recognized this distinction, and, through the learned judge speaking for it, said: “ This is not an attempt to set aside written instruments on the ground of fraud, accident or mistake ; on the contrary, the oral testimony tends to show that a new agreement was made between all the children then living and the widow, and that the inducement for the signatures was the statement that all previous agreements were to be destroyed, and that the amount of the advances to be repaid was fully set forth in such agreement and covered all advances made by the obligee.”\nAppeal dismissed and decree affirmed at appellant’s costs."}