{"id": "956135", "contents": "Per Curiam,\nThe only question before us at present is one of jurisdiction. The facts, stated merely for explanation of the present question and without reference to the merits, appear to be that the parties entered into a contract for the supply by the appellee to the appellant of a brick drying machine. Appellant paid on account from time to time as the work progressed, and finally gave a note for the apparent balance. Dispute having arisen between the parties, appellant brought suit in assumpsit to recover back the money it had paid, on the ground of breach of warranty in regard to the work the machine was guaranteed to do, while appellee brought suit on the appellant’s note. By agreement the two actions were tried together in the appellant’s suit, and resulted in a verdict for the defendant for $663. The appellant has brought its appeal in this court.\nThe language of the Act of May 5, 1899, P. L. 218, is that “ in any suit, distribution or other proceeding .... if the plaintiff recovers damages .... the amount of the judgment .... shall be conclusive proof of the amount really in controversy, but if he recovers nothing the amount really in controversy shall be determined by the amount of damages claimed in the statement of claim or declaration.”\nThe present case is not within the literal words of any provision of the act. The appellant as plaintiff in its own action has recovered nothing, but its action was not tried singly but as a double or composite action, in which the nominal defendant was really an actor or plaintiff, and recovered a verdict of less than $1,500. This will settle the entire controversy, appellant’s claim as well as defendant’s.\nTbe act of 1899 and its conclusive test of the amount actually in controversy were fully considered in Prentice v. Hancock, 204 Pa. 128, and Astwood v. Wanamaker, 209 Pa. 103, and the construction established that the legislature intended to provide . standards of proof, for purposes of jurisdiction, in two classes of actions, which should include every possible case, first, issues involving title or possession of specific property, real or personal, and, second, issues involving the payment of money. The present cáse, though somewhat complicated by being really a double action, is nevertheless a judgment for the payment of money, and, therefore, within the second class.\nThe appeal is remitted to the Superior Court."}