{"id": "956196", "contents": "Opinion by\nMr. Justice Brown,\nThe judgment from which this appeal was takén was for the defendants on their demurrer to the plaintiff’s statement in an action against them for personal injuries sustained by her through the alleged negligence of one of their servants or employees. No opinion was filed by the court below in sustaining the demurrer, and we cannot,.therefore, tell why it .concluded that the statement did not disclose a cause of action against the appellees.\nThe original statement was amended and, as amended, was again amended. With three attempts made by the pleader to set forth his client’s alleged cause of action, he ought to have succeeded, if she had one. The crude original statement was not withdrawn, and from it and the amendments the following averments can be picked out: The defendants were, in the month of May, 1904, and for some time prior thereto, agents for the sale of a certain make of automobiles known as the “ Ford Automobile ”; the plaintiff purchased one of these machines from them in the month of May, 1904, and operated it until some time in the month of October of the same year, when certain parts of it were broken and it could no longer be operated; she placed it in shelter at a point near Cain Station, between Downington and Coatesville, on the line of the Pennsylvania railroad, and requested the defendants to furnish her a competent machinist and chauffeur from those then in their employ to accompany her to the said Cain Station, repair the broken automobile and bring it and her to Philadelphia ; in pursuance of said request the defendants furnished a man for the purposes aforesaid, who accompanied the plaintiff from Broad Street station, in the city of Philadelphia, to the place where her automobile was in shelter, and thereupon proceeded to repair the same to enable it to be brought back, with her, to the city of Philadelphia; the man so sent by the defendants was their servant and employee, under their sole and exclusive direction and authority, and, in repairing the machine and bringing it back to the city of Philadelphia, had absolute and exclusive charge and control of it, for and on behalf of the defendants; for the purpose of repairing and taking her automobile to the city of Philadelphia it was the duty of the defendants to furnish the plaintiff a careful and efficient man and one familiar with operating an automobile, but, while they sent her one of their servants or employees, representing him to be a skilled and thoroughly competent machinist and chauffeur, he was unskilled and incompetent to repair the machine, and negligent, careless and reckless in operating it; when the plaintiff was informed by the said employee that the automobile was repaired, she entered it for the purpose of being taken in it by him to the city of Philadelphia, but he operated it in such an incompetent, negligent and careless manner as to cause it, in a very short time after they started, to be violently overturned and broken, and the plaintiff, who was riding therein, was violently thrown out upon the roadway and under the machine and seriously and grievously injured. It is urged that the judgment ought to be sustained because there is no averment that the appellant had entered into a contract with the appellees imposing any duty upon them to her. The averments of the statement and amendments must be given their fair and reasonable meaning, which is that there was a contract between the parties, and that the appellees had been negligent in performing their part of it. In averring that she requested them to furnish her with a competent chauffeur and that they agreed to do so, the implication clearly is that the plaintiff was to pay for his services, and it would be a harsh rule of pleading that would deny her reparation for her alleged injuries merely because there has been omitted from her statement an averment of an express promise to pay the appellees for the services of their employee. As unsatisfactory as the statement is in form, in substance it discloses a cause of action, and the judgment must, therefore, be reversed.\nJ udgment reversed and defendants directed to plead."}