{"id": "956156", "contents": "Opinion by\nMr. Justice Potter,\nThis was an action of trespass brought by Clara A. Gilbert to recover from the Elk Tanning Company damages for the death of her husband, Elijah B. Gilbert. The plaintiff died before the case was tried, and her administrator was substituted. It appears from the evidence that Elijah B. Gilbert was employed as a bleacherman in defendant’s tannery at Powell, in Bradford county, and had been so employed, for years prior to the accident by which he lost his life. On December 10, 1905, while working in the tannery he fell into an open vat containing hot liquid, and was scalded so seriously that his death soon followed. In the yard of the tannery there were over 400 vats which were covered with planks. Between the vats and very close to them, ran several car tracks over which hides were carried in cars to and from the yard. These tracks were about fourteen inches in width, and from the nature of the business naturally tended to become greasy and slippery. On the day of the accident Gilbert with two other workmen was employed in transporting hides by means of a car running upon one of these tracks from the yard to the bleacher some distance away. It was five o’clock in the afternoon and the light was failing. One of the workmen was in front of the car, and Gilbert and the other workmen were pushing it from behind. The car passed very close to the edge of vat No. 59, which was seven by nine feet in area, and about five feet deep,. and was used for the purpose of heating liquids for distribution to other vats. The testimony shows ..that a plank had been taken from the cover of this vat, at the side next to the car track, and not replaced. The tracks were narrow and slippery, and as Gilbert passed the opening into the vat his feet slipped, and he was precipitated into the hot liquid. P. S. Martin, who was superintendent of the tannery and had general supervision of the plant, and who, under the evidence, had full and entire control of the business of that tannery, had been at the vat shortly before the accident, and he testified that he moved one plank, he thought, that was lying on the vat next to the track, in order to pull out a plug that was beneath it; but he could not say positively whether he replaced the plan k or not before he left. Another witness, Frank Ward, who had been working at the vat before the superintendent was there, testified that at half past three or four o’clock he left the planks next to the track down in place, and the. first four feet from the track tightly covered. It is undisputed that at the time of accident, the vat was uncovered adjoining the track, and that while engaged in pushing the car along the track, Gilbert slipped into it.\nThe negligence charged was in leaving the vat uncovered, in such dangerous proximity to the track along which the men were obliged to walk. The defendant company offered no evidence, but asked for binding instructions in. its favor. The trial judge refused this request, but reserved the question of law whether there was any evidence which entitled the plaintiff to recover, and submitted the question of negligence and contributory negligence to the jury, who found a verdict for the plaintiff. A rule for judgment in favor of the defendant non obstante veredicto was subsequently discharged, and judgment entered on the verdict.\nIt is contended by counsel for the defendant that the negligence which was that of the superintendent, was not that of a vice principal in this case, because he was engaged at the time in doing the work of an ordinary laborer. This contention is hardly borne out by the evidence, for it is a fair inference that in the attention which he was at the time bestowing upon the vat he was acting in a supervising capacity. The defendant corporation could act only through its agent, and the superintendent was the officer having charge of the business of the defendant, and, therefore, for all practical purposes, must be regarded as the corporation itself: Ardesco Oil Co. v. Gilson, 63 Pa. 146. The duty of maintaining a reasonably safe track between and past the vats, along which the men could walk in pushing the cars, was one which was a direct and absolute obligation upon the part of the defendant company from which nothing but performance could relieve it. This court, speaking by Justice Fell, in Lillie v. American Car & Foundry Co., 209 Pa. 161 (166), said: “ The duty to provide a safe place to work and to maintain it in a reasonably safe condition by inspection and repair is a direct, personal and absolute obligation from which nothing but performance can relieve an employer, and the person to whom it is delegated becomes a vice princi-. pal whose neglect is the neglect of the employer.” ' This statement of the principal was quoted and approved in the later case of Schiglizzo v. Dunn, 211 Pa. 253.\nUnder the thoroughly well-settled rules of law, it is clear that Martin, the superintendent in this case, must be considered a vice principal, and that the defendant was liable for his negligence. The uncontradicted evidence showed that Martin was superintendent of this tannery and had been so for more than two years, and had “general supervision of the plant and the testimony further showed that he had full and entire control and management of the business at this place, and that he directed the arranging of the appliances and apparatus there. The defendant offered no testimony whatever to rebut this evidence, which was certainly sufficient to take the case to the jury on the question of whether or not Martin was a vice principal. Under the evidence he was guilty in this case, not merely of an act of omission, such as failure to inspect or repair would have been, had the premises gotten out of order through wear and tear, but he was himself in this instance the one who by his own negligent action in leaving the vat uncovered, placed a dangerous trap at the very feet of the men whose duties obliged them to walk past it in the dim light of the hour; so that, instead of protecting them, he brought into existence the dangerous situation. In this respect he certainly failed to use ordinary care for the safety of the employees, and thereby failed to discharge the duty with which he was charged by the defendant company, and for which it could not evade responsibility. If another workman had left the vat uncovered,, and the superintendent had seen it in time to have remedied the matter, or given warning to the decedent, had- he failed to do either, his conduct would very properly have been considered negligence for which the master would be compelled to answer. Much more so when the carelessness was in his own action.\nThere is no affirmative evidence that the decedent was in any way guilty of'contributory negligence, and there was certainly nothing . which would have justified the trial judge in pronouncing upon it as a question of law. That was a matter for-the jury. We see no error either in the fact of submission, or in the manner in which this case was submitted to the jury by the learned trial judge.\nThe assignments of error are overruled, and the judgment is affirmed."}