{"id": "956125", "contents": "Opinion by\nMr. Chief Justice Mitchell,\nThe fund for distribution arose from the foreclosure of a purchase money mortgage, which contained the following provision : “ The interest of the sum of $2,609.75 (to be paid) to Sarah E. Riley, widow of Thomas Riley, deceased, during said term, if she shall so long live, the same being in lieu of her dower, and the remainder of said interest to the said Anna C. Riley, Mary E. Lush, Elizabeth B. Riley, Theodora Riley and Margaret T. Riley in equal proportions, said principal sum being part purchase money of said real estate this day conveyed to the said Clarice Y. Remington by the said parties of the second part hereto, and the said Sarah E. Riley being joined herein for the purpose of securing to her the interest on the said sum of $2,609.75 which sum represents her dower interest in said real estate.”\nThe fund being insufficient to cover the amount set aside to secure the widow and the arrears of interest due her, the auditor awarded her the whole of it. The other parties claim a pro rata distribution.\nThe provision in regard to the widow being by express agreement “in lieu of her dower ” and to secure her interest, is entitled to all the attributes of dower necessary to her protection. Among these is priority of claim both as to principal and interest of the stipulated sum of $2,609.75. If the widow had not joined in the sale, the purchaser would have taken the land subject to her paramount claim of dower, the priority of which neither he nor the heirs could contest. If, then, the purchaser had given her a separate mortgage, it would have retained the quality and precedence which the dower had for which it was substituted. The proceeds of a sale under such mortgage would have gone first to the widow both for principal and arrears of interest, even if they took the whole. In fact all the parties joined in one mortgage, but their respective interests and status were expressly preserved by the provision that the widow was “ joined herein for the purpose of securing to her the interest on the said sum of $2,609.75, which sum represents her dower interest in said real estate.” The clear intention as well as the legal effect was to secure to the widow the same relative rights and priority that she had under her original estate of dower.\nJudgment affirmed."}