{"id": "956210", "contents": "Per Curiam,\nOne who leaves a horse unhitched and unattended on a city street takes the risk of what the horse may do. It was held in Henry v. Klopfer, 147 Pa. 178, that such an act raises a presumption of negligence and puts on the party doing it the burden of showing circumstances which justified or excused it. How strong the presumption will be must depend largely on the circumstances. If the horse is young, skittish, nervous or unused to the sights and sounds of a city street, the presumption would be strong, while if he is old, staid and accustomed to city life, it might be very slight. But even a staid and veteran horse may be liable to sudden fright, or as in this case to sudden pain which may induce dangerous behavior. It is, therefore, a matter for the jury.\nSo, on the other hand, was the question of contributory negligence of the plaintiff. The ordinance of February 2, 1897 (Brown’s Digest, p. 1348), regulating travel on the public highways of Philadelphia, classes together all persons riding or driving “ whether on horseback, in carriages, wagons or other vehicles, or upon bicycles, tricycles, or other mechanical contrivances,” as occupants of the cartway, and the next section subjects all persons using “ barrows or hand carts ” to the regulations prescribed for carriages, wagons and other vehicles. Wheeled or rolling chairs are not specifically named, but they are clearly within the description of vehicles, and “other mechanical contrivances.” Whether in view of their almost exclusive use for small children and invalids they might not reasonably be entitled to take the foot pavement, they certainly are not obliged to do so. It would be a question for the jury on wbic-h the customs of the people would be weighty evidence.\nPrima facie, therefore, the' plaintiff was within her legal rights, if not her legal obligations, in using the street. \"Whether or not she was negligent in stopping and being left unattended in her condition of impaired capacity for movement, behind an unhitched horse, was clearly a matter for the jury.\nJudgment affirmed."}