{"id": "956209", "contents": "Opinión by\nMr. Justice Stewart,\nBy the action of the board of directors of the defendant corporation the appellant was removed, without cause being assigned, from the office of secretary and treasurer to which he had been elected by the board. He seeks by this proceeding to be reinstated, on the ground that in removing him the directors exceeded their power. The general rule with respect to officers in private corporations such as this is, that all below the grade of directors, and such other officers as are elected by the corporation at large, hold their offices durante bene plácito, and are removable by the directors without cause being assigned. The reason for the rule is as obvious as the distinction made. The supreme authority in every corporation resides in its membership. The expressed will of the majority at a regular shareholders’ meeting governs in all matters within the limits of the charter. Therefore, when action has been taken by the corporation at such a meeting, on any subject pertaining to the affairs of the association, it is beyond the power of any of the agents of the corporation to undo or change what has been done. The directors are the immediate representatives of the corporation charged with the management of its affairs, and are necessarily invested with large discretionary powers; but they can act only where the corporation has not. Ordinarily, the selection of the secretary and treasurer is committed to the board of directors, as was the case here; but when the corporation has itself elected these officers the directors must accept them, and the officers so elected hold on the terms and conditions prescribed by the corporation, and none other. They derive their title to their respective offices from the same source as the directors do theirs, and they can be removed only by the power that appointed them. It is otherwise when the corporation has committed the election to the board of directors. In such case the board stands for the corporation ; the officers selected are its appointees, and its power to remove is necessarily implied. “ The directors and managing agents of a corporation have undoubted authority to revoke the powers of' the inferior agents whom they have appointed. It would be practically impossible to carry on the business of a corporation without this power; it is, therefore, always implied. The power is a •discretionary one, and the rightfulness of its exercise cannot be investigated by the courts. But the directors of a corporation have no implied authority to revoke the power of those agents who are appointed by a vote of the stockholders, or Avhose office is fixed and regulated by the charter : ” Morawetz on Private Corporations, sec. 541.\n“The ministerial officers who are not elected by the corporation at large, for stated terms, but who are appointed by the board of directors, and who, therefore, sustain toward the corporation the relation of an employee toward an employer, serving for a compensation, Avhich in general the directors do not receive, have no franchise in their office, and hence are removable at the mere pleasure of the directors, without the assignment of any cause, without the giving of any notice, and Avithout any trial or investigation into the grounds of the removal: ” Thompson on the Law of Corporations, sec. 805.\nThe secretary and treasurer in corporations such as this are purely ministerial officers. The effort here made to show that under our act of assembly they are something more, is unavailing. The act of 1891, under which this corporation is said to have been chartered, provides that corporations chartered under it “ shall be managed and conducted by a president, a board of directors or trustees, a secretary or clerk, a treasurer, and such other officers, agents and factors as the corporation authorizes for that purpose.” The effect and purpose of this provision is to require of every corporation that it shall have the officers named, viz.: a president, directors, secretary and treasurer, as a necessary part of the equipment of its organization. The act does not attempt to define the powers and duties of any of the officers named, but leaves these to be implied from the established custom and the nature and character of the places filled. The construction that would make the act invest the secretary and treasurer with discretionary poAver — ■ something which a ministerial officer has not — Avould extend that discretionary power to all the agents and factors which .the act allows the corporation to employ. Manifestly nothing of this kind was intended.\nFrom what we have said it folloAvs that in removing the appellant from the office of secretary and treasurer the board of directors was exercising a power which rightfully belonged to it. Whether it was wisely or considerately exercised is not for us to determine.\nThe assignments of error are overruled and the judgment is affirmed."}