{"id": "95739", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from a memorandum decision of Superior Court which affirmed a judgment of sentence imposed on the appellant, Frank Costa, following his conviction of nineteen counts of various sex offenses related to the molestation of three boys. Following his conviction of these crimes in a trial by jury in 1994, appellant was sentenced to an aggregate term of ten to twenty years of imprisonment.\nThe sole issue is whether trial counsel was ineffective for failing to object to the admission of police testimony regarding appellant’s post-arrest silence. To establish an ineffectiveness claim, it must be demonstrated that the underlying claim is of arguable merit; that counsel’s action or inaction was not grounded on any reasonable basis designed to effectuate the appellant’s interest; and, finally, that counsel’s action or inaction was prejudicial to the client. Commonwealth v. Clark, 533 Pa. 579, 582, 626 A.2d 154, 155 (1993). For the reasons that follow, we conclude that trial counsel was ineffective.\nIt is well established that a defendant enjoys a constitutional right to remain silent and that it is a violation of that right to make reference at trial to his post-arrest silence. Commonwealth v. Nolen, 535 Pa. 77, 86, 634 A.2d 192, 197 (1993). Notwithstanding, during appellant’s trial, the following testimony was elicited by the prosecutor during direct examination of a police detective who was testifying regarding his investigation of the molestation of Terry Foster, one of the boys who claimed to have been molested by appellant:\nQ. When were the charges filed against the defendant for his alleged sexual abuse of Terry Foster?\nA. That would have been August 23rd of 1993.\nQ. Did the defendant say anything to you when these charges were filed?\nA. No.\nThe prosecutor’s elicitation of this testimony was obviously intentional, and the reference to appellant’s silence could not have been more clear. The Commonwealth concedes that the prosecutor’s question was a “thoughtless” one that should never have been asked. Trial counsel failed to object to this impermissible reference to appellant’s post-arrest silence. No reasonable basis exists for that failure.\nWe have consistently regarded testimony about a defendant’s silence as having an extremely high potential for prejudice. In Clark, 533 Pa. at 587, 626 A.2d at 157-58 (footnote omitted), this court stated: “[A]n impermissible reference to an accused’s post-arrest silence constitutes reversible error unless shown to be harmless.... [Bjecause of its nature, an impermissible reference to the accused’s post-arrest silence is innately prejudicial.” Likewise, in Commonwealth v. Turner, 499 Pa. 579, 582-83, 454 A.2d 537, 539-40 (1982), we explained that where, as in the present case, the defendant testifies at trial after having been silent after his arrest, testimony regarding his post-arrest silence can cause substantial prejudice:\nThe view of this Court that there exists a strong disposition on the part of lay jurors to view the exercise of the Fifth Amendment privilege as an admission of guilt is well established....\nThe prejudice to the defendant resulting from reference to his silence is substantial. While it is efficacious for the Commonwealth to attempt to uncover a fabricated version of events, in light of the “insolubly ambiguous” nature of silence on the part of the accused, Doyle v. Ohio, 426 U.S. 610, 617, 96 S.Ct. 2240, 2244, 49 L.Ed.2d 91, 97 (1976), we do not think it sufficiently probative of an inconsistency with his in-court testimony to warrant allowance of any reference at trial to the silence. Accordingly, the Commonwealth must seek to impeach a defendant’s relation of events by reference only to inconsistencies as they factually exist, not to the purported inconsistency between silence at arrest and testimony at trial. Silence at the time of arrest may become a factual inconsistency in the face of an assertion by the accused while testifying at trial that he related this version to the police at the time of arrest when in fact he remained silent. Doyle v. Ohio, Id. at 619, n. 11, 96 S.Ct. at 2245, n. 11, 49 L.Ed.2d at 98, n. 11. Absent such an assertion, the reference by the prosecutor to previous silence is impermissible and reversible error.\nGiven an improper reference to the accused’s silence, a determination must be made as to whether the error was harmless. Clark, supra; Turner, 499 Pa. at 584-85, 454 A.2d at 540. If it is clear that it could not have contributed to the verdict, the error may be deemed harmless. Nolen, 535 Pa. at 86, 634 A.2d at 197. Here, we cannot say that the error could not have contributed to the verdict.\nAt trial, three boys testified that on various occasions they were sexually abused by appellant. Appellant testified in his own defense and denied that he committed any acts of molestation. In the face of these accusations and denials, there was no overwhelming evidence of guilt. Hence, credibility was pivotal to the outcome of trial. The reference to appellant’s post-arrest silence would not only have raised an adverse inference of guilt but would also have undermined his credibility insofar as his denial, at trial, of the allegations against him, particularly with regard to the abuse of Terry Foster. The testimony in question plainly served to impeach appellant’s denial of the charges and his explanation of facts relating to his interactions with the three boys, these being matters that appellant addressed for the first time at trial. Jurors were given the opportunity to have concluded that if appellant were not guilty, he would not have waited until trial to assert his innocence. It cannot be said as a matter of law that this improperly elicited testimony could not have affected the verdict, thus, due to trial counsel’s failure to object, appellant is entitled to a new trial.\nJudgment of sentence reversed, and case remanded for a new trial.\nJustice NIGRO files a concurring opinion.\nJustice CASTILLE files a dissenting opinion in which Justice ZAPPALA and Justice NEWMAN join."}