{"id": "95819", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from an order of the commonwealth court which quashed an appeal for lack of jurisdiction. The factual background of the case is as follows.\nOn October 2, 1996, the Court of Common Pleas of Philadelphia County entered an order in which the City of Philadelphia, appellant, was held in contempt of the provisions of a consent decree governing the operation of its prison system. The decree regulates living conditions and services provided for inmates. A fine of $2,252,500 was imposed. The city filed a motion for reconsideration on October 25, 1996. To protect its appellate rights, the city also filed a notice of appeal to the commonwealth court on October 28,1996.\nOn October 31, 1996, argument was heard on the motion for reconsideration. At the conclusion of that hearing, the trial court orally vacated the order of October 2 and took under consideration the motion for reconsideration. It stated\nWe are today vacating our order and taking the petition for reconsideration under advisement for a period of SO days, and in the interim, we are urging the parties to resolve their disputes as best they can and to please inform us of any resolutions if they are forthcoming in that time.\n(Emphasis added). A written version of this order was filed with the prothonotary on November 19, 1996. It differed from the oral order only with regard to the permanency of the vacatur, stating that the order of October 2, 1996 was being “vacated for a period of sixty (60) days pending reconsideration of said adjudication and order.” Relying on the fact that the order of contempt had been vacated, the city withdrew its appeal on December 5, 1996. The city’s hope of obtaining permanent relief from the finding of contempt was frustrated, however, when on March 11, 1997 the court reinstated its October 2, 1996 order and modified the accompanying fine only slightly, reducing it to $2,095,000. On March 13, 1997, the city filed an appeal challenging the orders of October 2, 1996 and March 11,1997.\nThe commonwealth court quashed the appeal for lack of jurisdiction, having raised the jurisdictional issue sua sponte. Relying on 42 Pa.C.S. § 5505, which provides that a trial court can vacate an order “within thirty days after its entry,” it held that the trial court’s order of November 19, 1996 was null and void, in that it was entered more than thirty days after the order that it purported to vacate, namely, that of October 2, 1996. Further, it rejected the city’s argument that the October 2, 1996 order was in fact vacated on October 31, 1996, reasoning that the vacatur had no effect until it was filed with the prothonotary.\nNot only was the November 19, 1996 order deemed untimely because more than thirty days had elapsed since entry of the October 2, 1996 order, but also because the city filed an appeal on October 28,1996. Filing an appeal normally divests the trial court of jurisdiction to proceed. Pa.R.A.P. 1701(a) (“Except as otherwise prescribed by these rules, after an appeal is taken ... the trial court ... may no longer proceed further in the matter.”) Exceptions to that rule are enumerated in Pa.R.A.P. 1701(b). The commonwealth court held that none of the exceptions were met, focusing primarily on the exception set forth in subsection (b)(3). That subsection allows for a grant of reconsideration after an appeal has been taken, but only if the application therefor is timely filed and the “order expressly granting reconsideration of such prior order is filed in the trial court ... within the time prescribed by these rules for the filing of a notice of appeal____” (Emphasis added). Because the order granting reconsideration was not filed until November 19, 1996, beyond the thirty day period for filing a notice of appeal, it was deemed to have been entered after jurisdiction lapsed. The trial court’s order of March 11, 1997 modifying the fine imposed by the October 2, 1996 order was likewise deemed a nullity, on the basis that it too was entered after jurisdiction expired. The commonwealth court held, therefore, that the October 2, 1996 order remained in effect, and, because the city’s present appeal was not filed until March 13, 1997, more than thirty days after the contested order, there was no order from which the city could timely appeal. Accordingly, the appeal was quashed.\nWe do not agree that where a court unequivocally vacates its previous order and takes the petition for reconsideration under advisement within the thirty day period allowed by 42 Pa.C.S. § 5505, the order becomes a nullity if it is not filed with the prothonotary in that same time period. In some instances, oral orders, made on the record, need not be filed or entered on the docket in order to be valid. See generally Pennsylvania Dental Ass’n v. Commonwealth Insurance Dep't, 512 Pa. 217, 230-32, 516 A.2d 647, 653-55 (1986); Altemose Construction Co. v. Building & Construction Trades Council, 449 Pa. 194, 200 n. 6, 296 A.2d 504, 508-09 n. 6 (1972) (plurality opinion), cert. denied, 411 U.S. 932, 93 S.Ct. 1901, 36 L.Ed.2d 392 (1973); Sovereign Bank v. Harper, 449 Pa.Super. 578, 595-96, 674 A.2d 1085, 1094 (1996), appeal denied, 546 Pa. 695, 687 A.2d 379 (1996).\nSection 5505 contains no requirement that makes the effectiveness of an order dependent on its being filed. It provides:\nExcept as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.\n(Emphasis added).\nUnder this provision, were it not for the fact that the city filed an appeal on October 28, 1996, the order of October 2, 1996 could without question have been vacated on October 31, 1996. Once the appeal was filed, however, Pa.R.A.P. 1701 became operative, and, as described supra, this triggered a requirement that any order granting reconsideration be filed with the prothonotary. There is no indication in the record as to the reason that such an order was not filed until November 19,1996.\nThe city contends that, by withdrawing its appeal on December 5, 1996, it acted in good faith reliance on the trial court’s representation that the order holding it in contempt was vacated as of October 31, 1996, which was within the allowable thirty day period. Had the city not withdrawn that appeal, there would have been no question as to timeliness, and the commonwealth court would not have quashed the appeal. It is argued that equitable considerations require that the city’s appellate rights not have been forfeited through the circumstance that there was no written order granting reconsideration filed with the prothonotary within thirty days of October 2,1996. We agree.\nCourts have modified and rescinded orders beyond the normal time limits and taken other corrective measures in cases where it would have been inequitable for parties to suffer consequences of the court’s errors. As we stated in Davis v. Commonwealth Trust Co., 335 Pa. 387, 390-91, 7 A.2d 3, 5 (1939), “[t]he power of courts to correct their own judgment is inherent....” In Great American Credit v. Thomas Mini-Markets, 230 Pa.Super. 210, 326 A.2d 517 (1974), for example, the trial court vacated an order granting a motion for summary judgment almost five months after it was entered, where the motion had been granted through the court’s own error. In upholding that action, the superior court noted, “[w]here equity demands, the power of the court to open and set aside its judgments may extend well beyond the term in which the judgment was entered.” Id. at 213, 326 A.2d at 519. Accord Hambleton v. Yocum, 108 Pa. 304, 309 (1885) (equity powers of courts of common pleas with regard to their own records and judgments); Kwasnik v. Hahn, 419 Pa.Super. 180, 188, 615 A.2d 84, 88-89 (1992) (trial court properly entered an out-of-time order rescinding an erroneous order, to avoid an inequitable result). See also Corace v. Balint, 418 Pa. 262, 276 n. 8, 210 A.2d 882, 889 n. 8 (1965) (where appeal was discontinued after the decree challenged on appeal was improperly rescinded, fairness required that the discontinuance be deemed withdrawn so that the appeal would be timely). Hence, equity enjoys flexibility to correct court errors that would produce unfair results.\nIn this case, the trial court’s on-the-record declaration at the conclusion of the hearing on the motion for reconsideration could not have been more clear. It informed the parties that “[w]e are today vacating our order and taking the petition for reconsideration under advisement.... ” The city was entitled to rely on the court’s representation that the order was in fact being vacated. By withdrawing the appeal, the city acted in reasonable reliance on that representation. To ignore that reliance would produce an inequitable result.\nAppellees note that, if the city had checked the docket before withdrawing its appeal to confirm that an order granting reconsideration had in fact been timely filed, it could have avoided reliance on the trial court’s statement. Nevertheless, we are not persuaded that this renders the city’s reliance on the court’s unambiguous statement to be unreasonable. Indeed, litigants must be able to rely on representations made by the court, and it would be inequitable and detrimental to the functioning of the judicial system if such on-the-record representations could not be trusted. The efficient resolution of disputes requires that litigants be able to rely on oral representations and orders of court, rather than be forced to treat such matters as merely tentative and unreliable while awaiting the filing of written orders.\nHere, even the appellees concede that, “[w]e recognize the fairness inherent in the equitable principles that the city invokes and we further recognize the city’s apparent reliance on the trial court’s statement of October 31.” To penalize the city, through forfeiture of its appellate rights, as a result of the trial court’s failure to timely enter the October 31 oral vacatur on the docket cannot equitably be sustained.\nAccordingly, the order of the commonwealth court quashing the city’s appeal for lack of jurisdiction is vacated, and the case is remanded for consideration of the merits of the city’s appeal.\nJustice ZAPPALA files a concurring opinion which is joined by Justice CAPPY and Justice CASTILLE.\nJustice NIGRO concurs in the result.\nIt is asserted by appellees that the city's motion for reconsideration included a waiver of various appellate issues. The issue sub judice is that of jurisdiction, however, not waiver of individual appellate issues. Whatever waiver arguments appellees can offer are more properly addressed to the commonwealth court, where the merits of the city's challenge to the order holding it in contempt will be addressed."}