{"id": "959369", "contents": "Opinion by\nMr. Justice Elicin,\nIn Lenahan v. Pittston Coal Mining Company, 218 Pa. 311, it was held, that a boy under the statutory age employed to perform the dangerous kind of work prohibited by the statute, is not chargeable with contributory negligence or with having assumed the risks of employment in such occupation. In Stehle, by his next friend, v. Jaeger Automatic Machine Company, 220 Pa. 617, further consideration was given to the application of the rule under the Act of May 2,1905, P. L. 352. In this case it became necessary to pass upon the requirements of section four of that act, which provides that no minor under sixteen years of age shall be permitted to clean or oil machinery while in motion. Following the rule of the Lenahan case, it was again held, that an employer who violated the law by engaging a boy under the statutory age to perform the dangerous kind of work prohibited by the statute, did so at his own risk, and in an action of trespass for personal injuries sustained by the boy while so employed, the master cannot set up as a defense either the assumption of risk or the contributory negligence of the boy servant. It is contended, however, in the present case, that the rule of these cases does not apply, because the machine, which the boy was attempting to clean at the time he was injured, was not in motion within the meaning of the statute. It is argued with much force that the prohibition of the statute is directed against an attempt to clean a dangerous machine while it is in motion in the usual method of operation. In a sense this may be true, but it is the kind of motion, not the purpose, the statute guards against. It does not matter whether the attempt to clean is made when the machine is in motion for the purpose of operation, or whether it is in motion for the purpose of cleaning, if, in point of fact, the motion is of the same dangerous character in both instances. What the statute intended to prohibit, was the employment of a boy of immature judgment, without experience and lacking in discretion to perform suck dangerous work. We agree that if the machine at the time of the cleaning was not in dangerous motion, such as was usual in its operation, and if the motion, or revolution, at the time of the cleaning, was not dangerous, but simply consisted in partial revolutions made from time to time in order to facilitate the cleaning, the prohibition of the statute would very properly be held inapplicable. . . . On the other hand, if the machine was propelled in the usual manner, and by the same force, or power, while being cleaned as was usual when in operation, and if the motion, or revolutions, were of the same dangerous character, differing only in degree, the court would not be warranted in holding as a matter of law that the prohibition of the statute did not apply. Under such circumstances it would at least be for the jury to determine whether ,at the time of the injury the machine was in dangerous motion. All of these questions were submitted to the jury by the, learned trial judge in such manner as to enable them to justly determine the rights of the parties to the controversy and, in our opinion, appellant has no just cause to complain.\nAssignments of error overruled and judgment affirmed."}