{"id": "959396", "contents": "Opinion by\nMr. Justice Brown,\nThe decree in this case perpetually enjoins Jones & Laughlin Steel Company from such operation of its furnaces, situated in the Fourteenth ward of the city of Pittsburg, as to cause to be emitted therefrom clouds of ore dust, working and causing the injury to the property of the appellees as in their bill of complaint described and found by the court below: Sullivan v. Jones & Laughlin Steel Co., 208 Pa. 540. For an alleged violation of this injunction the appellants were found guilty of contempt, and their appeal is from that finding and the penalties imposed upon them.\nThe relief given the appellees was what they specifically asked for in the first prayer of their bill. It was that the steel company “ be enjoined and restrained from such operation of its furnaces, situated in the Fourteenth ward of the city of Pittsburg, as above described, as to cause to be emitted therefrom clouds of ore dust, working and causing an injury to your orators’ property, as in said bill described.” The injuries arrested were those “ in the bill described and found by the court below; ” and if they were continued by the appellants, in violation of the decree forbidding them, the order of the court in the proceedings for contempt will not be disturbed. After deliberate and mature consideration, our decree went forth for relief to the appellees, and, as made, it will be enforced. It is not, however, to be stretched to reach what was not forbidden and what would not have been enjoined.\nWhen those enjoined by a decree in equity are charged with having violated it, its violation must be made to clearly and satisfactorily appear by the petitioner asking for its enforcement : Appeal of Philadelphia & Reading Railroad Company, 2 Walker’s Reports, 243. Until its violation so appears there can be no finding of contempt, and a fine will not be imposed nor an order of commitment made. “ No punishment should be inflicted unless the facts constituting the contempt have been clearly and satisfactorily established: ” Woodruff v. North Bloomfield Gravel Mining Co. et al., 45 Fed. Repr. 129. In a proceeding such as this now before us the injunction must, like a penal or criminal statute, be construed strictly in favor of the person charged with having violated it: Wisconsin Central Railroad Co. et al. v. Smith, 52 Wis. 140; and a chancellor will not punish unless the guilt of the enjoined be clearly established: Probasco v. Probasco, 30 N. J. Eq. 61. “ The procedure by rule for contempt should not be exercised unless a case is presented of actual disobedience. . . . The entry of an order of injunction is, in some respects, analogous to the publication of a penal statute. It is a notice to the party that certain things must be done or not done, under a penalty to be fixed by the court. The language of such notice should not be stretched to cover acts not fairly and reasonably within its meaning:” Louisville & N. R. R. Co. v. Miller, 112 Ky. 464. “ An order of commitment for breach of an injunction being strictissimi juris, it will not be granted except upon a clear and satisfactory showing of the actual violation: ” High on Injunctions (3d ed.), sec. 1449.\nThe first inquiry in passing upon appellants’ alleged violation of the decree is as to what was enjoined. The injunction was to stop the injuries “ in the bill described and found by the court below.” What we regarded as those injuries can readily be ascertained from the following findings of the court below, recited in our opinion: “ Ore dust was first noticed settling upon properties in the neighborhood of defendants’ furnaces as early as 1899, but the deposit did not become serious until about July, 1901. Since that time, dust, in greater or less quantities, has been carried from the defendants’ furnaces and deposited upon and about plaintiffs’ premises. The effect of the dust is not only annoying, but injurious to property ; it chokes rain conductors upon houses, discolors fabrics and paints, and injures carpets and curtains; it is of a greasy nature and difficult to remove from both garments and paints; it has also been destructive to fruit and shade trees and vegetation generally, and has depreciated the value of plaintiffs’ properties from twenty-five per cent, to fifty per cent. . . . The residence district in which plaintiffs’ property is situated, and which is a part of the Fourteenth ward of the city of Pittsburg, was, prior to the year 1899, a pleasant and habitable part of the city. While subject, as most parts of the city are, to smoke, it occasioned no special inconvenience to the inhabitants and the testimony shows that flowers, trees and shrubs were kept and cared for, and were not injured, by any smoke or dust which might prevail throughout the district. Some of the witnesses for the plaintiffs testify that they first noticed the ore dust as early as 1899, but it did not become serious until the year 1901. In the latter year, when all four furnaces were completed and in operation, the ore dust was thrown out in large quantities and at more frequent intervals and has increased from that time down until the filing of the bill. The plaintiffs’ property by reason of its location near the defendant’s furnaces, receives the full effect of the discharge of ore dust therefrom. Almost all the trees in the orchard which formerly produced some eighty bushels of pears in a season, the shade trees, of which there were something over twenty in number, and the shrubbery about the house have been for the most part destroyed. The whole property has been blackened and disfigured. A number of tenants have been forced to leave the dwelling houses by reason of the penetrating and damaging deposits of ore dust. From the conductors leading from the porch roofs in front of these houses the plaintiffs had removed on one occasion three barrels full of ore dust the weight of the amount thus removed being some 1,200 pounds. . . . The effect of the ore dust upon properties upon which it is deposited is very damaging. It corrodes tin and metal work which are exposed to it, it chokes and fills conductors, it discolors and removes paint, it affects injuriously fabrics in the interior of houses both by impregnating them with dust and by attacking and injuriously affecting the fiber. People are compelled to keep their doors and windows closed during the passing of a dust shower, and even with these precautions, the ore dust shifts in through the crevices to such an extent that it is easily traceable upon window sills, floors, books, furniture and carpets. The ore dust frequently descends in such large quantities that persons caught in it are compelled, in some instances, to hoist umbrellas and seek refuge on porches and in houses. Their clothing is sometimes stained and otherwise injured. It is of a greasy nature, and any garment or surface affected by it is difficult to cleanse.” From this intolerable condition relief was granted, because it amounted, in the judgment of this court, to “ practical destruction and confiscation ” of appellants’ properties, and but for this effect the decree dismissing the bill would have been affirmed, for we said : “ The appellants are not complaining because appellee is operating its furnaces. They would not be heard if that were their only complaint. The city of Pittsburg is a busy manufacturing center, and by day and by night clouds of smoke ascend from the stacks of its numberless mills, factories and furnaces, oftentimes hanging over it like a pall. In a manufacturing district of this city the appellee has established its furnaces, and is engaged in an important and lawful business. The appellants, in a residential portion of the same city, close by this manufacturing district, own houses in which their tenants live. So situated, they must expect a measure of annoyance and discomfort, arising from the dust and smoke, which cannot be avoided in their manufacturing metropolis, and are borne to the homes of the city and fill the air that is breathed. To this general annoyance and discomfort appellants submitted for years without complaint, and they were bound to do so, for they chose to erect their houses not only in sight of great manufacturing plants, but within certain reach of the smoke and dust, without which the fires of the furnaces and factories could not burn. Of all this there is now no complaint by them. What, in common with all,other citizens, they had endured for years, up to the summer of 1901, they were willing to continue to endure ; and they are not now complaining of appellee’s manufacture of iron, even with ‘ Me-, saba’ ore. Their complaint is that the appellee, in tearing down the three furnaces and replacing them with the four new ones, of immense size and several times the capacity of the old, and in using in them the fine ‘ Mesaba ’ ore dust, without so operating them as to prevent the escape of the dust from ‘ slips,’ causing admitted devastation, is practically confiscating their properties. To preserve these to them, and to protect them in their absolute right to the enjoyment of their private property, subject to the general conditions of the city in which they -live, this bill was filed, and its prayer is not to restrain the appellee from operating its furnaces and manufacturing iron, but is to enjoin it from such operation of them as causes the serious and exceptional injuries alleged in the bill and proved by the testimony. ... If this bill were for relief from personal inconvenience and interference with the appellants’ full and free enjoyment of their property, due merely to the conditions of smoke and dust that have existed for years, and will exist as long as the city itself continues to be the great steel and iron manufacturing center, it would be promptly dismissed. Of the smoke and dust now coming from all the other surrounding mills and furnaces no complaint is made, and of what used to come from the old furnaces of the appellee the appellants made no complaint, and would not be complaining now but for the changed conditions brought about by the appellee. The court below, though requested by it, refused to find that ‘ the matters complained of by plaintiffs are only such discomforts and inconveniences as are, and always have been, incident to and consequent upon close proximity to an exclusively manufacturing section of a manufacturing city.’ .... We are not to be understood as saying, or even intimating, that the large furnaces could not be erected and operated, that ‘Mesaba’ ore cannot be used, or that if, in the operation of the furnaces and the use of this fine ore, the discomfort and annoyance of the appellants had simply been increased in degree, they would be entitled to equitable relief.” Nothing could be clearer than that the decree was not intended to enjoin the operation of the furnaces nor the use of “ Mesaba ” ore.\nThe averment of the appellees in their petition for an attachment is that, notwithstanding the entering of the decree, the “Jones & Laughlin Steel Company has persistently, and at intervals daily, and frequently, many times during the day and at night, ever since the day when said decree was entered, so operated its furnaces as to cause to be emitted therefrom clouds of ore dust, working and causing the injury to plaintiffs’ property as in said bill described and found by this honorable court, and in open and deliberate violation of the terms of said decree and injunction.” To this appellants answered: “It is denied that the defendant, the Jones & Laughlin Steel Company, has persistently and at intervals, daily and frequently, many times during the day and night, since the day when said decree was entered, so operated its furnaces as to cause to be emitted therefrom clouds of ore dust, working and causing the injury to plaintiffs’ property, as in said bill described, and found by this court, and in open and deliberate violation of the terms of said decree and injunction, and against the oft-repeated protests of the said petitioners. They admit there have been at different times since April 19, 1901, escapes of ore dust from the Eliza furnaces, but not at all in character, extent or effect such escapes of ore dust as were enjoined by the decree of this honorable court, and most of these escapes occurred during the time that new and very extensive appliances— adopted to do away with the escape of ore dust — were being attached to said furnaces, and were due to this cause, said new appliances being so extensive as not only greatly to disarrange and disturb the operation of the furnaces while the work of putting them up and attaching them was going on, but to render necessary the disconnecting and opening of certain pipes and parts of the furnaces, which contributed to the escape of ore dust. They deny that they have violated said injunction in letter or spirit, but beginning even before the entry of said injunction, and continuing to this time, they have been unceasing in their efforts to prevent the escape of ore dust from the furnaces in question. They have been' watchful and careful in the operation of their furnaces, they have analyzed and selected all the ingredients used therein, ore, coke and limestone; they have made Important changes in their furnaces; they have adopted and used new and costly appliances and without stopping to consider cost, they have in many other ways, done that which to them, or to their engineers, gave promise of good results in furtherance of their efforts to remove entirely every cause of annoyance, or even inconvenience from escaping ore dust.” On this issue it was for the court below to find whether the injunction had been violated, and, if it had, to impose proper penalties for its violation. The decree as made must be obeyed, and it will be enforced without regard to consequences to the steel company in the operation of its furnaces. If it cannot operate them without practically destroying the properties of appellants, it must close them. The excuse, that every possible effort has been made to avoid this destruction, will not be heard. This was taken into consideration when the decree against the company was made forbidding it to continue the operation of its furnaces in such a manner as to cause the injuries found to have been sustained by the appellees; but, that the scope of the decree may not be misunderstood, it is again to be noted that the injunction was not to relieve the appellees merely from discomforts and annoyances resulting from smoke and dust emitted from the furnaces and factories surrounding their properties, for such relief could not have been granted: Iiuckenstine’s Appeal, 10 Pa. 102.\nWhat were the findings of the court upon which the appellants were adjudged guilty of contempt ? We give them in the court’s own words: “ Prom the admissions of the answer and the evidence, we must conclude that ore dust does from time to time escape from the Eliza furnaces.” This was not enjoined. “ We must also conclude that large quantities of ore dust escaped while changes and experiments were being made in an honest effort to prevent the escape of ore dust in the operation of the furnaces.” This was not forbidden. On the contrarjq the decree contemplated honest efforts on the part of the steel company to prevent the destructive escape of the Mesaba ore dust in the operation of the furnaces, and the injunction was not to prevent its escape in large or small quantities while changes and experiments were being made to prevent its escape at all, but only such escape in the ordinary and usual operation of the furnaces as worked the injuries described in the bill and found by the court. “ The evidence shows that frequently when changes and experiments were not being made, but when the furnaces were being operated in the ordinary and usual way, there have been escapes of clouds of ore dust from the furnaces. All of plaintiffs’ and many of defendants’ witnesses testified that clouds of ore dust came from the furnaces. The evidence conclusively shows that defendants have persistently and frequently, both day and night, so operated their four old furnaces and a fifth furnace built since the granting of the injunction as to cause to be emitted therefrom clouds of ore dust. The evidence shows conclusively that ore dust from the furnaces has been deposited upon and about plaintiffs’ premises frequently since the making of the decree.” The mere emission of ore dust and the escape of clouds of it are not forbidden, even if deposited upon the plaintiffs’ premises, unless the deposits result in the injuries, “in the bill described and found by the court.” “ The evidence also shows conclusively that the effect of the ore dust is not only annoying, but injurious to property, that it chokes rain conductors upon the houses, discolors fabrics and paints and injures carpets and curtains; that it is of a greasy nature and difficult to remove from both garments and paints.” This is the sum total of the injuries found by the court to have been inflicted upon the appellee since the decree was made, and the foregoing are all the findings upon which the appellants were adjudged guilty of contempt. If, on the appeal from the decree dismissing complainants’ bill, nothing more had appeared than that the ore dust from the steel company’s furnaces, of a greasy nature and difficult to remove from both garments and paints, had been deposited upon the premises of the appellees, causing annoyance and injuries by choking up rain conductors upon the houses and discoloring fabrics and paints and injuring carpets and curtains the decree would unquestionably hawe been affirmed, and nothing in our opinion can be found to indicate anything else. What the court found in this proceeding was nothing more than “ annoyance, inconvenience and injury ” to which the appellees must submit “ as part of their lot as citizens of the ‘ Iron City,’ ” from which relief cannot be given them in equity by closing the plant of the steel company. The injunction issued against it and that now hangs over it went out because it so operated its furnaces as to destroy the trees and shrubbery of the appellees, to drive tenants from their houses, and to blacken, disfigure and practically destroy and confiscate their whole property. The court failed to find, and could not have found under the evidence, that any such condition has continued since the injunction was issued. On the contrary, the affirmative finding is, “ the evidence does not satisfy us that it (dust) has been destructive of fruit and shade trees and vegetation generally since April 19, 1904. Neither does the evidence satisfy us that there has been any further depreciation of the value of petitioners’ property since the granting of the injunction, but it is nevertheless true that there has been no substantial improvement in values since that time, although real estate values elsewhere in the city not subject to similar injury have greatly increased. But the evidence shows just as conclusively that the frequency of the clouds of ore dust and the quantity escaping from the defendants’ furnaces and depositing upon plaintiffs’ property, is not in such quantities as prior to the making of the decree. A careful consideration of the evidence produced by both plaintiffs and defendants irresistibly leads to the conclusion that the clouds are not so frequent and the quantities of ore dust escaping not so great. The defendants’ witnesses, especially those of the defendants in charge of the furnaces, including the general manager, the general superintendent and the president of the company, estimate that the escape of ore dust has been lessened eighty per cent. This does not indicate what quantity escapes and is only evidence that the quantity escaping is much less than formerly.” To what this changed condition is due appears from the following taken from the opinion of the court: “ The evidence in this case shows most conclusively that neither trouble nor expense has been spared by the defendants to prevent the escape of ore dust from their furnaces, and the consequent injury to plaintiffs’ property. Every known method of operation, every experiment, however costly, has been carefully investigated and thoroughly tried to prevent the escape of ore dust. The defendants have expended for this purpose alone $285,000. The defendants, in addition to expending these large sums of money, have suffered great loss, estimated at over $200,000 in their output by shutting down their furnaces to make experiments, in reducing the capacity of their furnaces, and in the selection of coal, limestone and other material. We are satisfied that the defendants have made every effort to comply with the decree, and there can be nowhere found in the evidence anything which could be regarded as evidence of the obstinate refusal to obey the decree of the court except in so far as their operation of the furnaces at all has been a violation of the decree. These defendants, we are satisfied, have done everything human ingenuity could suggest, or human experience indicate to prevent their furnaces from emitting ore dust.”\nTrue, the court found that the steel company is still so operating its furnaces “ as to cause to be emitted from them clouds of ore dust, which is cast upon plaintiffs* property, causing substantially the same kind of injury, though not as great in extent,” as before the injunction was issued. The finding is not that the same injury is being inflicted. It states just what the injury now is, viz.: the choking of rain conductors upon the houses, the discoloring of fabrics and paints and the soiling of carpets and curtains. But these are not the serious and exceptional injuries “ in the bill described and found by the court below,” to arrest which the injunction was awarded. Trees and shrubbery are no longer being destroyed, tenants are no longer being driven from the houses of the appellees; their properties are no longer being blackened, disfigured and practically destroyed and confiscated, and the depreciation in their value no longer goes on. The scope of the injunction was manifestly misunderstood by the learned trial judge. Another judge of the same court understood and properly construed it in McWilliams v. Jones & Laughlin Steel Company, as appears in his opinion filed December 4,1905. What it was intended to arrest has been arrested, and the unbearable condition to which the appellees had been subjected has been relieved, for the court so finds. If it had found that the steel company, in the operation of its furnaces, was still inflicting serious and exceptional injuries upon the appellees and the work of destruction and confiscation was still going on, the penalties imposed upon the appellants would not be too severe. This appeal must be sustained, for, on the case as presented at the hearing of the application for the attachment, the injunction would not have gone out. The finding, adjudging the appellants guilty of contempt, is set aside, and the order imposing the fines upon them is reversed, with costs."}