{"id": "959395", "contents": "Opinion by\nMe. Justioe Beown,\nGeorge D. Jackson at the time of his death, November 23, 1879, was the owner of an undivided third interest in the land which is the subject of this ejectment. By his will, admitted to probate December 15, 1879, he devised his real estate to his executors in trust, with power to sell, and provided that, “ by and with the money or moneys proceeding from such sale or sales, or moneys in hand at the time of my decease, or collections made from debts and obligations due me in the first place to pay or discharge all of my just debts, and after such debts are fully paid then the residue and remainder of my estate shall be for the sole use and benefit of my dear wife as long as she shall live, and after her decease then to be divided equally share and share alike, amongst my children, viz.: Mary B., wife of J. W. Young, George G. Jackson, Alice E., wife of Thomas Irving, Willie W. Jackson, and Blanche Winnifred Jackson. But my wife may in her discretion, if she thinks best, and any of my said children need it, advance such sums to them or any of them as she thinks advisable, so as to be within the amount that would be coming to them as their share after her death, and which amounts so advanced shall be taken and deducted from their share to which that child would be entitled on the final settlement of my estate.”\nOn May 17, 1889, George O. Jackson, one of the sons, conveyed to his mother all of his interest in the estate of his father, and on February 5, 1898, W. W. Jackson, the other son, assigned his interest to her. On July 9, 1897, Bernice W. Jackson and George O. Jackson, as executors of George D. Jackson, conveyed his one-third interest in the land in controversy to Bush J. Thomson for the nominal consideration of $1.00. By deed dated April 12, 1899, Bernice W, Jackson, Mary B. Young, Alice E. Irving and Blanche W. Sturdevant, formerly Jackson, conveyed to Bernice W. Jackson, W. W. Jackson and Blanche W. Sturdevant, in trust, all of their interest in the real estate of the said George D. Jackson not theretofore sold by the executors, for the purpose, as expressed in said deed, of carrying out the will of the testator without an administrator in the event of the death of the said Bernice W. Jackson, the surviving executor, George O. Jackson, having died December 25, 1898. By this deed the trustees were empowered to sell or lease the real estate and hold the proceeds for the sole use of Bernice W. Jackson during her life, and after her decease to divide the same between the said Mary B. Young, Alice E. Irving, Blanche W. Sturdevant and Ida G. Jackson, the latter having been named by the parties in interest as one of the beneficiaries in the said deed of trust. If there was a conversion under the direction to the executors to sell, this deed, as was properly held by the learned judge below, reconverted into real estate so much of the land of the testator as had not been sold. This ejectment was brought by the surviving trustees in the deed of trust, W. W. Jackson, administrator d. b. n. c. t. a. of the estate of George D. Jackson, deceased, Mary B. Young, Alice E. Irving, Blanche W. Sturdevant, three of the children of the testator, and Ida Greene Jackson, and they seek to recover upon two grounds: (1) Thomson procured the deed from the executors by taking advantage of the confidence reposed in him by them as their relative, attorney and confidential adviser, and (2) the consideration for it was the individual indebtedness of the execiu tors due to Thomson or assumed by him. As to this second ground there was no conflict of testimony. Thomson admitted that the consideration included some individual indebtedness of George C. Jackson and $8,100 of individual indebtedness of the two executors to the Citizens’ National Bank of Towanda.\nUnder a charge entirely free from error and couched in clear language the jury found that Thomson had not taken advantage of any confidential relation existing between him and the executors, and that finding is binding upon us, though it might very fairly have been different under the evidence. It eliminates the only question of fact in the case. As a matter of law, the jury were instructed that, if they should find the deed had not been procured by Thomson through an abuse of confidence, it was, nevertheless, void as to the three-fifths of the testator’s interest devised to his three daughters, and a verdict was directed against him as to them. As to the other two interests a verdict was directed in his favor. No recovery was permitted against Gunton, as he was an innocent purchaser or lessee under Thomson. From the judgment on the verdict plaintiffs and Thomson have appealed.\nThe single question before us is the correctness of the court’s direction of the verdict. When Thomson and the executors were negotiating, it was manifestly, on his own admission, for the purpose of providing for the payment of their individual indebtedness, and when he took the deed from them he took it, at least in part, in consideration of his payment or assumption of such indebtedness. If he had not been a member of the bar, the law would presume that he knew he was taking from them a deed which they had not authority to execute and that in executing it they were attempting to divert trust funds under their control to their own individual use; but he was a lawyer of nearly forty years’ experience at the time, and it requires more than ordinary judicial patience to bear with him when he asks that the deed be declared to be good as to the three daughters and devisees of the testator, who had no part in its execution, and who will be grossly wronged by it, if permitted to stand as a valid title. As to them no sale was made, and the deed is utterly void in Thomson’s hands, for he took it with full knowledge that the executors or trustees had no authority to affect the interests of the three daughters by it, and was an active participant in the attempted, fraud upon them. One of his contentions on this appeal, apparently not raised in the court below, is that the deed ought to be sustained because the moneys received by the executors were used to make advances to one of the children of the testator. It is a sufficient answer to this to say that George O. Jackson had parted with his entire interest in the estate more than eight yea,rs before, and he had, therefore, no right to receive any advancements at the time the deed was made and have the same deducted from his share on the final settlement of the estate. Thomson admitted that he paid George a part of the consideration money for the deed. His testimony as to this is as follows : “ Q. Hid George O. Jackson get any money from the bank, about the time this conveyance in question was made, that was a part of the consideration of it. ' A. I think he did. Q. He got some money, cash, in addition to the judgments and matters that were paid for him ? A. Yes, sir; that is my recollection. I think there was one check, one or more checks, paid right to him. Q. Do you know what use he made of that money? A. No, I don’t. I can’t tell you that. Yes, I think I can ; I think he deposited it in bank, but what he did with it after that I can’t tell you.” This branch of the case is dismissed with the following from the court’s instructions to the jury : “ There is a well-settled rule of law which forbids executors from converting property of an estate they represent to their own use. They cannot, therefore, pledge or sell it for their individual indebtedness. \"When they do so, to one who has knowledge that such use of the estate property is being made, such transfer may be voided by the persons .to whom the property really belongs, that is, by the heirs or devisees. In such case the executors and the persons acquiring the property are equally culpable. If land is the subject of such a transaction, the one to whom it is thus conveyed, having knowledge of the illegal transaction, does not take a good title as against the persons thereby wronged. . . . The applicability of this rule of law to the case on trial we will now make known to you. The undivided one-third interest in this 102-acre tract of land belonged to George D. Jackson. The legal title thereto passed by his will to his executors in trust, as we have already explained. The executors held that title for the purpose expressed in the will. They were the trustees of the devisees, and the beneficial interest in this land belonged to such devisees. When the executors assumed their duties as such they were bound to act in good faith towards those devisees. If the executors conveyed this interest in this land to Mr. Thomson in payment of, or as security for, their individual indebtedness to him or others, they committed a breach of trust. If he took the conveyance with that understanding and agreement he was equally engaged in wrongdoing. Under such circumstances the transaction would be in violation of the rights of such persons, having an interest in the land, as did not join in the conveyance; and it is immaterial whether it was part of that bargain that the deed to Mr. Thomson was also to secure an indebtedness of George D. Jackson’s estate. In this respect the transaction was indivisible, and if fraudulent in part it is, as to the parties defrauded, wholly invalid. The taint of fraud in converting the trust property to the individual use of the executors, so far as innocent devisees are concerned, would attach to the instrument as a whole and destroy its efficacy as a transfer of their beneficial interest in' the land. If this deed was taken by Mr. Thomson as security for, or in payment of, the individual debts of the executors, he is, as to the parties thereby wronged, a trustee ex maleficio. On this point there is no conflict of testimony. Mr. Thomson has testified, and therefore admits, that in the consideration passing from him to the executors for the deed for the 102-acre tract, and the other conveyances then obtained by him, there was included some individual indebtedness of George O. Jackson, to which reference has been made.”\nAs to the interests devised to the two sons, George O. and W. W. Jackson, and by them conveyed to their mother, a different situation is presented. Whatever interest in the land was held by George O. Jackson or his mother on July 9,1897, either could have sold and conveyed to Thomson. They were sui juris and could have done as they pleased with their own. If other persons had been named as executors they could have agreed that such executors should convey their interests to another, and when they themselves as executors made the conveyance, they must be regarded as having intended to convey whatever interests they owned. Thereafter neither of them could impeach the validity of the conveyance as to any interest owned at that time or subsequently acquired by them, or either of them. They had testamentary authority to sell, and neither of them as individuals could subsequently question their own exercise of it. Their conveyance, so far as it affected their interests, contravened no public policy. It was totally void in the hands of their grantee only as to the three-fifteenths of the land owned by the daughters, and the fraud attempted upon them has not been consummated, for the deed is still in Thomson’s hands. As to the remaining two-fifths neither Bernice W. Jackson nor George C. Jackson, if living, would be heard in alleging fraud as a ground for avoiding their deed. As they executed it they were bound by it, and where they placed themselves the law left them : Bredin’s Appeal, 92 Pa. 211, and those now representing them are in no better situation. In such a case the maxim nemo allegans suam turpitudinem audiendus est, is in full force, and Thomson is permitted to say “ In pari delicto melior est conditio possidentis.”\nAll of the assignments of error are overruled, both appeals are dismissed and the judgment is affirmed."}