{"id": "959383", "contents": "Opinión by\nMr. Justice Potter,\nOn May 23, 1902, Julia Macalester Neill made a deed of trust for the purpose of putting one-half of her estate in the form of a spendthrift trust. She provided that after her death, in default of issue or children, the estate was to be conveyed “ to such uses and for such estate or estates as the said grantor by any deed or by her last will and testament or writing in the nature thereof shall direct, limit and appoint and in default of such deed, will or other appointment, then to grant, assign and convey the same to such person or persons and for such estates and in such parts or shares as would be entitled to the same by the intestate laws of the Commonwealth of Pennsylvania if said grantor had died seized and possessed thereof absolutely and in fee.”\nOn May 3, 1904, Miss Neill made the following will:\n“ When I die I want my money left as follows: Five thousand to my cousin Neill Wolfe. Five thousand to S. Clements Church, one thousand of which to be given by them to missions. Three thousand to be paid yearly to my aunt, Matty D. Neill until her death when the capital shall go to my husband. All the rest of my money to be given to my husband (or the man who is to be my husband) George Lewis Mayer. I want him (my husband) to see that Mrs. Haas is never in want and to give her one hundred ($100) for me.\n“Julia M. Neill.”\nOn May 5, 1904, she was married to George Lewis Mayer; on August 4, 1904, she died without issue. The auditor and the court below held that the power of appointment reserved by the deed of trust, was not exercised. Clearly the paper signed by Miss Neill on May 3, 1904, is not her will; for, under the provisions of section 16 of the Act of April 8, 1833, P. L. 249, it must be deemed to have been revoked by her subsequent marriage. And, as the court below points out, even if it be considered as a paper in the nature of a will, yet it lacks an essential to the execution of a power, in that the paper itself does not show the intent of the person attempting to execute the power. The language relied on to sustain the appointment is: “All the rest of rr^ money to be given to my husband (or the man who is to be my husband) George Lewis Mayer.” There is an entire absence of any reference to the power which it is claimed she intended to exercise, and there is no description of the property which would identify it with that included in the trust deed. In Bingham’s Appeal, 64 Pa. 345, Justice Agnew said (p. 349): “It may be admitted that the intention of the donee of a power is the true criterion to determine its execution. But this intention must appear in the instrument itself. In Pennsylvania the rule is, that the instrument must refer to the power tobe executed, or actually dispose of the subject of it: Wetherill v. Wetherill, 18 Pa. 265; Thompson v. Garwood, 3 Whart. 287; Mekonkey’s Appeal, 13 Pa. 253; Keefer v. Schwartz, 47 Pa. 503; Commonwealth v. Duffield, 12 Pa. 277; Heffernan v. Addams, 7 Watts, 116. When the donee of a power refers to it, or when he disposes of the subject of it by such a description as identifies it, the intent to execute it is free from uncertainty.” But both of these requirements are lacking in the present case. Nor can it be said that the paper is meaningless unless it be held to refer to the trust estate; for it seems that only one-half of Miss Neill’s estate was put into the trust, and she had at the time of her death a considerable estate, which was subject entirely to her own personal control and disposal, outside of that which had been placed in trust. We see no reason why the paper in question may not be regarded as an intended disposition of her property which was not included in the trust.\nAs the Act of June 4, 1879, P. L. 88, providing for the execution of powers over real and personal estate by the person in whom such powers are vested, is limited in its operation to the execution of powers by will, it does not aid in any way the contention of counsel for appellant.\nThe specifications of error are overruled.\nThe decree of the court below is affirmed, and this appeal is dismissed at the cost of appellant.\nMitchell, C. J., dissents."}