{"id": "959465", "contents": "Opinion by\nMr. Justice Fell,\nThis was an action of ejectment for an acre of land that adjoined a tract of nine acres owned by the defendant and had been used in connection with it in the manufacture of fire bricks. There was no dispute as to the plaintiff’s record title. He had purchased the land many years before by deed duly recorded, and his title had never been divested by conveyance or by legal process. The defendant had no record title. Its defense to the action was that the plaintiff was estopped by his silent acquiescence with knowledge when improvements were made on his land by the defendant’s predecessor in title under the erroneous belief that it owned the land. This defense was not sustained by the evidence.\nAt a time when the plaintiff was associated in business with his sons, who then owned the adjoining tract, he built at his own expense two brick kilns on his land, which were used in connection with the business carried on by the partnership. After he had withdrawn from the partnership, his sons and a corporation that succeeded them in business used the kilns and a part of the land without charge. This use was permissive only and not under any claim of right. These kilns were repaired or rebuilt when it became necessary, and a third kiln was located partly on the plaintiff’s land. Before work had been commenced on this kiln, the president of the corporation was informed that the location was partly over the line of its property. Before the kiln was completed, the corporation passed into the hands of a receiver, who finished the kiln in ignorance of his rights but without the knowledge of the plaintiff. Subsequently, on notice of the plaintiff’s title, he abandoned the use of the kiln and took up the tracks leading to it. This was the situation at the time of the receiver’s sale, under which the defendant acquired title to the adjoining land.\n•There was nothing in the facts proved upon which an estoppel could be based, and a verdict was properly directed for the plaintiff.\nThe judgment is affirmed."}