{"id": "959430", "contents": "Opinion by\nMr. Justice Elkin,\nThe title to the tract of land which produced the oil, the subject-matter of the present controversy, was vested in Rosa McIntosh, mother of plaintiffs, at the time of her death. She died intestate in 1888, leaving to survive her a husband and three children. The husband went into possession of the farm as tenant by the curtesy, while the son and one daughter, appellants here, made their home with their father and continued to reside upon the premises as they had done in the lifetime of their mother. In 1895 Kenneth McIntosh, the father and life tenant, executed a lease for oil and gas products upon twenty acres of said tract to all intents and purposes as if he were the owner thereof. The original lessee, or his assigns, proceeded to drill and develop the tract for the production of oil. According to the terms of the lease one-eighth part of all the crude oil produced was set apart in the pipe line, running the same to the credit and for the benefit of the lessor. The lessee therefore contends that, having acted in good faith in the development of said property, and having paid the royalty agreed to be paid the lessor whom he believed to have the authority to execute said lease, he ought not to be required to again pay for the oil taken or damages done the premises, under the facts of the present case. The appellee took an assignment of the lease from Dierken in July, 1907, and this suit was instituted to recover damages from the time he took possession of and operated the wells under the lease. The defense relied on in the court below was that of an equitable estoppel, and this doctriné was very carefully explained by the learned trial judge in the charge to the jury. As to Edward McIntosh, we have concluded that there was sufficient testimony to justify a finding that he had urged the taking of the lease in the first instance from his father, had encouraged the expenditure of money by the lessees in developing the lease, had worked on the lease at different times for several years, and had received checks made payable to his own order from October 26, 1900, to November 27,1907, for the royalty due under the lease for oil run into the pipe line in the name of his father; and all of these things, if believed, are sufficient in law to constitute an estoppel. The verdict of the jury leaves no room for doubt that this view of the facts prevailed. This being a joint action, there must be a joint recovery. If Edward McIntosh is estopped, the right to a joint recovery is defeated, and the action as at present instituted must fall. What has been said as to Edward must not be understood as applicable to his sisters. As to the married sister who lived in the state.of New York, nothing was proven to show that during the time she had an interest as remainder-man in the farm as an heir of her mother, anything was done by her either by way of acquiescence or encouragement to estop her from asserting her legal rights. Those who subsequently took her title stand in the same position in respect to her interest as she would have done if the title remained in her, unless since the acquisition of her interest, those who took it did something which in contemplation of law would amount to an estoppel as to them, and this cannot be determined from the present record. As to the sister Addie, one of the appellants here, who remained at home on the farm, we are of opinion that the facts established at the trial are not sufficient to constitute an estoppel as to her. However, the present action cannot prevail, because it being joint, and there being sufficient facts established to estop Edward, the right to a joint recovery being thus defeated, this action must fall.\nJudgment affirmed."}