{"id": "959405", "contents": "Opinion by\nMr. Justice Stewart,\nThis was an action in ejectment. The plaintiff rested its right\" of recovery on an article of agreement .for the purchase of the land in dispute with John E. Herrold, under whom the defendant also claimed, executed December 18, 1900. When the agreement was offered in évidence objection was made that it was not stamped in accordance with the requirements of the act of congress of June 13, 1898, 30 Statutes at Large, 448. While the paper did bear a revenue stamp, it was admittedly inadequate in amount. The court overruled the objection, and admitted the paper without giving any reason for the ruling. The record leaves us to conjecture as to what the reason was, or find a sufficient one for ourselves; and the argument for the appellee gives us no aid. To secure observance of its requirements with respect to tax on instruments of this character, the act of congress then in force provided that except as they were properly stamped they should “not be competent evidence in any court.”\nI. The question whether the disqualification here put upon an unstamped agreement as a matter of evidence, was intended to operate in state as well as federal courts; and if so, whether to this extent, congress did not assume a power not warranted by the constitution, — a question in regard to which there are conflicting decisions, — does not here call for consideration. The provision of the act of Congress of June 13, 1898, which imposed a tax upon instruments of this character, was repealed by act of April 12, 1902, 32 Statutes at Large, 96, without reservation of right thereafter to demand the tax in cases where the stamp had been omitted from instruments executed during the period the act was operative, or enforce any of the penalties or forfeitures which the act provided should follow a disregard of its provisions. Without question the provision in the act putting a disqualification upon unstamped instruments as evidence, is penal in its character; it contemplated, as a penalty to be suffered for a violation of the law, the forfeiture of what is an unquestioned right in every individual, to use his written agreement with another as evidence in any court, to support whatever claim he might be there asserting under it. In this forfeiture the government could have no vested right; nothing could accrue to it from its enforcement. The rule which applies in such cases, is thus stated in Endlich on Interpretation \"of Statutes, sec. 478, “Where an act expires or is repealed, it is, as regards its operative effect, considered, in the absence of provisions to the contrary, as if it had never existed, except as to matters past and closed. As to all future matters, all steps yet to be taken, the repealed statute upon which they are based, is treated as utterly obliterated;” and in sec. 479, “Actions in their nature penal, pending at the timé of the repeal of the statute authorizing them, fall with it. . . . A fortiori must such be the result where, though the liability has arisen, no proceeding has been taken for its enforcement. And the same rule applies to all proceedings, whether civil or criminal, going on by virtue of a statute at the time of its repeal. Whenever the jurisdiction exercised in proceedings, depends wholly upon 'the statute, and the statute is repealed, or expires by its own limitation, the jurisdiction is gone, and with it the whole proceeding, imperfect at the time of the repeal or expiration, falls to the ground, unless there be a reservation as to pending rights or causes.” The rule thus stated finds support in our own cases: North Canal St. Road, 10 Watts, 351; Fenelori’s Petition, 7 Pa. 173; Hampton v. Com., 19 Pa. 329; Uwchlan Twp. Road, 30 Pa. 156. Its application to the case in hand is too obvious for discussion. The ruling of the court in admitting the agreement in evidence could be rested on the unqualified repeal of the statute imposing the tax, without more. But there is another quite sufficient reason which for aught we know may have been what prevailed with the court. The penalties and forfeitures prescribed in the act of 1898 will be found to be the same as those contained in the earlier internal revenue act of June 30, 1864. The case of McGovern v. Hoesback, 53 Pa. 176, arose under this earlier act; and in that case as in this, objection was made to the admission in evidence of an unstamped instrument. This court decided that although the instrument there fell within the tax law, yet because there was no evidence that the stamp had been omitted with intent to evade the act of congress, it was properly admitted; that it was only instruments made with such intent that the law avoided. The decided weight of opinion in those states where the matter had been considered in connection with the later act, accords with the view expressed in the case just cited; and in all the cases where this view is held, the burden of proving the fraudulent intent is put upon the party objecting. The decisions of the several state courts with respect to this question are fully collated in 22 Cyc. of L. & P. 1621.\nII. If the question here was between a vendor and vendee as to the time when possession was to be given the vendee under the written contract, it might be argued that by fair intendment payment of purchase money was to be a condition precedent.\nWhile the vendee is here a party to the action, his controversjr is not with his vendor, but with a stranger to the agreement. Where this is so, and possession has been shown in the vendee, the law will refer the possession to the contract as understood and interpreted by the parties themselves. It was essential to a recovery by plaintiff that it should show its possession of the land when entry thereon was made by the defendant. The question of plaintiff's possession was one of fact, and it was entitled to show whatever circumstances by way of occupancy that tended to establish it. There was quite enough shown to require a submission of the case to the jury. Plaintiff having shown its contract of purchase with the admitted owner of the land, and having offered evidence to support its claim that possession had been taken thereunder, and that subsequently it had been forcibly dispossessed by the defendant, the latter was called upon to show its right to the possession. This it attempted to do by producing in evidence an article of agreement for the sale of the identical land between Herrold and defendant’s agent or representative, J. D. Strock, dated February 23, 1901, and a deed from Herrold and wife in execution of this agreement dated March 8, 1901, to one William Jackson, who also represented the defendant and who subsequently conveyed the premises to defendant. It is to be remarked that each of the parties, in its negotiations with Herrold, acted through a third party as its representative, even allowing the representative to be named as the grantee in the conveyance. It is a circumstance not affecting the rights of either, and only remarked upon here to secure a correct understanding of the facts. Plaintiff’s agreement of purchase antedated that of defendant’s by more than two months and a half. Assuming that plaintiff had forfeited none of its rights under its contract with Herrold through any default, — and the jury under proper instructions from the' court, found this to be the case, — it at once became a question whether defendant was an innocent purchaser without notice. The contract between Herrold and the plaintiff had not been attested or proved in such a way as to entitle it to be made matter of record; yet it had in fact been recorded. Very properly the court ruled that the record of it could not be received in evidence to affect the defendant with notice. Strock, the agent of the defendant, in making the purchase, testified that in the course of his negotiations with Herrold, the latter told him that he had sold the property to Park (who was the plaintiff’s agent in the matter) by article of agreement, but that the agreement had expired; that he asked to see the contract and that Herrold told him that it was in the possession of the other party; that he, Herrold, did not know what it was, but that the price was $3,500. Strock further testified that he entered into the article of agreement with Herrold, relying upon the latter’s statement that the earlier contract with Park had expired five days before. Judged by its terms, the Park contract was still in force at that time; and there is no evidence that Herrold had ever' claimed any right to rescind it. On this state of the evidence, the defendant not attempting any qualification of Strock’s admissions, the court might well have decided as a matter of law that the defendant had at least constructive notice of the sale to Park. “Whatever puts a party upon inquiry amounts in law to notice, provided the inquiry becomes a duty, as in case of purchasers and creditors, and would lead to the knowledge of the requisite fact by the exercise of ordinary diligence and understanding:” Jaques v. Weeks, 7 Watts, 261. It is always the duty of a purchaser of real estate to investigate the title of his vendor. He cannot be said to exercise due diligence in this regard if he accepts the statement of his vendor as to binding effect of an outstanding agreement of sale with another, and makes no attempt to ascertain for himself what the agreement contains. Had the defendant or its agent inquired through the agreement itself, of the existence of which it admittedly had notice, or of the party holding it, the fact that there was an outstanding equitable title in the plaintiff must have appeared. Failing to do this the defendant was chargeable, as matter of law, with notice of the facts which the inquiry would have disclosed.\nIII. This was not an equitable ejectment to enforce specific performance of a contract; but an ejectment brought solely for the purpose of recovering possession of the land in dispute. The defendant was not entitled to receive purchase money from the plaintiff under any circumstances; therefore no tender was necessary, nor was it necessary that plaintiff should have the money due to Herrold present in court. For reimbursement for what it paid for a defective title, the defendant must look to its grantor. True, the plaintiff was suing on an equitable title; but this was quite sufficient to enable it to maintain the action: Presbyterian Congregation v. Johnston, 1 W.&S. 9.\nIn what we have said we have expressed ourselves with respect to each one of the several assignments of error. We find them to be without merit, and they are overruled.\nJudgment affirmed."}