{"id": "960481", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe issue on appeal in this matter is what factor or factors must be considered when determining whether an unemployment compensation claimant had necessitous and compelling reasons to voluntarily terminate his employment after being demoted, thereby making a claimant eligible for benefits under Section 402(b) of the Unemployment Compensation Law, 43 P.S. § 802(b). Because we hold that the existence of a necessitous and compelling reason in such a case depends solely upon whether the demotion was justified, and since appellant has produced evidence showing that claimant’s demotion was justified, we reverse the Commonwealth Court’s affirmance of the Unemployment Compensation Board of Review’s grant of benefits to claimant.\nThe relevant facts are that on January 13, 1992, the claimant, Darrell Callwood, began working for appellant, Allegheny Valley School (“AVS”), an institution that provides for the care and education of developmentally disabled individuals, as an assistant house manager for the second shift at a salary of $16,000 per year plus medical and other fringe benefits. The assistant house manager position was classified by AVS as a management staff position. Beginning early in his employment with AVS, claimant’s supervisors met with him repeatedly in order to counsel claimant on deficiencies in his job performance. Some of the issues brought to claimant’s attention were his failure to follow established routines, his inability to deal effectively with the staff, his failure to use good judgment at work, his deficiency in reporting information in a timely and accurate manner, and his inability to carry out his job responsibilities in a consistent and professional manner.\nOn July 29, 1994, while claimant was still employed as assistant house manager on the second shift at an increased salary of $18,725 per year, AVS informed claimant that he was being demoted from the assistant house manager position because of his continued inability to perform the responsibilities associated with this position. In place of the assistant house manager position, AVS offered claimant employment as either a house manager aide or as a developmental care specialist. Both of these positions included the same hours and non-monetary fringe benefit package that he had received in the assistant manager position. However, both of the offered positions required claimant to accept a reduction in salary as they only paid $6.76 per hour (approximately $14,000 per year). Also, neither of the offered positions was classified by AVS as a management staff position. On August 1, 1994, claimant refused AVS’s offer and terminated his employment.\nClaimant then filed for unemployment compensation benefits with the Office of Employment Security. On August 19, 1994, the Office of Employment Security found that claimant had a necessitous and compelling reason for voluntarily terminating his employment with AVS and that claimant was eligible for benefits under Section 402(b) of the Unemployment Compensation Law.\nAVS timely appealed this decision and the appeal was assigned to an unemployment compensation referee. The referee conducted hearings on September 20, 1994, November 22, 1994, and December 20,1994. At these hearings, claimant testified that he did not believe he was demoted. Instead, claimant testified that he believed that he was discharged from the assistant house manager position and was offered reemployment in the other positions offered by AVS. Claimant stated that he did not accept any of the other positions because they provided significantly less compensation than he had previously received as assistant house manager. Claimant, however, admitted at the hearings that he had failed to perform his job duties on certain occasions.\nAVS countered claimant’s testimony by presenting the testimony of claimant’s supervisors. These persons included AVS’s house manager, its administrator, its residential services director and its personnel services director. These four witnesses testified about the counselling and consultation provided to claimant because of his continued inability to perform the responsibilities of his position as assistant house manager. Examples of some of the reasons offered by AVS’s witnesses for claimant’s demotion included claimant’s failure to follow established routines when presenting problems to his supervisors, his hasty and volatile reaction to employment situations and to his staff, his failure to keep accurate information concerning the residents, his inability to file timely reports required by AVS policy, his failure to adhere to AVS policy concerning how residents were to be treated, and his breach of the residents’ confidentiality.\nOn January 20, 1995, the referee determined that the evidence supported AVS’s contention that claimant was demoted because of poor job performance. The referee also determined that AVS offered claimant continuing employment at a reduced wage and that claimant voluntarily terminated his position. The referee, however, concluded that the demotion and resulting wage reduction created a necessary and compelling reason for claimant’s voluntary termination. Thus, the referee affirmed the determination of the Office of Employment Security that claimant was entitled to unemployment compensation benefits under Section 402(b) of the Unemployment Compensation Law.\nAVS timely appealed this decision to the Unemployment Compensation Board of Review (“Board”). On March 30, 1995, the Board, without holding further hearings and without the presentation of further evidence, essentially adopted the facts presented in the referee’s opinion. In addition to adopting the referee’s factual determinations, the Board opined that claimant had worked to the best of his abilities and concluded that claimant’s demotion and reduction in pay were unreasonable and unjustified since claimant had worked to the best of his abilities. Thus, the Board affirmed the referee’s decision to grant benefits to claimant.\nAVS then timely appealed the Board’s grant of benefits to the Commonwealth Court. In a published opinion, the Commonwealth Court, relying on Old Forge Bank v. Unemployment Compensation Bd. of Review, 666 A.2d 761 (Pa.Cmwlth. 1995), applied the rule of law that when a claimant’s demotion is justified due to substandard work performance, a claimant can still receive benefits under Section 402(b) of the Unemployment Compensation Law if the claimant is able to make a showing that he made a good faith effort in performing his job or that his conduct was not tantamount to willful misconduct and that the demotion substantially changes the claimant’s benefits or responsibilities. Because claimant made a showing of good faith in his job performance and claimant’s pay in this case was found by the referee to be substantially reduced, the Commonwealth Court affirmed the grant of benefits.\nThis Court granted allocatur in order to address what factor or factors must be considered to support a finding that a claimant had necessitous and compelling reasons for voluntarily terminating employment after being demoted so that he would be entitled to benefits under Section 402(b) of the Unemployment Compensation Law. This Court’s scope of review from an appeal of an adjudication of the Unemployment Compensation Board of Review is limited to whether a constitutional right has been violated, an error of law has been committed or whether the necessary findings of fact are supported by substantial evidence. Zerbe v. Unemployment Compensation Board of Review, 545 Pa. 406, 411, 681 A.2d 740, 742 (1996).\nThe mere fact that a claimant voluntarily terminates his employment does not alone act as an absolute bar to receiving unemployment compensation benefits. See Monaco v. Com., Unemployment Compensation Bd. of Review, 523 Pa. 41, 47, 565 A.2d 127, 130 (1989). Instead, a claimant is entitled to benefits under Section 402(b) of the Unemployment Compensation Law if he has “necessitous and compelling” reasons for voluntarily terminating his employment. 43 P.S. § 802(b). The party alleging that the voluntary termination is based on “necessitous and compelling” reasons bears the burden of proving the same. Deiss v. Unemployment Compensation Bd. of Review, 475 Pa. 547, 558, 381 A.2d 132, 135 (1977). This Court has not spoken on what standard is applicable to determine whether necessary and compelling circumstances exist for a claimant to voluntarily terminate his employment after he has been demoted. However, the Commonwealth Court, through its case law, has developed two lines of thought on how to examine this issue.\nIn Greco v. Unemployment Compensation Bd. of Review, 126 Pa.Commw. 531, 560 A.2d 300 (1989), Southeastern Pennsylvania Transportation Authority v. Com., Unemployment Compensation Bd. of Review, 109 Pa.Commw. 191, 531 A.2d 60 (1987), and Unemployment Compensation Bd. of Review v. Tune, 23 Pa.Commw. 201, 350 A.2d 876 (1976) (collectively, the “Tune ” line of cases), the Commonwealth Court recognized that employers in Pennsylvania can properly demote people as a form of discipline or for other legitimate business purposes. When a claimant voluntary quits after being demoted, then, under the Tune line of cases, the claimant’s eligibility for benefits under the “necessitous and compelling” language of Section 402(b) of the Unemployment Compensation Law necessarily relates to the reason for the demotion. Accordingly, under Tune, if the employer was justified in demoting a claimant, the claimant had no necessary and compelling reasons to voluntarily quit and the claimant was deemed ineligible for benefits since his own actions brought about the demotion. Conversely, the Tune line of cases held that a claimant was eligible for benefits if he voluntarily quit after an unjust demotion because the unjust demotion constituted a cause of a necessitous and compelling nature. AVS contends that the Tune line of cases should be applied because these cases follow the intent of the drafters of the Unemployment Compensation Law.\nThe Board and claimant in this matter do not agree with AVS’s position. Instead, they urge the Court to affirm the rule of law stated in Old Forge, supra. In Old Forge, the Commonwealth Court expressly overruled the Tune line of cases because it believed that those cases’ sole reliance on justification for the demotion did not provide for a proper examination of the “necessitous and compelling” reason issue of Section 402(b) of the Unemployment Compensation Law. Instead, the Old Forge court developed a two part test to examine this issue. Under this test, the fact finder must first look to the reason asserted for the demotion. If the demotion was unjustified, the inquiry is ended since the claimant had necessary and compelling reasons to voluntarily terminate his employment. However, if the employer was justified in demoting the claimant for disciplinary or other valid business reasons, the fact finder must then examine whether the changes in the terms and conditions of employment were reasonably related to the reasons for the demotion. As recognized by the Commonwealth Court in the case sub judice, Old Forge is the law currently applied by that court in cases involving a claim for benefits based upon a voluntary termination after a demotion.\nOur determination of which Commonwealth Court interpretation is correct depends upon the controlling statutory language. When reviewing a statute, we are guided by the Statutory Construction Act. See 1 Pa.C.S. § 1501 et seq. The object of statutory interpretation is to ascertain and effectuate the intention of the General Assembly. 1 Pa.C.S. § 1921(a).\nThe public policy of the Unemployment Compensation Law can be found in Section 3, which provides, in pertinent part, that:\nEconomic insecurity due to unemployment is a serious menace to the health, morals, and welfare of the people of the Commonwealth. Involuntary unemployment and its resulting burden of indigency falls with crushing force upon the unemployed worker, and ultimately upon the Commonwealth and its political subdivisions in the form of poor relief assistance ... The Legislature, therefore, declares that in its considered judgment the public good and the general welfare of the citizens of this Commonwealth require the exercise of the police powers of the Commonwealth in the enactment of this act for compulsory setting aside of unemployment reserves to be used for the benefit of persons unemployed through no fault of their own.\n43 P.S. § 752. The fault concept articulated in Section 3 concerns that arising in the employer/employee relationship. See Tronzo v. Com., Unemployment Compensation Bd. of Review, 514 Pa. 24, 30, 522 A.2d 544, 547 (1987). Moreover, this Court has stated in its examination of Section 3 of the Act that:\n[T]he declared public policy of the Commonwealth of Pennsylvania is to provide economic sustenance to persons unemployed through no fault of their own. Section 3 of the Act is the foundation upon which distinct provisions of the Unemployment Compensation Law rest for interpretative purposes. The purpose of this section is to provide economic reassurance for those workers who are involuntarily unemployed. The intent of the Act is also to sustain those employees who are idle through no fault of their own.\nTronzo, 514 Pa. at 30, 522 A.2d at 547 (citations omitted).\nAs noted above, this Court has never spoken to the proper inquiry for determining what constitutes necessitous and compelling reasons for an employee to voluntarily terminate his employment following a demotion. This Court, however, has spoken in general terms of what constitutes necessitous and compelling reasons under Section 402(b) of the Unemployment Compensation Law. In Taylor v. Unemployment Compensation Bd. of Review, 474 Pa. 351, 378 A.2d 829 (1977), this Court stated that:\n[I]t can be said that “good cause” for voluntary leaving one’s employment (i.e. that cause which is necessitous and compelling) results from circumstances which produce pressure to terminate employment that is both real and substantial, and which would compel a reasonable person under the circumstances to act in the same manner.\nId. at 358-59, 378 A.2d at 832-33.\nStatutes, or parts of statutes must be read in pari materia when they relate to the same class of persons or things. 1 Pa.C.S. § 1932. If possible, the statute must be construed to give effect to all of its provisions. 1 Pa.C.S. § 1921(a). Moreover, when general and special provisions are in the same statute, a court must reconcile the two provisions so that effect can be given to both. 1 Pa.C.S. § 1933.\nApplying these rules of statutory construction, Section 3 and Section 402(b) of the Unemployment Compensation Law both concern a claimant’s right to receive unemployment compensation. Thus, these two statutory provisions must be read in pari materia. Section 3 provides the declared public policy of the Commonwealth that a claimant can only receive benefits if he is unemployed through no fault of his own and this policy must be considered when construing other parts of the Unemployment Compensation Law. Thus, interpretations of other provisions of the Unemployment Compensation Law such as Section 402(b) must consider that a claimant can only receive benefits if he is unemployed through no fault of his own. Extending this rationale to Section 402(b) of the Unemployment Compensation Law compels us to conclude that the logical focus for determining whether necessitous and compelling reasons exist for a claimant to voluntarily terminate his employment after receiving a demotion is the justification for the demotion. Thus, a claimant does not have necessary and compelling reasons to voluntarily terminate his employment if the demotion was justified because the change in job duties and remuneration was the result of the claimant’s fault.\nTherefore, we reject the current reasoning of the Commonwealth Court in Old Forge, supra since it is not an accurate statement of the law. Instead, we adopt the reasoning from the Tune line of cases that if a claimant refuses to accept a justified demotion and voluntarily quits, the claimant is ineligible for benefits under Section 402(b) because he is unemployed as a result of his own fault and he terminated his employment without a necessitous and compelling reason.\nPolicy reasons also support this interpretation that a determination of necessitous and compelling reasons in a voluntary termination after a demotion case focus solely on the justification of the demotion. As previously recognized by the Commonwealth Court, an employer can demote an employee for valid reasons. Southeastern Pennsylvania Transportation Authority, supra. To require an examination of a factor other than the justification for the demotion would lead to employers never demoting employees because of fear of being subject to claims for benefits. Such a chilling effect on valid demotions would have the undesirable effect of employers leaving incompetent people in positions they are incapable of performing.\nA review of the record in this case shows that claimant admitted that he was delinquent in completing the required documentation of the assistant house manager position. The record also shows that AVS counseled and warned claimant of deficiencies in his job performance almost from the time he was hired until approximately a year and a half later when he was demoted. Moreover, the record established that, despite this counselling, claimant was unable to carry out the responsibilities of the assistant house manager position, that he consistently used poor judgment in his performance and that he continued to have problems supervising his staff. These factors demonstrated that AVS was justified in demoting claimant. Thus, claimant’s voluntary termination was the result of his own fault and, accordingly, he did not have necessitous and compelling reasons for voluntarily terminating his employment with AVS. Therefore, claimant was ineligible for benefits under Section 402(b) of the Unemployment Compensation Law and we reverse the order of the Commonwealth Court affirming the granting of benefits to claimant.\nNEWMAN, J., did not participate in the consideration or decision of this case.\nCAPPY and NIGRO, JJ., file dissenting opinions.\n. Section 402(b) of the Unemployment Compensation Law provides, in pertinent part, that:\nIneligibility for compensation\nAn employee shall be ineligible for compensation in any week—\n(b) In which his unemployment is due to voluntarily leaving work without cause of a necessitous and compelling nature ...\n43 P.S. § 802(b)\n. The second shift ran from 2:00 p.m. to 10:30 p.m.\n. In Old Forge, the claimant was demoted from full-time employment to part-time employment because of her recurring absences from work due to medical problems. The claimant claimed that she voluntarily quit because the demotion would have resulted in a forty percent (40%) wage reduction and a probable elimination of her fringe benefits. The Old Forge court affirmed the Board's grant of benefits on the basis that the claimant’s demotion was unjustified because of her medical problems and that the wage and benefit reductions were so severe that the claimant had a necessaty and compelling reason for voluntarily quitting her employment\n. Conversely, a claimant will have necessitous and compelling reasons to voluntarily terminate employment if the demotion was unjustified."}