{"id": "960566", "contents": "OPINION\nNEWMAN, Justice.\nAbdul J. Majeed (Appellant) appeals from a Superior Court Order, affirming his conviction for the burglary of a home that he owned, but which he was prohibited from entering pursuant to a Protection from Abuse Order (PFA Order).\nBackground\nAppellant married his wife, Aneesa (Mrs. Majeed), in 1982 and they had seven children together. Mrs. Majeed also had a daughter, Khadijah, before the marriage. The couple separated in 1992. Mrs. Majeed and the children continued to reside at 1312 Wood Street, Pittsburgh, Pennsylvania, while Appellant relocated. Appellant, however, is the exclusive owner of the home.\nIn March of 1993, Mrs. Majeed petitioned the Court of Common Pleas of Allegheny County (trial court) for a PFA Order pursuant to the Protection from Abuse Act, 23 Pa.C.S. § 6101 et seq. By consent of the parties, the court entered a final order on April 14,1993 that provided, in part:\nDefendant is completely excluded from the Plaintiffs residence at 1312 Wood Street, Pittsburgh, PA 15221 and from any other residence where Plaintiff may live. Exclusive possession of these premises is granted to Plaintiff; Defendant shall have no right or privilege to enter or be present on the premises. IF FOR ANY REASON DEFENDANT RETURNS TO PLAINTIFF’S RESIDENCE WITHOUT WRITTEN PERMISSION OF THIS COURT, DEFENDANT MAY BE ARRESTED ON THE CHARGE OF INDIRECT CRIMINAL CONTEMPT.\nOrder of the Court of Common Pleas of Allegheny County of April 14, 1991. The order also prohibited Appellant from abusing or harassing his wife and the children.\nOn April 19, 1993, five days after entry of the PFA Order, Appellant went to 1312 Wood Street. Mrs. Majeed had left the house earlier that morning. When he arrived at approximately 8:40 a.m., his stepdaughter, Khadijah, was standing alone at a bus stop near the house. As the bus approached, Appellant grabbed her arm and led her to the door of the house. Appellant revealed to her that he had a gun and asked her to unlock the door. When Khadijah replied that she did not have a key, Appellant kicked in the door. Although the alarm sounded, Appellant knew the code to disarm it. Inside, Appellant told Khadijah that he would shoot her if the police came. Khadijah testified that Appellant forced her to commit sexual acts. He also looked through Mrs. Majeed’s papers. They then left the house together and walked to his car. Appellant drove around the corner and allowed Khadijah to exit the car.\nKhadijah took a bus and arrived at school at approximately 11:00 a.m. She reported the incident to the principal and the school nurse. The nurse observed light bruising around the girl’s arms and neck. A school official called the police.\nIn the meantime, Appellant reentered the house by, again, kicking in the door. While he was hiding in the house, the police arrived with Mrs. Majeed to inspect the damage. At approximately 2:25 p.m., when an officer and a photographer entered Khadijah’s bedroom, Appellant sprang from the closet with a semiautomatic pistol in hand. He grabbed the photographer around the neck. Although the photographer escaped, Appellant did not release the officer until approximately 4:20 p.m. He then surrendered at 7:00 p.m.\nThe Commonwealth charged Appellant with kidnapping (two counts), burglary, terroristic threats, involuntary deviate sexual intercourse, indecent assault, aggravated indecent assault, simple assault (three counts) and possession of a firearm without a license (two counts). On March 10, 1994, a jury found Appellant guilty of burglary, carrying a firearm without a license, and simple assault against Khadijah, the police officer and the photographer. The jury found him not guilty of the remaining charges. The court sentenced him to five to ten (5 to 10) years of incarceration for the burglary conviction and one to two (1 to 2) years for the assault of the police officer, to run consecutively to the sentence for burglary. The court imposed no further penalty for the remaining convictions.\nOn appeal to the Superior Court, Appellant challenged only his burglary conviction. The Superior Court affirmed the trial court order with no dissents. We granted allocatur to decide whether an individual can be convicted of burglarizing a home he or she owns after entering the premises in violation of a PFA Order.\nDiscussion\nThe Crimes Code provides:\nA person is guilty of burglary if he enters a building or occupied structure, or separately secured or occupied portion thereof, with intent to commit a crime therein, unless the premises are at the time open to the public or the actor is licensed or privileged to enter.\n18 Pa.C.S. § 3502 (emphasis added). Pursuant to this section, a person who is licensed or privileged to enter does not commit burglary although he or she intends to commit a crime within the premises. Commonwealth v. Corbin, 300 Pa.Super. 218, 446 A.2d 308 (1982). Although the statute does not define “licensed or privileged to enter,” the statutory defense to burglary does not depend on ownership. This distinction is illustrated in the context of a lease. The landlord, a legal owner of the property, grants possession to a tenant under a rental agreement that precludes the landlord from entering the premises but for certain circumstances. Burglary may lie against a landlord who enters the leased premises with the intent to commit a crime therein. See, e.g., Commonwealth v. Marrero, 546 Pa. 596, 687 A.2d 1102 (1996); cf. Commonwealth v. Ellsworth, 421 Pa. 169, 218 A.2d 249 (1966)(in absence of abandonment, the consent of the landlord or hotel owner to a search of leased premises is not effective against tenant or guest). Thus, legal ownership is not synonymous ■with license or privilege; an owner of property may relinquish his or her license or privilege to enter.\nAlthough Appellant owned 1312 Wood Street, when he entered into the consent order, he voluntarily relinquished any license or privilege he had to enter the premises and granted Mrs. Majeed exclusive possession of it. Further, Mrs. Majeed and her children, alone, occupied the home. By Ms own admission, Appellant was living apart from his wife and children at the time of the PFA Order and burglary. Thus, Mrs. Majeed and her children were entitled to the exclusive right of possession against Appellant. His very method of entry— kicking in the door, twice—further evidences that his license or privilege to enter the premises had expired. Because Appellant was not licensed or privileged to enter the home, the trial court and Superior Court properly upheld his conviction for burglary.\nIn reaching our conclusion, we reject Appellant’s contention that a PFA Order cannot form the basis of criminal liability. In Commonwealth v. Allen, 506 Pa. 500, 486 A.2d 363 (1984), overruled, Commonwealth v. Yerby, 544 Pa. 578, 679 A.2d 217 (1996), cited by Appellant, we held that, although a contempt proceeding for a violation of a PFA Order is criminal in nature, double jeopardy does not bar a criminal prosecution following a contempt conviction arising from the same conduct. Appellant does not contend that this case implicates double jeopardy. There is no indication in the record that he was prosecuted for indirect criminal contempt following his violation of the PFA Order. He argues, instead, that although a single course of conduct may constitute a violation of two statutory provisions, it does not follow that a violation of a PFA Order may create criminal culpability. According to Appellant, the Protection from Abuse Act was intended only to limit the property rights of an abuser, by excluding him from his home, not to limit his liberty interests, by subjecting him to a criminal prosecution based on a violation of a PFA Order. While indirect criminal contempt is the appropriate sanction for a violation of a PFA Order, 23 Pa.C.S. § 6114, allowing Appellant to escape liability for burglary would circumvent the purposes of the PFA Order.\nThe purpose of the Protection from Abuse Act is to prevent domestic violence and, concomitantly, to promote the security of the home. See 23 Pa.C.S. § 6108; Allen (overruled on other grounds). Here, Appellant voluntarily agreed to refrain from harassing his wife and children and from entering their home. Thus, the court, and the parties, specifically intended the PFA Order to protect Mrs. Majeed and her children from exactly the type of conduct Appellant committed. He forcibly entered the home with the intent to commit a crime or crimes therein. Moreover, his unlawful entry facilitated his harassment of Khadijah. If the only sanction for Appellant’s unlawful entry were an indirect criminal contempt, the purpose underlying the Protection from Abuse Act would be frustrated. Instead, application of the law of burglary (and the consequential restraint of liberty), under these circumstances, advances the purpose of the Protection from Abuse Act by discouraging domestic violence and unauthorized invasions of the home.\nOur result is consistent with that achieved in other jurisdictions. For example, in Ex parte Davis, 542 S.W.2d 192 (Tex.Crim.App.1976), a habeas corpus proceeding to secure bail, the defendant was indicted for murder in the course of a burglary and attempted burglary of his estranged wife’s residence. The defendant and his brother held legal title to the residence. However, a temporary order, entered pursuant to the parties’ divorce suit, granted the wife exclusive possession of the residence and barred the defendant from it. The Texas intermediate criminal appeals court held that the injunction gave the wife exclusive rights of possession, at least against the defendant. In denying the defendant relief, the court concluded that the order negated all rights he had to enter the house. The court further reasoned that allowing the defendant’s brother to consent to his entry would impermissibly bypass the power and authority of the civil court that imposed the equitable order. See also Colorado v. Johnson, 906 P.2d 122 (Colo.1995)(estranged husband’s burglary conviction sustained despite absence of restraining order; husband not licensed or privileged to enter wife’s residence absent possessory interest); Iowa v. Peck, 539 N.W.2d 170 (Iowa 1995)(up-holding husband’s burglary conviction of residence in estranged wife’s possession; although husband paid rent on wife’s residence, his right, license or privilege to enter was expressly prohibited by restraining order); Ellyson v. Indiana, 603 N.E.2d 1369 (Ind.Ct.App.1992)(husband’s burglary conviction sustained where estranged wife had exclusive possession of home); Washington v. Schneider, 36 Wash.App. 237, 673 P.2d 200 (1983)(affirming wife’s burglary conviction of estranged husband’s residence in which wife held community interest; wife not licensed or privileged to enter where husband occupied premises); Ohio v. Herrin, 6 Ohio App.3d 68, 453 N.E.2d 1104 (1982)(when wife has control and possession of jointly-owned home pursuant to court order, estranged husband commits criminal trespass when he enters without wife’s permission).\nFinally, Appellant cites no authority, for there is none, that the PFA Order must provide notice to the abuser of the possibility of criminal culpability arising from a violation of the order. Here, the PFA Order warned him of the consequences of a violation of the order within the scope of the Protection from Abuse Act. It did not warn him that if he abused his wife’s minor children, he could be prosecuted for assault, or that if he unlawfully entered his wife’s residence and committed an assault therein, he could be prosecuted for burglary. To the contrary, the Crimes Code provided Appellant with fair warning of the consequences of these actions.\nFor the foregoing reasons, we affirm the order of the Superior Court.\n. An “occupied structure” is any structure adapted for the overnight accommodation of persons whether or not the person is actually present. 18 Pa.C.S. § 3501.\n. The historical principle underlying the law of burglary is the protection of the right of habitation. 4 William Blackstone, Commentaries 223. Today, although the Pennsylvania burglary statute applies broadly to any building or occupied structure, not just dwelling places, the focus remains the protection of occupancy or possession, not merely ownership.\n. We note that in Yerby, following United States v. Dixon, 509 U.S. 688, 113 S.Ct. 2849, 125 L.Ed.2d 556 (1993), we overruled our double jeopardy analysis previously set forth in Allen. Instead of comparing the general elements of contempt with those of the substantive criminal offense as in Allen, in Yerby we compared the actual offenses committed in the contempt proceeding against the elements of the substantive criminal offense charged. Pursuant to our Yerby double jeopardy analysis, criminal contempt convictions, thus, do. give rise to double jeopardy protections. However, in Yerby, we held that the defendant’s indirect criminal contempt conviction for a violation of a PFA Order did not bar a subsequent prosecution for terroristic threats because the PFA Order did not include the elements of the substantive offense. Therefore, pursuant to Yerby, and as acknowledged by Appellant, a single course of conduct may constitute a violation of two statutory provisions.\n. The Protection from Abuse Act, applicable to this case, provides the following sanctions for a violation of a PFA Order:\n§ 6114. Contempt for violation of order or agreement\n(a) General Rule.—Upon violation of a protection order issued under this chapter or a court-approved consent agreement, the court may hold the defendant in indirect criminal contempt and punish the defendant in accordance with law.\n(b) Trial and Punishment.—A sentence for contempt under this chapter may include imprisonment up to six months or a fine not to exceed $1,000, or both, and may include other relief set forth in this chapter. The defendant shall not have a right to a jury trial on such a charge; however, the defendant shall be entitled to counsel.\n23 Pa.C.S. § 6114.\n. The Texas burglary statute applicable in Davis defines \"burglary'” as the entry of a habitation or building, without the consent of the owner, with the intent to commit a felony. V.T.C.A. Penal Code § 30.02(a). The statute defines \"owner” as a person with title, possession, or a greater right to possession of the property. V.T.C.A. Penal Code § 1.07(a)(24). Thus, although the Texas statute differs from the Pennsylvania burglary statute, the principles articulated by the Davis court are germane to our discussion.\n. That the PFA results from an agreement between private parties is of no significance to our analysis. Contrary to Appellant's assertion, a PFA is not merely an agreement between private parties in which the Commonwealth has no independent interest. A violation of a PFA is a violation of the law, a public wrong, punishable by a fine, imprisonment, or both. 23 Pa.C.S. § 6114; Commonwealth v. Atkins, 422 Pa.Super. 15, 618 A.2d 992 (1993)(Beck, J, dissenting). Because the Commonwealth has an interest in enforcing a PFA, Appellant’s contention that the Commonwealth is precluded from using a violation of the order to create an element of burglary is meritless."}