{"id": "960567", "contents": "OPINION\nZAPPALA, Justice.\nFollowing trial by jury in Cumberland County, Thomas Lawson was found guilty of violating the Controlled Substance, Device and Cosmetic Act, 35 P.S. § 780-113(a)(30), for having delivered 7.5 grams of cocaine to an undercover officer of the Harrisburg Police Department who was working with agents from the Bureau of Narcotics Investigation and Drug Control of the Attorney General’s Office. The sole issue in this appeal concerns the authority under which the attorney who prosecuted the case acted.\nAt all relevant times, Shawn Wagner, the attorney representing the Commonwealth in this case, was employed as a deputy attorney general in the Harrisburg regional office of the Attorney General’s Drug Strike Force, Legal Services Section. He had previously been employed as an assistant district attorney in Cumberland County. District Attorney J. Michael Eakin testified that when none of his assistant district attorneys was available to attend the preliminary hearing in this case, rather than seek postponement of the hearing he asked Wagner to take over the prosecution of the case. To this end, he submitted a Personnel Action Form to the Cumberland County Personnel Office appointing Wagner as a “Special Assistant District Attorney (Unpaid)” for this case, and filed on the Miscellaneous Docket of the common pleas court a document captioned “Appointment of Assistant District Attorney.”\nEakin also testified that he consulted with Wagner’s supervisor, Deputy Attorney General Eric Noonan, before formalizing the appointment, to verify that Wagner would be reporting to Eakin and not the Attorney General’s Office with respect to prosecution of this case. Noonan testified similarly that it was understood that for purposes of this assignment Wagner answered to the District Attorney.\nIn his Omnibus Pretrial Motion, Lawson included a “Motion to Compel Removal of the Attorney General or Any Agent Thereof.” The common pleas court denied this motion, finding\nthat Eakin appointed Wagner as a Special Assistant District Attorney for Cumberland County, and that Wagner did not prosecute this matter as an Attorney General. First, Eakin never relinquished his authority to prosecute this case. Second, Wagner was under the District Attorney’s direction and supervision as Eakin made all important strategic and tactical decisions concerning the prosecution.\nOpinion at 5. The court found the appointment to be “in accordance with our County Code,” citing to 16 P.S. § 1420. It distinguished Commonwealth v. Khorey, 521 Pa. 1, 555 A.2d 100 (1989), where the District Attorney relinquished his power over the prosecution to the Attorney General pursuant to a request under the Commonwealth Attorneys Act, 71 P.S. § 732-205(a)(3). In Khorey, said the court, the Commonwealth Attorneys Act was invoked and violated, because none of the conditions for a District Attorney to relinquish his authority was apparent on the record. In this case, the court held, the Act was neither invoked nor violated because Wagner did not prosecute the matter as an Attorney General.\nSuperior Court likewise observed that the District Attorney here\ndid not invoke the Commonwealth Attorneys Act, which delineates in what instances the attorney general may prosecute county criminal actions, but rather relied on the authority set forth in 16 Pa.C.S. [sic] § 1420, Assistant District Attorney; Number; Compensation, granting the district attorney the power to appoint assistant district attorneys or special assistant district attorneys to assist him in his duties.\n442 Pa.Super. at 102-03, 658 A.2d at 804. Quoting our analysis of the Commonwealth Attorneys Act in the appeal of Commonwealth v. Trputec, which was consolidated for decision with Khorey, the court identified the following as “critical for disposition of the issue in this case,” 442 Pa.Super. at 102, 658 A.2d at 803:\nThe delegation of authority from a district attorney to a deputy district attorney is characterized by a different relationship than would be a “delegation” of authority to the attorney general. While a district attorney has control over deputy or assistant district attorneys because they are subordinates, such would not be the case with the attorney general, who would not be subject to the same supervision. In the absence of such control, the attorney general cannot be said to be a mere agent of the district attorney.\n521 Pa. at 19-20, 555 A.2d at 110.\nThe lower courts essentially reasoned that anyone licensed to practice law in the Commonwealth may be employed as a special assistant, and the Commonwealth Attorneys Act is not implicated when a deputy attorney general acts in that capacity because it is the district attorney rather than the Attorney General who controls the litigation. The appellees echo this same analysis in their briefs.\nThe flaw in this analysis is the expansive interpretation of the district attorney’s authority to appoint assistants under Section 1420 of the County Code, Act of August 9, 1955, P.L. 323, § 1420, 16 P.S. § 1420. That section cannot be read in isolation from the other provisions with which it appears in part (b) of Article XIV of the County Code.\nSection 1421 provides for the designation of a first assistant when more than one assistant district attorney is appointed, and for the devolution of duties from the district attorney to first assistant and further where necessary. Section 1422 allows the appointment of special assistants, in seventh and eighth class counties, and in sixth class counties “wherever no regular assistant district attorney has been appointed under [Section 1420] ... to aid in the preparation and trial of any indictment for homicide or murder....”\nSection 1423 provides a further circumstance where an interim appointment is authorized: where there is no regular assistant and the district attorney is unable to attend to his duties, he may appoint a deputy for a term of court but no longer. Finally, Section 1424 authorizes the court to appoint a “district attorney for the time being” when the district attorney and his assistants are absent. Such an appointment is effective “until the regular district attorney or one of his assistants shall appear in person” to perform their duties.\nThese provisions, especially Sections 1422 and 1423, are significant for two reasons. First, they clearly indicate that appointments under Section 1420 are “regular” positions, not transient assignments or appointments for a particular case. Section 1420, then, does not provide authority for the appointment of Wagner in this case.\nSecond, they demonstrate that the legislature was cognizant of and provided for particular circumstances where a district attorney might need such temporary additional help. In Section 1422, those circumstances are limited to homicide and murder prosecutions. Even then, a special assistant may be appointed only in the smallest counties, where regular assistant district attorneys are either not authorized or have not been appointed. Section 1423 is applicable only where there is no regularly appointed assistant and the district attorney is unavailable due to sickness or other cause.\nBecause this was a prosecution involving a drug offense, in a county of the fourth class, and there were regularly appointed assistant district attorneys in the county, neither of these sections provides authority for Wagner’s appointment.\nThe district attorney, and the Attorney General as amicus curiae, point out that deputy attorneys general serving as special assistants in this fashion is a practice that has been used in a number of cases around the Commonwealth. They argue that cooperation of this sort between local and state agencies should be encouraged, and that district attorneys should be recognized as having the authority to enlist the aid of qualified individuals whom they know and trust in furtherance of their duties.\nThese policy arguments are better directed to the legislature than to this Court. Although there is no impediment to a district attorney’s consulting with other attorneys regarding particular cases or his duties in general, the General Assembly by law has limited the situations in which other attorneys may be employed to actually perform those duties. Cf. Commonwealth ex rel. Shumaker v. New York & Pennsylvania Co., Inc., 378 Pa. 359, 106 A.2d 239 (1954).\nIn the Trputec appeal, where the case was prosecuted by an attorney without proper authority under the Commonwealth Attorneys Act, Superior Court vacated the judgment of sentence and remanded for a new trial, 363 Pa.Super. at 247, 525 A.2d at 811, and our Court affirmed, 521 Pa. at 20-21, 555 A.2d at 110. We find the same result appropriate in this case, which was prosecuted by an attorney without proper authority under the County Code.\nAccordingly, the judgment of sentence is vacated and the case is remanded to the court of common pleas for a new trial.\nNIX, Former C.J., did not participate in the consideration or decision of this case.\nNEWMAN, J., files a dissenting opinion in which CASTILLE, J., joins."}