{"id": "960538", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThe sole question before the court is whether a valid antenuptial agreement which states that a spouse “shall not be entitled to receive any money or property or alimony or support” in the event of divorce or separation precludes the award of alimony pendente lite (APL).\nRichard and Naomi Musko were married on January 5, 1991. Richard, a public accountant, owned and operated his own accounting firm in Butler, Pennsylvania. Naomi was employed as an administrative assistant in the real estate and trust department of a small Virginia bank. In anticipation of the marriage, Naomi resigned from her employment, sold her home in Virginia and moved to Butler. On January 4, 1991, the day preceding their marriage, Richard and Naomi executed a written “pre-nuptial” agreement which had been drafted by Richard’s attorney. Richard and Naomi had discussed the substance of the agreement numerous times and Naomi reviewed the document with independent counsel prior to its execution.\nRichard and Naomi separated early in 1992. Richard filed for divorce on March 26, 1992, and immediately thereafter Naomi filed a petition for an award of APL. The trial judge, on July 2, 1992, awarded APL and scheduled a hearing to ascertain the appropriate amount of the award. The trial court set the amount of APL at $1,800 per month, subsequently modified to $1,080 per month after Naomi obtained employment. On September 16, 1994, the trial court entered a final divorce decree and Richard appealed to the Superior Court. The Superior Court affirmed the order awarding APL. This Court granted allocatur.\nThe contested language is contained in the first two clauses of the prenuptial agreement, which are exactly reciprocal provisions. In the first clause, Richard relinquishes rights in the event of a divorce or separation, and in the second, Naomi relinquishes precisely the same rights. The second clause reads as follows:\n2. In the event of a divorce or separation, or in the event [Naomi] survives [Richard], then [Naomi] shall make no claim to any part or share of the real or personal estate or income or assets of [Richard] irrespective of the size thereof or of the manner of its acquisition or accumulation or of its appreciation or acquisition after marriage; and [Naomi] shall make no claim to and she shall not be entitled to receive any money or property or alimony or support because of the divorce or separation of the parties hereto or because of the death of [Richard]; and [Naomi] expressly waives, releases and relinquishes all her rights and claims and demands to any real or personal assets and property belonging to [Richard] or the Estate of [Richard], either as Wife or heir at law, for, under and by virtue of the laws of the Commonwealth of Pennsylvania or elsewhere, which she may ever have now or at any time in the future.\nR.R., 12a-13a (emphasis added).\nAPL is defined in the Divorce Code as: “An order for temporary support granted to a spouse during the pendency of a divorce or annulment proceeding.” 23 Pa.C.S. § 3103. Clearly, since the agreement bars Naomi from receiving “money or property or alimony or support” because of a divorce or separation, she is barred from receiving APL, which is merely a type of support awarded in divorce cases.\nThe Superior Court thought otherwise due to its error in applying the rule of contract interpretation set forth in In re Alloy Mfg. Co. Employees Trust, 411 Pa. 492, 495, 192 A.2d 394, 396 (1963), namely that “specific provisions ordinarily will be regarded as qualifying the meaning of broad general terms in relation to a particular subject.” The Superior Court erroneously believed that without express mention of the. specific term APL, the agreement could not bar entitlement to APL. Musko v. Musko, 447 Pa.Super. 150, 156, 668 A.2d 561, 564 (1995). This was an unfortunate misuse of the rule that when specific or exact provisions seem to conflict with broader or more general terms, the specific provisions are more likely to reflect the intent of the parties than the general provisions. PBS Coal, Inc. v. Hardhat Mining, Inc., 429 Pa.Super. 372, 378, 632 A.2d 903, 906 (1993); Restatement (Second) of Contracts § 203(c) (1981); Restatement of Contracts § 236(c) (1932) (“Where there is an inconsistency between general provisions and specific provisions, the specific provisions ordinarily qualify the meaning of the general provisions.”). This precept mirrors similar reasoning which supports the rule that typewritten insertions in a contract should prevail over printed matter. See Western Oil Fields, Inc. v. Pennzoil United, Inc., 421 F.2d 387, 389 (5th Cir.1970).\nThe precept has no application here. There is no apparent conflict between specific and general terms which would justify its use. The unambiguous meaning of the express language of the agreement, particularly in view of the entire first and second clauses, is perfectly consistent with the testimony of Richard explaining the agreement: “[I] didn’t want anything of hers and she didn’t want anything of [mine] whether it was assets, income, or anything.” N.T., 5/7/92, at 84. The reciprocal covenants preclude either party from receiving anything of value in the event of divorce or separation, including support in the form of APL. See Steuart v. McChesney, 498 Pa. 45, 48-49, 444 A.2d 659, 661 (1982) (“when the words are clear and unambiguous the intent is to be discovered only from the express language of the agreement”).\nAccordingly, the order of the Superior Court must be reversed.\nOrder reversed.\nCASTILLE, J., files a dissenting opinion in which CAPPY, J., joins.\n. This opinion was reassigned to this author.\n. The trial court also vacated its earlier order temporarily restraining Richard from evicting Naomi from the marital residence. The trial court held that Naomi had waived any claim to the property, which Richard had owned prior to the marriage.\n. Naomi filed a motion to quash on grounds that Richard had not preserved the claim by filing post-trial motions. The Superior Court denied the motion to quash, as the Rules of Civil Procedure which were in effect at the time of the entry of the final divorce decree preclude the filing of post-trial motions in claims involving APL. Pa.R.C.P.1920.52(b) (effective July 1, 1994)."}