{"id": "960970", "contents": "Opinion by\nMr. Justice Elkin,\nThe testatrix by will bequeathed $3,000 to a trustee in trust to invest the same and add the interest and income thereof to the principal sum until her grandson should arrive at the age of forty years, at which time the trustee was directed to pay the income derived from said principal and the accumulated interest thereon to said grandson for and during the term of his natural life, and after his death to pay the principal and accumulated income to the child or children of said grandson living at the time of his death, in equal shares. In the event of the death of said grandson without leaving any child or children to survive him then the principal and undistributed income of the $3,000 to revert to and become part of the residuary estate. The question raised here is whether the income accumulated prior to the time when the grandson arrived at the age of forty years should be distributed to his assignee, the appellant here, or to the residuary legatee. It is conceded, as indeed it must be under the authority of our cases that the direction to accumulate the “interest and income,” and add it to the principal until the grandson should arrive at the age of forty years is within the prohibition of the Act of April 18, 1853, P. L. 503, relating to accumulations, and the only question is to whom the sum so unlawfully accumulated belongs. The statute provides that when an accumulation shall be directed otherwise than is provided therein, the direction shall be void,' and the income so directed to be accumulated, shall go to and be received by such person “ as would have been entitled thereto if such accumulation had not been so directed.” The controlling fact which distinguishes the case at bar from those cases relied on by learned counsel for appellant is that in no event was the grandson, under the terms of the will, entitled to take the corpus of the trust estate or the income accumulated thereon until he should arrive at the age of forty years. If the accumulations directed to be made had been lawful and the principal had been thus increased, the grandson could not have taken any part of the corpus of the trust estate so created, and it is difficult to see upon what theory he can obtain a higher right in an unlawful accumulation than in a lawful one. Certainly the grandson is not such a person as falls within the meaning of the act of 1853, which provides that the void accumulations shall go to such person as would be entitled to receive the same if such accumulation had not been so directed. The case was very carefully considered by the auditing judge and by the learned court below and we fully concur in the conclusion reached and the reasons given for the decision rendered.\nDecree affirmed."}