{"id": "960955", "contents": "Opinion by\nMr. Justice Elkin,\nThere is but a single question to be determined on this appeal, and it is an interesting and important one. Does the Act of May 11, 1874, P. L. 135, which imposes a double liability upon the stockholders of banks, banking companies and other banking institutions, apply to trust companies incorporated under the general corporation act of 1874 and the supplements thereto? The receiver of the insolvent trust company filed a bill in equity in the court below, to enforce a double liability against stockholders who had paid the par value in full for shares of stock held by them. The learned court below, after a careful and exhaustive consideration of the question involved, reached the conclusion that the legislature had not imposed this liability upon the stockholders of trust companies, so created, and dismissed the bill. The reasons given in the opinion filed, to justify the entry of the decree, are so clear and convincing that but little can be profitably said in the further discussion of the subject. However; since the question involved is. one of general public interest, it has been deemed wise to, as briefly as possible, state the views of this court upon it. In our state the privileges, powers and liabilities of banks and banking institutions have been cautiously conferred and carefully imposed. Our courts have frequently defined what a bank, or banking institution, is within the meaning of the law, and what is meant by the legislative expressions “ doing a banking business, ” or “to engage in the business of banking, ” but in no instance has it been held that a trust company, deriving its powers under a special act .of assembly passed prior to the adoption of the new constitution, which did not, in express terms, confer banking privileges, or which was incorporated under the general corporation Act of April 29, 1874, P. L. 73, and the supplements thereto which, in equally express terms, denied the right of such company to engage in the business of banking, was a bank or banking institution, or company doing a banking business. It is true that in the days of special legislation the legislature did create a few so-called trust companies and authorized them to do a general banking business, and such companies enjoyed whatever powers were conferred upon them by the special charters granted. Even under these special grants of power, the courts carefully pointed out the distinction between banking institutions proper and banks so called which did not engage in a general banking business, by defining the powers and liabilities of each class of institution. .This was the situation when the new constitution was adopted. In section eleven of article sixteen of that instrument, it is provided that no corporate body shall be created or organized to- possess banking and discounting privileges without three months’ previous public notice being given of the intention to apply therefor, nor shall a charter for such privilege be granted for a longer period than twenty years. This is the organic law, and it cannot be laid aside or disregarded. In the present case the insolvent trust company, represented by the receiver, the appellant, was not created in pursuance of any law authorizing it to do a general banking business, nor was its incorporation preceded by three months’ public notice of its intention to apply for such privileges, nor is the term of the enjoyment of the powers conferred limited to twenty years. Its charter is perpetual. If it should be determined that this trust company by its charter was authorized to engage in the business of banking, it would necessarily follow that the act of incorporation was a nullity because in violation of the plain provisions of the constitution which were not complied with. To so hold would mean the striking down of all trust companies throughout the commonwealth with their large volume of business and vast capitalization. The organization of trust companies in our state, under the general corporation act of 1874 and acts supplementary thereto, can only be sustained on the ground that they are not banks or banking institutions authorized to do a banking business. It is not necessary to resort to any strained construction of our statutes, or of our fundamental law, to reach this conclusion, because the distinction has been clearly pointed out by numerous decisions of this court, both before and after the adoption of the new constitution. Indeed, in a late case not yet reported, it was held that: “Trust companies created under the provisions of the general corporation act of 1874 and deriving their privileges and powers under the Act of May 9, 1889, P. L. 159, and other supplementary statutes, are neither banks of issue, nor of discount and deposit, within the meaning of the law, and, therefore, the acts relied on as giving a preference to bank depositors, are not authority for the proposition that the same preference must be given depositors in a title and trust company incorporated for a different purpose and being denied by the express language of the statute the right to engage in the business of banking.” See In re Voluntary Assignment of Prudential Trust Company. See also Commonwealth v. Commercial Bank, 28 Pa. 391; Schober v. Saving Fund and Loan Association, 35 Pa. 223; First Nat. Bank of Clarion v. Gruber, 87 Pa. 468; Fox’s Appeal, 93 Pa. 406; Merchants’ Bank of Easton v. Shouse, 102 Pa. 488; Dreisbach v. Price, 133 Pa. 560.\nA brief review of the legislation relating to the incorporation of title insurance companies on which have been engrafted the modern trust companies, will conclusively show that the legislature never intended that they should possess banking and discounting privileges. The incorporation of title insurance companies was first authorized in paragraph twenty-nine, section nineteen of the act of 1874. Their powers were limited to the making of contracts or policies of insurance pertaining to or connected with titles to real estate. In 1881 an act was passed enlarging their powers and giving them the right to receive and hold on deposit and in trust, and as security, real and personal property, including the notes, bonds, obligations of states, individuals, companies and corporations, with the power to purchase, collect, adjust and settle, sell and dispose of the same. It was expressly provided in said act that nothing therein contained shall authorize such companies to engage in the business of banking. The act of 1889, also supplementary, added some additional powers, as, for instance, that such companies could act as assignees, receivers, guardians, executors and administrators. This act also denied such companies the right to engage in the business of banking. The act of 1895 amended the fourth section of the act of 1889 by adding .the additional power to receive deposits of moneys and other personal property, and issue their obligations therefor, to invest their funds in and to purchase real and personal securities, and to loan money on real and personal securities. ” The insolvent trust company in the present case had no power to transact any kind of business except as conferred by the acts of assembly above mentioned and upon which all of its charter powers were based. These acts denied to it the right to do a banking business, and this is a sufficient answer to the contention of appellant made here. It is argued that the Act of May 29, 1895, P. L. 127, did not contain, as did the acts of 1881 and 1889, the provision denying such companies banking privileges and that this omission is significant as a legislative expression of an intention not to place this limitation upon them. We think this view is not tenable. These acts are all supplemental to the act of 1874, and deal with the same subject. Th.ey are in pari materia and, when so construed, there is no doubt as to their meaning in reference to banking privileges. The legislature has said that they must not engage in the business of banking, and this conclusively settles the question because they can enjoy no higher power, than the statutes give them. Again, the most that can be said in support of the contention of appellant in this respect is that the act of 1895 is silent on the question of banking privileges. It does not confer any such privilege, and it would be in violation of the constitution if such an attempt had been made. The double liability of corporation stockholders does not exist unless imposed by statute, and statutes imposing such liability are strictly construed: Means’s Appeal, 85 Pa. 75; McMullin v. McCreary, 54 Pa; 230; Moyer v. Penna. Slate Company, 71 Pa. 293; O’Reilly v. Bard, 105 Pa. 569.\nThis means that the person who asserts the right to impose a double liability upon the stockholders of a corporation, must point to the statute which imposes it. The appellant has undertaken to meet this burden by pointing out that the act of May 11, 1874, imposes a double liability upon “all stockholders in banks, banking companies, saving fund institutions, trust companies and all other incorporated companies doing the business of banks or loaning and discounting moneys as such in this commonwealth.” It is contended that the words “trust companies” used in that statute are broad enough to cover the liability of stockholders in modern trust companies. Upon this question the reasoning of the learned court below is unanswerable. The words “trust companies” used in the act of 1874 can only have reference to those trust companies created by special acts passed prior to the adoption of the new constitution, of which there are a few, and which were given the right to engage in a banking business. This is clearly indicated in the title to the act. It is an act fixing the liability of stockholders of banks and banking companies and other banking institutions. At that time there were in existence some so-called trust companies possessing the power to do a banking business, and this was the class of institutions intended to be included in this section of the act. The modern trust company, did not then exist, nor was there any authority by which it could be created at that time. After that time no trust company, incorporated under the general corporation act of 1874 or its supplements, could be authorized to do a general banking business, and hence we must conclude, as did the court below, that the trust companies mentioned in the double liability act of 1874 were such as had been previously created with power to engage in the business of banking. The trust company in the casé at bar had no such power, and the act does not apply to it.\nAs a matter of business policy on the part of trust companies and as a protection to the public dealing with these institutions, there is every reason why this double liability should be imposed on their stockholders, but this is a legislative and not a judicial question.\nDecree affirmed at the cost of appellant."}