{"id": "961024", "contents": "Opinion by\nMr. Justice Elkin,\nAppellants were bondsmen of the cashier of the appellee bank. In November, 1907, defalcations in which the cashier was involved were discovered amounting to about $70,000. As soon as the shortage was discovered the president and some of the directors summoned the bondsmen to meet them, made known the defalcations and demanded payment of the amount of the bond which it was asserted was a valid subsisting obligation. After a. prolonged discussion of the unfortunate situation appellants assented to and did execute a judgment note in favor of the bank, calling for the payment of $20,000, being the amount of the bond, which note was dated November 11, 1907, and payable one day after date. Judgment was entered in the court below on the warrant of attorney contained in the note on December 17,1907, and execution issued thereon. On December 30, 1907, a petition to strike off, or open the judgment, and set aside executions, was filed, to which the bank made answer, and the whole case was heard and disposed of by the learned court below on a rule to show cause why the prayers of the petitioners should not be granted. Thirteen of the seventeen assignments of error relate to the findings of fact by the learned court below sitting as a chancellor. These assignments are all within the settled rule that findings of fact in such cases will not be disturbed except for manifest error. In this case there is no such manifest error; indeed, the findings are amply supported by the testimony produced at the hearing and to have found otherwise would have been error. In the consideration of this case we start with a judgment note acknowledged to have been executed by appellants and a judgment regularly entered thereon. A heavy burden rests upon those who undertake to avoid a written instrument, and especially when it has been reduced to a judgment in a court of record. When fraud is set up as a defense in such a case the evidence to sustain the allegation must be clear, precise and indubitable. The evidence offered in the present case fell far short of this standard of proof and the learned court very properly held that the allegation of fraud had not been sustained. As to the other defense that the makers were induced to execute said judgment note with an understanding on the part of the officers of the bank and the makers of the note that it would not be entered nor collected as an obligation against them, but would be used as an asset of the bank so as to enable it to continue business, collect outstanding obligations, liquidate indebtedness and ultimately relieve the makers of the note from any responsibility thereon, it need only be said that the learned court has found all these facts against appellants and we see no reason to disturb the findings. In addition, this defense could not prevail even if the facts were as alleged, because under circumstances of this character the makers are estopped from setting up want of consideration: State Bank of Pittsburg v. Kirk, 216 Pa. 452, and cases there cited. In this connection it should be observed that the judgment was entered at the instance of the receiver of the bank, who represents its creditors, and it is his duty to secure all assets available for their payment. The note in question was an asset of the bank, and was so intended, even by its makers, as set out in their petition to open judgment, although they deny ultimate liability to pay, but such a defense cannot prevail against the receiver who represents the depositors and other creditors.\nAssignments of error overruled and judgment affirmed."}