{"id": "963093", "contents": "Opinion by\nMr. Justice Potter,\nThe appellants in this case are substituted trustees under-the will of William Young, who died in 1785. By his will he placed a tract of ground in trust for all his heirs and their families and descendants, to be used as a family burying ground. A portion of this ground was actually so used. No funds were given to the trustees to enable them to maintain the burying ground. It fell into disuse, and as the city grew around it, the ground became valuable for other purposes.\nUnder the provisions of the Price act, the land was sold for $25,000 and under the decree of the orphans’ court, the trustees purchased a suitable lot in Arlington cemetery and removed the bodies which were in the old burying ground, to the new resting place. An agreement was made with the cemetery company to provide for the perpetual care of the plot, and the orphans ’ court has allowed the sum of $3,500 to be expended in properly marking the graves. After these matters were all provided for, there remained a sum amounting to about $10,000 which the orphans ’ court directed should be distributed among the heirs of William Young. Exceptions filed by the trustees to the distribution were overruled and they have taken this appeal.\nWe agree with the auditing judge in his statement that there seems to be no good and sufficient reason why distribution should not be made. The duties of the trustees are at an end. It is not clear that the trustees have any standing to object to the distribution; certainly the trust will not be maintained for the benefit of the trustees. Nor can we say that the auditing judge was wrong in refusing to make an allowance for a separate and elaborate monument to the founder, William Young. No provision for anything of the kind was made in the will of the testator. The amount allowed for markers for all the graves was liberal, and the court below was apparently of the opinion that no need was shown for a more elaborate monument at the grave of William Young than at the others in the plot.\nWe do not feel called upon to interfere with the discretion thus exercised. The specifications of error are overruled and the decree of the orphans ’ court is affirmed."}