{"id": "963061", "contents": "Opinion by\nMr. Justice Stewart,\nThat the administration of this large estate, so far as it has been proceeded with, has been wisely and judiciously accomplished by the executors, is conceded. The principal effort however up to the time of accounting, has been to conserve, not convert, only because the testator in his will so advised. There is but a single exception to the adjudication in the court below, and that relates to the compensation allowed the executors. The compensation of the Fidelity Trust Company, one of the executors, was made the subject of contract in the lifetime of the testator, and with that we have no concern. The auditing judge allowed the executors a commission of five per cent on the total inventoried and appraised value of the estate, and a like percentage on some additional items omitted from the inventory. Their compensation, as thus determined, amounts to $122,344.64.\nThe basis on which compensation must be determined in” every case where it takes the form of a commission, is the amount of the estate administered upon and accounted for. With this amount ascertained, such per centum rate may be allowed thereon as in the opinion of the auditing judge will afford just and reasonable compensation to the accountants. We have frequently recognized the method as a convenient and entirely suitable way of determining compensation; but it can easily be misapplied, and made to give a seeming fairness to inequitable results. Ordinarily it is safe enotigh to adopt the total debit side of an account as the basis for the per centum assessment in these cases, for ordinarily such total represents the extent of the conversion that has taken place. But not always so. There are exceptional cases, and this is one of them. Here the executors have charged themselves with the entire inventoried estate at its appraised value, and have been allowed a commission of five per cent thereon, while the account shows that they have not converted a single item included in the inventory. If the estate, as inventoried, was to be distributed without conversion, that is to say, in specie, that would be an entirely different matter. Nothing of the kind, however, is intended. The order of adjudication expressly recommits these specific assets,, amounting at their appraised value to $2,351,830.20, into the hands of the accountants to be converted by them and thereafter accounted for. Until such conversion shall have been accomplished no compensation will have been earned as to these assets, and therefore none should be allowed. Here they have been allowed by way of anticipation as appears from the order recommitting the assets. That order directs that they be converted by the executors without further compensation. The inequity of such an adjudication is apparent. Suppose for some reason the place of these executors should become vacant — a contingency perhaps too remote to be seriously considered in this particular case, but a contingency which not unfrequently occurs in the estates of decedents — and the duty of converting these assets should fall upon their successors, where would the compensation of the successors come from? Would it not necessarily result that the estate would be taxed twice for the same service? We express no opinion as to what would have been proper compensation had the whole estate been administered upon and accounted for. It will be time enough to meet that question when the condition arises. It is enough to know that it has not yet been accounted for, and that the accountants have been allowed a compensation which’ exceeds in amount all that they have actually received, according to the account filed, arid for which they are liable by reason of their accounting. We have not overlooked the fact that the account does not include the income .derived' by the accountants from the unconverted assets, and that such incoirie is exhibited in'a separate statement filed. There can be no reason why it' should not be embraced in the account, made part of it. Only as it is thus accounted for can commissions be allowed thereon. The case calls for a restatement of the account along the lines we have indicated. Until this is done, it cannot be made to appear by percentage or otherwise what would be just compensation to the accountants. This is for the auditing court in the first instance. We have simply indicated the proper method of reaching the result.\nThe decree, so far as it embraces the compensation of the executors, is reversed; and the record is remitted with directions to proceed in the matter of the adjudication in accordance with the methods and principles we have here indicated."}