{"id": "963180", "contents": "Opinion by\nMe. Justice Fell,\nThe plaintiff’s husband was the foreman of a gang of men employed by a street railway company to erect iron poles to support trolley wires. At the time of the accident that caused his death he was superintending the erection of poles at the side of a street directly under the electric light wires of the defendant, The Suburban Electric Company, which were thirty feet above the sidewalk. In erecting a pole a rope sling was placed near its middle and it was raised by means of a block and tackle attached to a tower wagon, and the lower end, which was kept near the ground, was guided to the hole in which it was to be placed. The sling had been put too near the bottom of a pole and, when the pole was raised, it did not have the right inclination, the lower end being too high. The deceased and one of his assistants put their arms around this end to lower it by their own weight. This brought the top of the pole in contact with the defendant’s wires and it became charged with the electric current. There was testimony on behalf of the plaintiff that tended to show that the insulation of the wire had became defective by long continued exposure and use, and that the defects were so apparent as to charge the defendant with constructive notice of them. And there was testimony from which the jury might have found that the death of the plaintiff’s husband was caused by his negligence in not insulating the top of the pole by fastening around it a nonconducting material and in not protecting himself by the use of rubber gloves, with which he was provided by his employer and which he had taken off a few minutes before the accident.\nWhether the defendant was entitled to binding instructions in its favor because of the failure of proof of any negligence on its part that was the proximate cause of the accident, is a question not raised by the record of the trial. The only instruction asked for on this subject was by a point for charge, which involved also the question of contributory negligence. It could not have been affirmed, nor could judgment have been entered non obstante veredicto without passing on the latter question. This could not have been done in the absence of proofs so certain and direct that the court could have said that the facts alleged were established beyond doubt. The plaintiff’s case as made out did not show contributory negligence. The defendant’s proofs as to it depended on the credibility of its witnesses and the conclusions to be drawn from their testimony. If the deceased had been working with or among highly charged electric wires without the use of gloves, negligence could have been imputed to him. But he was working'on a public highway thirty feet under the wires with which the pole was accidently brought in contact, and he was called upon to act in an emergency suddenly arising, without time for reflection.\nThe judgment is affirmed."}