{"id": "963140", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe heirs of Robert Whiteside, deceased, by an “agreement of lease” dated June 22, 1886, let to Thomas Barnes and William Parker all the coal in two certain seams or veins in and underlying a certain tract of land in Clearfield county for a term of ninety-nine years. The consideration or royalty to be paid was ten cents per ton and the lessees were to ship not less than 20,000 tons a year, and were to pay the royalty on that amount whether it was shipped or not. If the lessees failed to pay the royalty on coal which had not been shipped in any year, they were to receive a credit on the succeeding year’s shipment for the amount of the overpayment. The lessees assigned their “right, title, and interest in and to” the lease to Comely, the plaintiff, by a writing dated May 21, 1905. It does not appear that the lessees or their assignee ever had possession under the lease or performed its covenants. The defendants claim title from the heirs of Robert Whiteside by virtue of certain legal proceedings in the courts of Clear-field county, not necessary to be referred to more particularly. It appeared on the trial that there are royalties amounting to more than $16,000 due and unpaid to the lessors or the parties holding their title. The court directed the jury to find a verdict for the defendants to be released to the plaintiff on the payment of the royalties due and unpaid within such time as the jury might determine. Judgment was entered on the verdict, and the plaintiff has appealed.\nWe need not discuss or determine the many questions raised in the arguments of counsel. It is sufficient to say that under the undisputed evidence in the case the learned judge of the court below was clearly right in directing a conditional verdict. It is all the plaintiff was entitled to, and it was a charitable concession on the part of the defendants to accede to it. Conceding the plaintiff to be a grantee of the coal, as he claims, he is out of possession and seeks to recover it by virtue of an executory contract with the terms of which it is admitted he has not complied. It is settled law that a plaintiff under such circumstances is not entitled to the specific performance of a contract, or to the possession of the real estate which he claims by virtue of the contract. If he invokes the equitable powers of the court to enforce the contract, the duty is cast upon him to show that he himself has complied with its terms. The plaintiff occupies the position of the lessees. By the assignment of the lease to him, he simply took all their “right, title and interest,” and, therefore, he must comply with the terms of the contract, just as they would have been compelled to do, had they attempted to assert their title against the lessors or those claiming under them. This he has failed to do. As said in Kreutz v. McKnight, 53 Pa. 319, a case very similar to the one in hand, “the infirmity of the plaintiff’s case is, that there was an utter failure to show performance or offer of performance of his covenants.” In that case it is held that “the lessee being out of possession, he could not recover in ejectment without showing performance or an offer of performance of his covenants.”\nThe defendants who claim under the Whiteside heirs and have been in possession of the premises for nearly ten years are not seeking to annul or set aside the agreement under which the plaintiff claims. All they ask is that he, standing in the shoes of the lessees, pay the purchase money due on the contract. It would be most inequitable without prepayment of the unpaid royalties to permit the plaintiff to take possession of the premises after the great lapse of time during which the lessors or those holding under them have been deprived of the royalties due them. It would be analogous to the case of a tenant attempting to prevent payment of rentals by collusion with an undertenant which caused Chief Justice Woodward in Kreutz v. McKnight, 53 Pa. 319, to remark: “It would be an intolerable hardship to landlords, if tenants once in possession could allow themselves to be ousted by intruders for more than half the term, neither tenant nor intruder rendering the stipulated rent.” The defendants are not claiming royalty for any coal which they or their lessees mined and removed. That is not included in the verdict as is shown by the court’s charge.\nThe judgment of the court below is affirmed."}