{"id": "963161", "contents": "Opinion by\nMe. Justice Mesteezat,\nWe think the learned court below was right in discharging the rule for judgment for want of a sufficient affidavit of defense. Charles Gilpin entered into a contract with the defendants to tear down an old building and erect a new building in the city of Philadelphia. After performing part of the work, he filed a voluntary petition in bankruptcy and was duly adjudicated a bankrupt. The plaintiff is his trustee in bankruptcy. At the date of the bankruptcy, Gilpin was indebted to certain subcontractors for work done and materials' furnished who subsequently to that date entered mechanics’ liens against the property of the defendants to enforce their claims. The defendants were compelled to pay these claims. This suit was brought by the trustee to collect the amount due Gilpin on the contract, and the defendants claim as a defense a set-off for the amount which they were compelled to pay the subcontractors on the mechanics’ liens filed against their property. The right to interpose this set-off as a defense in this action and thereby defeat the plaintiff’s recovery is the only question in the case.\nThe right to the set-off depends upon the provisions of the bankruptcy act of 1898 relative thereto. The part of the act controlling the question is sec. 68, which provides, inter alia, as follows: “ In all cases of mutual debts or mutual credits between the estate of a bankrupt and a creditor the account shall be stated and one debt shall be set off against the other, and the balance only shall be allowed or paid. A set-off or counterclaim shall not be allowed in favor of any debtor of a bankrupt which is not provable against the estate.” Is the counterclaim or set-off of the defendants in this action allowable under this provision of the bankruptcy act? It is strenuously contended by the plaintiff that the defendants’ claim was contingent, uncertain, was not provable against the bankrupt at the date of the adjudication in bankruptcy and, therefore, cannot be allowed as a set-off. This view, however, we think, entirely overlooks the nature and character of the defendants’ claim as well before as at the time it was interposed as a set-off. At the date of the adjudication, the bankrupt was indebted to the subcontractors on the claims which were subsequently .paid by the defendants. The primary liability for payment of these claims rested upon the bankrupt, and the claims could have been enforced against him to the extent of his liability to pay. By the law of this state, however, the subcontractors had a lien against the property of the defendants for the work done and the materials furnished by them. This property was made subject to a statutory lien to secure the payment of the debts of the subcontractors, and by a subsequent section of the statute the lien of the claim took effect “as of the date of the visible commencement upon the ground of the work of building the structure or other improvement.” The lien of the subcontractors’ claim, therefore, began with the commencement 'of the work on the defendants’ premises, and was of course in full force and effect at the date of the adjudication in bankruptcy. It was inchoate from the beginning, it is true, but it was an existing claim or demand for which the defendants’ property was liable on failure of the contractor to pay. During the time for filing the lien, the subcontractors had a preferential statutory claim in the nature of a nonperfected equitable lien which was perfected by filing the lien after the adjudication in bankruptcy but within the statutory period: In re Grissler, 136 Fed. Repr. 754. The statute provides the method for perfecting and enforcing the lien, and the bankruptcy of the contractor does not prevent its enforcement. Section 20 of the Mechanics’ Lien Law of June 4,1901, P. L. 431, 3 Purd. (13th ed.) 2487, makes specific provision for the enforcement of the claim after the insolvency or bankruptcy of the contractor as follows: “ When any such contract has been suspended or ended, the right to file a claim or to sue under the contract shall remain; and may be exercised with the same effect as if further proceedings, under such contract had been determined by consent of all parties.” The work was done and the materials were furnished prior to the adjudication in bankruptcy. The subcontractors, therefore, had the right to file a lien and enforce it under the terms and within the statutory period provided in the act of 1901. The lien, however, of the subcontractors did not arise or was not created by the filing of the claim in the common pleas for the purpose of its enforcement, but came into existence at the. commencement of the improvement of the defendants’ property by the contractor. The claim, therefore, of the subcontractors, now held by the defendants and proposed to be set off by them against the plaintiff’s demand, existed in its inchoate form at the date of the adjudication in bankruptcy, and was subsequently perfected by filing a lien in conformity with the provisions of the act of 1901. While the primary debtor of the subcontractors was the contractor whose duty it was to pay the claim, the property of the defendants, and hence the defendants themselves, were the statutory sureties for the payment of the debt of the bankrupt to the subcontractors: Bassett & Brown v. Baird, 85 Pa. 384. A surety paying the debt of his principal after bankruptcy may, under the bankrupt act of 1898, set off the amount so paid against his debt to the bankrupt: In re Dillon, 100 Fed. Repr. 627. It is clear, we think, that the claim of the defendants sought to be set off in this 'action is for money expended by them as quasi surety for the bankrupt and is, therefore, a “mutual credit-” within contemplation of sec. 68 of the bankrupt act. It should not be overlooked that the right of the debtor to a set-off in an action brought against him by the trustee is not based upon the rules of equitable set-off administered in the state courts, but upon those rules which prevail in the federal courts which are generally broader and more liberal in permitting the set-off. These rules must be observed by the state courts in construing the bankrupt act.\nIs the proposed set-off “provable against the estate” of the bankrupt within the meaning of sec. 68 of the act? This question must receive an affirmative answer unless we interpret the section differently from the decisions of two courts of the highest respectability, one of which is a federal court whose construction of an act of congress we must accept. After a very careful consideration of the bankruptcy act we are satisfied that the conclusion of those courts is correct, and that a counterclaim “provable against the estate” of the bankrupt by his debtor in an action brought by the trustee, is such claim as is provable in its nature at the time the set-off is sought to be enforced. The status of the claim at that date determines its provability in contemplation of the act of congress. This is conclusively shown by Holmes, C. J., now a justice of the supreme court of the United States, in the opinion in Morgan v. Wordell, 178 Mass. 350; s. c., 55 L. R. A. 33. This was an action by a trustee of a bankrupt, and the defense was set-off, the defendant claiming that he occupied the position of a quasi surety who had paid and therefore was subrogated to the claim of a joint creditor of himself and the debtor. The right to a set-off under sec. 68 of the bankrupt act was the question at issue, and in delivering the opinion the chief justice said, inter alia: “The defendant also claims a set-off by virtue of his covenant. We assume that it has been adjudicated between the parties in the district court that the defendant has not a claim which he could prove in his own name, and that this decision carries with it the corollary that he could not prove his claim on the covenant against the estate. If, therefore, the prohibition of a set-off of a claim ‘which is not provable against the estate’ is to be taken with simple literalness as applying to any claim that could not be proved in the existing bankruptcy proceedings, the defendant’s set-off cannot be maintained. But we are of opinion that the seemingly simple words which we have quoted must be read in the light of their history and in connection, with the' general provision at the beginning of sec. 68 for a set-off of mutual debts ‘or mutual credits,’ and that so read they interpose no obstacle to the defendant’s claim. The provision for the set-off of mutual credits is old. But while the provision as to mutual credits was thought to be more extensive than that as to mutual debts, it was held that even the broader phrase did not extend to claims which, when the moment of set-off arrived, still were wholly contingent and uncertain, such, for instance, as the claim upon this covenant would have been if the defendant had not yet been called upon to pay anything upon the original partnership debt. But the momeiit when the set-off was claimed was the material moment. The defendant’s claim might have been contingent at the adjudication of bankruptcy, and so not provable in the absence of special provisions such as are to be found in the later bankrupt acts in England and in the United States act of 1867, although not in the present law, and yet if it had been liquidated, as here by payment, before the defendant was sued, he was allowed without question to set it off. [Citing authorities.] The limitations worked out by these decisions were expressed in the section of the act of 1867 cited above, in the words, 'but no set-off shall be allowed of a claim in its nature not provable against the estate.' These words, as it seems to us, following the cases, refer yet to the nature of the claim at the moment when it was sought to set it off, not to its nature at the beginning of the pending bankruptcy proceedings, and did not prevent a set-off of a claim which was liquidated at the later moment merely because, when the bankruptcy proceedings began, for some reason it did not admit of proof. . . . 'Provable' means provable in its nature at the time when the set-off .is claimed, not provable in the pending bankruptcy proceedings.'' This case is followed and approved by the United States circuit court of appeals in Norfolk & W. Ry. Co. v. Graham, 145 Fed. Repr. 809. In that case it is said, inter alia (p. 813): “We think that the true solution of the question before us is that the counterclaim which may be set off in an independent action brought by the trustee is ... . one that is provable in its nature, and need not necessarily be one that has been, or may yet be, proved in the bankruptcy proceeding. ... It may be true that Pages' liability to the company was at the time of the filing of the petition and at the date of the adjudication contingent. But before this liability was asserted as a counterclaim it had become fixed and certain in amount. It was certainly provable in its nature when it was asserted in the court below.” •\nIt follows from what has been said that the judgment of the common pleas should be affirmed.\nThe assignments of error are overruled and the judgment is affirmed."}