{"id": "965292", "contents": "Opinion by\nMr. Justice Brown,\nThe court below refused to find that the culm bank, at the date of the agreement of December 14, 1888, and afterwards, belonged to the appellant, but did properly conclude, as a matter of law, from the evidence before it, that “the culm upon the premises whether mined by J. H. Swoyer and the Hillside Coal & Iron Company claiming under him prior to the lease of December 14, 1888, or mined by the Hillside Coal & Iron Company and the Avoca Coal Company after the lease of 1888, was the property of the Hillside Coal & Iron Company and the Avoca Coal Company respectively, paid for to the plaintiff by the royalties reserved respectively in the leases of November 12, 1868, and December 14, 1888.” This conclusion is not assigned as error. The Avoca Coal Company, Limited, one of the appellees, has accounted to and paid the Hillside Coal & Iron Company its lessor, the other appellee, for all coal taken by it from the culm bank of the. size of buckwheat and above, and the Hillside Coal & Iron Company, as the lessee of the appellant, has accounted to and paid it for all coal taken from the demised premises, including the culm bank, of the size of pea and above. The claim of the appellant is that it must be paid for all coal taken from the premises of a smaller size than pea resulting from the mining operations and known as buckwheat, rice and barley. Whether this claim is a valid one is to be determined by the terms of the lease by which each of the parties to it is bound, if they clearly and unambiguously set forth what the lessor is to receive as royalties and what the lessee is to get in consideration of their payment. The contention of the lessee, sustained by the court below, is that, having paid for all coal taken from the premises of the size of pea and above, there is no liability .to pay for the smaller sizes.\nBy its indenture of December 14, 1888, the appellant demised, leased and to mine let unto the Hillside Coal & Iron Company its successors and assigns, “all the merchantable anthracite coal in, under and upon” the described premises “which is accessible and minable by the ordinary processes of mining, together with the sole and exclusive right to mine and remove the same for the sole use and benefit of the second party, the lessee, upon the terms and conditions, and subject to the payment of the royalties named and provided for herein.” For all the merchantable coal upon the premises which the lessee was given the right to mine and remove its covenant was to pay twenty-five cents per ton for all above the size of pea, which is described in the agreement as that which passes over a mesh in the screen of three-fourths of an inch square in the clear, and for all pea coal twelve and one-half cents per ton, said pea coal being designated as such as will pass over a mesh in the screen of seven-sixteenths of an inch square and through one of three-fourths of an inch square. No term is fixed in the agreement during which the coal is to be mined. It is to continue until all the merchantable coal in the premises shall be exhausted by actual mining, and the lessor is not to resume possession until such coal is exhausted. If any question shall arise about the exhaustion of the coal, the agreement provides that it is to be settled by a board of arbitrators. That coal of smaller sizes than pea would result from the mining was clearly contemplated by the parties to the lease, for it was agreed “that the proportion of pea coal and the smaller sizes shall not be greater than that prepared at other collieries in the Wyoming valley in operation at the same time.” This clause covers the whole period during which the coal is to be mined, and during that period the sole and exclusive right of the lessee is to remove all the merchantable coal on the premises, without regard to the various sizes, its liability being to pay royalties only on two sizes. The lessor reserved no coal of any size to itself, but conveyed all of every size upon the one condition, that royalties should be paid only upon two sizes, and with this condition the lessee has complied and is complying. The distinction between the terms of this lease and the one in Hollenback Coal Co. v. Lehigh & Wilkes-Barre Coal Co., 219 Pa. 124 — the case upon which the appellant relies and these appellees stand — is so clear that we ought hardly be called upon to point it out. There the lease, for a definite period, stated in express terms just what could be mined and removed from the premises — a certain number of tons of coal of a certain size during each year of the term— and all of the coal was not to be mined. Here all can be mined and removed from the premises, and this is the end of any claim for royalties for sizes below those for which the lessee is to pay for the sole and exclusive privilege of mining and removing every pound of merchantable coal on the premises.\nThe claim for rental for the use of the gangways on the demised premises in transporting coal from other properties was properly disallowed: Lillibridge et al. v. Lackawanna Coal Co., 143 Pa. 293; Webber v. Vogel, 189 Pa. 156; and as to that made for the use of the surface in placing upon it coal transported from the other properties, the court propei’ly said that, even if the bill should be regarded as containing such a claim, there was no evidence upon which to base the measure of compensation.\nThe assignments of error are all dismissed and the decree is affirmed at appellant's costs."}