{"id": "965276", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe plaintiff filed a mechanic's lien, which it is conceded is regular upon its face, and in accordance with the Act of June 4, 1901, P. L. 431, and its supplement. The S. R. Moss Cigar Company, the owner, presented a petition praying the court to strike off the lien on the ground that a contract waiving liens had been entered into by the owner and contractors and had been duly filed in the prothonotary’s office as required by the act of assembly. The court granted a rule to show cause why the prayer of the petition should not be granted. The plaintiff filed an answer in which he claimed the lien should not be stricken off because: (1) being regular upon its face, the court has no jurisdiction to strike it off; (2) the alleged agreement of waiver of liens was not an agreement against the filing of liens; and (3) the alleged agreement was not a valid contract as it was signed only by the contractors and not by the owner. The court below sustained neither of these positions, made the rule absolute, and struck the lien from the record. We will consider these positions separately, beginning with the second and concluding with the first.\nThe agreement signed by the contractors and duly filed in the prothonotary's office provided, after reciting the original contract, as follows: “ Now, for a valuable consideration, the said parties of the first part agree that no lien or claim of mechanics or material men or of any other nature whatsoever, shall be filed by anyone whatsoever, excluding the contractor himself, the parties of the first part hereto, or any subcontractor or materialmen, against the building herein mentioned and contracted to be erected on the premises above described.” The claim was filed for work and labor performed in and about the construction of the building. The plaintiff contends that this is not a contract waiving the right of the contractor, subcontractor or material men to file a claim; that they are excluded from the provision prohibiting the filing of a claim by the words: “excluding the contractor himself, the parties of the first part hereto, or any subcontractor or materialmen.” It is argued most strenuously that this clause of the agreement was inserted for the purpose of conferring on the contractor, subcontractor and material men, the right to file a claim against his property. With this contention we do not agree. While possibly the contract might have been stated in terms more clear and distinct, yet we think there can be no doubt, from its language, of the intention of the contractor and the owner. The agreement must be interpreted so as to carry out, if possible, the intention of the parties, and in construing it, as has been held, we must consider the subject-matter, the object intended to be effected by it, the general position of the parties and the circumstances surrounding them. This agreement was not a part of the original contract between the contractor and the owner for the construction of the building, but it was a separate agreement entered into for the manifest purpose of waiving the right to file claims against the property. It was filed in the prothonotary’s office, as provided by the statute, in order to give notice of the prohibition against liens. There can be no other reason for the existence of the agreement or for observing the statutory provision requiring it to be entered in the prothonotary’s office. Looking at the contract we see that the first clause provides “that no lien or claim of mechanics or materialmen or of any other nature whatsoever, shall be filed by anyone whatsoever.” There can be no difference of opinion as to the proper interpretation of this clause of the contract. It specifically prohibits the filing of a claim of any nature by any mechanic or material man. If the contract had ended here, there would be no ground whatever for the contention that it would not prohibit the filing of claims. This we think is, or must be, conceded by the plaintiff. He, however, relies upon the subsequent part of the agreement and contends that the language immediately following the part of the contract we have just quoted excludes the contractor, the subcontractor and the material men from the operation of the former part of the agreement. If this be true then the contract is meaningless, ineffective, and is no contract whatever. This is undoubtedly the result of the plaintiff’s contention because it eliminates from the contract, as parties who have no right to file a claim, the only parties who could avail themselves of such right. According to the plaintiff’s contention, the first clause, of the agreement prohibits specifically the filing of any claim by any mechanic or material man, but it is modified by the immediately succeeding clause so as to permit any person entitled thereto under the statute to file a claim. The effect of this construction is to place two clauses of a sentence in the contract in direct antagonism, and to avoid the agreement which was manifestly entered into and filed in the prothonotary’s office for the statutory protection of the owner of the real estate. We do not agree to such interpretation of the contract, nor of that part of its language relied upon by the plaintiff to produce such result. That language was, as suggested by the learned court below, merely explanatory of the former prohibition against filing of claims and was inserted to emphasize it. The purpose in the use of the language was not to limit or defeat the general prohibition against liens in the former part of the agreement, but to make more clear that no one, not excepting the parties named, should file a claim against the property. This interpretation gives effect to the whole agreement, makes it consistent throughout and carries out the manifest intention of the parties.\nSection 15 of the act of June 4, 1901, as re-enacted in sec. 1 of the Act of April 24, 1903, P. L. 297, 3 Purd. 2490, provides as follows: “If the legal effect of the contract between the owner and the contractor is, that no claim shall be filed by any one, such provision shall be binding; but the only admissible evidence thereof, as against a subcontractor, shall be proof of actual notice thereof to him, before any labor or materials are furnished by him; or proof that a duly written and signed contract to that effect has been filed in the office of the prothonotary.” The contract in the case at bar was signed by the contractors only, and it is contended by the plaintiff that it was not such a contract as is contemplated by the act of assembly because the owner of the building failed to sign it. We think, however, that the signing of the contract by the contractors was a compliance with the statute. The prior Act of June 22, 1895, P. L. 369, provided that the right to file a lien should not be defeated unless a stipulation should be put in writing and “signed by the parties thereto prior to the time authority is given to the principal contractor to proceed with said work.” The subsequent and present act, however, provides that the agreement not to file claims shall not be available against a subcontractor unless he has actual notice of it before the labor or materials have been furnished, “or proofs that a duly written and signed contract to that effect has been filed in the office of the prothonotary.” There is a difference between the language of the two statutes. If it be conceded, as claimed by the plaintiff, that the owner as well as the contractor was required to sign the agreement under the act of 1895, it does not follow that both parties must sign it under' the provisions of the present act, which requires only “a duly written and signed contract.” When, however, we consider the purpose for which the contract is executed and the reason for filing it in the prothonotary’s office, there does not appear to be any necessitj^ for the owner to sign it. The statute authorizes any person furnishing labor or materials to the structure or improvement to file a claim, and the purpose of the contract, provided by the act, is to protect the owner against such claim. The contract between the contractor and the owner does not prevent the filing of the claim by a subcontractor unless he has notice of the contract. This notice may be actual, or it may be constructively given by filing a copy of the contract in the prothonotary’s office. If it is filed in that office within the statutory period, all parties furnishing labor or material in the construction of the building must take notice of its provisions and are bound by them. It is notice of the agreement of the contractor, and not of the owner, that no claim shall be filed, that prevents a subcontractor from filing the claim. Hence there is no necessity for the owner signing the contract. The agreement in the case at bar was not included in the original contract between the parties, but was a separate contract by which the contractor exercised his statutory right to agree that no claim should be filed against the property. There was no covenant in this contract for the owner to perform, nor anything which he agreed to do. No action would lie against the owner by the contractor for failing to do or not to do anything stipulated in the agreement. The acting party and the only party bound by the agreement was the contractor, and through him such subcontractors who had actual or constructive notice of the agreement. We are of the opinion that the agreement waiving the right to file claims was properly signed, and as it was duly filed in the prothonotary’s office, is a prohibition against the filing of claims by any subcontractor.\nIt was error for the learned court to strike the lien from the record. It is settled on reason and authority that a mechanic’s lien will not be stricken off which is regular on its face for matters dehors the lien. This rule was early established in this state and has been uniformly adhered to by this court. The right to a mechanic’s lien being entirely statutory, not only the right itself, but the method of enforcing it, must depend upon the statute, and must be pursued in strict compliance with the terms of the statute: 27 Cyclopedia of Law & Procedure, 317; Stoke v. McCullough, 107 Pa. 39. The statute enacts that the lien shall be enforced by a scire facias and provides the form of the writ. It also provides the mode of service of the writ and the defenses which may be made to the action. The lienor may proceed voluntarily on the lien, or the owner or contractor may require him to do so. The statute provides a remedy for the disposition of the lien by all parties concerned, and that remedy must be pursued. Mr. Justice Clark, speaking for the court in Stoke v. McCullough, 107 Pa. 39, said (p. 42): “The claim is a specific lien under the statute, and the court has no power over it, except in the form provided by statute. A scire facias is the legal means of its enforcement and either party may oblige the other to go to trial. If no scire facias be issued, the defendant may by rule proceed as if a scire facias had issued.” Matters dehors the hen can be made available to the defendant on a trial on a scire facias. They are matters of defense and necessarily can only be interposed as such on the trial under proper pleadings. A contract against liens in this case was not a part of the original contract between the owner and the contractor, and hence was not disclosed by the record of the lien. It could be made available, however, on the trial of a scire facias when offered as a defense to the plaintiff’s claim.\nThe existence of the contract, its legality, or its sufficiency to prevent the filing of a lien are questions which should be determined on the trial of the cause. When interposed as a defense on the scire facias, the plaintiff may contest its validity and defeat it as a defense by showing that it is a forgery, that it was not signed and filed in the prothonotary’s office as required by the statute, or by any other matter which would prevent its use for defeating the plaintiff’s lien. He may show that the contract under which he performed the labor or furnished the material was not the contract which waived the right to file a lien. This was done in the very recent case of Pagnacco v. Faber, 221 Pa. 326. That was a scire facias on a mechanic’s lien in which the owner defended on the ground that the contractor had waived the right to file a lien. The owner set up a contract under which he alleged the work was done which waived the right to file a lien; the claimant alleged and proved to the satisfaction of the jury that he had performed the labor under a subsequent contract which did not waive the right to file a lien. Mr. Justice Stewart delivering the opinion of the court said, inter alia: “The one issue of fact was whether Pagnacco, the claimant, had waived his right to file a lien. . . . The jury found that the original contract with Nyce (former owner) had been superseded by the contract with Faber, and that under the latter there was no waiver of the right to file a lien.”\nIn Lee v. Burke, 66 Pa. 336, Sharswood, J., delivering the opinion said, inter alia (p. 339): “The plaintiffs below had a right to accept the issue tendered of ‘no lien,’ as an issue of fact; because it might well be that for some cause dehors the record there was no lien; as, that the claim had not been in fact filed within six months after the work done or materials furnished, that the work was not done or materials furnished on the credit of the building, that the plaintiffs had bound themselves to file no claim, or that the building was not such a one as was within the acts of assembly; and there may be other defenses coming under the same category. But, as to defects on the face of the claim filed, they are not raised by such a plea.” And in the more recent cases on the subject, we have continued to recognize the principle, settled in the earlier cases, that a lien cannot be struck off for matter dehors the record, but the defendant must pursue the statutory method for relieving himself of the lien. In Thirsk v. Evans, 211 Pa. 239, the owner' moved the court to strike off a mechanic’s lien. While the question involved in the case was the right -to amend the lien, Mr. Justice Elkin delivering the opinion said, inter alia (p. 244): “A copy of the notice need not be set'out in the lien. That the form arid substance of the notice are in compliance with the provisions of sec. 8, are matters to be determined at the trial.” In the very recent case of McVey v. Kaufmann, 223 Pa. 125, Mr. Justice Brown, after quoting with approval the above extract from the opinion in Thirsk v. Evans, said (p. 127): “The notice being no part of the lien, the only remedy for a defect in it is not, as counsel for the appellees contend, to move to strike it off, but defense may be made on the trial that there was rio right to file it, though regular on its face, just as such defense may be made, if, as a matter of fact, the lien was filed too late or the labor or materials were not furnished. It is a substantive defense on a matter dehors the lien.”\nWhile we are compelled to reverse the judgment of the court below on the ground of error in striking the lien from the record, our conclusion on the other two points in the case will defeat an action on the scire facias, unless the contract against filing the lien can be invalidated by other matters than those made to appear on this appeal. If, as we hold, the contract is valid and effective against the filing of claims, it- will be a complete defense to an action on a scire facias issued on the lien.\nThe assignments of error are sustained, the judgment is reversed, and the mechanic’s lien is reinstated."}