{"id": "965249", "contents": "Opinion by\nMr. Justice Brown,\nAlexander Crow, Jr., was the owner of certain real estate in the city of Philadelphia, and, in October, 1906, was notified that the city would, three months thereafter, take his property for a parkway. In January, 1907, the city took possession of the land and some time prior to March 5,1907, condemnation proceedings were instituted for the assessment of the damages to be paid to Crow. He appointed J. Lee Patton, Esq., a member of the Philadelphia bar, as his attorney to present and collect his claim for compensation. On March 5, 1907, Crow, Wood & Company, the appellants, and Patton entered into an agreement, of which the following is a copy:\n“Articles of agreement made this 5th day of March, 1907, by and between Alexander Crow, Jr., of the city of Philadelphia, hereinafter called the first party, and William Wood and John P. Wood, copartners, trading as William Wood & Company, in the city of Philadelphia, hereinafter called the second party, witnesseth:\n“For valuable consideration and for the sum of $1.00 paid to the first party by the second party, the receipt whereof is hereby acknowledged, the first party does hereby assign, transfer and set over unto the second party the sum of $17,914.59, with interest from date hereof, out of the amount of compensation presently to be determined and payable by the city of Philadelphia to the first party in the matter of the opening of the Parkway between Logan Square and Spring Garden street, a right of action for said compensation being now vested in the first party, covering the taking of premises used as a spinning mill at 21st and Shamokin streets, approximately 180 feet on the north line, 126 feet on the east line and 180 feet on the west line. The first party further agrees that his claim for said compensation against the city shall be presented by J. Lee Patton, attorney at law, and that said J. Lee Patton shall receive and collect said compensation from the city, and out of the sum so collected, after first deducting the necessary expenses of collecting the same, the usual attorney’s fee, and such charges as the city solicitor shall first require to be paid, and the claim of the Third National Bank for forty thousand dollars ($40,000) and interest, shall then before making any other payments of any kind or character, first pay therefrom the aforesaid amount, $17,914.59, with interest from date hereof, hereby constituting, directing and empowering said J. Lee Patton, the agent of the first party, to make said payment to the second party, hereby likewise constituting, directing and empowering the second party to receive from said J. Lee Patton said sum in payment of the obligation created by these presents, the receipt of said second party to be a sufficient voucher in the hands of said J. Lee Patton of said payment in accordance herewith. The appointment of said J. Lee Patton to receive said compensation from the city and the direction to apply the specified portion thereof immediately after the payment of expenses and counsel fees and the claim of the Third National Bank, to the payment of the sum herein assigned is irrevocable, and the first party further expressly warrants that he has done nothing, directly or indirectly, prior to the signing of this agreement, which can or may in any manner affect the carrying out of the mutually expressed intention hereof.\n“It is understood and agreed that if between the date hereof and the date of the receipt of the second party from J. Lee Patton of any moneys hereunder, the first party shall deliver to the second party yarns, the purchase price, according to a statement to be furnished by the second party, of all the yams so delivered shall be deducted at the time of the settlement with J. Lee Patton from the sum of $17,914.59 and interest, and that the balance only shall be paid hereunder and that the price of yarns so delivered shall not otherwise become due and payable.\n“In witness whereof we have hereunto set our hands and seals the day and year above written.\n“Alexander Crow, Jr. (l. s.)\n“William Wood and Company,\n“By Jno. P. Wood.\n“Witness:\n“Humbert B. Powell.\n“B. V. Bachtell.\n“Philadelphia, March 5, 1907, at the request of Alexander Crow, Jr., I hereby agree to make the payment to William Wood and Company hereinabove specified out of the compensation paid by the City of Philadelphia to me for the account of Alexander Crow, Jr., in the matter of the taking of his premises 21st and Shamokin streets, after first having deducted the necessary expenses and counsel fee and such charges as the City Solicitor shall first require to be paid and the claim of the Third National Bank, Provided, however, that no attachment, or other legal process shall have been served or begun to prevent the payment of the same. It is also understood that any expense to which I may be put in carrying out the above assignment or in connection therewith shall be paid out of said award.\n“Alexander Crow, Jr.\n“Agreed to:\n“J. Lee Patton.”\nOn July 10, 1907 — more than four months after the execution and delivery to the appellants of the foregoing tripartite contract — involuntary proceedings in bankruptcy were instituted against Crow, and on February 17, 1908, he was adjudged a bankrupt. On August 5, 1907, the board of viewers appointed to assess the damages due to him filed a report, awarding the sum of $310,326.69 as compensation for the taking of his property. Crow and the city both appealed from this award. On June 10, 1908, it was agreed by the parties that the appeals should be withdrawn, the city being willing tó pay the amount of the award, on receipt of releases from all the claimants to the fund. The trustees in bankruptcy applied for payment of award to them, but this was refused, as the city had received notice of the claims of the plaintiffs and the Third National Bank. At a meeting of the creditors of Crow’s bankrupt estate held June 20, 1908, at the office of Richard S. Hunter, the referee in bankruptcy, it was agreed by the trustees of the bankrupt estate, the plaintiffs and the Third National Bank (the referee in bankruptcy approving the agreement) that the amount of the award should be paid by the city of Philadelphia to the Land Title & Trust Company, in full discharge of all claims against the city arising out of the taking of the land, and that the Land Title & Trust Company should insure a title in fee simple to the city. It was further agreed that out of the funds paid to the said company the sum of $70,000 should be set apart to meet the amounts claimed by the plaintiffs and the Third National Bank, and that a suit should be instituted against it for the recovery of the said amounts. An express stipulation of the agreement was that payment to the said. Land Title & Trust Company should be without prejudice to the rights of the trustees in bankruptcy, the Third National Bank or the appellants under the assignment to them. Patton declined to join in this agreement without the consent of the appellants and the Third National Bank, and, such assent having been given, he formally concurred in the agreement. On June 26, 1908, the city paid the amount of the award, less $12,589.31 previously paid on account, by delivering to the attorneys for the trustees of Crow’s estate and to' Patton, his attorney, a warrant drawn to the order of the Land Title & Trust Company for the balance due. Upon receiving this warrant the attorneys for the trustees and Patton formally directed the clerk of quarter sessions to enter satisfaction upon the award. In this suit, brought by the plaintiffs to recover the amount due them, held by the Land Title & Trust Company, the rule for judgment for an insufficient affidavit of defense, filed by the trustees in bankruptcy, was discharged, and from the refusal of judgment there has come this appeal.\nIf, by the agreement of March 5, 1907, Crow had merely appointed Patton his agent to collect the compensation to be paid to him by the city, the agency would admittedly have been revocable; but it was much more than such an agency. The power of attorney was not only for the purpose of collecting money for Crow, but for others to whom he had assigned portions of the fund. The power did not concern merely the interest of Crow, but was executed by him as a means of effectuating a purpose necessary to protect the rights of the appellants. It was, therefore, not revocable either by him or by his trustees in bankruptcy: Blackstone v. Buttermore, 53 Pa. 266. “Where a letter of attorney forms a part of a contract, and is a security for money, or for the performance of any act which is deemed valuable, it is generally made irrevocable in terms, or if not so, is deemed irrevocable in. law.. Although a letter of attorney depends, from its nature, on the will of the person making it, and may, in general, be recalled at his will; yet, if he binds himself for a consideration, in terms, or by the nature of his contract, not to change his will, the law will not permit him to change it:” Hunt v. Rousmanier, 8 Wheat. 174.\nThe agreement of March 5, 1907, is a contract between the parties to it, the terms of which are revocable only by their consent.' By it Crow authorized Patton to receive for him from the city, not a portion of the compensation to be paid to him, but all of it, to be distributed by Patton in accordance with the terms of the agreement. This was an. equitable assignment to Patton, as trustee, of the whole fund, and, if so, he became a trustee for the creditors named in the agreement. As we view the case, the question of a partial assignment of the fúnd is not involved. The city was bound.to pay, it all to Patton, and his receipt for the same would have been a complete discharge. His duty, after getting the money, was distribution as trustee for the cestuis que trustent, among whom are the appellants.\nAs the payment of the award to the Land Title & Trust Company was made under an express stipulation that it should be without prejudice to the rights of the appellants under Crow’s assignment to them, their rights are unaffected by such payment, and the Land Title & Trust Company holds the fund in trust for Patton as the trustee for those who would be entitled to receive it from him if it had been paid to him. Whatever judgment could have been recovered against him by the appellants, if the money had been paid to him and he had refused to pay them, they are now entitled to against the custodian of the fund, holding it for exactly the same purposes as those for which he would have held it, if paid to him. It is well contended by counsel for appellants that, if the trustees in bankruptcy could not collect from Patton any greater sum than that which belongs to Crow under the resulting trust and which he could have collected, they certainly cannot collect the same from the Land Title & Trust Company.\nThe right of the appellants to a portion of the whole award equitably assigned to Patton having been a fixed, vested one more than four months prior to the institution of the bankruptcy proceedings to adjudge Crow a bankrupt, his trustees cannot interfere with that right. On March 5, 1907, the appellants acquired a valid lien upon the fund to be paid by the city for taking Crow’s property, and their subsequent enforcement of that lien is not an illegal preference under the act of congress: Owen et al. v. Brown, 120 Fed. Repr. 812. There is a clear distinction between the bald creation of a lien within four months and the enforcement of one previously acquired: Thompson v. Fairbanks, 196 U. S. 516.\nThe order of the court refusing judgment is reversed, and the record is remitted with direction that judgment be entered against the Land Title & Trust Company for want of a sufficient affidavit of defense, unless other legal or equitable cause be shown why such judgment should not be entered."}