{"id": "965297", "contents": "Opinion by\nMe. Justice Fell,\nFrancis Cierlinski died in 1890 leaving to survive him a widow, who married five months after his death, and a son seventeen months old, whose guardian is the plaintiff in this ejectment, which was commenced in 1907. A year and a half after the death of Cierlinski the woman who had been his wife filed a petition in the orphans’ court in which she alleged that she was his widow, but set out the fact of her second marriage and that his estate consisted of a lot in Erie city and a few articles of household furniture, the whole being of value less than $300, and asked that the whole real and personal estate be set aside to her without administration upon his estate as provided by the Act of June 4, 1883, P. L. 74. The appraisers appointed by the court certified and returned that the value of the entire estate was $217.50 and that they had set aside the whole thereof to the petitioner. The appraisement and award were confirmed and the proceeding in the orphans’ court was ended in 1892. The mortgage on the lot was afterwards paid and the lot improved, and it passed by purchase to the defendants. At the trial there was no dispute as to the facts, and the court directed a verdict for the plaintiff because the widow’s right to have the property awarded to her had been lost by her remarriage: Kern’s App., 120 Pa. 523; and that, as the fact of the remarriage was set out in the petition, the decree of the orphans’ court was void for want of jurisdiction. Judgment was afterwards entered for the-defendants non obstante veredicto, on the ground that the orphans’ court had exclusive jurisdiction to decide in the first instance whether the petitioner’s claim to the land should be allowed, notwithstanding her remarriage, and its decision could be reviewed only by an appellate court and, even if erroneous, could not be attacked in a collateral proceeding and was binding on the common pleas.\n, This conclusion was clearly right. The orphans’ court is a court of record and its decrees within its jurisdiction stand on the same footing as those of any court of record and cannot be examined collaterally nor set aside except in due course of law by appeal: Torrance v. Torrance, 53 Pa. 505. No want of jurisdiction appeared on the face of the record. The petitioner averred that she was the widow of the decedent and as such was entitled to the property claimed. This averment made it the duty of the orphans’ court to take cognizance of and to decide her cause, and it was the only court that could hear and determine it. Although she set out a fact that raised a doubt as to the validity of her claim, she was nevertheless entitled to be heard. A finding as to that fact by a court having jurisdiction of the subject-matter, however erroneous, was conclusive in a collateral proceeding.\nThe judgment is affirmed."}