{"id": "965245", "contents": "Opinion by\nMr. Justice Elkin,\nThe injuries for which damages are sought to be recovered in this case resulted by accident from the operation of a stamping or pressing machine. The injured boy was between fifteen and sixteen years of age and had been employed in .the factory for six months immediately preceding the accident and for several months at various times prior to his last employment. The. only negligence charged in the statement of claim was failure to give adequate instructions as to the method of operating the machine. It is true that in the recital of the duties with which the appellant company was charged, it was alleged in general terms that it became its duty to provide a safe place to work, to furnish safe machinery with which to work, and to properly instruct young and inexperienced employees in the use of dangerous machinery. It is not seriously contended that the machine in question was either complicated or dangerous. It was a very simple device and not difficult to operate. There is no pretense that the place was unsafe or that the machine was not suitable for the purpose intended. Nor is it averred in the statement of claim that appellant had failed to perform its full duty in all of these respects save only in the matter of giving adequate instructions. The issue is therefore narrowed by the pleadings to the single question, namely, was there a failure of duty on the part of appellant to properly instruct the boy in the use of the machine at which he was working when the accident' occurred. The learned trial judge instructed the jury that the evidence was not sufficient to sustain this allegation, and unless this court should hold that this was error there can be no recovery. The burden was on the plaintiffs not only to charge the particular negligence complained of but to prove it by sufficient testimony. The parties are bound by the pleadings and the courts cannot disregard them. It will not do to allege one ground upon which to sustain a recovery of damages for failure to perform a duty, and at the trial prove, or attempt to prove, failure to perform a different kind of duty, the breach of which was not alleged. The only negligence alleged in the case at bar was failure to adequately instruct, and the case went to the jury on the question of a defective machine. We agree with the view taken by. the learned trial judge that the evidence did not sustain the allegation as to inadequate instructions, and this should have been the end of the case. It was error to allow the case to go to the jury on an entirely different theory and upon a ground not set up in the pleadings. The accident was unfortunate and the consequences serious, but there can be no recovery in this or any other similar case except negligence be shown. The burden is always on the complaining party to allege the negligent act or acts relied on to sustain a recovery and at the trial to establish by sufficient evidence the facts alleged. This was not done in the present case, and failure to meet this burden defeats the right to maintain the action.\nJudgment reversed and is here entered for defendant."}