{"id": "965336", "contents": "Opinion bt\nMr. Justice Elkin,\nThe first four assignments of error will not be considered because in violation of the equity rules. No finding of fact, or conclusion of law by the learned court below sitting as a chancellor has been excepted to, and no part of the opinion filed has been specified as error in these assignments. We may, therefore, dismiss them without further consideration. The fifth assignment raises the question as to the order of the court sustaining the demurrer and in entering a decree dismissing the bill. The principal contention relied on by the learned counsel for appellants is that fraud had been practiced upon the plaintiffs and the court by the defendants in the partition proceedings referred to in the bill, and that the sale of the lands in question by the master in partition was intended to manufacture an appearance of title through the guise of a judicial sale and that no valid title did pass to the purchasers as a result of that judicial sale. It is admitted that the purchasers at the sale by the master in partition took a deed for the land in dispute and that this deed is outstanding and of record in the office of the recorder of deeds in Luzerne county. The prayer of the bill asks that the partition proceedings and the sale made thereunder may be declared fraudulent and void and that the purchasers at the sale by the master in partition be compelled to deliver up their deed for cancellation. All of this is asked upon the ground that the partition proceedings and the deed made thereunder are a cloud upon the title of plaintiffs. The defendants demurred to the bill on several grounds, namely, that it is multifarious; that it is an ejectment bill concerning title to real estate; that the averments do not make out a case for equitable relief; that the bill does not show title in either plaintiff for either piece of land; that no common right by plaintiffs against defendants is averred; and that the plaintiffs do not disclose in their bill any right to intervene on the question of title to the lands in dispute as between the defendants, the Taylor heirs on one side and Sutton and Freeman, the purchasers at the sale in partition on the other.\nThe learned court below after very careful consideration sustained the demurrer in an opinion which shows intelligent consideration of the complicated questions involved. We fully agree with the conclusion reached by the learned court below. The question involved between the contending parties is the title to the land in dispute and the remedy, if there be any, is by ejectment in an action at law. Sutton and Freeman hold a deed from the master in partition for the lands in question, and are asserting their title under the same. We must assume that the partition proceedings were regular and that the petitioner made out such a case as to warrant the court in decreeing the partition and authorizing the sale. Certainly, under these circumstances, the purchasers cannot be said to hold a deed which is only in the nature of a cloud upon the title set up by appellants. It is not a cloud upon the title, but a regular title conveyed under the forms of law required in a proceeding in partition. It may be that even such a title may not be good because of irregularities in the proceedings or because the court did not have jurisdiction, or because the parties to the partition proceeding did not have title, but all of these questions must be determined in an action at law when the question of title is properly raised between the parties asserting adverse title to the land in dispute. There is not a case in the books in our state where a disputed question of title was tried in a court of equity. There are other questions raised by the demurrer upon which it might be properly sustained, but no useful purpose can be served by prolonging the discussion.\nDecree affirmed at the cost of appellants."}