{"id": "965323", "contents": "Opinion by\nMr. Justice Brown,\nHerbert Peters, the son of the appellee, was in the employ of the appellant as. a brakeman, and shortly after he was seventeen years old was killed, while riding on the tender of a locomotive in a switch yard, by being struck or \"side-swiped” by a car on an adjoining switch. In the yard in which he was killed a number of switches or tracks branched south from a “ladder” track on the north for a distance of upwards of 1,500 feet. A locomotive had entered from the “ladder” track upon the track or switch known as No. 24, for the purpose of taking ten cars from it to another track in another part of the yard. When the locomotive entered upon track No. 24 the deceased was riding in the gangway between the engine and the tender. After the cars were coupled to the locomotive it backed towards the north, and Peters, who.had changed his position and was standing on the end of the tender, came into collision with a car standing on track No. 25 and was instantly killed. There was a recovery by the plaintiff, under instructions that she was entitled to recover if the jury should find that the proximate cause of her son’s death was either the bad construction of the system of tracks in the switch yard or want of proper instructions to him and he had not been guilty of contributory negligence.\nThe only testimony upon the question of the defendant’s negligence in the construction of its switches was that of Jesse Supplee, a civil engineer, but, when properly scanned, it fails to show faulty construction. The only difference between the construction of the appellant’s switch yard and others that the witness had seen was in the distance from the frog to the point of clearance. Here the distance was 100 or 110 feet; in some others that the witness had seen it was about 60 feet. He admitted that switches are frequently constructed with the point of clearance as distant as in the defendant’s yard, when it is desirable or necessary to save ground. It did not require the testimony of this witness to show that either system is safe after the clearance point is reached. Any system is dangerous from the frog to that point, and none can be said to be faulty in construction merely because of the distance of the point of clearance. ■ The witness further stated that switches are deceptive as to the point of clearance, but that after dark there is no difference between them in this respect. Peters was killed after it was fully dark and the yard was not lighted up. The sixth point submitted by the défendant should have been affirmed. As authority for the court’s refusal to affirm it appellee’s counsel seem to rely upon Yorhees v. Lake Shore & Michigan Southern Ry. Co., 193 Pa. 115, but that case is clearly distinguishable from the present one so far as any faulty construction of tracks is concerned. In switch yards there must be points where cars will not clear. Vorhees was not injured in such yard. He was hurt while riding on one of two parallel sidings, between which, at the point where he came in contact with the car on the adjoining siding, the distance between the tracks ought to have been, according to the regulations, from seven feet to seven feet two inches, but were so constructed as to leave only from five feet to five feet six inches between them. He had never been on that siding before and had no knowledge that the space between it and the next one was so narrow.\nThough the defendant’s eleventh point could not have been affirmed as a whole, complaint is justly made that the jury were permitted to guess at the probable cost of boarding and clothing the deceased during his minority. The instructions were that they would have to find this item from the evidence, and could not guess at it, but there was not a particle of evidence as to what the probable cost of the son’s maintenance would be. The jury, therefore, simply did guess. This must not be permitted on the new trial, for some proof of the probable cost of maintenance during minority is indispensable in an action like this for damages by the parent.\nOn question of the failure of the appellant to properly instruct the deceased as to the danger incident to moving cars in the switch yard, the case was for the jury, for the evidence failed to show that he was familiar with the construction at the north end of the switches, where’he was killed, or that he knew at what point there would be a clearance between the tracks. But for the two'errors pointed out, this judgment would be affirmed. In all other respects the case was submitted to the jury under correct instructions. ■ ;\nJudgment reversed and venire facias de novo awarded."}