{"id": "965338", "contents": "Opinion by\nMr. Justice Mestrezat,\nWe are of the opinion that the learned court below was in error in holding that an allegation of the insolvency of a debtor and his failure to make an assignment for the benefit of creditors contained in a creditor’s petition is all that is necessary to give the court jurisdiction to appoint a receiver of an alleged insolvent’s estate upon the application of a creditor under the Act of June 4, 1901, P. L. 404; 2 Purd. (13th ed.) 1924. The proceeding to compel an involuntary insolvency is statutory, and the statute having designated the facts which are required to be averred and proven in order to give the court jurisdiction, a petitioner must comply strictly with the provisions of the statute before he can invoke the authority of the court to place the debtor’s estate in the hands of a receiver. We think there is no difficulty in determining the prerequisites of a sufficient petition under the statute or the proofs necessary to sustain the petition. The act of 1901 is not obscure or doubtful; on the contrary, the language is clear and certain, and the statute provides specifically what is requisite to give the court jurisdiction to appoint a receiver of an insolvent’s estate.\nBy the seventh section of the act, the creditor must aver in his petition that the debtor (a) is insolvent, (b) has not made an assignment for the benefit of his creditors, (c) is resident or is carrying on business in said county, (d) and has committed one or more of the acts enumerated in the eight following paragraphs of the section. These are the acts of in¿ solvency which must be averred in the petition in order to give the court jurisdiction. It will be observed that the debtor must not only be insolvent but he must have committed at least one of the several acts named in the separate paragraphs of the section. We can see no reason or ground for substituting “or” for “and” which connects the first and paragraphic parts of the section, thereby making either the insolvency of the debtor or his commission of one of the several acts named in the paragraphs sufficient to confer jurisdiction. “And” will be construed “or” only when it appears from the context of the statute that the intention of the lawmaking power can only be given effect by so construing it: Robinson v. Southern Pacific Co., (Cal.) 28 L. R. A. 773. There is nothing in the context of this statute that shows a legislative intent to use the word “and” in the sense of “or,” or that the legislature intended to give the court jurisdiction to appoint a receiver of a debtor’s estate under this section of the act upon the simple averment of his insolvency. Section 8 cannot be so construed, as that would supply and render useless the first part of sec. 7 which, it will not be presumed, the legislature intended. It would have been very easy if the legislature had so desired, to have simply declared that upon the averment by the creditor of the insolvency of the debtor and the failure to make an assignment for the benefit of his creditors, the court should assume jurisdiction. The presumption is that if such had been the intention of the legislature, it would have so declared in the brief language suggested. On the contrary, the seventh section of the act in addition to insolvency specifically sets out certain jurisdictional facts which are required to be averred in a petition by a creditor to have his debtor’s estate delivered to a receiver; and the legislature having the authority to determine on what conditions a creditor may have his debtor declared insolvent, it is not for the court to defeat the legislative intention by construction.\nThe learned court, we think, was likewise in error in holding that the legislature intended that if the debtor was not actually insolvent he could be proceeded against under the act of 1901 by a creditor if he had committed any of the acts specified in the separate paragraphs of sec. 7. Néither the language of the act nor its manifest intention, we think, will support this interpretation of the statute. There could be no reason for the creditor invoking the aid of the statute if the debtor was not insolvent. He could utilize the ordinary processes of the law, and collect his debt without resorting to the appointment of a receiver under the statute with the consequent delay in securing his claim. It was not the intention of the legislature in the enactment of the statute of 1901 to create a new remedy for the collection of an ordinary debt from a solvent debtor. The legislative purpose was to permit the creditor to protect himself by having the estate of an insolvent debtor who had committed one of the enumerated prohibited acts placed in a receiver’s hands so that it would be distributed among all the creditors without preference to any one creditor. The insolvency of the debtor therefore, is a prerequisite to the right of a creditor to have a receiver appointed under the act of 1901.\nThe averments of the petition filed against Steinruck, the alleged insolvent, are not as clear and distinct as they should be to confer jurisdiction; nor do the proofs adduced in support thereof show the commission of such acts on the part of Steinruck as would justify the court in appointing a receiver. The learned court below concedes that “it (the petition) does not contain in exact terms an averment of either of the eight matters specified in the eight paragraphs of sec. 7” of the act of 1901. The petition should aver specifically such facts as will give the court jurisdiction under the act. The form of the petition in this case seems to indicate that the learned counsel for the petitioner thought, with the court below, that the averment of the insolvency of the debtor was sufficient to give the court jurisdiction; and hence the insufficiency in the averment of jurisdictional facts. The evidence shows that Steinruck was, in October, 1906, a tenant on the farm owned by one Brinser. He needed some stock and farming implements and not having the money nor the credit to obtain them, he procured the money on a note on which Brinser became indorser. Steinruck gave Brinser a judgment note to secure him as indorser: In June, 1908, Brinser became apprehensive as to Steinruck’s solvency and entered judgment on the note and, as found by the court, “issued execution thereon upon the same day without any conference with the said Steinruck, the execution creditor being moved to take these proceedings because he had heard that Stein-ruck was involved in the financial affairs of H. K. Alwine.” There is no finding by the court below nor is there any proof to support the finding that Steinruck had any knowledge of Brinser’s intention to proceed on his judgment note; or that there was any fraud or collusion between Steinruck and Brinser; or that there was any intention on the part of Steinruck to prefer Brinser over other creditors. In other words, there was no finding or any evidence to justify the finding that Steinruck had committed any of the several acts named in the eight paragraphs of sec. 7 of the act of 190.1 which is necessary to give the court jurisdiction to appoint a receiver on the petition of a creditor. Steinruck was not insolvent, so far as the record shows, in 1906 when he gave the judgment note to Brinser whatever may have been his financial condition when judgment was entered on it in 1908. The evidence does not disclose that Steinruck gave the note or subsequently permitted its use for the purpose of giving a preference to Brinser; or that he had any intention in giving the note to defeat or delay any of his creditors in the collection of their debts. It was the ordinary transaction of a borrower, while solvent, giving security to his indorser without any intention on the part of either to defeat or delay the other creditors of the borrower. We are at a loss to see that the evidence convicts Steinru.ck of the commission of any act prohibited in either of the eight paragraphs of sec. 7. The learned trial judge makes no finding to that effect, but sustained the proceedings on the finding that Steinruck was insolvent and had not made an assignment for the benefit of his creditors. We are of opinion that the court below should not have entertained jurisdiction under the evidence, but should have dismissed the petition and refused to appoint a receiver. The other questions raised on the record become immaterial to the disposition of the case and need not be considered or determined.\nThe order or decree of the court below is reversed and the petition is dismissed at the costs of the petitioner."}