{"id": "965375", "contents": "Opinion by\nMr. Justice Potter,\nThe Conneaut Lake Ice Company, a corporation, filed this bill in equity in the court of common pleas of Crawford county against Amos C. Quigley and H. E. Rhoads, in which it averred that it was the owner, and in possession of Conneaut Lake, the lands thereunder, and the waters thereof, and of the lands immediately adjoining and surrounding the lake; that as a consequence it had the exclusive right to control and navigate the waters of the lake, and to control the lands bordering upon it; that the defendants, who as tenants under it, held certain lands abutting on the lake, had, in violation of the plaintiff’s rights, as well as of the terms of their leases, launched and placed upon the lake, a certain boat intended to be used for the transportation of passengers and freight upon the lake for hire. The plaintiff prayed for an injunction to restrain the defendants from continuing to use such boat, or any other boat, for the navigation of the lake, and from placing any other boat on its waters.\nThe defendants, by their answer, claimed that the lake was part of the public waters of the commonwealth, and therefore they were entitled to use and navigate its waters, and denied that they had invaded any of the plaintiff’s rights or violated the-terms of the leases under which they occupied lands adjoining the lake.\nThe court below granted a preliminary injunction, but upon final hearing (Criswell, P. J., specially presiding). dismissed the bill at plaintiff’s cost. Plaintiff has appealed from the decree dismissing the bill. Counsel for appellants have filed fifty-six assignments of error, of which only one is in compliance with the rules of this court. Assignments one to five, inclusive, are not printed, being admittedly bad, as not based on any exception. Other assignments are to the admission of evidence, offered by defendants, but the evidence is not set out as required by rule 31. In other assignments to various findings of fact and law, exceptions were filed, but the dismissal of the exceptions is not assigned for error. Assignments twenty-four to forty-six, inclusive, are to answers for requests submitted by plaintiff for findings of law and fact, to which no exceptions were seemingly taken. Other assignments complain of the failure of the trial judge to find certain facts, as to which no specific requests for findings were made by plaintiff. Assignment fifty-four alleges as error, the decree dismissing plaintiff’s exceptions, and confirming and making absolute the decree nisi, but neither the exceptions nor the decree nisi, are set out in this or any other assignment. .Assignment fifty-five complains generally of the dismissal of the bill at plaintiff’s costs, but does not set out the decree. Assignment fifty-six assigns for error the final decree dismissing plaintiff’s bill. This assignment is in proper form, and raises all the questions which need to be considered.\nThe Act of March 21, 1798, 3 Sm. L. 320, declared certain streams and waters, including “Little Coniate Creek from the mouth up to the inlet of Little Coniate Lake” to be public streams and highways for the passage of boats and rafts. The court below has found as a fact that the creek and lake referred to in this act, under the name of “ Coniate ” are the same as those now known under the name of “Conneaut.” There is ample evidence to sustain this finding, and it will not be disturbed. So that without regard to the question of navigability in fact, we have the legislative declaration that in the view of the law, Conneaut Lake is to be considered a public body of water, subject to the right of navigation by the public. When a lake is so small as to be properly regarded as a mere pond, there is no sufficient reason for the public to assert any right in it. But that is not the case here. The navigability of Conneaut Lake as a fact, must under the testimony be conceded. The court below has found from undisputed evidence, that during the period since 1903, the travel upon the lake during the summer, and especially during the excursion season has been large, being estimated as high as 150,000 passengers in a season, and during the summer of 1908, the navigation company operated eight boats, some of them large enough to accommodate 250 passengers. The navigability of the lake is expressly recognized in the agreement between the plaintiff and the navigation company, in which a monopoly of the navigation of the lake is attempted to be secured. The navigation company agrees to maintain sufficient boats on the lake to reasonably accommodate the business, and to accommodate to the full capacity thereof, the traffic to and from Exposition Park. It certainly does not lié in the mouth of the plaintiff company to deny that Conneaut Lake is navigable in fact. If it is navigable in fact, then it is to be so considered in law. Counsel for appellant admit this is the proper test as to rivers, but they deny its application to lakes. Why should there be any distinction?\nThe use to which the body of water may be put, is the true criterion. If the body of water is sufficiently large and deep to serve the public in providing transportation to any considerable extent upon its bosom, it is sufficient to give the public an easement therein, for the purpose of transportation and commercial intercourse.\nWe have so few lakes of' large size in Pennsylvania, that the question of the rights of the public with regard to navigable lakes does not seem to have arisen. But in Wisconsin and in Minnesota where lakes abound, the precise point has been decided. In Pewaukee v. Savoy, 103 Wis. 271, it is said, “It is the settled law that submerged lands of lakes within the boundaries of the state belong to the state in trust for public use, substantially the same as submerged lands under navigable waters at common law. Upon the admission of the state into the Union the title to such lands, by operation of law, vested in it in trust to preserve to the people of the state for.ever the common rights of fishing and navigation, and such other rights as are incident to public waters at common law, which trusteeship is inviolable, the state being powerless to change the situation by in any way abdicating its trust.” And in Lamprey v. State, 52 Minn. 181, Justice Mitchell, after an interesting examination and review of the authorities, says, “Our conclusion, therefore, is that upon both principle and authority, as well as consideration of public policy, the common law is that the same rules as to riparian rights which apply to streajns apply also to lakes, or other bodies of still water. In this state we have adopted the common law on the subject of waters, with certain modifications, suitable to the difference in conditions between this country and England, the principal of which are, that navigability in fact, and not the ebb and flow of the tide, is the test of navigability, and that we have repudiated the doctrine that the state has any private or proprietary right (as the king) in navigable waters, but that it holds them in its sovereign capacity, as trustee for the people for public use.” And the rule was laid down, “that where a meandered lake is nonnavigable in fact, the patentee of the land bordering on it takes to the middle of the lake; that where the lake is navigable in fact, its waters and bed belong to the state in its sovereign capacity, and that the riparian patentee takes the fee only to the water’s edge.” The reasoning upon which this opinion rests, appeals to us, as it did to the trial judge, in the present case.\nWe think it enunciates a sound principle, and sets forth a reasonable rule.\nAssuming then, that Conneaut Lake was a public navigable body, of water, when the commonwealth utilized it in connection with its canal system, it took no private property. It merely made use of a body of water, which it already held for the benefit.of the public. It made the same kind of use of it, in part, at least, that it did of the Beaver river, or the Ohio river as part of its canal system. As the trial judge well says: “The authorities of the state conceiving that a further beneficial and advantageous public use could be made of the waters of the lake and the lands thereunder with no material abridgment or impairment of the uses for which it was then held, authorized its further use, without payment of compensation to anyone as a storage basin for the canal. The state did not take or condemn it for such use. It already owned it and subjected it only to additional uses as a public highway for .all the people. What the state was then doing was not destroying public highways existing for the use of the people but endeavoring to provide others for their use.”\nWhen the commonwealth enlarged the lake, and raised its level, it overflowed a strip of ground all around the lake. After the abandonment of the canal and the return of the waters to the former level, the question of the ownership of the strip of land thus uncovered, arose, and it seems to have been decided, that the fee to this land had become vested in the commonwealth. But we do not understand that the decision had any reference to the ownership of the soil under the lake when in its natural condition.\n• The defendants are lessees from plaintiff’s grantor and assignor, for terms of 999 years each. The leases described the premises leased to them as bounded by Conneaut Lake and its meanderings. The leases contain covenants that the lessees will not empty any sewer from the leased premises into the lake, and that they will not cut, or transport across the leased premises, any more ice from the lake than they will necessarily consume for their individual purposes, or permit anyone else to do so. .Then follows this clause: “And to have no other right to use, occupy- or enjoy said lake other than is herein specified and permitted.” The penalty for the violation of any one of these covenants is the forfeiture of the lease, the lessors being given the right of re-entry when such forfeiture occurs. Counsel for appellant contend, that navigation of the lake with a steamboat owned by defendants, is a violation of the covenants of the lease, which equity should enjoin. It is difficult to see upon what ground this contention can be based. The language of the lease is not clear, and it comes within the established rule, that in case of doubt and uncertainty as to the meaning of a lease, it is to be construed most strongly against the grantor, and in favor of the grantee. The lessor here was very careful to insert covenants against the discharge of sewerage into the lake, and limiting the amount of ice to be cut. If it had desired to restrict the lessee in his right to navigate the waters of the lake in common with the rest of the public, the least that it could have done would have been to insert an express covenant to that effect. The construction of the lease for which appellant contends is too doubtful to be enforced by equity. If it can be shown that the rights of the lessor have been infringed, we see no reason why an adequate remedy at law may not be had, or why, if the terms of the lease have been violated, ejectment will not lie to recover possession of the premises. Equity is not to be used to settle disputed questions growing merely out of the legal rights of the parties.\nThe assignments of error are dismissed, and the decree of the court below is affirmed. The costs of this appeal to be borne by the appellant."}