{"id": "965393", "contents": "Opinion by\nMr. Justice Stewart,\nA freight elevator which defendants used in their warehouse became lodged on the third floor of the building, in consequence of its being pushed so far out of its true place that the floor of the elevator rested to some extent on the floor of the building. Defendants’ foreman called upon the plaintiff to assist in righting it. Together they released the elevator, but it failed to respond. To ascertain the cause, they went to the floor below to examine the pulleys and the drum on which the cable was wound. They found that the cable was partially unwound and hanging down in a loop. The foreman directed the plaintiff to pass back of some boxes which interfered with the full view of the drum, and see if the drum had not been revolving the wrong way. When in a position to see, the plaintiff passed his hand through the loop to catch one of the cables, in order to see if the cables were twisted. As-he did so the elevator suddenly fell from the floor above, with the result that the loop of the cable was drawn up, catching plaintiff under his extended arm and carrying him violently against the drum. The accident can only remotely be attributed to the lodging of the elevator on the third floor. If such lodging was the result of negligence, that particular negligence had spent its force without injury to anyone, for the elevator had been returned to its proper place. The immediate, proximate cause of the accident was the sudden and unexpected fall of the elevator. Was this due in any degree to the negligence of the defendants? The evidence fully warranted the inference that the elevator fell because the clamps or clutches in the uprights at either side of the elevator failed to do what was expected of them. There was no evidence of intefference from outside except as we shall refer to later on. While great latitude was allowed in admitting testimony as to the condition of the elevator for a period before the happening of the accident and the difficulties attending its operation, this evidence was not without legitimate bearing upon the immediate cause, and therefore could not properly have been excluded. If there was no outside interference it is clear that the safety clamps or clutches failed to work, either because they were defective in themselves, or because the elevator was not properly adjusted with respect to them or they to it. Plaintiff’s evidence was to the effect that the elevator was old, and that from continued use, or for other reason, was loose in-its bearings, and “wabbled,” which we take to be but another way of saying that it played to either side, that it was not close fitting against the uprights in which were placed the clamps and clutches. This was the theory advanced by the plaintiff, and unquestionably it found strong support in the evidence. If outside interference be excluded, every other fcause would seem to be eliminated. Whether negligence was chargeable to .the defendants in connection therewith was a question wholly for the jury, and it was submitted to them in a fair and impartial manner. The plaintiff testified that a few days before the accident, one of the defendants had assured him and other employees that the elevator could not fall in the way it afterwards did, because the clamps and clutches would hold it securely in place. It was upon such evidence, under proper instructions, that the jury found the cause of the accident was the defective condition of the elevator, and that the defendants were chargeable with negligence. There can be no sufficient ground for complaint with respect to this branch of the case. The theory advanced by the defendants was that the elevator fell because of plaintiff’s interference; that all he was ordered to do was to look and see if the drum was turning in the right direction, and that in taking hold of the cable, which he was not required or expected to do, he released the clamps from the elevator and was thus responsible himself for his injury. It was little better than a theory. The only witness who testified to the interference was the plaintiff himself, and all that he said on the subject was as follows: “When I got around the elevator to where the rope or this cable was, I looked up to see how the cable was, and reached out at arm’s length this way (indicating) to catch hold of the cable, and I didn’t know anything more until I was jerked up against the cable.” On cross-examination the witness having said that he touched with his hand the rope or cable, he was asked why he said “touched;” his reply was, “Because I reached out at arm’s length and caught the rope, and saw that both ropes came down pretty near together, and I reached out to the rope and I didn’t know nothing until I was up against the drum.” He was then asked, “You reached then for that rope and put your weight on it, and that is the last you know?” His reply was, “No, sir, I didn’t put my weight on it.” A witness called by defendants testified that it was possible to release the clamps by pulling upon the cable with one hand. Upon this meager evidence defendants urged their contention that plaintiff’s interference caused the accident. The instructions to the jury were even more favorable to defendants than they had a right to demand. The learned judge charged, “If he went behind there without aby order from McCollum (the foreman) and put his hand upon the rope, and that had anything to do with causing the fall of the elevator, why then the plaintiff cannot recover in this case. The law is that when the plaintiff contributed in any degree to an accident which causes his injury, he cannot recover any damages from the defendant, because it becomes a mixed question of negligence, and the law cannot determine who was most negligent about the matter. If Cunningham was guilty of any negligence in this matter in placing his hand upon this rope, and causing the elevator to release whatever secured or fastened it when the rope was slack; if he bore two pounds upon it) or put his hand upon it, and by the additional weight caused the elevator to start and fall, why, then, he was guilty of contributory negligence, and cannot recover.” This was allowing the defendants the fullest opportunity to make good their contention. As the evidence has impressed us it is not surprising that failure attended their effort. We do not feel called upon to consider separately each of the numerous assignments of error. A number of them relate to the admission of evidence with respect to prior condition of the elevator. In what we have said these we have disposed of. Of those remaining none impeached the correctness of rulings with respect to anything material in the case or which could have affected the result. Several of them suggest minor and technical errors, but nothing which would justify a reversal. They call for no discussion.\nJudgment affirmed."}