{"id": "967164", "contents": "Opinion,\nMr. Justice Williams :\nThis action is brought upon a contract known as an oil lease. By its terms the lessees acquired the right to enter upon the tract of land therein described, and drill and operate wells for the production of oil or gas on said tract for a period of ten years, rendering to the lessor as rent or royalty one sixth of all oil produced, if oil was found, and if gas was produced in sufficient quantities to be utilized, one sixth of the value of the gas so produced and one thousand dollars per well in addition. The lessees further covenanted to commence operations upon the land within sixty days from the date of the lease ; to complete one well within three months thereafter, and one additional well each year during the continuance of the lease. The following stipulation raises the only question which the case presents: “In case of a failure to complete one well within such time, the said parties of the second part agree to pay the party of the first part for such delay the sum of ten hundred dollars per annum within three months after the time for completing such wrell;.....and the party of the first part hereby agrees to accept such sum as full consideration and payment for such yearly delay until one well shall be completed, and a failure to complete one well or to make any such payments within such time and at such place as above mentioned, renders this lease null and void, and to remain without effect between the parties hereto.”\nThe lessees wholly disregarded their agreement. They neither drilled the first well nor paid the money fixed upon as the price of delay by the terms of the contract, and now they allege that their failure to perform their covenants operates to absolve them from all legal liability upon their contract, and from any claim for damages for past non-performance. The argument is that inasmuch as the contract provides that a failure to complete one well, or to pay the ten hundred dollars per annum agreed upon as the price of delay, shall “render this lease null and void,” it must be treated as void, not from and after the default which renders it void, but ab initio, so that a cause of action accrued before the default or by reason of it is extinguished. This construction overlooks the character of the agreement and the relation of its covenants. The lessees secured by it the exclusive right to operate for oil and gas on the land described. On their part and as a consideration for the grant to them, they agreed to begin operations on the land within sixty days, and within three months were to complete the first well. If they failed to do as they agreed as to the beginning and completion of the first well, they promised to pay for their delay at the rate of ten hundred dollars per annum. If they neither developed the land nor paid for their delay, they were by such disregard of their contract to forfeit all their rights under it, and the lease was to be rendered thereby null and void. But the forfeiture did not happen until default made both in completing a well and in paying for the delay or failure to complete it. This required a period of eight months, during which the lessor and his land were tied up by the contract.\nThe lessees had the right to enter at any time during the eight months and either drill a well or make the stipulated payment. If they did neither, within the time limited, their right of entry was extinguished and the contract itself was at an end. But the acts that forfeited their rights did not also forfeit those of the lessor. Their liabilities growing out of their non-performance are to be distinguished from their rights under the contract. The latter they could forfeit, but the former belonged to the lessor and could be lost only by his act. The lessees promised to complete one well within a given time. This was for the benefit of the lessor. If this was not done he was to be compensated in money. If the money was not paid he was at liberty to rid himself of his tenants and resume the possession of his land. But the construction contended for by the plaintiffs in error transfers the punishment for the breach of the contract from him on whose default it arises, to the innocent injured party. Because the lessees have secured the control of the land of the lessor by covenants which they have broken, the lessor shall be deprived of all redress at law by the very acts of his lessees which give him a cause of action. Their default takes away his remedy. The acts or omissions of which he complains are an answer to his complaint. We should need the constraint of insurmountable necessity to induce us to adopt the construction contended for.\nThe judgment is affirmed."}