{"id": "967151", "contents": "OpinioN,\nMe. Justice Williams :\nThe general rule on which the court below rested its ruling in this case is well settled. A decree of probate made by the register of wills is a judicial decree, and after the lapse of five years without appeal it is conclusive as to the real estate disposed of by it. This rule has been recognized and applied in many cases, among which are Holliday v. Ward, 19 Pa. 485; Cochran v. Young, 104 Pa. 333; McCay v. Clayton, 119 Pa. 133.\nBut the general proposition thus affirmed must be understood as qualified by the same considerations that qualify the conclusiveness of judgments at law. Of these the most obvious is that which relates to the jurisdiction of the court over the subject-matter and the persons affected by the judgment. If the court has no jurisdiction, it is of no consequence that the proceedings have been formally conducted, for they are coram non judice. A judgment rendered by a justice of the peace in a cause over which he has no jurisdiction is void, notwithstanding service may have been regularly made on the defendant, and he may have failed to appeal or take a certiorari within the time prescribed by law. A judgment rendered in the Court of Quarter Sessions in a proceeding exclusively within the jurisdiction of the Common Pleas, and vice versa, is void for want of jurisdiction in the court rendering the judgment. So, although the court may have jurisdiction of the subject-matter, yet if there be no service, actual or constructive, on the defendant, the judgment is void for want of jurisdiction over the person to be affected. If such want of jurisdiction appear upon the record, it can be taken advantage of at any time and in any court where the conclusiveness of the judgment is the subject of judicial inquiry. The reason for this is found in the fact that the record of the judgment bears on its face the proof of its illegality and shows the want of power in the tribunal to render it. When it is offered as a conclusive adjudication between the- parties, an inspection shows that it is not, because the court had no power to make an adjudication.\nIn the case now under consideration the jurisdiction of the register is conferred by statute, and the limitations within which it is to be exercised are very plainly prescribed. Within these limits his decrees are conclusive. Outside of them he is without any authority to .make a decree, and his decree if made is a nullity.\nThe act of 1833 provides that “every will shall be in writing, and, unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof, or by some person in his presence and by his express direction; and in all cases shall be proved by the oaths or affirmations of two or more competent witnesses, otherwise said will shall be of no effect.” A writing that does not meet these requirements is not a will and the register cannot make a will out of it. If a deed in the usual form should be presented to the register as the will of the grantor, and proof should be made by two witnesses showing its execution and delivery as a deed, a decree of probate resting on such, an instrument, and such proofs spread upon the record, could not change the character of the instrument or conclude any one interested. This was substantially ruled in Bowlby v. Thunder, 105 Pa. 173. The action in that case, as in this, was ejectment. The register had probated two papers which were attached to a formal will as though they had been part of it. There had been no appeal from the decree and more than five years had elapsed. The party claiming under the will alleged that the decree of probate was conclusive as to the testamentary character of the attached papers. The court below, however, held otherwise, and this court affirmed its action, giving as a reason that “probating does not make a will.” The ground on which the decision in Bowlby v. Thunder stands, is that the register had no jurisdiction over the writings attached to the will. They were precatory or advisory, and were for the guidance of the executor. Their character and his want of jurisdiction were apparent on the face of his record, and his decree was an absolute nullity.\nThe case at bar is still stronger. Isaac Wall, realizing the dangerous character of his sickness, desired to make a will and gave directions to a scrivener for its preparation. Before the writing was ready for his examination he died. He never saw the will which had been prepared for him nor knew its contents. It was presented to the register for probate in the same condition in which it left the hands of the scrivener, an unexecuted writing. This was enough to prevent -its probate until the want of execution was accounted for in accordance with the act of 1833. The proofs produced instead of showing that the paper was approved by the testator, but its execution, prevented by the extremity of his last sickness, showed very clearly that he had not examined it and could not have intended its execution, because he was dead when it was finished. The register was therefore without jurisdiction. The writing produced was not signed nor was the failure to sign accounted for, as the act of 1833 required in order to entitle the writing to probate.\nIn Aurand v. Wilt, 9 Pa. 54, the action was ejectment, and the validity of the will of Peters was the controlling question. He was living when his will was written and brought to him, but be was unable to comprehend what was said about it and died without executing it. It was held that the will was not entitled to probate, and Rogers, J., delivering the opinion of this court said: “An opportunity must he given to have the will read and explained to him (the testator), which, cannot be if before it is completed and ready for signing he becomes incapable of understanding and comprehending the contents. If at the time or before it is completed lie either dies or ceases to be able to act understanding^, it cannot be admitted to probate.”\nSeveral cases bave been cited which are thought to hold a different doctrine, but an examination will show that they do not. They are cases in which a will purporting to be signed by the testator was presented for probate. The fact that tlie will was executed gave tlie register jurisdiction to inquire into tlie maimer of its execution, and the mental condition of the testator. Where he has jurisdiction, a decree, regular in form, will be aided by the presumption that all things necessary to be done have been rightly done. Presumptions may be resorted to in aid of a decree otherwise regular. But jurisdiction will not be presumed when the record shows the want of it. In such case the decree is a nullity.\nJudgment reversed, and a venire facias de novo awarded."}