{"id": "967155", "contents": "Opinion,\nMr. Justice Hand :\nThe plaintiff brought his bill in equity praying for the rescinding of a contract entered into between himself and Hutchinson, one of the defendants; for an account; for the refunding of expenses incurred by reason of defendant’s default; to restrain the delivery of further stock by the bridge company to Hutchinson; and to stay proceedings at law instituted by Hutchinson against the bridge company, which were wholly dependent for validity on a settlement between the plaintiff and Hutchinson. The bridge company was made defendant in the bill.\nThe facts are as follows : On March 12, 1883, the plaintiff entered into a contract with the North Side Bridge Company to construct their bridge over the Allegheny river for the consideration of $250,000 of their corporate 6 per cent bonds, $200,000 of their preferred stock and $200,000 of their common stock. On October 11, 1883, defendant Hutchinson, party of the first part, entered into a contract with plaintiff reciting the above stated agreement, by which Hutchinson agreed “ to advance from time to time whatever money is needed to carry on the work of construction of said bridge, or loan his credit to party of the second part to enable him to obtain the necessary funds . . . . , and in a total amount not to exceed the sum of $270,000 for tbe entire completed bridge, franchises, land and other damages, and the purchase of real estate.”\nThe said McDowell “before any money or credit shall be advanced (agreed) to transfer to said Hutchinson his entire right to receive from said bridge company” the bonds and stocks before mentioned. “ All money realized from sale of bonds and stock (to) be first paid to party of the first part until he received back the money and interest advanced.”\n“ Whatever stock or bonds or the proceeds thereof shall be left over and above the cost of the said bridge.....shall be divided equally between said parties, and McDowell guarantees that the total cost of the bridge etc. shall not exceed the sum of $290,000,” any excess to be paid by him. No bond was to be sold for “ less than ninety per centum without the consent of McDowell unless it appear that such price cannot be obtained, and in such an event they shall be sold under direction of some reputable banker for whatever price he can obtain for them.”\nOn the same day, October 11,1883, McDowell assigned to Hutchinson his right to the bonds and stock to be issued according to his contract with the bridge company, which assignment the bridge company agreed to and approved December 10, 1883.\nIn the agreement between the parties of October 11, 1883, contracts let by McDowell were to be submitted to Hutchinson for approval. The largest contract was let to one Lindenthal and was for “the foundation, stone work, piers, approaches and superstructure of the bridge.” Payments were to be made thereon monthly as the work progressed, on the 15th of each month. This contract was signed by Hutchinson with McDowell, so that Hutchinson knew when the money or credit was to be furnished by him.\nHutchinson advanced $80,478.09 up to and including the July estimate. After this he furnished no money nor credit. He was amply able to furnish the whole amount needed up to the $270,000. After the above advances McDowell procured and delivered to him $75,000 of the bonds of the company. Soon after this Hutchinson went to California upon a wedding trip. His intended absence was known to McDowell. Hutchinson made no provision for paying the estimates in his absence, according to bis contract. McDowell did not know of this until tbe money was needed and on application at Hutchinson’s office could not be procured. There was an attempt to show that Hutchinson had made arrangements for the money but it was not proved that they were actually made. It amounted to mere conversations with other parties, and, if it was made, he neither notified McDowell of it nor had the money or credit ready to be furnished. The estimates falling due in Hutchinson’s absence were not paid, and none were paid or provided for by Hutchinson after that.\nUnder the circumstances, McDowell was compelled, in order to carry on the work of the bridge and provide the proper financial support beyond chance of failure, to negotiate all the bonds of the company and some of the preferred stock.\nThe facts connected with this are contained in paragraph ■eight of plaintiff’s bill which the master has practically found to be true. It is as follows:\n“Your orator further says that after the departure of the said Hutchinson for California, your orator entered into an arrangement with the firm of Robinson Brothers, brokers, a firm of high standing in the city of Pittsburgh, looking to negotiation of a sufficient amount of the bonds and preferred stock of the company to enable your said orator to complete the said bridge, and those arrangements were so proceeded with that after a' full investigation of the validity of the said securities, the said Robinson Brothers agreed to procure discounts of the same upon the condition that the money derived from the sale thereof should be held by them in a separate .account and disbursed only upon the estimates of the engineer in charge of the construction of the said bridge, to protect the purchasers of the said bonds and stock; and it was only through the high standing of the said firm, and the influence which their representations secured under such arrangement that the bonds and stock were sold by them; that said firm did succeed in negotiating the said bonds and a sufficient amount of the preferred stock to meet the requirements of the contractors of the said bridge up to the present time, although the said bridge is not yet completed, but that the said negotiations were conducted at a sacrifice to your orator, which he was by no means bound to sustain, by reason of the discount which the bonds and stock necessarily were compelled to submit to, from the fact that they were hypothecated upon a bridge in process of completion which the inclemency of the season might at any time destroy; and that had the said Hutchinson complied with his contract and the bonds retained until the completion of the bridge, the said bonds would have commanded a premium and the preferred stock would have commanded par, thus saving to your orator a large amount of money which he has been compelled to lose.”\nThis paragraph is fully sustained by the evidence in the case.\nThe amount of loss sustained by reason of Hutchinson’s failure to advance the required money or credit was shown to be #80,000, or 12 per cent on the bonds. The cost of the bridge was necessarily increased by legal proceedings instituted which compelled the raising of the bridge. This and other matters found by the master increased the proper cost of the bridge as between these parties to $308,870.50 of which an item of #13,549.89 is estimated which may be reduced eventually. Some receipts of stock besides the bonds heretofore mentioned were proved in the hands of Hutchinson which will be referred to when we come to re-state the account.\nWe have examined the evidence with great care, and, while we differ from some of the inferences of the learned master which he has denominated as findings of fact, we are enabled to find all the .essential facts within his report which should determine the equities in this case, and his report has therefore been of great service to us. Where, as in this case, a large number of facts are found to be proved and inferences are drawn therefrom as facts themselves, it is essential in a review of the case to note the distinction between a proved fact and an inference. We think this accounts for the way in which, as we view the case, the court below were misled. An examination of the findings of fact by the master will show that the first three are inferences, proper enough from the standpoint of the master, but wholly misleading if the court erroneously and unconsciously adopts them as actual facts. We shall not criticise the report of the master specifically in all points where we differ, except so far as our conclusions, themselves modify it.\nThe facts above stated are beyond dispute. The evidence in its totality, fairly considered, shows that to the utmost requirement McDowell lived up to the letter and spirit of his contract with Hutchinson; that Hutchinson performed only a part of the covenant .which was exclusively his duty to perform ; and the only cause for not realizing the fullest expectations and legitimate success of the contract and the enterprise, was due to Hutchinson’s default and failure to perform. That this is a proper conclusion of fact as well as law, will further appear. The master makes the inference himself and no other could be adopted.\nThe law governing this case is that which the parties have themselves made in their written contracts. They are unambiguous and clear. Let us look at the contract of October 11, 1883. Hutchinson bound himself “ to advance from time to time whatever money is needed to carry on the work of construction of said bridge or loan his credit to party of second part to enable him to obtain the necessary funds in a total amount not to exceed the sum of $270,000.” That which was “necessary,” was money or credit of Hutchinson sufficient for the entire completed bridge, franchises, land and other damages and purchase of real estate. It was stated in the preamble that this money or credit was necessary to enable McDowell to carry out his said .contract with the Bridge Co. to completion.\nMcDowell on his part was already bound to complete the bridge, but it was reiterated that the burden was upon him to furnish a bridge completed in every respect, and that he would do it so far as Hutchinson was concerned out of the $270,000 that he was to furnish, and guarantee that the whole cost would not exceed $290,000, or, if it did, it was expressly agreed that McDowell was to pay the surplus and it was not to come out of Hutchinson’s share of the bonds or stock. McDowell was to transfer his right to receive the entire bonds and stock. He did transfer it at once.\nIs there any ambiguity about the terms of this contract? Certainly not. It is not the case of an ordinary partnership in which both parties may be called upon to do all that the partnership contemplates, and in which the act of one is the act of both as between themselves. Specific acts are here fixed for each party, and the specific act of one is the consideration ■of the specific act of the other. McDowell is not to do Hutchinson’s duty, nor Hutchinson McDowell’s, and the whole success of the bridge and of the enterprise, as a business venture, depended upon each one actively and constantly doing his own peculiar duty. Hutchinson’s duty was just as essential to support the enterprise, as the foundation stone to be laid by McDowell was essential to support the bridge. It required no notice from either party to create an obligation if he failed to perform; it might be safe to give such notice, but it was not necessary. McDowell had the right to assume that Hutchinson would keep his contract when he left for California.\nA gain; what was the status of the bonds and the stock ? They were the consideration of McDowell’s work and materials. They were his property. Hutchinson loaned or was to loan the money or his credit to McDowell. In the latter case McDowell was to procure the money. It is not pretended that the transfer of bonds and stock to Hutchinson was a sale of them. So far as he and McDowell were concerned they were in Hutchinson’s hands to secure the performance of the contract, and that was, that when the full amount was advanced and the bridge completed the advances were to be paid first out of the proceeds, and the residue divided in specific bonds and stock between the parties. It matters little whether we call them collateral securities, or held in trust by Hutchinson; the law and the equities are the same. When a loan like this is provided for and a large amount of securities passed to the lender, the law fixes the character of the holding. The title was still as between McDowell and Hutchinson in McDowell. As regards third parties who purchased, it would be different.\nThis transaction differs nothing from every absolute transfer of stock as a collateral with a power of sale. It is the loan or advance which is made and to be repaid which gives the character of a pledge to the transfer. It verges upon the point of absurdity to say that before Hutchinson had advanced a dollar of money or credit, the transfer of §650,000 of securities to be received for the bridge was an absolute sale of the securities. It is true, that in his testimony Hutchinson seems to so consider it, but it is contrary to all business transactions and every legal presumption to so treat it. McDowell swears to the contrary in his testimony, and says the understanding was that the securities were not to be sold. His testimony is corroborated by the legal construction of the contract. Thus much as to the nature of the agreement.\nWe have seen that in all respects McDowell fulfilled his contract and that after the advance of the $80,478.09 Hutchinson failed in his. This is the turning point of this case : a clear breach of covenant on one side and performance on the other. At this juncture McDowell stepped into the breach and performed Hutchinson’s duty. He did it at great loss to himself and to the common enterprise. This he had the right to do, but it changed the equities of the parties under their contract.\nAt this point we might close this case, settle the equities, re-state the account and allow McDowell the proper damages, but we will consider the equities at length.\nMcDowell asks us to declare the contract wholly rescinded as of the date of Hutchinson’s breach. Can we go to tins extent?\nA party who keeps his contract under a vital breach of the other party, may do' one of two things: rescind the contract, or stand upon the contract and ask for damages for the breach. If he rescinds it, he must do so at once or within a reasonable time. This McDowell did not do. He might have done it. The master correctly states the situation when he says, “ Had McDowell stood up then for his present construction of the contract we think his position would have been maintained, and in such case it might have even been doubtful whether the bonds and stock could have been tied up by hypothecation.” He did not dissolve the relationship and abrogate the contract. It would probably have involved litigation which it was necessary to avoid. He cannot ask us to do what he did not do for himself. He can however stand on the contract and ask to be reimbursed for Ms damages by reason of Hutchinson’s breach. He did not release his damages.\nThe master errs in allowing the clear facts of the case to be set aside by his inferences. The rules of evidence will not permit it. We find nothing in this record which amounts to a waiver of his equities in tMs behalf. It is true he did not show a belligerent spirit nor anticipate trouble until it was necessary, but tMs is no evidence of a release of his rights. His delivery of the stock subsequently to Hutchinson, to the extent which he did, and his letter after he had by his loss secured the success of the enterprise, nor the mere talk before the contract that $50,000 might be all the money that would be needed, were no waiver of his rights. Solemn covenants cannot be set aside nor broken contracts released, on such slight testimony. When pressed to a point where if he had yielded he might have compromised his rights, McDowell quietly but persistently refused to comply with Hutchinson’s demands, and hence the latter instituted the legal proceedings against the bridge company. When Hutchinson returned from California he did not seek to take up the burden McDowell had assumed. His anxiety alone seems to have been to secure the largest possible fruits of profit to himself without any corresponding fulfilment of duty on his part. In the light of the legal obligations resting on the parties, the conduct of Hutchinson stands in marked contrast to that of McDowell, and as we gather from the report the master himself so views it.\nWe need not discuss the question whether the covenant of Hutchinson was dependent or independent; it is one in which the breach may be compensated in damages, and it is to be treated exactly as stated by Gibson, C. J., in Ligget v. Smith, 3 W. 333, as if it was separate and independent. We have a covenant kept in part and broken as to the residue, and the measure of damages is what it cost to fulfil the contract. Hutchinson is to be held responsible for his breach. After his failure to comply, the sale of the bonds by McDowell was such a necessity and reasonable provision to save the enterprise, that it threw the loss thereby suffered wholly ;ipon Hutchinson. It increased the cost to them of the bridge and McDowell should bear no part of it.\nThe items of account as found by the master are in the main correct. We adopt a simple mode of stating the account and in this differ from the statements presented by counsel for both sides, which contain manifest errors. The mode of settling their accounts is provided for in the contract. It is a division of the bonds and stock on hand as specific articles, a division in kind, not in the first instance in value as dollars and cents. There is no cash on hand “ proceeds of bonds or stock ” to be divided. In this division, the bonds are out of the question because they are sold or appropriated. We make these statements, because a state of things might have existed which would require the cash account and the stock and bond account to be kept separate. Fortunately, for clearness of understanding the account may be all stated as if in dollars and cents, the items showing what is cash and what specific articles of stock.\nIt is admitted that the preferred stock is worth par and with the bonds and stock recéived by Hutchinson he has received practically in cash more than sufficient to pay all his advances and interest. In the view we have taken the bonds and stock were all assets in the hands of McDowell to first pay the cost of the bridge which included all the advances by Hutchinson either made or to be made up to $270,000, and such amount as should be added to the $270,000 by operation of law. Under the facts of this case, the loss on bonds, $30,000, as a cash item, is to be added to the cost of the bridge just as the $7,500 was added by the master, as loss on the stock sold by agreement of parties. It is clear that if both parties had kept their agreement and the bonds and stock held and only sold as contemplated to pay the final cost of the bridge, the division in bonds and stock would have been the difference between the gross amount of bonds and stock, and the cost of the bridge. This gives us a sure method of stating the equities between the parties. Equity will hold Hutchinson to the full performance of his duty under his contract, by making him responsible for what he failed to perform. This legal aspect of the case is warranted by the nature of the transaction and the object and design of the parties. Partners may hold each other to such independent covenants, and claim damages for their breach: Wright v. Smyth, 4 W. & S. 533.\nThe measure of damages is properly stated by Gibson, C. J., in Ligget v. Smith, cited above, to be what the contract would yield less a sum sufficient to compensate his defective execution of the contract, and it makes no difference whether the covenants are mutual or dependent, or separate and independent. When, as in this case, the part of the covenant not fulfilled must be performed, the same rule of damages is what it costs to fulfil it: Sedgwick on Meas, of Damages, 286, note. In stating the account we shall allow Hutchinson such profit as the contract would have given him less the losses occasioned by his own default.\nAnother question raised in the case and covered by the sixth assignment of error is with reference to the prayer for an injunction against prosecuting the suit against the bridge -company. It is clear that the disposition of this case leaves no equities or legal claims on the part of Hutchinson against the bridge company. Any equity against them must be sought through McDowell. The pendency of that suit is a mere menace to prevent a settlement between the company and McDowell. Why then may not McDowell in equity ask that the proceedings may be enjoined? The cause of action and the proceedings are fully admitted on this record under the bill and answer, and the proofs correspond. It is true McDowell is not a party to that action but he is interested and hence does not come within the case of New York v. Connecticut, 4 Dali. 1-3, cited in the text books. The bridge company accepted notice of and approved of the assignment by McDowell to Hutchinson, and for this reason Hutchinson claims to hold the bridge company. They became'in effect sureties for McDowell for the delivery of the bonds and stock to Hutchinson, in case Hutchinson fulfilled his agreement. But Hutchinson did not keep his agreement and by his failure he released the sureties. They join in the prayer of the bill, were made defendants in the bill, as McDowell had the right to make them. The proceedings at law are inconsistent with- the decree in this case, and a clause may therefore be inserted in the decree restraining those proceedings: Hilliard on Injunctions, 3d ed., 273. It is also a not uncommon basis of jurisdiction in equity, when the application is to stay proceedings where sureties have been released by a mode of dealing with the principal debtor: Story’s Equity Jurisprudence, section 883. The parties are all before us and this plaintiff shows his equity. We think the demurrer should have been wholly overruled instead of partially.\nIn regard to the item of coupons, $7,500, we consider that a voluntary payment by McDowell so far as Hutchinson is concerned. It is true it was necessary probably to preserve the credit of the bonds, but it involves a question between McDowell and the bridge company which we are not called upon to settle. If it is a claim against the company, McDowell has the' coupons to assert it; if not, he has them to return. They should not be included in this account, either as a cost item of the bridge or as an asset.\nIn regard to the costs, we are clear under the authorities and upon the facts of this case that McDowell should pay no part of the costs. He has kept his contract to the letter; he succeeds on all the material points which make an issue for sustaining this bill, and the default is wholly on the part of Hutchinson.\nIn the foregoing review of the case we have sustained the following assignments of error, viz., the second, third, fourth, sixth (as numbered in the paper book), seventh, eighth, ninth, eleventh. , It is unnecessary to refer specifically to other assignments of error.\nIn accordance with the foregoing views we re-state the account as follows, premising that for the purposes of this suit we need take account only of Hutchinson’s share in the enterprise, inasmuch as everything outside of that falls upon McDowell for better' or worse.\nTotal assets of bonds and stocks . . . $650,000 00\nDeduct total cost of the bridge as found by the master . . $308,870 50\nDeduct coupons included . . 7,500 00\nCorrected cost of bridge . $301,370 50\nAdd loss on sale of bonds . . 30,000 00 331,370 50\nTotal profits.......$318,629 50\nOne half to Hutchinson .... 159,314 75\nDeduct loss occasioned to McDowell by including whole loss as above which makes him pay one half thereof 15,000 00\nBalance of profit to Hutchinson $144,314 75\nAdd balance due Hutchinson on following statement .of account for advances, viz.:\nTotal advancements as of Jan’y 1,1885, $83,408 23\nBonds received $75,000\nCoupons to January 1, ’85 . 2,250 77,250 00\nJanuary 1, 1885, balance due $6,158 23\nInterest to June 26, 1886, . 549 80 3,708 03\nBalance due Hutchinson in cash & stock . $151,022 78\nAmounts received by Hutchinson\nCommon stock . . . $100,000\nPreferred stock .... 52,500 $152,500 00\nAmount due McDowell by Hutchinson . . $1,477 22\nThis amount should be refunded in preferred stock, to wit, twenty-nine shares and twenty-seven dollars and twenty-two eents fraction of a share paid in cash, or the value of said shares and fraction, to wit, the sum of fourteen hundred seventy-seven and .22 dollars paid in cash.\nThe decree of the court below is reversed, except so far as it required the giving of a bond in $10,000 by A. A. Hutchinson to be approved by the court, and the following decree is entered:\nNow, to wit, January 7,1889, it is ordered, adjudged and decreed, that the defendant, A. A. Hutchinson, forthwith deliver and assign or cause to be delivered and assigned to the plaintiff, Nathan M. McDowell, twenty-nine shares of the preferred stock of the North Side Bridge Company of the par value of fifty dollars each and pay to him twenty-seven dollars and twenty-two cents in cash, the fraction of a share, or in default thereof, pay the value of said shares and fraction, to wit, the market value of said shares and fraction thereof at the date of this decree in cash; that the account as above stated he and remain a final settlement between the said plaintiff and the said A. A. Hutchinson subject only to their equal liability upon the unadjusted claims of $13,549.89, as stated in the master’s report, and the said A. A. Hutchinson give a bond as required in the decree entered in the court below in this case in the sum of $10,000.00, to be approved by said court if not already given and approved, and if so given and approved, to remain in force for the purpose indicated, viz., conditioned for the payment by said Hutchinson of the one half of the unadjusted claims stated by the master to be $13,549.89; when said claims shall have been adjudicated and become due and payable. And it is further ordered that the said A. A. Hutchinson he perpetually enjoined from further maintaining the suit at No. 406 March Term 1887, instituted by him in the Court-of Common Pleas No. 1 of Allegheny county against The North Side Bridge Company, referred to in the bill filed in this case.\nAnd it is further ordered that A. A. Hutchinson defendant pay all the costs of the proceedings in this case, including the master’s fee of one thousand dollars to be taxed as costs and pay the costs of this appeal, and the record is remitted for the enforcement of this decree by the court below.\nAfter the filing of the foregoing opinion, an application was made by A. A. Hutchinson for the correction of alleged errors in the account stated in the opinion, and for a re-argument, generally, of the cause. On March 11,1889, the motion for a re-argument was refused, the statement of the account confirmed, and so much of the decree as required the giving of a bond by A. A. Hutchinson to secure the payment of one half of the estimated items making up the sum of $13,549.89, was vacated, but without prejudice to the right of McDowell to proceed for the recovery of one half of any excess over the said sum, to which the said unpaid items may on final settlement amount."}