{"id": "967838", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis was a bill for a mandatory injunction to compel the removal of certain structures erected on a street in a plan of lots laid out and duly recorded. The learned judge has found and clearly stated all the facts, and Ms conclusions of law are supported by our cases. The decisions of tMs court, relied on by the appellant, are clearly distinguishable from the authorities applicable to the facts of this case, as pointed out in the opinion of the common pleas.\nThe plaintiffs are the owners of certain lots in a plan duly laid out and recorded, and allege that the defendant company has obstructed one of the streets of the plan. The defendant concedes that the owner of a lot in such a plan has a covenant that the streets of the plan shall forever remain open for the public use, and that the legal rights of the plaintiffs in the streets are undisputed. The only question here, as suggested by the defendant company, is how far those legal rights may become unenforceable in chancery by reason of laches and estoppel. This is a very narrow question, and the facts warranted the learned court below in deciding it against the appellant.\nThe right of the defendant to resist the removal of the building and incline plane from the streets by reason of lapse of time, acquiescence in the encroachments, irreparable damage to the defendant, and relief disproportionate to the alleged injury is, as suggested by the trial judge, conclusively settled against the defendant by the recent case of Garvey v. Refractories Co., 213 Pa. 177.\nThe case is wholly devoid of any facts which would estop the plaintiffs from asserting their legal right to have the brick building removed from Winebiddle avenue. It is conceded that at the time of the construction of this building, the defendant company knew that Winebiddle avenue was one of the streets plotted in the plan and that it was bound to recognize that fact in dealing with the property. It is contended, however, that the encroachment by the building on the avenue was an innocent mistake made by the surveyors employed by the defendant to survey the land and determine the location of the avenue. The location of the building was made with reference to this survey. In all this, however, we fail to see any justification for the encroachment upon the street. The company knew of the existence of the avenue, concedes that it had no right in law to encroach upon it and that the encroachment resulted from a mistake made by its own employees in locating the building. It is not claimed that either of the plaintiffs misled the defendant as to the proper location of the avenue or, by any act or conduct, was responsible for the location of the building. On the contrary, the learned judge finds from sufficient evidence that shortly after the erection of the building, Wallace notified the defendant of the encroachment, and from that time and since has protested against its erection on the street. We therefore fail to see anything in the case which shows laches or grounds of estoppel as against either of the plaintiffs. The defendant company relied upon its own investigations to ascertain the location of the avenue, and hence it is not in a position to claim an estoppel even on the ground of innocent mistake. This mistake was made by its own servants and hence must be regarded as having been made by itself. For this the plaintiffs are not responsible. The defendant company knew the location of the avenue as well and possibly better than the plaintiffs; it had the same means of ascertaining the location of the street as had the plaintiffs, and it used those means for the purpose. The means of knowledge of both of the parties were therefore equal. Conceding, as the defendant company does, that it had no legal .right to encroach upon the avenue with its building, it has clearly shown nothing which should stay the hand of a chancellor in enforcing the right of the plaintiffs to have the obstruction removed. That, as we have seen, is the only ground upon which it seeks to defend this action.\nIt is further maintained by the defendant company that Wallace is estopped from asserting any right to have this building removed by reason of his conduct, and it is claimed by the defendant that the People’s National Bank, the other plaintiff, can have no better claim or higher right than Wallace. This position, however, we regard as untenable. If we should eliminate Wallace from the case, the People’s Bank unquestionably, we think, could maintain the action. The bank holds title to its lots by virtue of a sheriff’s sale under a foreclosure proceeding on a mortgage executed .and recorded in February, 1890. The title to the property therefore vested in the People’s National Bank as of that date. The defendant company acquired title to its lots in the plan by deed dated September 15, 1891, and soon thereafter constructed its building which encroaches on Winebiddle avenue. At the time of the encroachment the bank did not have title to or possession of the premises which it subsequently acquired. Hence there can be no ground whatever for the contention that the bank is estopped from asserting its legal fight to have the encroachment removed. The rights of a mortgagee cannot be impaired or affected by the manner in which the mortgagor deals with the property. He cannot incumber the property by a lien or easement which would not be divested by a sale on foreclosure proceedings, nor can the acquiescence or consent of the mortgagor prevent the mortgagee from invoking the aid of a chancellor to remove an illegal obstruction upon a street on which the mortgagee has an easement. This is settled law. The People’s Bank, therefore, is not affected by any act or conduct tif Wallace since the record of the mortgage, and such conduct will not raise an estoppel against the bank. It is true that a mortgagee may adopt or acquiesce in the acts or conduct of the mortgagor and become responsible therefor, but such adoption or acquiescence by the mortgagee must be made to appear. The fact that the mortgagee, in the present case, permitted the mortgagor to lay out the land in lots and streets is not sufficient to warrant the conclusion that it acquiesced in or adopted the action of .the mortgagor in permitting an illegal obstruction to be erected on one of the streets. . Some affirmative action on the part of the mortgagee would be necessary to warrant such a conclusion. There is nothing in this case to justify a belief that the bank ever acquiesced in the encroachment of this building on the street.\nThere was no authority for the construction of the incline plane on Winebiddle avenue. It was an obstruction which the lot owners in the plan had a right to have removed. The fact that Wallace at one time owned it does not alter the case. The nuisance was liable to abatement at any time at the suit of a lot owner. The ownership by Wallace was, as suggested in the argument, a purely personal matter and entirely apart from the ownership of property in the vicinity. The People’s National Bank had nothing to do with it, and it does not appear that it knew of its existence. In asserting its alleged equity to have this incline remain on Winebiddle avenue, the defendant company claims that it is “the only means of drawing its wagons to- the public streets.” The learned judge who heard the case does not agree with that conclusion. He finds that the road extending from Winebiddle avenue through plaintiffs’ lots to Gross street, and adjudged a public highway by this court in Liquid Carbonic Co. v. Wallace, 219 Pa. 457, is sufficient to afford the defendant adequate means of ingress and egress to and from its factory. On this question, he says: “While the evidence is that the defendant uses the incline plane with the machinery connected therewith in the hauling of heavy loads up Winebiddle avenue, there is no evidence 'that the road or right of way which they (defendant company) enforce over the plaintiffs’ land is not and cannot be made entirely feasible for the transportation of all their products. Further it does not appear that a feasible road for egress and ingress does not in addition exist over the rights of way of defendant’s and Duquesne Reduction Company’s lots to Gross street, the latter being a graded and paved street.”\nThe assignments of error are overruled and the decree is affirmed."}