{"id": "967840", "contents": "Opinion by\nMr. Justice Potter,\nThis was an action brought to recover damages for personal injuries suffered by the plaintiff on August 25, 1905, while employed by the defendant company. He was directed to work at a billet conveyor, which consisted of a series of rolls, which were turned by beveled gears, and these gears were uncovered. Plaintiff’s duty was to pull billets of steel upon the conveyor, by means of a long hook with which he reached across the rolls. The operation of the rolls seems not to have been continuous, but they were only placed in motion as needed to feed the billets into the furnace. Ordinarily they were not in motion when the billets were being pulled upon the roll table by the men.\nOn the day of the accident, as the plaintiff was engaged in the performance of Ms duty, the rolls were started while he was standing in front of the uncovered cogwheels; a portion of his clothing was caught, and he was drawn in, and an arm was taken off by the rolls. The negligence with which defendant was charged, was leaving dangerous gearing or cogwheels uncovered.\nThe question of defendant’s negligence and of contributory negligence upon the part of the plaintiff were left to the jury. The trial judge also called the attention of the jury to’ the claim of the defense, that the danger from the uncovered cogwheels was so obvious that the plaintiff must have assumed the risk of working near them. No point was presented asking for specific instructions as to the assumption of the risk, but a general point asking for binding instructions in favor of the defendant was presented and refused, as was a motion for judgment non obstante veredicto. In its opinion, refusing the motion, the court below said, that in view of plaintiff’s ignorance of macMnery and its dangers, and of the evidence that no instruction or warning was given to plaintiff, it would have been error to have given binding instructions for the defendant, even leaving out of view the effect of sec. 11 of the Act of May 2, 1905, P. L. 352, which requires that “all vats, pans, saws, planers, cogs, gearing, belting,' shafting, set screws, grindstones, emery wheels, ñy-wheels, and machinery of every description (in an establishment where machinery is used) shall be properly guarded.” It is admitted that defendant failed to discharge this duty, which was imposed by the statute, and which might very well have been regarded as part of the duty of providing a reasonably safe place for the employees to work. As the case was tried, however, the defense of assumption of risk was left open to the defendant, notwithstanding its failure to provide the safeguards required by law.\nCounsel for appellant are not satisfied, however, with the action of the court in leaving this question to the jury, but contend that the court should have held as a matter of law that under the circumstances of this case, the plaintiff did assume the risk, and cannot recover damages for his injuries. They urge the application of the maxim volenti non fit injuria. But before this maxim can be invoked, it must be shown that the plaintiff not only knew the circumstances, but that he also appreciated the full extent of the danger to which he was exposed by his employment, and that he voluntarily exposed himself to it. This makes the question of assumption of risk, one of fact, unless from the nature of the case, it is clear of dispute in this connection. Before the defendant can escape the consequences of its own negligence, upon the ground of the maxim volepti non fit injuria, it must appear clearly from the evidence, or there must be a finding of fact, that the plaintiff with full knowledge of the nature of the risk, impliedly took the chances of it. It is the consent of the plaintiff which destroys his right to recover, and how can there be consent without full knowledge? In the present case there is evidence that the plaintiff was a foreigner, with limited understanding of the English language; that he was not familiar with machinery, and that he had never worked about cogwheels or gears until a few days before the accident. There is further- testimony that he was given no instructions as to the duties and risks of his work. There was also evidence that at no time previous to the accident, had the rolls been in motion when the plaintiff was pulling billets on to the roll table. Under this evidence, and that bearing upon other circumstances in the case, we do not see that the trial judge could reasonably have held as a matter of law that the danger of working near these uncovered cogwheels, which were not ordinarily in motion, when the billets were pulled down to the roll table, was so open and obvious that the plaintiff must have known and appreciated the danger of injury from them, and have impliedly accepted the risk. Whether or not he was warned of the danger, and whether he understood the warning, and appreciated the risk, and in spite of it all, went on with the work, all these matters were disputed questions of fact to be passed upon by the jury, if the defense of assumption of risk was a proper one to interpose in the case.\nAs the defendant had the benefit of the submission of the case, practically unhampered by any limitations placed by the statute upon its defense of assumption of risk, there is little need here for any discussion as to whether the statute precludes the setting up of that defense. The question whether an employer may invoke the defense of assumption of risk by the employee, in the face of a statute requiring safeguards for dangerous machinery, has given rise to much discussion and wide difference of opinion. One of the latest cases involving a discussion of the question is Welsh v. Paving Co., 167 Fed. Repr. 465. In the opinion by Judge Gilbert in that case the conflicting decisions on the subject are reviewed. He points out that the decisions of the various state courts, as well as those of the federal courts upon the question, are contradictory and nearly evenly divided. Since Baddeley v. Earl Granville, L. R. 19 Q. B. Div. 423, there can be no doubt that the English rule is settled, so that in Great Britain the statute now precludes the master from setting up the defense of assumption of risk.\nThe cases holding to the contrary are based upon the view that the doctrine of assumption of risk is not based upon contract, express or implied, but that it arises from the application of the maxim volenti non fit injuria. It is apparently conceded in all those cases, as well as by the argument of counsel for appellant in the present case that, if the contract view is the correct one, the workman has no power to waive or dispense with the protection of the statute. “To hold that he could do so,” says Judge Gilbert in the opinion above referred to in the Welsh case, “would be to nullify the statute and thwart its purpose.”\nIn the recent case of Bowen v. Penna. R. R. Co., 219 Pa. 405, our Brother Elkin points out that the weight of authority bases the doctrine of assumption of risk “upon the contractual relation existing between the parties.” And somewhat later, in Sullivan v. Cordage Co., 222 Pa. 40, Justice Elkin said (p. 42): “In Lenahan v. Pittston Coal Mining Co., 218 Pa. 311, it was held that a boy under the statutory age employed to perform the dangerous kind of work prohibited by the statute, is not chargeable with contributory negligence or with having assumed the risks of employment in such occupation. In Stehle, by his next friend, v. Jaeger Automatic Machine Co., 220 Pa. 617, further consideration was given to the application of the rule under the Act of May 2, 1905, P. L. 352. In this case it became necessary to pass upon the requirements of sec. 4 of that act, which provides that no minor under sixteen years of age shall be permitted to clean or oil machinery while in motion. Following the rule of the Lenahan case, it was again héld that an employer who violated the law by engaging a boy under the statutory age to perform the dangerous kind of work prohibited by the statute, did so at his own risk, and in an action of trespass for personal injuries sustained by the boy while so employed, the master cannot set up as a defense either the assumption of risk or the contributory negligence of the boy servant.”\nThe last expression of this court upon the subject and with reference to the same section of the act of May 2, 1905, which is now under consideration, is that of Justice Brown, in Jones v. Caramel Co., 225 Pa. 644, where he said (p. 652): “The act of 1905 will become a dead letter if an employer who has failed to properly guard his machinery can relieve himself from that duty by the plea that the danger was so obvious that his injured employee ought to have been aware of it and was not entitled to any warning against it. Only the contributory negligence of an injured employee, lawfully employed, will relieve the employer from the consequences of his disregard of his statutory duty.”\nCounsel for appellant suggest that the language of our Pennsylvania statute is almost identical with the corresponding provisions of the earlier statute of New York; and that the construction of the statute by the New York courts should be followed by the courts of Pennsylvania. While the wording of our statute is almost the same as that of the New York act, yet the same measure of protection to employees is also in force in a number of other states and countries. The provision was by no means peculiar to New York when the act of 1905 was adopted by our legislature. Under modern conditions, the subject was one of concern to congress and various state legislatures.\nIn construing the various statutes upon the subject in different jurisdictions, some conflict of opinion has arisen. Under these circumstances, it is unquestionably the duty of every court before whom the question comes, to examine the reasons given in support of the contradictory decisions, and reach its own conclusions as to the sound and proper interpretation of the law. The construction placed upon a substantially similar statute by the courts of a sister state, is of course entitled to respectful consideration, but it can only be allowed to prevail with us in so far as it is in harmony with the spirit and policy of the law of our own state. In Pennsylvania we are committed to the view that the requirements of a statute adopted in the exercise of the police powers of the state, for the protection of its citizens, cannot be impliedly waived by the parties to the contract of employment.\nIn the trial of the present case, the jury were permitted, without objection by counsel for the plaintiff, to consider the defense of assumption of risk. This gave the defendant an undue advantage. But the plaintiff took no exception, and alleges no error in the trial. The defendant has of course no reason to complain of the action of the court below in this respect.\nThe judgment is affirmed."}