{"id": "967891", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an injunction bill filed to restrain the consolidated city of Pittsburg from collecting a tax of five and one-third mills upon the assessed valuation of certain real estate belonging to the appellant companies located in the former city of Allegheny and which prior to the consolidation of the two cities was not subject to taxation as real estate because deemed to be essential and necessary to the exercise of the franchises of these public service corporations. The tax in question was levied by ordinance for “the purpose of'providing sufficient revenue for the payment of the interest on the funded debt, and to provide sinking funds, as required by law, for the retirement of said debt at maturity.” This ordinance covered generally all of the constituent parts of the consolidated city, but as to the old city of Allegheny it expressly provides as follows: “For the sinking fund and interest on the bonded debt, and for the payment of the separate floating indebtedness of the city of Allegheny as it existed prior to its annexation with the city of Pittsburg — upon all property taxable for state, county or city purposes within the limits of said city, as it existed prior to its annexation with the city of Pittsburg, five and one-third mills upon each dollar of valuation.” A literal reading of the ordinance would seem to be a complete answer to the contention made in behalf of the city seeking to levy and collect the tax in question. The officers authorized to assess the property and collect the tax have no greater power than the ordinance gave them, which was to levy and collect for the purposes stated a tax of five and one-third mills upon the valuation of “ all property taxable for state, county or city purposes within the limits of said city, as it existed prior to its annexation with the City of Pittsburg.” It is conceded by all parties and has been found as a fact by the learned court below that the particular real estate affected by this proceeding and now sought to be taxed was not taxable for state, county or city purposes prior to the consolidation of the two cities. The ordinance only imposed a tax on property taxable by the old' city of Allegheny and contains no warrant to include property which never had been, and under the law could not have been, taxed by that city. The lawmaking body of the consolidated city must have had this thought in mind because the intention to limit the levy to property taxable by the annexed city at and prior to the time of annexation is clearly expressed. There is good reason for the action of councils thus taken. Section eight of the consolidating act provides: “Each of the constituent cities, and the intervening land, if any, so consolidated, shall pay its own floating and bonded indebtedness and liabilities of every kind, and the interest thereon, as the same existed at the time of annexation; and the councils of the consolidated city shall levy, respectively, on the properties in each of the said cities and intervening land so consolidated, and as they existed at the time of annexation, a tax sufficient to provide funds for each to pay its own floating and bonded indebtedness and liabilities and interest, as the same may accrue.” The power of the legislature to thus provide is not open to serious question. The general rule is that when two or more cities are consolidated into one municipality, the legislature by the act authorizing the consolidation may make the consolidated city liable for the indebtedness of the old municipalities; or it may provide for an equitable apportionment of the existing burdens by requiring each of the respective municipalities to be responsible for its own indebtedness at the time of consolidation, and by providing for the payment of such indebtedness by taxation limited to the property located within the limits of the municipality contracting the same. It is not necessary to cite authorities to sustain this rule, as it is of general application unless otherwise provided by constitutional requirements. Here, then, we have in the act of consolidation an express provision that each of the constituent cities shall pay its own floating and bonded indebtedness and liabilities of every kind existing at the time of annexation, and the interest thereon. The councils of the consolidated city are authorized to levy on properties respectively located within each of said cities a tax sufficient to provide funds to pay the existing indebtedness of each municipality at the time- of consolidation. The legislature had the power to thus provide, and the language of the statute is so plain as to leave no doubt about its exercise. With the express provision of the act before them the citizens of the two cities voted in favor of consolidation, but it was consolidation upon the conditions and subject to the provisions of the act authorizing the same.\nAs to existing floating and bonded indebtedness each city was left with its own obligations, and the taxable property located within the territorial limits of each contracting municipality is subject to taxation for the purpose of meeting this burden which has not been shifted to other shoulders. In other words, property taxable by the former city of Allegheny remains subject to taxation for the purpose of paying its then existing bonded and floating indebtedness, and property then taxable by the old city of Pittsburg remains subject to taxation for the payment of its prior indebtedness. This of course does not mean that if by general statute, or rule of law, or added improvements, new taxable subjects are created in either city, they would be exempt from taxation. No such construction could or would prevail. But in this instance it is not necessary to rely on a rule of construction because the original ordinances under which the indebtedness of the city of Allegheny was created provide, inter alia, that “there is hereby levied and assessed, annually, upon all subjects now by law or hereafter made liable to assessment for taxation for city purposes, a tax sufficient to pay” interest and create a sinking fund as required by law. Not only do the original ordinances provide for the annual assessment and levy of taxes upon all subjects now by law or hereafter made taxable, but in the absence of any such provision, the words “taxable property” must be held to include all subjects of taxation within the territorial limits of the contracting municipality at the time the indebtedness was created as well as all taxable subjects added in fact or by law during the continuance of the debt. The important fact to keep in mind in the present case is that only property taxable in the old city of Allegheny, or which under the law may become taxable therein, can be subjected to taxation for the purpose of liquidating its floating and bonded indebtedness at the time of annexation. The properties of the appellant companies sought to be taxed are essential and necessary to the exercise of the franchises of these public service corporations, and as such are not now and never were subject to taxation by the city of Allegheny for municipal purposes. The consolidating act did not confer upon the consolidated city the power to create any new subjects of taxation either within the \"old limits of each of the constituent cities, or indeed within the limits of the consolidated city treated as a single municipality. There is a wide difference between the authority to levy and assess a tax and the power to create a subject of taxation. Municipalities are the creatures Of the state and have no powers except such as have been expressly conferred by the legislature or which arise by necessary implication. With this distinction in mind the difficulties which seem to have arisen in the present case are easily solved. The power conferred by section eight of the consolidating act upon councils was to levy a tax upon taxable properties located in the respective cities, as they existed at the time of annexation. This did not include the power to create a new taxable subject in the former city of Allegheny for the purpose stated. Taxable subjects are created by general laws, except in some instances where prior to the adoption of the new constitution,-local acts were passed providing for the assessment of certain lands of property, not subject to taxation under general statutes, for local purposes. Such acts could not now be passed, but when not repealed they have been held to be in force within the limits of the district affected for the purpose intended. Real estate in the city of Allegheny was taxable under the general law and was not affected by any local act imposing a tax for municipal purposes on the properties of the appellant companies. We find nothing in the consolidating act which authorized councils of the consolidated city to levy a tax upon any other property within the limits of the city of Allegheny for the purpose of paying its existing indebtedness, than was taxable under general laws. There are other interesting questions passed upon by?\" the learned court below and ably argued here, but for the reasons hereinbefore stated, the decree must be reversed and no useful purpose will be served by a further discussion of them. We therefore hold that the properties of the appellant companies, not subject to taxation at the time of annexation, were not made subject to taxation for the purpose of providing for the payment of the floating and bonded indebtedness of the former city of Allegheny and the interest accrued and accruing thereon, by the act of consolidation, and that by reason thereof the decree entered by the court below must be reversed.\nDecree reversed, bill reinstated and record remitted with directions to enter such decree in accordance with the views herein expressed as will protect the rights of the parties.\nCosts to be paid by appellee."}