{"id": "967879", "contents": "Opinion by\nMr. Justice Brown,\nThe title to the land involved in this ejectment passed out of the commonwealth in 1817, and Mary Robb acquired title to it by deed dated September 15, 1832. After her death it was sold in 1837 by her administrator, the father of the appellant, under an order of the orphans’ court for the payment of debts, and the .title which the appellant claims, passed to him through sundry conveyances, starting with the deed from Mary Robb’s administrator to Hugh Toner and ending with that of the sheriff of Allegheny county to himself. Though an unbroken chain of title by deed was shown in the appellant, the proof submitted by the appellee, whose claim to title by adverse possession was sustained by the jury, was that from 1837 to 1897 — a period of sixty years — posssesion of the land had never been taken by the grantee of Mary Robb’s administrator nor by any subsequent grantee claiming under Toner.\nThe adverse possession upon which the appellee relied and recovered started in 1865. In that year — twenty-seven years after the sale by Mary Robb’s administrator — Jane Robb, the widow of Oliver Robb, a son of Mary Robb, was in possession of the farm, living on it and claiming it as her own. There was no title in her out of Mary Robb. By her last will and testament, admitted to probate October 12, 1869, Jane Robb devised the farm to her son Robert. On August 16, 1870, he executed a general warranty deed for the coal underlying the property to Thomas J. Keenan, Malcolm Hay and Robert Woods. In 1874 his interest in the farm, excepting the coal, was sold at sheriff’s sale, and, by various conveyances, it finally became vested in Herman Handel, to whom Thomas J. Keenan executed a deed for the one-third interest in the coal which Robert Robb had undertaken to convey to him in 1870. Upon the death of Herman Handel the property passed to the appellee in 1897 under proceedings in partition in the orphans’ court of Allegheny county. Under instructions free from error as to the measure of proof required from the appellee to sustain the title claimed to have been acquired by her by adverse possession, the jury, with ample evidence before them, found her title to be good.\nIt is most earnestly contended that, as the title to two-thirds of the coal is still outstanding in Malcolm Hay and Robert Woods, or their representatives, under the deed of 1870 from Robert Robb, a general verdict in favor of the plaintiff for the land, including the coal, ought not to be sustained. While at first blush this may seem plausible, it is clear, upon reflection, that it cannot avail the appellant. When Robert Robb conveyed the coal in 1870 he had no interest in it nor in the surface above it. In 1865 — five years before — Jane Robb, his mother, became the adverse occupant of the property, and for five years after her death he continued the adverse possession as her devisee, but during those ten years neither she nor he acquired any right in the property as against the real owner or owners, and against them nothing could have been acquired by adverse possession until the full statutory period of twenty-one years’ adverse possession had expired. During all those twenty-one years the trespassers could at any time have been driven from the land by the holders of the paper title. During that period there was no title at all in Jane Robb or in anyone claiming under her as the adverse occupier of the premises. In 1886, and not before, title by adverse possession became rooted in the land, but its roots went no deeper than 1886. “If, according to Lord Mansfield, the right of possession is taken away from the former owner, and according to Chief Justice Tilghman, it is acquired by the disseisor’s occupancy for the statutory period, Judge Gibson was strictly accurate when he said, in Graffius v. Tottenham, 1 W. & S. 494, that the effect of the statute was to transfer to the adverse occupant the title against which it has run. He added, ‘the title of the original owner is unaffected and untrammelled till the last moment, and when it is vested in the adverse occupant, by the completion of the statutory bar, the transfer has relation to nothing which preceded it; the instant of conception is the instant of birth:’ ” Woodward, J., in Schall et al. v. Williams Valley Railroad Co., 35 Pa. 191. By the deed from Robb to Keenan, Hay and Woods there was no severance of the coal. There could not have been, for the deed conveyed nothing to them. Neither these grantees nor anyone claiming under them at any time before or since the acquisition of the title by adverse possession in 1886 have made any attempt to sever the coal from the surface.\nIn 1886, when title by adverse possession vested in Handel, then in possession of the surface, not only it, but what was beneath it, vested in him; but when the title so vested in Mm he was in the same position as Robb would have been in 1886, if still in adverse possession of the property, claiming ownership in it by such possession. Having undertaken to convey the coal when he had no title to it, if confronted by his conveyance of the same at the time of his acquisition of title by adverse possession, he would have been estopped, as against his grantees, from denying their equitable ownership in the coal and could have been compelled to convey to them. “It is not to be doubted that a vendor who undertakes to sell a full title for a valuable consideration, when he has less than a fee simple, but afterwards acquires the fee, holds it in trust for Ms vendee, and will be decreed to convey it to his use:’’ Clark v. Martin, 49 Pa. 299. In Chew v. Barnet, 11 S. & R. 389, Judge James Wilson conveyed to Chew before he had title to the property. A conveyance was subsequently made to Mm by Ms vendors under articles of agreement with him. To secure the purchase money he executed a mortgage upon the property upon which it was subsequently sold at sheriff’s sale. When Chew, in an action of ejectment, sought to recover the property from the sheriff’s vendees, it was held that their title was paramount to Ms, and it was said by Gibson, J.: “What is the nature of the estate wMch Mr. Chew acquired by the conveyance from Judge Wilson? When that conveyance was executed, the legal title was in Jeremiah Parker, by patents from the commonwealth; and Judge Wilson having nothing but an equitable title under the articles, could convey nothing more; his deed, therefore, passed to Mr. Chew only an equitable title. But it is said, the subsequent conveyance from Jeremiah Parker to Judge Wilson inured to the benefit of Mr. Chew. It did so; but only in equity, and to entitle him to call for a conveyance from Judge Wilson; and not as vesting the title in him, of itself, as contended, by estoppel. The facts presented constitute the ordinary case of a conveyance before the grantor has acquired the title; in which the conveyance operates as an agreement to convey, which, when the title has been subsequently acquired, may be enforced in chancery.” Where one conveys with a general warranty land which he does not own at the time, but afterwards acquires the ownership of it, the principle of estoppel is that such acquisition inures to the benefit of the grantee, because the grantor is estopped to deny, against the terms of his warranty, that he had the title in question: Burtners v. Reran, 24 Gratt. 42. But the estoppel of the grantor, who subsequently acquires title for what he had undertaken to previously sell, inures only to the benefit of his grantee, who can compel a proper conveyance after the acquisition of title by the grantor. Those who were not privies or parties to the original conveyance can take no advantage of estoppel arising from it: Allen v. Allen, 45 Pa. 468. Estoppels may be by deed, but estoppels by deed avail only in favor of parties and privies: Sunderlin v. Struthers, 47 Pa. 411. To this appellant the estoppel of the appellee as against Robert Robb’s conveyance of the coal is unavailing, for he was no party or privy to it. The situation as it existed at the time this ejectment was brought was a title in the appellee for herself absolutely to the surface and one-third of the coal, and as trustee for Hay and Woods, or those claiming under them, for an equitable title to two-thirds. But this outstanding equitable title to a portion of the coal was of no avail to the appellant as against the appellee, the holder of the legal title to the surface and of the coal, entitled under that title to possession of both.\nIn 1902 an ejectment was brought for this land by Rebecca J. Bennett et al., claiming by descent from Mary Robb. The original defendant in the action was the present appellant, but the appellee and others, as claimants, were made co-defendants . The j ury were sworn as against all the defendants, and the verdict having been rendered in their favor, the further contention of the appellant is that his title is res adjudicata, in view of that verdict. All that need be said as to this is that the verdict was in favor of all the defendants but settled no title in dispute among themselves. Whether Chambers could assert title as against his codefendants, or any of them, remained, as the court properly said in overruling a motion for a new trial, to be settled in a controversy likely to arise between them. This is that controversy.\nNothing in the assignments of error calls for further discussion. They are all overruled and the judgment is affirmed."}