{"id": "967861", "contents": "Opinion by\nMr. Justice Stewart,\nThe suit was against the defendant as indorser of two promissory notes, each for $3,000, drawn by the West Penn Foundry & Machine Company and R. W. Davies, payable to the order of the plaintiff, Goldberg, and indorsed before delivery by the defendant and another. The notes passed to the plaintiff in the course of a settlement between Davies, representing the Penn Foundry & Machine Company, of which he was president, and the defendant, to whom the company was indebted on various accounts. Whether plaintiff was entitled to recover turned on a single and simple fact — were the notes obtained from Davies while he was under duress? The plaintiff had made information against Davies charging him with having procured by false pretense plaintiff’s indorsement of a note of the Penn Manufacturing & Machine Company, which plaintiff had been compelled to pay. Davies was accordingly arrested and taken before a magistrate who after a hearing required bail in $1,000 for his appearance at the next term of court to answer. Subsequently, on the same day, Davies was discharged without having entered bail, and the prosecution abandoned. The effort on part of the defense was to show that the settlement, during which the notes in suit passed to the plaintiff, was. made while Davies was under arrest. The contention of the plaintiff was that Davies had been discharged from arrest about ten o’clock in the morning, and that the settlement was not entered upon until during the afternoon. This states the whole case. The court submitted the issue to the jury in this way: “The defendant claims that Mr. Davies was arrested there on the information of Mr. Goldberg, by the constable, and taken before the justice of the peace who held him for bail in the sum of $1,000 for his appearance at the next term of the proper court in Mercer county; and he claims that while he was under arrest, and before he was discharged by the justice, that he and Mr. Davies were forced to give these notes to Mr. Goldberg; that he did not do it voluntarily or willingly, but that he did it under duress, or by force. And it is claimed, having been compelled to do this under such circumstances, that the makers of the notes would now be relieved from payment, and that the relief would attach the indorser, Mr. William Banfield. If you find the facts to be as claimed by the defendant, we instruct you that it would be a good defense to the collection of these notes, and that your verdict would be for the defendant.\n“ Now on the part of the plaintiff it is claimed that although Mr. Davies had been arrested on the information of the plaintiff, that he was discharged by the justice, that he was discharged about ten o’clock in the morning, and Mr. Goldberg claims that the settlement took place about four o’clock in the afternoon at Mr. Kline’s office. If that is the view you take of the evidence, gentlemen, then there was no duress at that time, — he had been discharged, and was at liberty to go.”\nIf this narrowed the issue unduly, as perhaps it did, since, as stated, it seems to omit some elements which are ordinarily considered important if not material in cases of this character, it is a matter which does not concern us in this inquiry. Both sides evidently were content that the case should be submitted in the way it was, inasmuch as no exception appears. The jury found for the plaintiff, that is, that the settlement was not made while Davies was under arrest. Nothing is assigned for error except failure on the part of .the trial judge in his charge to direct attention to certain alleged admissions by Goldberg when a witness on the stand; the charge of the court as a whole, which it is claimed was unfair and inadequate, and refusal of the motion for a new trial. The charge clearly stated the issue, and was a full and fair presentation of the claims made on either side as to what were 'the proven facts in the case. The testimony of the individual witnesses was not reviewed or discussed. The complaint is that the jury’s attention was not specially directed to certain admissions by the plaintiff which it is claimed were inconsistent with his present demands. This much the defendant would have had a right to expect had the trial judge attempted any review or discussion of the plaintiff’s testimony; but he did not. What he said was simply with a view to bring clearly and distinctly to the minds of the jury what each side claimed to be established by the evidence, and no reference was made to the testimony of the individual witnesses. After stating very clearly what was claimed on one side and the other to be the facts established, he charged as fellows: “Now in determining the questions of fact you will rely on the evidence as you remember it; you will not depend on statements either of counsel or of the court as to what has been established by the testimony, but you will make up your verdict from the testimony as you remember it, taking it all into consideration. It is your duty to remember it all, and to consider it all in the making up of your verdict; as you find the evidence, so your verdict will be.” This, with what preceded, was an adequate presentation of the case. The witnesses were few in number; the testimony while contradictory was easily understood in its significance; and there was nothing in the case that called for a fuller discussion of it by the court. If such admissions were made by the plaintiff as defendant insists there were, defendant had the full benefit of them. We will assume that counsel made the most of them in the discussion before the jury. The court certainly said nothing to damage their effect. Not having asked for judicial comment upon them, defendant is not in position to complain that comment was withheld: Kauffman v. Griesemer, 26 Pa. 407; Fox v. Fox, 96 Pa. 60.\nThe refusal of the motion for a new trial is not a proper subject for an assignment of error. It was within the reasonable discretion of the court below to. grant or refuse the motion. The assignments are without merit and the judgment is affirmed."}