{"id": "967952", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis was a petition of the owners to strike off a mechanic’s lien filed by the plaintiffs, subcontractors, against the owners and contractors to enforce payment of a balance due for certain materials furnished for the erection of a parochial school building. The petition alleges that the lien is defective for the following reasons: (1) The notice of intention to file a lien does not have a copy of the contract attached thereto, and does not give the prices of the various items of materials, but fixes a lump sum for the materials alleged to have been furnished; (2) the claim avers that the contract of plaintiffs with the contractors consisted of written bids, alleged to be attached to the claim, but no copies are attached thereto and neither the claim nor bill of particulars attached thereto sets forth the prices of the several items of materials furnished, but fixes a lump charge therefor. It will be observed the owners allege that both the notice of intention to file the lien and the claim are defective in the particulars stated, and for these reasons they ask that the lien be struck from the record. The learned trial judge granted the prayer of the petition and struck the lien off. The plaintiffs have appealed.\n1. Section 8 of the Act of June 4, 1901, P. L. 431, 3 Purd. (13th ed.) 2474, provides, inter alia, as follows: “Any subcontractor, intending to file a claim, must give to the owner written notice to that effect, together with a sworn statement setting forth the contract under which he claims, the amount alleged to be still due and how made up, the kind of labor or materials furnished, and the date when the last work was done or material furnished.” As we have uniformly held, a mechanic’s lien is the creature of statutory law, and he who would avail himself of the provisions of the statute must show a substantial compliance therewith. It is only upon this condition that he has the right to enforce payment of his claim against the land for the labor or materials which are used in the improvement. This is especially true when a subcontractor attempts to enforce his claim against the property of the owner. There is no privity between him and the owner. The latter has made no contract with him to supply labor or material and has no knowledge of .the contract or the terms between him and the contractor for supplying labor or materials. When, therefore, a subcontractor notifies the owner of his claim he must do so in substantial compliance with the statute.\nThe sworn statement accompanying the notice in the present case says: “Written bid accepted for $3,400, and extras ordered amounting to $145.50 by Snee Bros., contractors; that the amount still due and owing to him under said contract is the sum of $2,333.90, with interest from November 21, 1907, which is made up as follows, to wit:\nContract price,......$3,400.00\nExtras ordered and furnished, . . 145.50\nTotal,......$3,545.50\nCredit by cash,.....1,211.60\nBalance due, ......$2,333.90\nAs shown by exhibit ‘A,’ contract material, and exhibit ‘B’ extras, hereto attached and made a part hereof; that the kind of materials furnished was finished mill work, and the date when the last labor (or materials) was furnished was on the 21st day of November, 1907.” Exhibit “A” is an itemized statement giving the items of materials furnished with the year, month and day of the several items, and also giving the total sum due for all the items of the materials furnished but not the price of each item. Exhibit “B” is an itemized statement of the extras which gives the year, month and day, the price for the first three items furnished on separate days, the lump sum for the items furnished on another day and the price for another item.\nAs we have frequently said, the purpose of giving this notice is to furnish information to the owner so that he may protect himself and not be required to pay an exorbitant price for the same labor or material. Section 9 of the act directs how the owner shall proceed when he has been served with a notice, accompanied by a sworn statement, of an intention to file a claim by a subcontractor. He may give a copy of the notice to the party personally liable for the debt and notify him that unless the claim is settled within fifteen days or he is furnished with a sworn statement setting forth wherein it is intended to be disputed, he may pay the same and deduct the amount from the contract price or hold the contractor personally liable for any loss. If the contractor approve the claim or fail to file a sworn statement of defense thereto the owner may pay the claim and deduct the amount from the contract price or hold the contractor liable for any loss. The notice and the sworn statement accompanying it should therefore be sufficiently clear and explicit to give the owner such information as will enable him to examine and investigate the claim and determine whether it is correct or not. For this reason, the legislature in sec. 8 has specifically enumerated what the sworn statement shall contain.\nIt is conceded that the notice and sworn statement were properly served on the owners in the present case. The statement avers that the contract under which the materials were furnished were a “written bid accepted for $3,400 and extras ordered amounting to $145.50.” This, it will be observed, shows clearly the contract between the subcontractors and the contractor under which the materials were furnished. The bid was in writing, for a lump sum, and was accepted by the contractors. It is not clear how the contract could have been more definitely stated or in what terms it could have been stated which would have furnished more information to the. owners. It was not a contract in writing executed by both parties containing prices fixed for the various items of material to be furnished. It was simply an accepted offer to furnish the material named in exhibit “A” for a specific sum without stating the prices for the various items of the materials. The notice does not allege that copies of the written bids were attached thereto but that the exhibit containing the several items of material furnished were attached to the notice. We think the contract is sufficiently set forth in the statement.\nThe section also requires that the statement shall set forth “ the kind of labor or materials furnished.” Exhibit “ A” contains a detailed statement of the materials furnished, showing the items and the dates when they were furnished. The exhibit is a part of the notice and statement and is clearly sufficient when read in connection with the statement proper which avers: “that the kind of materials furnished was finished mill work.” The statement also avers that the date when the last materials were furnished was November 21, 1907.\nWe think the notice and statement are sufficient. The statement gives the owners a detailed account of the various items of materials furnished, the total of the price to be paid and the kind of materials furnished. This is all the information he needs to enable him to deal intelligently with the contractor and protect himself. He can readily ascertain, if he desires to know, whether or not the contract price was exorbitant and beyond the fair value of the materials agreed to be furnished. If he desires, he can have a price put upon each item of the material furnished by a person competent to value it and in that way determine whether the sum total is exorbitant. While the price agreed to be paid was a lump sum, the various items of the materials furnished are specifically set forth in the statement. This differentiates it from the case where the items and character of the material are not given and the price is a lump sum. In such case the statement would not be sufficient because it would not enable the owner to ascertain the fair value of the materials furnished for which only is he liable.\n2. The exhibit attached to the claim is a copy of the exhibit attached to the notice, and sets out in detail the items of materials furnished by the subcontractors for the owners’ building. It, ■ like the statement, avers that the materials were furnished on a written bid and also alleges that the bid was accepted verbally by the contractors. The claim also avers that the bid for the materials furnished was made and accepted for the lump sum of 13,400. The exhibit gives in detail the items of materials furnished but not the prices of the several items. It is alleged that the claim is defective in not setting out the price of the items and in giving only a lump sum as the price of the materials furnished. We do not, however, regard this position as tenable. Section eleven of the Act of June 4,1901, P. L. 431, was amended by the Act of April 17, 1905, P. L. 172. Paragraph two of the amended section provides that the claim shall set forth, inter alia, “The amount or sum claimed to be due, and the nature or the kind of the work done, or the kind and amount of materials furnished, or both; and the time when the materials were furnished, or the work done, or both, as the case may be.\" This statement avers the amount due, the kind and amount of materials, and the time when the materials were furnished. The several items of the materials furnished are given, as we have seen, but not the prices of each item. Such information enables the owners to determine whether the price agreed to be paid the subcontractors is exorbitant or not. Having the several items and the kind of materials furnished and the total price, there should be no difficulty in ascertaining whether the total sum claimed is above the fair value of the property. As in case of the notice, a failure to give the items of the property furnished and only the lump sum as the price to be paid, the owner could not determine whether the subcontractor’s claim was a fair or exorbitant value of the property. Paragraph six of section eleven of the act of 1901 required a detailed statement of the prices charged, and paragraph four of the same section required a copy of the written contract to be attached to the lien, but the act of 1905 repealed those provisions of the former act and they were not re-enacted.\nWe think this claim sufficient, and to require more than it contains would be imposing upon the party furnishing the material more than is necessary to protect the owner or any other interested party. As said by Bell, J., in Calhoun v. Mahon, 14 Pa. 56, 58: “We must not be hypercritical, when scanning this species of lien, and estimating its sufficiency. Such a practice must necessarily defeat a yery large majority of them; a result not to be desired where they furnish sufficient data to enable the parties subject to them, to ascertain all. that is essential for them to know.”\nThe order of the court below is reversed and the lien is reinstated."}