{"id": "967903", "contents": "Opinion by\nMr. Justice Stewart,\nThis case was properly ruled. The contract between owner and builder was made part of the contract of suretyship on which the present action was based; and it is only by reference to the former that we can know what was in contemplation of the parties to the latter, when they stipulated that in case the builder should in any manner default in the performance of any manner or thing specified in his contract to be performed, the owner should immediately notify the surety. Under the building contract it was solely for the architects to determine whether default of any kind had been committed. That contract denied all interference by the owner, except as he was furnished with a certificate from the architect that there had been default on the part of the builder. It was not for the owner to decide whether there had been failure to perform even in the matter of time. Contingencies were specified upon the happening of which the time for the completion could be extended by the architects; and possible failure to complete within the time specified through want of diligence on the part of the builder was contemplated as well; this, however, was to be at the expense of the builder, at a per diem rate. Failure, for any such reason as the latter, to complete within the time specified, was not made a breach which the owner could assert by any interference whatever with the builder. If the owner could not interfere, certainly the surety could not. The contract provided that in case the builder failed “in any respect to prosecute the work with promptness and diligence, or fail in the performance of any of the agreements herein contained, such refusal, neglect or failure being certified by the architects, or either of them, the owners should be at liberty after three days’ written notice to the contractor, to provide any such labor or material and deduct,” etc. However much the owner might have complained that the work was not being pushed with diligence, he could not be heard to say that it was failure on the part of the builder, even though it clearly indicated a certain failure to complete by the appointed time, except as he had a certificate to that effect from the architect. And so when the. appointed time was past, had there been no provision in the contract with respect to further delay, the owner could not have asserted a default without such certificate. The builder in such case could have stood on his rights and remained in absolute control until the certificate had been obtained. The surety must be held to have known that the contract left it with the architects alone to decide by their certificates what was default; and that when it stipulated that the obligee should give notice of any default, the stipulation had regard to such failure only as the architects by their certificate would declare to be default. This view of the case makes discussion as to the sufficiency of the notice given to the appellant, unnecessary. The assignment is overruled and the judgment is affirmed."}