{"id": "968912", "contents": "Opinion,\nMr. Justice Mitchell:\nThere can be no question at this date that in an action of deceit, the scienter must not only be alleged, but proved, and the jury must be satisfied that the defendant made a statement knowing it to be false, or with such conscious ignorance of its truth, as to be equivalent to a falsehood. This is the general rule, and it lias been declared witli notable emphasis in several recent cases in this state: Dilworth v. Bradner, 85 Pa. 238; Duff v. Williams, 85 Pa. 490; McCandless v. Young, 96 Pa. 289; Hexter v. Bast, 125 Pa. 52.\nIf, therefore, the learned judge at the trial had been stating the general rule, his language to the jury, “Hid Mr. Griswold state what be did not know to be true, and what was in fact false, without having any reasonable ground for believing it?” would have been open to the objections so forcibly made against it by the learned counsel for the plaintiff in error But the judge was not defining the rule in general, but stating so much of it and in such manner as applied to the case before the jury. Thus he drops out entirely the first branch of the rule, did the party state what he knew to be false, because there was no evidence nor was it charged that Griswold had made a deliberate and intentional misstatement. The gravamen of the case was that he had, with a recklessness equivalent to fraud, made a positive statement of a material fact, when he had no knowledge on the subject. Plaintiff had proved that the statement was made, and was in fact untrue. Defendant had given evidence as to her innocence of the misrepresentations, but John Griswold had not been called to state his knowledge or belief, or explain his representations. In this state of the evidence, the judge submitted to the jury whether Griswold had any reasonable ground for believing his statement to be true, or, in other words, could the jury find from the circumstances, as shown by the evidence, any ground to suppose that Griswold did so believe. The language was a fair statement of so much of the general rule as applied to the evidence then before the jury. As it is well stated by the learned judge in his opinion on the rule for a new trial, “ Had John Griswold been put on the stand, to vindicate his good faith and state the grounds of his belief, or show how he came to believe in the absence of information.....it might have been proper to instruct the jury that whether the causes which influenced his mind were or were not reasonable, or such as they could approve, still if he acted in good faith and expressed a sincere opinion, he should not be found guilty of fraud. But as the case actually stood, such an instruction would have tended to mislead, by raising an issue for which there was no foundation in the evidence.”\nIt is argued here that the evidence was not sufficient to sustain the action, and that a verdict should have been directed for defendant, as asked by a point submitted at the trial. In support of this view, it is said that plaintiff has only proved an erroneous statement, with no direct proof of deceitful intent. But plaintiff had proved the statement, its falsity, and the circumstances under which it was made, tending to show a reckless assertion in entire ignorance of the fact. What more was necessary to make out a prima facie case, or could ordinarily 'be proved? Fraud and intent to deceive do not proclaim themselves openly, nor can they usually be proved by direct evidence. A man who is shown to have made a false statement, from the consequences of which he will be relieved if he honestly believed it to be true, even on insufficient grounds, should at least be charged with the burden of showing that he did have such belief.\nA mere misstatement of the amount of land, as said by SirAiiswooi), J., in Kreiter v. Bomberger, 82 Pa. 59, is not sufficient to prove fraud, but, as said in the same case, if the deficiency is very great in proportion to the whole, it is evidence of fraud; and where, as here, the misstatement is made by advertisement, and by descriptive circular, is repeated at least twice orally in response to the direct question of the intended'purchaser, and is altogether unexplained by the person making it, though his principal and those connected with him in the transaction are shown to have been absolutely ignorant on the subject, we cannot say that there was not a prima facie case to go to the jury.\nThe point that the plaintiff in error was not liable for the statements of her agent, John Griswold, is not tenable. The general rule that a principal is responsible for the misrepresentations of his agent within his authority, is beyond question, and the better opinion is that as to third parties affected by his acts or words, it is the apparent scope of his authority, and not his actual instructions, that must govern. That is the basis on which the business of the world in the present day is transacted, and the rule should be enforced in a liberal spirit, with regard to the actual habits of the community. That an agent who is empowered to engage a real estate broker to make sale of a country seat, is thereby authorized to give the broker a description of the place, including its acreage, is so clear, tMt the learned judge would have been justified in submitting the point to the jury in terms much stronger against the defendant below than he did. But the question does not really arise, as there was testimony not only that the defendant knew of the preparation of the circular by her agent, but also that she had herself given it to parties who inquired about the property. Under this evidence the jury could hardly fail to find that whether it was within the agent’s original authority or not, she had ratified his action.\nThe remaining assignments of error were not pressed at the-argument, but may be briefly noticed. The evidence of the value of the land by the acre is objected to, because the place is claimed to have been sold as a whole. But there was evidence that in arriving at a price, the quantity of the land was one of the elements of the calculation, and upon this view of the case, which was plaintiff’s contention, the value per acre was certainly relevant. .\nThe objection to Mr. Everly as an expert on the value of real estate, can hardly be made seriously. His testimony shows not only a very large, and widely extended experience in the general business, but also as much specific knowledge of values in the immediate neighborhood of this property, as could be reasonably looked for, in regard to any suburban district of the same character.\nWe have given this case a very careful examination, not only because it was due to the exceptionally strong and earnest argument of the very able counsel for the plaintiff in error, but also because it is, in some sense, a hardship on the plaintiff in error, who is conceded to have been personally entirely free from any intentional wrong in the matter. Even her agent, John Griswold, who made the trouble, may not have had any actual intent to deceive, but he was shown to have made an apparently reckless statement of a fact of which he had no knowledge. An explanation from him might have turned the verdict, and it is the plaintiff in error’s misfortune that he was not called at the trial, to make such explanation if he had it to make. The case, as a whole, was a very close case, in which the jury might have found for either party without being demonstrably wrong, but if they did in fact make a mistake, it was for the learned judge who tried the cause to correct it, not for us. There was no error of law in the trial, and beyond that we are not authorized to look.\nJudgment affirmed."}