{"id": "968903", "contents": "Opinion,\nMr. Justice Williams :\nThe disposition of this case depends on the construction of the- instrument under which the plaintiffs in the court below claimed title to the land in controversy. They sought to recover on tbe theory that it was a deed vesting a present absolute estate in fee simple in the grantee. The position of tixe defendant was, that the writing was in the nature of a will, a testamentary paper, revocable at the will of the maker and actually revoked by the .subsequent conveyance to Dreisbach. Our inquiry then is into the character and legal effect of the-so called deed from Peter Berger to Sally -Ann Serfass. It should be borne in mind, at the outset of this inquiry, that the transaction was intended to secure to the grantor a competent support during his life ; that it was between an aged and infirm uncle and his niece; and that it contemplated the payment of the niece for her services by assuring to her the property of the uncle. With this in mind we look at the instrument. It styles itself “an indenture” made between Peter Berger, of one part, and Sally Ann Serfass, who is described as the wife of Henry .Serfass, the “ daughter of Thomas Berger, and the niece of the said Peter Berger,” of the other part.\nThe agreement or undertaking of Peter Berger is then stated to he, that “hi consideration of the sum of one dollar..... as for other good and valid considerations in law hereinafter mentioned and to he strictly kept by tbe said Sally Ann Serfass .....the said Peter Berger hath granted, bargained, aliened, enfeoffed, released, and confirmed, and by these presents doth grant, bargain, sell, alien, enfeoff, release, and confirm unto the said Sally Ann Serfass, and to her heirs and assigns, all that certain messuage and tract or piece of land..... containing fifty acres-and seventy perches and a quarter..... excepting, nevertheless, the residence of the said Peter Berger, the grantor hereof, in the bouse and on the premises during bis natural life, and which is to be a lien upon the promises aforesaid until the death and burial of tbe said Peter Berger.”\nImmediately following these paragraphs that speak for the grantor, are those that express the undertaking of the grantee, and state the real price or consideration to he paid for the land. They are as follows: “And I, the said Sally Ann Serfass, the grantee in the aforesaid premises, do hereby bind myself, my heirs, executors, and administrator's, and every of them firmly by these presents, which are to be considered on my part as a deed of covenants, to find good house-room, and sleeping and lodging apartments for the convenience of the said Peter Berger during his life, and to find good and sufficient board, lodging, meat, drink, clothing, and nursing, medical attendance, and all other necessaries for him during his life, and a decent burial for him when he leaves this world of sorrows, all of which is to be and remain a lien upon the premises aforesaid, until the whole of the duties aforesaid are performed on the part of the said Sally Ann Serfass, grantee herein named.” In the habendum, and qualifying it, are the further words: “ except as before excepted, and which is hereby expressly excepted by the said Peter Berger, the grantor hereof.”\nThis instrument was signed and acknowledged by both parties, although the husband of Sally Ann Serfass did not join either in the execution or the acknowledgment of it. Without stopping to consider the consequences of the non-joinder of the husband, we proceed at once to inquire whether this is a testamentary paper. The most general and comprehensive definition of a will is that which describes it as a declaration of the intention or wish of the maker touching what he would have done after his death. It is a provision made in view of his death, and to take effect when that event shall happen. The paper before us, however, is a provision for the care and support of the maker in the present, and so long as he shall live, in consideration of his property, which is to pass at once into the possession of Ms niece. In Turner v. Scott, 51 Pa. 126, cited and relied on by the plaintiff in error, the grantor embodied in the indenture, as the instrument in that ease also was called, this provision, “ this conveyance in.no way to take effect until after his (grantor’s) decease.” With this limitation the instrument could vest no present interest in the grantee. It was to take effect by its express terms only upon the happening of the death of the grantor. For this reason it was held to be testamentary. The title to the land remained in the father, the grantor, during his life, and upon his death, and not sooner, was to pass to and vest in the son. The instrument being testamentary was revocable at the pleasure of the maker. The paper now under consideration contains no such limitation, makes no declaration of what the maker wishes done after his death, but contemplates and authorizes an immediate taking of possession by the grantee. Moreover it makes provision for the protection of the grantor by informal, but repeated reservations and exceptions and covenants ail looking not to the death of the grantor, but to the preservation of his life by securing constant and continuing and adequate care.\nWe are clearly of opinion that the paper of December o, 1882, signed by both Peter Berger and Sally Ann Serfass is not testamentary in its character. On the other band, we do not regard it as a deed vesting an absolute estate in fee simple upon its delivery to Sally Ann Serfass. We bave seen that the object of tbe transaction was to secure the continued performance of such services as his age and condition might render necessary. It is important also to remember that this was an arrangement- between near relatives, and that the services of the niece are stated to be the consideration which she pays and is to pay for the property of her uncle. He is to have the right to live in the house, to remain in possession, and she is also to take possession, and live in the same house in order to fulfil lier agreement. The scrivener was applied to to prepare for them “ a writing in the nature of a will,” to carry out their understanding, and his effort to put it on paper resulted in the anomalous instrument before us. It is quite clear that no deed was intended. It is equally clear that the exceptions and covenants were intended to protect the grantor against the words importing a present grant. That such words do not necessarily pass a present fee has been repeatedly held. The whole instrument and tbe nature and object of tlie transaction must be considered. In Williams v. Bentley, 27 Pa. 294, it was held, that tlie strongest words of conveyance in the present tense will not pass an estate if from other parts of the instrument the intention appears to be otherwise. In Ogden v. Brown, 33 Pa. 247, tlie same principle was stated in very nearly the same words: “whether an informal instrument transferring an interest in real estate shall be held a conveyance or only an agreement for a conveyance, depends not on any particular words or phrases found in it, but outlie intention of tlie parties as collected from tbe whole contract.” Shirley v. Shirley, 59 Pa. 267, was, like Williams v. Bentley and Ogden v. Brown, an action of ejectment in which a writing securing the maintenance of a father came under consideration, and the general rule was laid down that “ courts should be slow to give effect as an absolute conveyance to instruments for provisions made between parents and children Unless the intention be very clear.”\nIf we look at this instrument without the light which the testimony throws upon it, and upon the intentions of the makers, we shall find that it is by no means “ very clear ” that the intention was to pass a present fee simple. Words of present grant are used, but they are limited by exceptions and reservations, by covenants and conditions, in a manner that shows the purpose to limit the grant and fasten the obligations of “ the party of the other part ” upon the land itself. The considerar tion of the grant is executory. It is to be paid day by day during the life of “the first party.” If the position of the plaintiff in the court below be adopted, Mrs. Serfass might have taken her “ indentures ” and recorded them, and though she had never furnished a farthing’s value toward the care of her uncle or rendered him the slightest service, her title would have been indefeasible. She could have retained the land and refused to pay the price. What an action of covenant would have realized, brought against a married Avoman upon an instrument under seal in Avhich her husband had not joined, it is difficult to see. It certainly Avould have been of no service to Peter Berger. He might have starved while learning by an action at law the difficulty of enforcing a contract of this kind against a married woman. The only way in Avhich the intentions of the parties can be carried into effect and justice done, is to treat this instrument as an executory contract in Avhich Berger contracts to give his property for his future maintenance, and Mrs. Serfass contracts to provide the maintenance in exchange for the property. An equitable title vested in Mrs. Serfass ; the legal title during his life remained in Berger.\nMrs. Serfass and her husband Avent into possession, and entered upon the work Avhich Avas to pay for the land. ,'She died not long after. After her death her husband tried to have Berger declared a pauper, and supported at the public expense. Failing in this he abandoned the premises, and declined to carry out' the agreement which his wife had made. Berger Avas compelled to look elsewhere for care. He Avas a vendor in possession, his vendee refusing to pay the purchase money, and out of possession. In this situation he made an arrangement Avith Dreisbach, to whom he made a deed, and by whom he Avas properly taken care of for two or three years, and until his death. After the consideration which Mrs. Serfass was to pay has been paid by Dreisbach, her heirs at law bring this action of ejectment to recover the possession. Upon the trial the defendant offered to prove tire conduct of Serfass, his refusal to cany out the contract of It is wife and Ms abandonment of the premises, and removal from the neighborhood, together with the arrangement between Berger and himself. This the court excluded, holding that Sally Ann Serfass took a fee which descended to her heirs at law, and that Berger’s only remedy for her nonperformance was an action of covenant against her. This was error. This was an equitable-action of ejectment by a vendee in default, and out of possession. As was said in Shirley v. Shirley, “ To obtain specific execution of such a contract, the children must show that they have been ready, prompt, and eager to perform their part of the contract.” In Williams v. Bentley, supra, Justice Lewis, who delivered the opinion of the court, used this language : “ The plaintiff in this case has nothing more than the privilege of going into a court of equity to call for specific performance of the contract. His action is therefore subject to all the considerations which influence courts of equity in refusing or granting such demands. It is certainly a necessary preliminary that he should himself do equity. lie must under this head show that he has paid or was ready and willing to pay the consideratiqn so far as it was due at the time of trial. This remark applies to the covenants for maintenance as well as to the other covenants.”\nThe right of Serfass to recover the possession in this action depended upon whether the consideration agreed upon had been paid. Being out of possession he could not ree'over upon the contract unless he could show performance. This he was not required to do. The defendant then proposed to take up the burden of proof that rested on the other side, and to show affirmatively the non-performance of the contract under which alone the plaintiffs could recover. This evidence should have been admitted. It would be contrary to the original intentions of the parties as well as against good conscience to permit the vendee to recover the possession of land from his vendor, or one holding his title, without rendering or offering to render the equivalent contracted for.\nThe 2d and 3d assignments of error are sustained.\nThe judgment is reversed, and a venire facias de novo awarded."}