{"id": "968927", "contents": "Opinion,\nMr. Chief Justice Paxson :\nThe first seven assignments of error are not in accordance with the rules of court, and might well be dismissed for this reason alone. But we are not unmindful of the fact that a human life is at stake; that the defendant below is a friendless man, and a stranger in a strange land. We will consider the alleged errors as though they had been properly assigned.\nThe defendant moved the court below for a change of venue. In support of this motion his affidavit was filed, setting forth his belief that he could not have a fair trial in the county of ■Luzerne by reason of the great excitement and prejudice there against him. He therefore asked for a rule to take the testimony of witnesses, to prove the facts alleged in his petition. The court refused to grant the rule, but offered to hear at bar any testimony in support of the petition. The defendant asked for “ more time to get the subpoenas, and get the witnesses.” This was refused by the court, and very properly. The application was not made until the case was called for trial. It might and should have been made at an earlier period in the term. It was said by the learned judge : “We must decline to postpone it. We think he ought to be prepared now. He has had the whole of this term to make the application, and we think it would make a very bad precedent to lay it down that an application of this kind might be reserved in this way, and a rule granted permitting the taking of testimony thereafter. We think it is the defendant’s duty to produce his proofs now, to sustain the petition. We will hear them now.” No proofs were offered, and the motion fell. There is no merit in these assignments.\nThe defendant also moved to quash the indictment, and also the array of jurors. These motions were based upon an alleged irregularity in filling the jury wheel. It appeared that tlie order of court for filling the jury wheel for 1889, specified 1550 as the number of names that should be placed therein. It was alleged that the names of 1554 jurors were actually placed in the wheel, being four in excess of the number ordered by the court. A witness was examined who had counted the names on the list, and he stated the number to be 1554. The certificate of the jury commissioners was produced stating that they had placed the proper number, viz.: 1550, in the wheel. One of the said commissioners was examined, and testified that their intention was to put in 1550 names ; that they did so, and had no knowledge of four additional names having been put in. It is very clear that if the wheel did contain 1554 names, it was a mere accident, probably the result of an error in addition, an error which might occur with the most careful and accurate commissioners. It was a mere irregularity, of a harmless nature, and furnishes no ground to quash the array.\nIt was also alleged that the court erred in disallowing the challenges for cause to certain jurors. The names of the jurors even are not given, but I have gone through the type-written copy of the testimony to ascertain whether the objection was well taken. The challenges were all properly overruled under Allison v. Commonwealth, 99 Pa. 17, and the cases which have followed it. The jurors objected to had all formed opinions of greater or less strength, from what they had read in the newspapers about the murder, but they all said they could render a verdict according to the evidence, uninfluenced by their previously formed opinions. • There was a time when a stricter rule prevailed, and a juror was excluded from the box when he had formed an opinion as to the guilt or innocence of the accused. At that timé, intelligent jurors could be found who had formed no opinions in regard to a case, for the reason that they had heard or read little about it. That was before the telegraph and the press brought to every man’s door the news of every event and every crime, within a few hours of its occurrence, with full details of everything connected therewith. All this is now changed; within twenty-four hours of the commission of this murder, it is safe to say that by means of the wire and the press, the details of it. had been read by nearly every intelligent man, not only in Luzerne county, but in the state, and that but few persons had not formed some opinion in regard to it. The law upon this subject has necessarily advanced with the changed circumstances ; it has merely kept abreast of the times, and adapted itself to what the common judgment and common sense of the people see is essential to the proper administration of the criminal law. To return now to the old rule, would exclude from the jury box in many instances every man of average intelligence.\nWe find no error in admitting in evidence the testimony of Captain Linden in regard to the defendant’s confession,\"nor to the admission of the confession itself. His testimony was competent and rebutted any allegation of undue influence in obtaining it. He said to the defendant: “ If you have anything to tell me, in God’s name tell me the truth; if not, tell me nothing. You have a right to keep your mouth shut. I tell you now, as your lawyer would tell you, I can make you no promise ; I cannot even ask you to tell me a word; but I tell you now, anything you say to me I shall use against you. It is my duty to do so. Now, if you feel like telling me anything, go ahead; but tell me nothing or tell me the whole God’s truth.” In view of this we regard what Thayer said to the defendant as unimportant; and as between the witness and the defendant, we are not surprised the jury believed the former, who was a reputable, disinterested witness, while the latter was testifying with a halter around his neck.\nMost of the remaining assignments are made up of extracts from the charge of the court. They are isolated from the charge, but whether we take the charge as a whole or in sections it is free from error. The question whether the defendant was acting under duress or threats on the part of Bevivino was submitted to the jury under proper instructions as to its effect upon the degree of guilt. This appears from that portion of the charge referred to in the ninth assignment, which is as follows : “ But in case you should find as a matter of fact that the shots were not inflicted by the defendant, then you will inquire whether or not the acts which he performed there were coerced by fear of Bevivino; whether that explanation which has been given by the defendant is such as would show that he had not the power to form the wilful, deliberate, and premeditated intent to take the life of McClure.” We need not pursue this branch of the case further.\nThere remains but to notice the sixteenth and last assignment, which alleges that “ the record does not show that the prisoner was asked whether he had anything to say why sentence of death should not be pronounced against him.” The record shows that the defendant was asked if he had anything to say why sentence should not be passed upon him. As no sentence was possible but that of death we think there was no omission. The rule is thus stated by Blackstone, vol. 4, p. 376: For when, upon a capital charge, the jury have brought in their verdict of guilty, in the presence of the prisoner, he is either immediately, or at a convenient time soon after, asked by the court if he has anything to offer why judgment should not be awarded against him.”\nThis defendant has had ail the advantages which our humane system of laws afford; with no claim except that of common humanity, he was assigned, without cost to himself, able counsel to defend him, who have performed that duty with zeal and ability, not only without fee or reward, hut without the hope or expectation of any; his case was tried before an impartial jury by a learned and able court, not only without error, but with conspicuous care and impartiality, and after a verdict of guilty he has had his case reviewed in the highest court in the state. He was allowed to he heard here in forma pauperis, to save him the cost of printing the testimony. It was his misfortune that a chain of testimony, in addition to his own confession, pointed to him with terrible distinctness as one of the perpetrators of a cold-blooded, mercenary murder.\nThe judgment is affirmed, and it is now ordered that the record be remitted to the court below for the purpose of execution."}