{"id": "968938", "contents": "Opinion,\nMu. Justice Mitchell :\nJohn Widmer devised his homestead to his widow for life, and directed that upon her decease his executor should sell the same and pay over the proceeds to certain of his children. The executor sold during the lifetime of the widow, but with her consent. It appeared at the trial that the rest of the estate was not sufficient to pay the testator’s debts, and that the executor thought the best thing to do was to sell part of the homestead, so as to retain the dwelling-house for the widow, and in this she concurred. It is not, however, contended that the sale, without a decree from the Orphans’ Court, can. be sustained upon the power of the executor to pay debts, but upon the widow’s consent. As rightly ruled by the learned judge, the question whether the debts could have been met in some other way was immaterial, unless the widow’s consent was obtained by fraud or misrepresentation, of which there was no evidence. The proof of the widow’s consent was satisfactory to the jury, even under the strict standard laid down by the judge, that it must be “ clear, certain, satisfactory, and indubitable,” but it was all in parol, and we have thus the single question presented whether under such circumstances consent must be evidenced by writing.\nThe case does not call in question at all the- settled rules that powers must be strictly pursued, and that a power to be exercised upon a given event cannot be properly executed before the happening of that event. But the exception is equally well settled that where a power is complete, but its exercise is postponed for the benefit of a particular person, the consent of that person will be equivalent to the happening of the stipulated contingency.\nThe devise to Mrs. Widmer was of “ the whole of my double dwelling-house, being the same double house, the half of which we do occupy at the present time.....for the use and benefit of my said wife during her life; and from and after her decease I order that my executor shall sell the same,” etc. The testator further directed the immediate sale by his executor, of all his personal estate, and all his other real estate, excepting only the homestead. It is thus beyond question that the power to sell was ample, and the postponement of its exercise was solely for the benefit of the widow, and that the interest of the only other parties who had any interest in the matter, the children-who would be entitled to the proceeds, was to have the sale at once.\nGast v. Porter, 13 Pa. 533, was very similar to the present case. The devise was to the widow for life, with a direction to the surviving executors to sell upon her death; the executors sold during her life; and the question of the validity of the sale arose upon ejectment by the administrator cum testamento annexo; the only difference being that the widow was one of the executors, and as such joined in the deed. This circumstance, however, was not adverted to by the court as a ground of the decision. All that was said upon it was, “ an immediate sale and distribution was for the interest of all except the widow, who by joining in the deed assented to the sale.” The decision was put by Rogers, J., entirely on the intention of the testator, and “ as this provision in the will was intended for her (the widow’s) benefit, it is text law that she had a right to waive it.”\nThis case was followed by Styer v. Freas, 15 Pa. 339, where again the widow had joined in the deed, but again the decision was put exclusively on the intention of the testator. “ Where the time is postponed,” says Gibson, C. J., “ for the protection of a particular person, it may be hastened by the assent of that person, as it was in Gast v. Porter; but where it has been postponed with a view to a probable rise in value, the persons entitle^ to the benefit of the chance, may insist on having it.”\nIn neither of these cases was the form of the widow’s consent discussed, but in Brown’s Appeal, 27 Pa. 62, where there was a similar devise to the widow for life, and direction to the executor to sell at her decease, the widow elected to take under the intestate law, and it was held that the executor took the estate with immediate power to sell. The intention of tbe testator was again held to be the guide. “ It is manifest,” says C. J. Lewis, “ that the sale was postponed for the benefit of the widow .... and it is said to be text law that she may waive it by assenting to the sale before the period designated in the will: Gast v. Porter, 13 Pa. 533. If she may waive it in one way, she may certainly waive it by any other means equally effective in closing her mouth against subsequent objections. What can be a more decisive waiver than renouncing all benefit under the will ? The widow did this in open court, in pursuance of a citation which required her to make her election,” etc.\nThese decisions rule the present ease, and we do not see any compulsion to depart from them. The idea that the widow’s consent must be in writing undoubtedly arose from viewing the sale as a conveyance of her freehold estate. But her consent is not technically a conveyance of her estate, but the removal of a limitation upon the executor’s power, otherwise sufficient, thereby hot enlarging it, but making it presently exercisable. No question of the statute of frauds is really involved at all.\nThe evidence in the third assignment of error, as to the testator’s indebtedness, was irrelevant, but it did no harm to plaintiff in error. The widow’s consent being proved, her reasons, or inducements, short of fraud upon her, were, as already said, immaterial.\nJudgment affirmed."}