{"id": "969917", "contents": "Opinion by\nMr. Justice Elkin,\nAt the trial binding instructions were given for defendant company and on the motion for a new trial the court in banc sustained the verdict thus directed. The case was carefully and exhaustively considered by the learned court below and upon review here the same conclusion has been reached. The negligence charged was failure to provide a safe place to work and reasonably safe machinery with which to work; and failure to properly instruct the employee who was a minor. The place could only be regarded as unsafe in the sense that every manufacturing establishment using machinery more or less dangerous might be considered unsafe, but this the law does not recognize as sufficient to sustain a recovery on the ground of negligence. The machinery, tools and appliances were of the kind and character ordinarily used in such manufacturing establishments and therefore the negligence charged in this respect was not sustained by the evidence. The learned counsel for appellant in his printed argument states that this position is not pressed and is unimportant because the negligence relied on is not that the machinery was defective or unsafe but that it was made dangerous by the manner of its use. This clearly eliminates two elements of negligence charged, namely, unsafe place and unsafe machinery. We agree with the learned court below that the evidence is insufficient to sustain a recovery on these grounds. The only remaining charge of negligence to be considered is whether the appellee company failed to properly instruct the minor employee in the use of the machine and as to the dangers, risks and hazards of his employment. The machine was not complicated and the use of it not dangerous. The duties of the boy were simple and did not require expert instructions. He was instructed to gather up the wool, put it in the machine and keep the boxes full. He testified that all he had to do was to get the wool from a pile on the floor back of him, carry it to the feed boxes of the machines and put it in. He was entirely familiar with this kind of employment because of his experience in another factory, and there is nothing in the case to indicate that it was the duty of the employer to give him more instructions than were given. His duties were of the simplest character, and in the performance of them he was not required to handle dangerous machinery, or to do any act or thing involving hazard and risk. The learned court was clearly right in holding that the proofs did not show failure to properly instruct. But it is argued, and this is the whole case of appellant, that the boy having been ordered by his foreman to gather up some waste at the side of the machine and carry it away, should have been instructed of the dangers and risks of so doing because of the exposed cogwheels in which his hand was caught. It is doubtful whether any such negligence was charged in the statement of claim, but waiving this point, we see nothing in the case to require the employer to give special instructions in the performance of a duty so plain and simple. The waste, called fly, lay on the floor at the side of the carding machine in full view of the boy who was told to gather it up .and carry it away. No instructions were required to enable the boy to do this work. A boy sixteen years old need not be told how to gather up a pile of waste and carry it away. If his common sense and experience could not be relied on instructions would have been without avail. But, say appellants, the boy should have been notified of the danger of coming in contact with the cogwheels of the machine. This was an open and obvious danger. The cogwheels were a part of the machine at which the boy was working and he either knew or should have known that they were there. The experience and intelligence of the boy as shown by the testimony make it difficult to believe that he could have been ignorant of this fact. However, whether he knew this fact or not, there was nothing in the circumstances of this case that made it the duty of the employer to give such notice, and it follows that damages cannot be recovered on the ground of failure to perform a duty not required. This eliminates from consideration questions as to assumption of risk, contributory negligence and other matters, some of them interesting and in a proper case important, but in our view not necessary to a determination of this controversy. The boy was lawfully employed to do a certain kind of work, not within the prohibition of the statute as to age, or as to the performance of dangerous duties such as oiling machinery in motion, or any other like duty involving risk and therefore there was no violation of a statutory requirement in his employment. Under these circumstances the rule of the cases relied on by the learned counsel for appellants on this branch of the case has no application; especially is this true when no such negligence was charged in the statement of claim.\nJudgment affirmed."}