{"id": "970577", "contents": "Opinion,\nMr. Chief Justice Paxson :\nThis case stated is very inartificially drawn, and might well be quashed for this reason. Instead of being a clear statement of facts agreed upon, we are referred for many of the facts to the answers of the garnishees, and to certain affidavits which are attached to the case stated, and made a part thereof. As an examination of them enables us to gather the material facts with reasonable certainty, we will dispose of the case as presented.\nThe fund in controversy was deposited in bank to the credit of R. Jones Monaghan, master. It amounted to $634.14, and was part of a fund which had come into the hands of Mr. Monaghan as master, appointed by tbe court to make sale of certain real estate under a decree in partition. The fund in bank represented the share of Jonathan P. Yerkes in the proceeds of the sale of said real estate, all of the other heirs having been paid in full. Under these circumstances, the fund in bank, although deposited in the name of Mr. Monaghan as master, was really the money of Yerkes. He was the equitable owner thereof, and entitled to demand the legal title. It was held in First N. Bank v. Mason, 95 Pa. 113, that money deposited in a bank to the credit of A. may be shown to be the property of B. It may be reached by attachment on the part of the judgment creditors of B., or its payment by the bank to A. may be stopped by a proper notice on the part of B. that the money belongs to him. The credits on the books of the bank are but prima facie evidence of ownership. It is equally well settled, however, that, in the absence of any claim by the real owner, the bank cannot dispute the right of its depositor, and is bound to honor his check.\nOn February 7, 1888, at or about 6 o’clock p. m., the said Jonathan P. Yerkes called upon Mr. Monaghan at his office, and received from him a check of that date for $684.14, the full amount of the deposit. The check was drawn as master, against a fund standing to Mr. Monaghan’s credit as master. It was drawn against a particular fund, and for the whole of it. Yerkes then and there delivered to the master a full release and discharge for the same. All the other parties to the equity suit had previously released him. He was the last party to whom a check was given; all the other parties had been fully paid some months before. This placed the legal as well as the equitable title to the fund in Jonathan P. Yerkes. It is true, as a general principle, that a check drawn in the ordinary form vests no title to the general funds of the drawer in the bank upon which it is drawn: Loyd v. McCaffrey, 46 Pa. 410; First N. Bank v. Gish, 72 Pa. 13. This principle and these cases do not apply. The check was not drawn against the general funds of Monaghan; it was drawn against the whole of a specific fund which in equity belonged to the payee, and, as before observed, passed the legal title to the fund, even as against the drawer. Mr. Monaghan could not have withdrawn or repudiated that check; an attempt to do so would have been a fraud. To have drawn it out and converted it to his own use would have been an embezzlement. This is a test of ownership.\nAfter leaving Mr. Monaghan’s office on the evening of February 7th, Jonathan P. Yerkes, on his way home, stopped at the house of his brother, John Yerkes, indorsed the check, and gave it to his brother in payment of a debt which he owed him. This was done in pursuance of a previous parol agreement by which John was to receive Jonathan’s share of the money in the hands of the master. It was a parol assignment of the fund, consummated as soon as the check came into Jonathan’s hands.\nThe plaintiffs, having obtained a judgment against Jonathan P. Yerkes, issued an attachment thereon on the same day that the settlement was made between Mr. Monaghan and the said Jonathan, which attachment was served upon the garnishees about 8 o’clock p. m:. At that time there were no funds in the hands of either Mr. Monaghan or the bank, garnishees, belonging to Jonathan P. Yerkes. The attaching creditors could only attach his right; they stood precisely in his shoes. They could take what he could claim; nothing inore. It cannot be contended successfully that, as between Jonathan and his brother, John, the former could take this fund. He had made a parol assignment of it for a valuable consideration, and, before any attachment was served, indorsed and transferred the check to his brother, and thus passed to him the legal title. The learned judge below correctly held that the attaching creditors acquired the rights of Jonathan P. Yerkes to the fund. But we have endeavored to show that he had no right to it. All his right passed to his brother by virtue of the parol assignment and the delivery of the check. The error into which the learned judge below fell was in holding that the check gave the payee no valid claim upon the fund, overlooking the fact that this'was not the case of an ordinary check drawn against general funds of the drawer, but a check drawn against a special fund, to which the payee held the equitable title.\nThe judgment is reversed, and judgment is now entered against the National Bank of Chester County, garnishee, in favor of John Yerkes, one of the above-named defendants, for $634.14, with costs."}