{"id": "970573", "contents": "Opinion,\nMr. Justice Williams :\nThese cases arise under the act of May 6, 1887, and depend on the constitutionality of its provisions. It is entitled “ An act relating to the opening and widening, and assessment and payment of damages and benefits for the opening, widening, and change of grade of streets in cities of the first class, and regulating proceedings therein,” and it provides a system applicable only to the city of Philadelphia. The objection is now made that this act is local in its operation, while it relates to a subject upon which local legislation is forbidden by the constitution. On the other hand, it is insisted that it relates to all cities of the first class, and to a subject upon which local legislation is authorized by the classification of the cities of the commonwealth, under the act of 1874. In examining the question thus presented for decision, we will consider, in the first place, the object of the classification of cities, and the basis on which classification rests; second, the legislation which classification authorizes for the several classes into which cities are divided; third, some of the subjects upon which legislation is not authorized by our system of classification; fourth, the proper application of our conclusions to the cases before us.\nThe cities in this state are divided into classes by the act of May 23, 1874, P. L. 280. The object of the classification is stated in the body of the act in these words: “For the exercise of certain corporate powers, and having respect to the number, character, powers, and duties of certain officers thereof, the cities now in existence or hereafter to be created in this coinmomvealth are divided into three classes.” The first class embraced cities containing a population of three hundred thousand and upwards. The second class included all cities whose population exceeded one hundred thousand, and did not exceed three hundred thousand. The third class was made up of all cities having less than one hundred thousand inhabitants. The object of classification being thus clearly stated in the body of the act which ordains it, we are not left to conjecture. The legislature has declared its object in providing a system of classification to be to facilitate the convenient exercise of “ certain corporate powers ” necessary for the_ proper regulation, of. municipal, affairs. The necessity for making such provision grows out of the differences in size and situation of the several cities, and the resulting differences in their needs as to the “number, character, powers, and duties ” of the officers required for the proper and convenient government of each class. The basis of classification is the population for whose well-being the city is to provide. Whether the classification of cities for any purpose was constitutional, was a question that came to this court first in Wheeler v. Philadelphia, 77 Pa. 338, and it was upheld as necessary for the proper and convenient government of the cities of the state. This necessity was forcibly stated in the opinion of the Court, delivered by the present Chief Justice. Speaking of the system of laws relating to the city of Philadelphia, he said: “We have but to glance at this legislation to see that the most of it is wholly unsuited to small inland cities, and that to inflict it upon them would be little short of a calamity. Must the'city of Scranton, over one hundred miles from tide-water, with a stream hardly large enough to float a bateau, be subjected to quarantine regulations, and have its lazaretto ? Must the legislation for a great commercial and manufacturing city, with a population approaching, one million, be regulated by the wants or necessities of an inland city of ten thousand inhabitants ? ” The force of the argument in support of classification in Wheeler v. Philadelphia, and it is the only line of argument by which it can be sustained, lies in the evident necessity for the possession and exercise of other, and, in some respects, different, “ corporate powers ” by the city on the sea-board from those required by the inland city; by the city with a population of one million from those required by the city of ten thousand. These great differences in population render it necessary that there should be corresponding differences in the “ number, character, powers, and duties ” of the officers by whom the municipal governments are to be conducted and the municipal necessities provided for; and classification was sustained as a necessary means for enabling the legislature to make provisions adapted to secure to each class of cities the “corporate powers” and tlie “ number, character, powers, and duties ” of the officers best adapted to its needs, without an infraction of the constitution.\nWith this glance at the object and basis of classification, let us proceed to inquire what kind of legislation is authorized by it. I reply, negatively, that it does not authorize legislation on subjects not relating to municipal affairs. For this reason we held that an act of assembly, relating to mechanics’ liens in cities of a given class, was a local law, and forbidden by the constitution: Davis v. Clark, 106 Pa. 377. Liens may be divisible into classes by reference to their own peculiar characteristics, but not by reference to the size of the city or town, in which the building subject to the lien may happen to stand. An attempt was made to classify counties by reference to the number and geographical situation of the cities they contained, but this court refused to sustain it: Scowden’s App., 96 Pa. 422; Commonwealth v. Patton, 88 Pa. 258. An act relating to street railways in cities of the third class came under consideration in the recent case of Weinman v. Railway Co., 118 Pa. 192, and the act was held to be local, and therefore unconstitutional, not relating to the municipal affairs of the cities of the third class, but to certain corporations that happened to be located within them. This case was followed by Ayars’ App., 122 Pa. 266, in which the general doctrine was clearly stated by Justice Stejruett, in harmony with the line of cases just cited. But, answering affirmatively, I will adopt the words of the act of 1874, and say that classification authorizes such legislation as relates to the exercise of the “ corporate powers ” possessed by cities of the particular class to which the legislation relates, and to the “ number, character; powers, and duties ” of the officers employed in the management of municipal affairs. These are the purposes contemplated by the legislature ; they are the only purposes for which classification seems desirable ; they are the only purposes for which it has been upheld by this court. In order that a given act of assembly, relating to a class of cities, may escape the charge of being a local law, it is necessary, as was said in Weinman v. Railway Co., supra, that it should “ be applicable to all the members of the class to which it relates, and must be directed to the existence and regulation of municipal powers, and to matters of local government.” A law that will bear the application of this test is within the purposes for which classification was designed, and therefore constitutional. A law that will not bear its application is local, and offends against the constitution. Among the many subjects of legislation which classification presents, we may call attention to such as the establishment, maintenance, and control of an adequate police force for the public protection ; the preservation of the public health; protection against .jfire; the provision of an adequate water supply; the paving, grading, curbing, and lighting of the public streets; the regulation of markets and market-houses, of docks and wharves; the erection and care of public buildings, and other municipal improvements. These are mentioned, not because they include all the subjects for the exercise of municipal powers, but as a suggestion of some of the more obvious ones, and as an illustration of the character of the subjects upon which legislation for the classified cities may be necessary. These classes are thus seen to embrace, not mere geographical subdivisions of the territory of the state, but..organized municipalities, which are divided with reference to their own peculiar characteristics and needs; and the legislation to which they are entitled, by virtue of such division is simply that which, relates — to_the peculiarities and needs which induced the division. In this way each class may be provided with legislation appropriate to it, without imposing the same provisions on other classes to which they would be unsuitable and burdensome.\nWe come now to inquire what legislation remains forbidden to cities, notwithstanding classification. I reply that all legislation not relating to the exercise of corporate powers, or to corporate officers and their powers and duties, is unauthorized by classification. In article III., § 7, the constitution declares that the legislature shall not pass any local or special law “regulating the practice or jurisdiction of, or changing the rules of evidence in, any judicial proceeding or inquiry before courts, aldermen, justices of the peace, sheriffs, commissioners, arbitrators, auditors, masters in chancery, or other tribunals.” The same section forbids the passage of any local or special law fixing the rate of interest, exempting property from taxation, changing the laws of descent, affecting the estates of minors, and many other purposes, among which is “ authorizing the laying out, opening, altering, or maintaining roads, highways, streets, or alleys.” It is very clear that the purpose of the constitutional provision is to require that laws relating to the several subjects enumerated in § 7 shall be general, affecting the whole state, so that the rule upon all those subjects shall be uniform throughout every part of the territory in which the constitution itself is operative. For example, there cannot be one rate of interest in cities of the first class, another in those of the second or third, and still another for the rest of the state, but the rate, when fixed by law, must apply to all parts and divisions of the state alike. The same thing is true of the law of descent, and so on, through the entire list of subjects upon which local and special legislation is forbidden. If classification can relievo against the constitutional prohibition as to one of these subjects, it can relieve as to all. If it can justify a change in the practice in tlio courts of law, or the proceedings to assess damages for an entry by virtue of the right of eminent domain, it can, by the same reasoning, justify a change in the Law of descents, or the settlement of estates, or the rate of interest, and sweep away the entire section with all its safeguards. But a statute is not above the constitution. The classification act is subject to the Limits whicli article III., § 7, prescribe, and it cannot transcend a single one of them. For that reason the courts of law in Philadelphia have the same jurisdiction and powers, and proceed in the sameananner, as the courts in the other counties of the commonwealth. The system of practice, so far as it rests on statutory provisions, must be the same. The same proceedings arc liad on writs, tlie same method for securing tlie benefit of tlie exemption of property from levy and sale, tlie same writ of habeas corpus for one who is restrained of his liberty, the same procedure for one whose land is entered and appropriated to public or to corporate uses. These are the civil rights of the citizen of Pennsylvania as such, and they are not affected by the size of the town in which he lives, or the value of his land, any more than by the color of his skin. They are the safeguards provided by the constitution for the protection of the weak as well as the strong, the dweller in the country as well as the resident in “cities of the first class,” and no system of classification of cities or other divisions of the state can disturb them.\nIt now remains for us to apply the conclusions we have reached to the act of 1887, and to the cases under consideration. That act contains seventeen sections. The first and second of these provide for the assessment of damages for the opening of streets plotted or projected by the city. The remaining sections provide a peculiar and somewhat cumbrous code of procedure in road cases for the city of Philadelphia, unlike that in use in the rest of the state. They add a lawyer to the board of viewers, who is also appointed by the court; they clothe him with the powers of a master in chancery; empower him to admit and exclude evidence without regard to the wishes of the viewers, and to seal a bill of exceptions to his rulings that is to be returned with the report for the examination of the court. The viewers are thus stripped of all power over the course of their inquiry, and have nothing left them except to fix the damages from such evidence as the master permits them to hear. It is obvious that these sections do not relate to the exercise of any corporate power of cities of the first class, or to the number, character, powers, and duties of the municipal officers, or to any subject under the control of the city government. On the contrary, they relate to the practice and procedure in the common-law courts of the county of Philadelphia, over which the city has no control, and to the adjustment of the compensation due the property holder for an invasion of his close under the right of eminent domain, a subject as exclusively within the jurisdiction of these courts as an indictment for a crime or an action of trespass quare clausum fregit. The only connection the city has, or can have, with such a proceeding, is as a party to the litigation because liable to pay the damages assessed. The city appears like any other suitor to ask or object to the appointment of viewers, or the confirmation of their report, and it is bound like any other suitor by the judgment rendered.\nIt was suggested on the argument that real estate is more valuable in the city than in the country, and that for this reason a different mode for assessing damages done by the opening of a highway ought to prevail. But the constitutional convention evidently did not think so. It made no provision for classifying litigation by reference to the sums in controversy, or the location of the property involved, and this is the first time I have ever heard the suggestion made that such a classification was desirable. Courts of justice weigh legal rights in the scales of reason, not in those of commerce, and protect the citizen whose scanty possessions are in the country, with the same jealous care as the holder of corner lots in a great city. The established forms of procedure in courts of law are the same for all suitors. The value of the subject of litigation, the wealth of the litigants, their personal character, their race or previous condition, are circumstances of which the law takes no notice. The courts represent the commonwealth of Pennsylvania. Wherever they sit their process goes out in the name, and their judgments are enforced by the power of the commonwealth, and their proceedings are no more affected by the classification of cities than are those of the legislative or executive departments of the state government.\nIt is also suggested that the constitutionality of the act of 1887 is a legislative, and not a judicial question, and that it should be left wholly to the judgment of the legislature. This suggestion is as destitute of foundation as that we have just considered. The legislature must exercise its powers within the lines laid down by the constitution. What it shall do within these lines, is a question that addresses itself to the wisdom and discretion of its members. Whether it shall disregard them, and do that which the constitution forbids, is a question which, when such legislation is attempted, belongs to the courts. When they decline, if they ever do, to compel obedience to the constitution, all check upon legislative power will be gone, and the door to all sorts of local and special laws, which the constitution proposed to close, will be open as wide as in the worst days of omnibus legislation. What the law shall be upon a subject over which the legislature has power, is a legislative question. Whether the rate of interest shall be four per cent, or six, or ten, is a legislative question, for the legislature has ample power over the whole subject. But whether there shall be one rate in Philadelphia, another in cities of the second class, still another in cities of the third class, and one different from all these for the rest of the state, is a judicial question, because the constitution declares that laws on this subject shall be general and uniform. Local laws, providing different rates for different parts of the state, would be a violation of the constitution, and the duty of the courts to declare them absolutely void would be plain and imperative. So, the manner in which taxes shall be levied and collected, and at what rate, are legislative questions. \" Whether the law be wise or unwise, easy or severe in its operation, the courts cannot interfere, so long as it is general and uniform, but a tax of ten cents on the dollar of the last adjusted valuation of the valuable real estate in cities of the first class, and of ten mills on the valuation of property in the rest of the state, would violate the constitution. Whether a law imposing such unjust and unequal taxes shall be executed, is a judicial question. Whether the proceedings in road cases shall be wholly changed, or not, is for the legislature to determine. It may give us an entirely new system of procedure in such cases, if it so decides, but when it attempts to change the practice in one city, or class of cities alone, it is attempting local legislation of a mischievous kind, which the constitution forbids, and the question whether such a law shall be enforced is as purely a judicial question as it is easy to conceive.\nApplying the conclusions we have reached to the act-of 1887, we hold that all the sections except the first and second are in violation of the constitution, and must fall. What is the situation of the two remaining sections ? In answering this question, let us see just how the law stood in the city of Philadelphia, on the subject to which they relate, when they were passed. The act of 1874 made it the duty -of road viewers, in all cases where they located a road, public or private, to assess the damages to be sustained by property holders, if any, unless claims for such damages were released, and make return of such assessment with their report. This was a general law, and was intended, probably, to cover all cases where damages might be sustained by reason of the laying and opening of public highways. In Philadelphia, streets are projected by the city officers in advance of the immediate wants of the neighborhood, and plotted on the city plans. These are called “plotted streets.” When it is desirable to open such a street, viewers are appointed by the Court of Quarter Sessions to go upon the ground, investigate, and report upon the necessity for such opening. When their report is confirmed, and the opening determined upon, another view is appointed to assess damages done by, and benefits derived from, the opening of the new street. Did the act of 1874 impose the duties of both sets of viewers upon that appointed to determine the necessity for opening the street ? This question came first into this court in the case of Jackson Street, 83 Pa. 328, and it was held that the act of 1874 was inapplicable to the case of plotted streets, and that damages must be assessed under the local laws applicable before that act was passed. This case was followed some years later by Magnolia Avenue, 117 Pa. 56. The consequence of this holding was to leave plotted streets remaining under the local system, while other streets were brought under the general law. The acts of 1858, 1864, and 1866 were local, relating only to the city of Philadelphia. Under their operation the viewers who decided to open the road had nothing to do with the question of damages, and the viewers who adjusted the damages had nothing to say upon the necessity for opening the street. This inconvenience had been removed by the general law of 1874 as to all the streets except the plotted ones. What remained to be done was to repeal the local system, and extend the provisions of the general law relating to the duty of the viewers appointed to lay out streets, to those appointed to open streets laid out and plotted by the city. This is effectually done by the first and second sections. It is true that the form of the act of 1887 is not that of a general law, nor does it in terms profess to repeal the local system, and extend the genera] law in its place, but, in substance and effect, it provides for just the change, needed. The fact is of more importance than the form; and the fact is, that the act of 1887 wipes out the old system by which the necessity for opening a street went to one view and the damages to another, and puts in its place the provisions of the general law committing the assessment of damages to the viewers whose report in favor of opening made the assessment necessary. In this way both subjects come to the attention of the same viewers at the same time; and upon their report both subjects come to the attention of the court at the same time. Those sections do not simply tend to uniformity, but they accomplish it. Their effect is to bring under one system, and that the system provided for the whole state by general law, all cases of assessments of damages and benefits upon the laying out of new, or the opening of plotted streets. It is true, these sections relate only to cities of the first class; but so did the local laws which they supply. The remedy is as broad as the evil to be corrected. A law which repeals a local law must of necessity affect only the locality in which the local law prevailed; but it is not, therefore, a local law within the meaning of the constitution. It does not set up, but it destroys, a local system, and thereby extends the general law over the territory previously withdrawn from its operation. So with the act of 1887, so far as the first and second sections are concerned. They take away the previously existing system for the assessment of damages for the opening of plotted streets, which was local, and rested on local laws, and put the system provided by general law in its place. For this reason we think they do not offend against the constitution.\nThese conclusions lead us to affirm Washington Street and to reverse the proceedings in Ruan Street. Let .judgment be entered accordingly.\nMr. Justice Clark and Mr. Justice McCollum concurred in the judgment, but dissented from so much of the foregoing opinion as sustained the constitutionality of §§ 1 and 2 of the act of May 6, 1887."}