{"id": "970611", "contents": "Opinion,\nMr. Justice Williams :\nThe facts on which the legal question which controls this case is raised are very simple. The owner of a tract of farm land in Salzburg township laid it out in lots on both sides of a street which he opened and dedicated to the public. He sold these lots to purchasers by deeds, describing them as bounded upon this street, which he called Seneca street. Under these deeds, the purchasers took title to the middle of the street: Paul v. Carver, 24 Pa. 207. After some years, the owners, being desirous to have the road become a township road and pass under the care of the road officers, petitioned the court to locate a public road over the same ground. Viewers were appointed who laid out the road, and reported to the Court of Quarter Sessions that they had given five days’ notice of the time and place of their meeting by hand bills put up in public places, and also personal notice to all persons through whose land the road passed, and that all claims for damages were released. This report was confirmed in 1886, and the supervisors proceeded to open and grade the road in September of that year. In opening the road, the supervisors attempted to keep the grade within five degrees, and in so doing-made a shallow cut in front of one or more of the plaintiff’s lots. This action of trespass is brought to recover damages for the injury alleged to be done by the opening and working of this road.\nBut how can such an action be maintained? Roads are laid out under the authority of the commonwealth, and in the exercise of the right of eminent domain. Neither the commonwealth, nor the township or other municipal division through which the road passes, is liable to landowners for damages sustained by the exercise of this prerogative of the supreme power of the state, until made so by law: Feree v. Meily, 3 Y. 153. For this reason, if for no other, when a statute gives a specific remedy to the landowner, that remedy must be followed. The learned judge of the court below seemed to be of opinion that since the adoption of the present constitution this was not true, and referred to article XVI., § 8, which provides that “ municipal and other corporations, and individuals invested with the privilege of taking private property for public use, shall make just compensation for property taken, injured, or destroyed by the construction or enlargement of their works, highways, or improvements, which compensation shall be paid or secured before such taking, injury, or destruction.”\nBut we do not think a township is such a corporation invested with the power of taking private property for public use as is within the purview of this constitutional provision. The township does not take the land for a highway. It does not lay out the road. The law imposes on it the duty of opening the road, and keeping it in repair, for the benefit of the traveling public; but the duties of the township do not begin until the road has been laid out by proceedings in the Court of Quarter Sessions. The right to sue cannot be rested, therefore, on the constitution. The duties of the townships and their officers, under the road laws, are very clearly laid down by the legislature. After the route of the road has been laid out by viewers, and their report approved by the court, an order to open the same for public use issues to the supervisors of the proper township. In the execution of this order they are protected by it. If they vary from the route, or do any unlawful act, they may be liable to the party injured as any other trespasser would be; but, so long as they keep within the proper execution of the order, neither they, nor the township they represent, are liable to an action for what is lawfully done in obedience to it.\nThe learned judge was of opinion, also, that the plaintiff was not bound by the proceedings in the Quarter Sessions in this case, because it did not appear affirmatively that he had notice. But the duty of the viewers is to give public notice by posting the same in public places. They are not required to give personal notice to the lotholders along the route of the road. Their report shows, however, that they attempted to do so in this case, and they return that they gave public notice as required by law, and personal notice to the lotowners in addition. If for any reason one who wished to be heard by them failed to learn of the time and place of their meeting, he should have applied to the court at the earliest opportunity for a review, or taken exceptions to their report. If the fact of their meeting did not come to his knowledge until after a decree of confirmation had been made, he should have applied to the court to open the decree, and permit him to be heard. Failing to do this, he is concluded by the report and the decree thereon. The judgment is reversed for the reasons now given.\nJudgment reversed."}