{"id": "971794", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an appeal from the decree entered by the learned court below fixing the assessed valuation of coal lands owned by appellant and located in Coal township, Northumberland county. The assignments of error are so numerous as to preclude the possibility of discussing each one separately. No useful purpose would be served by so doing. The discussion of a few controlling principles will be sufficient to properly dispose of the appeal. The case came into the court below on appeal from the valuation fixed by the board of revision. On account of the large number of appeals pending and the vast amount of details necessary to fully inform the conscience of the court, it was suggested that a commission of experts be appointed to hear the testimony, make an examination of the properties, investigate the conditions upon the ground, find the facts and report conclusions for the information of the court. This method of procedure was approved by all interested parties, three expert commissioners were appointed and the commission thus created proceeded to take testimony and make such investigation as was deemed necessary to determine the valuation of the lands in question for the purpose of taxation. The act of 1889 under which the appeals were taken does not authorize the appointment of expert commissioners for the purpose stated, but, the interested parties having agreed to this method of procedure as an aid to the court, we can see no legal objection to the course adopted. This conclusion is based upon the assent of the parties, and even then, a commission so created can only act as a means to an end, the end being to report the facts and conclusions for the information and guidance of the court. It is the duty of the court to hear and determine the questions involved and the final responsibility must be assumed by the tribunal authorized by the statute to exercise the power conferred. If either party objects to the appointment of such a commission the court is without power to compel such a method of procedure. In the case at bar the record shows painstaking care and intelligent consideration on the part of the commission. The report is comprehensive and complete. It covers the whole field of investigation with a summary of reasons and conclusions showing painstaking consideration. It must have been most helpful to the court below as it has been here. While some items of testimony relating to assessable value may have been improperly admitted and some details of the investigation and reasons given for conclusions reached are not entirely approved, the report of the commission as a whole is commended. Of course the report of the commission can only be considered as an aid to the court and it is the action of the court upon the report that must be reviewed here.\nIt was agreed by the parties that the assessed value of real estate in Northumberland county was only sixty per cent of its actual value. This ratio was accepted by the court and uniformly applied in determining the valuation of each tract for assessment purposes. In other words, when the actual selling value was determined the assessed value was fixed at sixty per cent of the actual market value. This was done in compliance with the constitutional mandate requiring that all taxes shall be uniform upon the same class of subjects. It is also in conformity with the requirements of the act of 1889, and the decisions of this court construing the same: D., L. & W. R. R. Co.’s Tax Assessment, 224 Pa. 240; Lehigh, etc., Coal Co. v. Luzerne County, 225 Pa. 267. Appellant is not therefore in position to complain that in the valuation of its lands the ratio of assessed to actual value which was generally adopted throughout the county was not used as a basis. The general average ratio agreed upon as a proper basis was applied in fixing the assessed value of each tract. It, however, is earnestly and ably argued for appellant, notwithstanding the fact that the assessed value of its lands was fixed at sixty per cent of their actual value, there still was an unjust discrimination to such an extent as to offend against the constitutional provision requiring uniformity. As- this court has frequently said the purpose of requiring all tax laws to be uniform in their application to the same class of subjects is to produce equality of taxation, but absolute equality has never been attained, and approximate equality is the best result obtainable under our present system of taxation. Where there is substantial uniformity in the application of tax laws the mandate of the constitution is not offended against. This is the rule of all the cases in which the question was considered. In the case at bar appellant points to the fact that the lands of some of its neighbors, although just as valuable as those under consideration, have been assessed at a much lower valuation. For this reason it is urged that there was an unfair discrimination in the valuations to the prejudice of appellant and in disregard of the rule requiring uniformity. In some of the instances called to our attention the difference in valuation is so marked as to require explanation by the assessors who made the assessments and whose duty it was under the law to make and return a just valuation of each tract in their respective districts. But, if assessors fail to do their duty by making an assessment of some particular tract or tracts too low and the board of revision fails to equalize the valuations upon a uniform basis, the courts can only give relief in cases brought before them on appeal. It is true courts in determining the valuation of a particular tract or tracts, from the assessment of which an appeal has been taken, must have due regard to the valuation and assessment of other real estate in the same district. But this does not mean, when on appeal the proper valuation of a particular tract of land is to be determined, the basis of uniformity depends upon a comparison with the assessed value of a few tracts that may have been assessed below the uniform standard of valuation of general application throughout the district. It is the general standard of uniformity that is the test of the rule. In the present case the general ratio of assessed to actual value throughout the county is sixty per cent and this is the uniform basis with which comparison must be made. It is the general average of assessed valuations in the entire district that most nearly approximates substantial uniformity, and substantial uniformity is the nearest approach yet made in the administration of tax laws to the requirements of the constitution. If the rule were otherwise, it is perhaps not too much to say that on appeal no tax assessment case would stand the test. It would be a rare case in which undervaluation in a few tracts could not be pointed out. It is the duty of all taxing authorities to avoid such discriminations and to insist upon a uniform basis of determining valuations for the purpose of taxation. The courts, however, can only exercise authority in the cases brought before them on appeal and have no power to revise and equalize assessments generally. On appeal it is the duty of the court, having due regard to the valuation and assessment of other real estate in the same district, to first ascertain the ratio of assessed to actual value applicable generally throughout the district, and then, when the actual value of the tract or tracts under consideration has been determined, this ratio should be applied. When this is done the result fixes the assessed valuation. This was the rule applied by the court below in the present case. Appellant complains not because it did not have the benefit of this rule but because some other tracts of land in the neighborhood, the valuations of which were not appealed from, were assessed below the uniform standard. In other words, not by reason of failure to assess appellant’s lands according to the uniform rule applied generally in the district, but because some tracts in the neighborhood were assessed below that standard of valuation. We agree with the learned court below that this position is not tenable. Appellant had the right to demand that its lands should be assessed according to the uniform standard of making valuations in the district, but this standard is determined by the general average of valuations and not by the assessment of a few tracts singled out for the purpose of showing undervaluation in some instances. As we view this record the valuation of the lands in question is not too high but the assessments of some other tracts called to our attention, not appealed from, are too low. This situation is beyond our control as courts can only compel a valuation, of the lands under consideration to be made upon the basis of general uniformity in the district.\nIt is further contended that the court erred in adopting the strict measure rule of superficial areas in determining the total valuation of appellant’s lands while what is known as the official acre was the basis for assessment purposes in other cases. No landowner should be required to pay taxes on more land than he owns and he should not expect to be taxed for less. Because a neighbor may be taxed for a less number of acres than he actually owns is ho reason why a complaining adjoining owner should not be taxed upon the entire number of acres owned by him. The whole superficial area, no matter how large or small, is the subject of taxation. The acre is the unit of measurement and the total valuation depends upon the number of acres contained in the whole tract. There is nothing in this record to show that appellant was taxed for more acres than belongs to it. Presumably the taxing authorities accepted the acreage returned by appellant, and if so, it is not in position to - complain. We know of no rule of law, and none has been called to our attention, to sustain the position that what is called the official acre in the argument of appellant, that is, the acre and allowance as originally authorized in grants from the commonwealth, is the only acre assessable for purposes of taxation. The number of acres recited in the deed is as a rule accepted as the acreage subject to taxation. But this is not always conclusive and on survey it may overrun or fall short of the acreage called for in the deed. In either event the landowner is taxed for the actual acreage owned by him. The actual acreage as we understand the record was used as the basis for making the assessment in the present case and this was proper.\nIt is further contended that the percentage of increase in the valuation of real estate located in Coal township is much greater than the percentage of increase in other parts of the county and that by reason thereof unjust and excessive burdens are imposed upon appellant. This position is without merit. It might very well be that real estate in Coal township had increased in value 100 per cent while in other parts there might be no increase and in some instances actual depreciation might be shown. Uniform increase in the values of real estate throughout the entire district is not the test of uniform assessments. The assessment is uniform within the meaning of the law if the average ratio of assessed to actual market value is applied in determining the valuation of each separate tract. Some complaint is also made about the foot acre method as a basis for ascertaining the value of a tract of land for the purpose of taxation. This court has already said that this method is exceptional and, in most instances, not a proper basis to determine actual value. When the parties agree to such a method it may be used, but it is not of general application and when adopted the local conditions must be such as to give the whole coal area a present market value to be ascertained upon some definite fixed basis: Lehigh, etc., Coal Co.’s Assessment, 225 Pa. 272. If in the present case the foot acre, rule had been applied there would be ground for reversal because the local conditions are not such as to warrant its application and the parties did not agree upon such a basis. But it was not applied and there is no room for just criticism on this account. It is true there was some testimony taken to show the quantity of coal in certain tracts measured by foot acres but the commission expressly stated that this was only for the purpose of giving some light as to the amount of coal available for mining purposes and to show the conditions existing on the ground. It was not used as a basis of valuation and the commission so stated in express terms. These items of testimony were harmless because the valuations fixed did not depend upon evidence of this character.\nAgain, it is argued that the valuation of each tract of land was not based upon market value, that is to say, the amount it would bring at public sale after due notice. Under the circumstances surrounding the present case there is no reversible error in this respect. There was no evidence of sales, public or private, and hence nothing-on record to show value upon this basis. In such cases taxing authorities must of necessity have resort to other elements of value in order to make a proper assessment. This question will be discussed more at length in another appeal. Many other questions have been raised but they are incidental to those already discussed and are not controlling as the basis of determining the valuation of the lands involved in this proceeding. Upon the whole record we are of opinion that the evidence amply sustains the conclusions reached by the learned court below in fixing the valuation of appellant’s lands for the purpose of taxation.\nDecree affirmed at cost of appellant, costs in court below to be paid as there directed."}