{"id": "971870", "contents": "Opinion by\nMr. Justice Stewart,\nBy the mere act of annexation, whereby the land of the plaintiff company became part of the borough, no property rights were disturbed; the plaintiff lost nothing in the way of property, and the defendant acquired nothing. The ownership of the sewer which the plaintiff company had constructed on its own land, and at its own expense, was unaffected. Without more, the plaintiff company would have had an undoubted right, after annexation as before, to use and enjoy the sewer, subject to the police regulations of the borough, for the sewering of its 395 lots, and could have excluded all others therefrom, or admitted them to the privilege on its own terms. By virtue of a written agreement, however, between the company and the borough authorities, the sewer, upon the annexation being complete, was to pass under the control and ownership of the borough, subject to the continued right of the company, and its assigns, of sewering therein, free of any connecting charge, 195 of the 395 lots embraced in the annexed territory. A decree of annexation followed September 25, 1905, and thereupon the sewer which the plaintiff company had constructed at a cost of upwards of $20,000, passed to the borough, and became part of the general borough system. The borough ordinance passed some five years before, provided that anyone desiring to connect his property with any sewer owned or controlled by the borough, should first pay to the borough treasurer a minimum charge of $35.00 for such permission. Can the borough, in face of its positive agreement to exempt these 195 lots from this connecting charge, and its acceptance of the sewer system which was turned over to it with this express reservation, refuse to allow the use of the sewer to these lots except on payment of the charge prescribed in the ordinance? This states the question. It is unnecessary to recite all that is embraced in the agreement, since it is only the matter of the sewer that here concerns us. A claim on the part of the borough, is that the agreement though executed by the proper borough authorities, under a resolution unanimously adopted at a regular meeting of council, was void, because it lacked the approval of the burgess. The point is made that the resolution was a legislative, as distinguished from a ministerial act, and that therefore approval by the burgess was necessary to make it valid. That it was legislative in its character may be conceded; and were this an effort to enforce an executory contract resting on no other authority, the infirmity of the resolution would be a serious obstacle in the way. But that is not this case. Here we have a contract amply, within the scope of the powers of the borough authorities, fully executed. Under this contract the borough is now, and has been for the last five years, in full control and ownership of the sewer which had been the exclusive property of the plaintiff company. Through it, the borough is supplying a municipal want, and deriving revenue therefrom, since it receives from each connection therewith the fixed charge. The plaintiff company has surrendered the property it covenanted to turn over to the borough, under the agreement, and the borough in return has done all that it covenanted to do in order to entitle it to the surrender. The agreement is therefore executed. Now shall the borough be required to observe and keep the conditions on which it received the property, or shall it be allowed to keep the property and repudiate the conditions? Shall it be allowed to retain all the benefits it received under the contract, and not only escape its own obligation under the contract, but defeat the reserved rights of the other party thereunder, by an attempted disaffirmance of the contract on the ground that the resolution authorizing it lacked the approval of the burgess? The contention on the part of the borough assumes that the contract was void. This is a mistake. A void contract is one which offends against public law or policy, or is without the scope of proper authority. Nothing of the kind can be affirmed with respect to this contract; it was amply within the scope of corporate authority, for the power to provide a sewer for the borough is a legitimate municipal function; the manner of providing it, whether by construction or purchase, is simply a matter of discretion. The defect in the resolution which authorized this contract was its want of regularity. Had it been approved by the burgess, its entire sufficiency could not have been questioned. It follows that the contract made thereunder was not void, but simply voidable and susceptible of ratification. “A municipal corporation may ratify the unauthorized acts and contracts of its agents or officers, which are within the scope of corporate powers, but not otherwise:” 1 Dillon on Municipal Corporations, sec. 463. The distinction is not unimportant, for however true it may be that a court of equity cannot interpose to give a void contract, or any part of it, validity, yet with respect to contracts intra vires, but voidable because of some irregularity appearing, the rule is very different. Rights very frequently arise under contracts in themselves unenforcible, which the courts will protect. And this case is a fair illustration. “Municipalities as well as private corporations, must account for money or other property applied by their officers to authorised uses, although the money or property so applied was received under an agreement which is wholly void:” Morawetz on Corporations, sec. 718, cited \"approvingly in Dillon on Municipal Corporations, sec. 444; Allegheny City v. McClurkan & Co., 14 Pa. 81. “Wholly void” in the text is used in the sense of the contract being unenforcible; and in the cases cited, the contracts considered were of like significance. In this connection we find nothing more appropriate than the language of Chief Justice Field in Argenti v. San Francisco, 16 Cal. 255, to which our attention has been directed. “We readily admit,” says the chief justice, “that the powers of a corporation are derived solely from the act creating it; and that, as a general rule, these powers must be exercised in the particular mode pointed out by the charter. It does not follow, however, that even want of authority is, in all cases, a sufficient test of the exemption of a corporation from liability in matters of contract. Of course, an executory contract, made without authority, cannot be enforced, but a different question arises when the contract has been executed and the corporation has received the benefit of it. In such a ease the law interposes an estoppel and will not permit the validity of the contract to be called in question.” And this is the rule that the learned chancellor applied in this case. He might have gone further and derived from the evidences a ratification of the contract by the borough. In this he would have been fully supported by the authorities.\nBut aside from all this, the plaintiff’s right to protection against the threatened action of the borough does not depend upon the contract between it and the borough; it rests on something higher. It is the borough that must assert the contract, not the plaintiff company, for independent of the contract the borough had no right in the sewer whatever. The exclusive ownership of the sewer before the annexation was in the plaintiff. Whatever right the borough has therein was derived by purchase from the plaintiff. What did it derive? The answer must be conclusive against the defendant’s contention. It derived the exclusive right to the sewer as against everybody but the plaintiff company and its assigns with respect to the 195 lots and the additional land described in the reservation contained in the contract. So much was reserved from the grant, and as to it the borough has no title whatever. To the extent of the reservation the plaintiff company’s rights remain the same as before the annexation. It had the right then to use the sewer; it never parted with that right in connection with the lots and land described in the reservation, and the borough, having no rights except as derived from the plaintiff under the agreement, is in no position to challenge the right here asserted by the plaintiff company. If there were nothing else in the case this itself would be conclusive against the borough. The assignments of error are overruled. The appeal is dismissed and the decree is affirmed."}