{"id": "971855", "contents": "Opinion bt\nMr. Justice Elkin,\nThis is an action of trespass to recover damages for personal injuries alleged to have been suffered by reason of the negligence of the defendant. Trial by jury was waived and the case by agreement of the parties was referred to a referee under the act of 1874. The referee heard the witnesses produced by both sides and filed an elaborate opinion in which all matters in dispute were carefully considered. He found as a fact that the city was guilty of the negligence charged and that it should respond in damages to the amount of $2,500. Exceptions were taken to the material findings of fact and conclusions of law, and these exceptions were fully argued before the referee with the result that they were all dismissed and judgment was recommended to be entered in favor of the plaintiff upon the original award. Exceptions were then again taken and the case was fully argued before the learned court below with the result that the findings of fact and conclusions of law upon which the referee directed a judgment in favor of plaintiff to be entered were reversed and judgment was entered for defendant. From the judgment so entered by the court below this appeal was taken. The assignments of error do not raise any question as to the admission of testimony or as to the course of procedure before the referee. The learned court below based its decision entirely upon what was considered the preponderance of the testimony relating to the condition of the old door immediately before the accident, which, it was held, was not sufficient to give the city notice that it was dangerous to persons using the street in the usual way. We do not so read or understand the negligence charged and the testimony introduced in support of the allegations upon which the right to recover damages is based. Upon a review of the whole record including a careful examination of the testimony of all the witnesses we have concluded that the findings of fact by the referee were fully warranted and that contrary findings would disregard the weight of the evidence. This is not the casé of an ordinary cellar door having worn out and the city not having notice, actual or constructive, of the dilapidated condition. The negligence charged was that the city had suffered and allowed the pavement in question to become unsafe, and had allowed “a hole or depression to be and remain in the said pavement for a long space of time, and neglected to properly cover or guard the said hole, and failed and neglected to give warning to pedestrians of the presence of said dangerous hole.” The testimony shows that the hole referred to was an old coal chute and that it occupied nearly half the width of the sidewalk and was in the direct line of travel at a point where the street was not well lighted. An ordinary old house door was loosely thrown over this hole and this door had become so rotten that when the plaintiff stepped thereon it broke with her weight and thuá caused the injuries for which damages are sought to be recovered. There is a dispute as to whether the door which broke was the same old door as that which had been first placed over the hole, and some importance is attached to this controverted fact. We do not see how this can be considered a material or controlling fact in the case. Under the circumstances there can be no doubt as to the coal chuté being a part of the traveled sidewalk and as such it became the duty of the city to require the owner to make it safe for public travel, and. upon the failure on the part of the owner to do so, the duty rested upon the city itself. There is abundant testimony to show that the hole covered with an old door had been there for a yéar or two prior to the accident. It was known to police officers and to the neighbors for a long period of time before the accident occurred. A police officer testified that he had placed a red lamp on the door while acting as policeman to give notice to pedestrians. This could only mean that he considered the hole dangerous and that pedestrians should have notice of that danger. We do not see any escape from the conclusion that the negligence charged was fully sustained by the evidence and that a judgment in some amount should be recovered. If the case had been tried in the ordinary way, no one would seriously contend that it should have been taken from the jury, and if a jury had returned a verdict in the same amount as that awarded by the referee, there would be nothing to justify a reversal on appeal. The amount of the judgment directed to be entered by the referee is fully warranted by the evidence and we see nothing in the case to justify a reversal for the purpose of another hearing or trial. We agree with the referee as to his findings of fact and conclusions of law and think they should be sustained.\nJudgment reversed and record remitted with instructions to enter judgment for plaintiff on the award of the referee."}