{"id": "971867", "contents": "Opinion by\nMr. Justice Stewakt,\nAdmittedly no statutory right of action here exists. If any liability whatever attaches to the county, it must be an implied liability arising out of the performance of a positive or absolute duty enjoined. Was the act of negligence here complained of committed in the performance of such positive or absolute duty? This must be our first inquiry. The negligence alleged was in connection with the repairing a public road within the county, undertaken by the prison board of the county in supposed pursuance of the provisions of the act of May 25, 1907. The act is entitled, “An Act authorizing the employment of male prisoners of the jails and work houses of this Commonwealth upon the public highways of the several counties, and regulating the same; and providing for the establishment of Prison Boards, the purchase of materials and tools, and the employment of deputies, at the expense of the proper county,” etc. The title indicates clearly the scope of the act, and the text shows an unmistakable purpose to intrust to the several counties a power in connection with the public roads which they never had before. Certainly prior to the act of June 26, 1895, the counties were without legislative warrant for any interference with the public roads within their respective limits. Such roads were distinctly township roads, and the whole responsibility for their repair and maintenance was imposed on the townships through which they passed, each township being made responsible for so much of any road as was within its own limits. The counties in their corporate capacity had nothing to do with these roads, and had no more right to enter upon them, or do any kind of work thereon, than the private individual would have. Such a thing as a county road was unknown until the act of June 26, 1895. This latter act empowered the commissioners of any county, upon the approval of the grand jury and the court of quarter sessions, \"to relocate, open, straighten, widen, extend, alter and construct any public road or highway or a section thereof within the county,” and provided that any road constructed or improved under its provision should forever thereafter be a county road, the duty of keeping and maintaining the same to devolve upon the county at its expense. Its only relevancy in this connection is to mark the clear distinction between township roads and county roads. It is not pretended that the road in question ever became a county road under the provision of this act. This legislation was followed by the Act of April 15, 1903, P, L. 188, establishing a state highway department, and providing for the application of counties and townships for state aid in highway improvement. This act calls for no discussion since it is in no way here involved. Outside the several acts above mentioned and those relating to the employment of prison labor — yet to be considered — we repeat, no legislative warrant can be found for county interference with public roads, or any legislation which imposes any charge upon the counties for their maintenance. The obligation upon the counties to maintain county bridges is a matter wholly apart. The acts we have cited show a marked departure from what had been a settled policy of the state with respect to liability for maintenance of public roads; but they are limited in scope, and impose liability on the county only for such roads' as should thereafter be improved or constructed according to the terms and conditions prescribed in the particular act. Clearly the road with which we are here concerned was not within the purview of either of them. Therefore it is, that if duty rested on the prison board to make these repairs, it must be found in the Act of May 25, 1907, P. L. 247, relating to the employment of prison labor, and there only. This act creates a prison board in each county, composed of the’ sheriff and the county ■commissioners, “for. the employment.of persons in jail,” and gives to such prison boards “full power and authority to compel the said male prisoners to work on the public highways outside the limits of said jails and workhouses, and within their respective counties.” It would seem that the power here conferred is to enter upon any of the highways within the county. But be that as it may, in any case it is a power the employment of which is left wholly in the discretion of the board. Its exercise is not a duty enjoined. “Where any person has a right to demand the exercise of a public function, and there is an officer or set of officers authorized to exercise that function, there the right and the authority give rise to the duty; but where the right depends upon the grant of authority, and that authority is essentially discretionary, no legal duty is imposed:” Carr v. Northern Liberties, 35 Pa. 324. So it necessarily results that, even though authority existed for the prison board to improve this particular road, such work of repairs was not the performance of a duty required of the board by any statute. “A municipal corporation is not impliedly liable to an action for damages either for the nonexercise of, or for the manner in which in good faith it exercises discretionary power of a public or legislative character:” Dillon on Municipal Corporations, sec. 949. But, it is argued, a' liability exists for acts done in the discharge of a self-imposed duty, not enjoined by law, and that when this prison board elected to exercise the power given it by this statute, a duty resulted which was attended with the same obligations as would have been incident had the duty been positively enjoined. Even assuming the prison board to have been a county agency, the principle here asserted could apply only in case it appeared that the work done by the board was for the benefit and advantage of the county in its corporate capacity. In the matter of liability for negligence the law makes a clear distinction between municipal corporations proper, such as cities and boroughs, and such subdivisions as are only quasi corporations, as counties and townships. “But the distinction, whatever its grounds, or precise boundaries, or difficulties in its application, is well established; and the latter class of corporations (quasi) is considered to be impliedly liable (unless the legislation negatives such liability) for wrongful acts done in what is termed their private or corporate character, and from which they derive some special or immediate advantage or emolument, but not as to such acts done in their public capacity as governing agencies, in the discharge of duties imposed for the public or general (not corporate) benefit:” Dillon on Municipal Corporations, sec. 966. Since the condition of the public roads was not a matter of county (corporate) concern, it is impossible to see how any advantage or emolument could result to the county as a corporation from the improvement that was made in this instance by the prison board. It is manifest that the improvement could neither increase the revenue of the county nor lighten its burdens. That it contributed to the ease and comfort of the general public is doubtless true, but that is aside from the question. What we are to look for is private or corporate advantage, and surely there was none here. Not only so, but we can discover no purpose in the act of May 25, 1907, authorizing the employment of jail labor, to benefit the counties as counties. The act declares its sole purpose to be to provide for the better employment of prisoners and improvement of the highways of the commonwealth. Whether the prisoners in jails shall be compelled to labor, is a matter of public concern, not affecting the counties in any way. The same is true, as we have seen, in the matter of the improvement of the highways. Neither of these objects is a proper and legitimate subject for county regulation. Both are matters of state policy. In electing to exercise the power given it by the act, the prison board became a governing agency for the performance of duties imposed for the public or general good. In so acting it represented the state, and inasmuch as the principal is exempt from liability, the same exemption attaches to the subordinate. The doctrine of respondeat superior cannot in such case apply. We are of opinion the case called for binding instructions for the defendant, and the judgment is accordingly affirmed."}