{"id": "972680", "contents": "Opinion,\nMr. Chief Justice Paxson:\nThis is a small case, yet it involves a question of some importance. It was not disputed that the plaintiff did certain work so unskilfully as to cause a loss to the defendant. The learned judge held that this loss could not be set off against the plaintiff’s claim for wages, further than to the extent of the five or six days during which he was engaged upon the work which was so unskilfully done. It was contended by the learned counsel for the plaintiff that such set-off could not be allowed, because, if the appellant (defendant) was injured by the imperfect work on the wheels, through the carelessness and negligence of the plaintiff, it is a wrong, a tort; and redress cannot be obtained in this action of assumpsit by means of a set-off.\nWe may concede that unliquidated damages arising from a tort, growing out of a separate transaction, cannot be set , off in an action of assumpsit. This is not such case. The plaintiff is a machinist, and was employed in defendant’s machine shop to do certain mechanical work for a compensation agreed upon. From this contract, the law implies faithful service on the part of the employee, and an amount of care and skill proportioned to the character of the work which he has engaged to perform. If he perform it negligently and unskilfully it is a breach of contract; and when the employer is sued for wages earned under the contract, he can defend by showing a failure on the part of the servant to properly perform his part, in consequence of which he has sustained damages. It is not a question of set-off, or of tort; it is an equitable defence, growing out of the contract itself, and going directly to its consideration.\nLeech v. Baldwin, 5 W. 446, was an action by a common carrier against the consignee, to recover the price of carrying, and it was held that the defendant might set up as a defence negligence or want of skill in the carrier by which the goods were deteriorated in value. It was said by Justice Huston, in delivering the opinion of the court:\n“ It is simply, whether a person who has undertaken to perform a service for hire, and has performed it so negligently or dishonestly as to occasion loss to the employer, can recover full compensation, as though all had been done according to the contract. All our decisions say he cannot so recover. The defendant, if he can prove any facts which go to show that the plaintiff did not perform his part of the contract, or from negligence, or want of skill, performed it in such a manner as that the defendant suffered loss, may have the amount of that loss, as ascertained by the jury, deducted from the amount of the plaintiff’s claim.”\nThe case of Heck v. Shener, 4 S. & R. 249, is even stronger. It yvas there held that in an action to recover compensation for services as a housekeeper, and for goods sold and delivered, evidence that the plaintiff was guilty of malfeasance in the execution of her trust and embezzled the goods of the defendant, is not admissible by way of set-off, but it may be received under the plea of non-assumpsit, to defeat the action. To the same point are Nickle v. Baldwin, 4 W. & S. 290; Shoup v. Sboup, 15 Pa. 361; Wright v. Cumpsty, 41 Pa. 102; Hunt v. Gilmore, 59 Pa. 450. This is not only good law, but it is good sense. Surely, if my servant sue me for wages, I may show as a defence to his claim that he has been unfaithful, negligent, or dishonest, or that he wasted or embezzled my property.\nIt was urged, however, that the defence was only available as to the portion of the claim for the particular days upon which the negligence and consequential injury occurred. This position cannot be sustained. The plaintiff was suing upon an entire contract. A separate suit could not be maintained for each day’s work: Logan v. Caffrey, 30 Pa. 196. The authorities are clear that the defendant was entitled to make defence for his whole loss, and was not limited to defalk it against the claim for the particular day’s work when the loss occurred: Pownall v. Blair, 78 Pa. 403; Blessing v. Miller, 102 Pa. 45.\nThe judgment is reversed, and a venire facias de novo awarded."}