{"id": "972629", "contents": "Per Curiam:\nIf the court below was right in awarding the feigned issue, the distribution of the fund is also correct, as it was made in strict accord with the finding of the jury. ■ The application for the issue was made by Kohl, as trustee for certain judgment creditors of Charles F. Tinker, and the ground of it was that the judgment confessed by Tinker to the appellants was collusive, and given for the purpose of hindering and delaying the creditors of Tinker. The jury have found that it was given for such purpose. It was urged, however, that the judgment creditors had no standing to claim an issue, for the reason that they had no lien upon the fund made by the sheriff and paid into court. It is true the appellee’s judgment was not obtained until after the sale of the personal property by the sheriff; but we are of opinion that the fieri facias issued upon appellee’s judgment bound the fund in the sheriff’s hands. It was the money of the defendant in the execution, not money made by the sheriff upon an execution in which he was the plaintiff. Money of a defendant, not on his person, may be seized and taken in execution: See § 23, act of June 16, 1836 ; also, Herron’s App., 29 Pa. 240; Rudy v. Commonwealth, 35 Pa. 166.\nNor are we convinced that the court erred in refusing to order that so much of the fund as had been produced by appellants’ advances in paying prior liens should be repaid them out of the fund: See fifth assignment. These payments were made by the appellants the better to enable them to perpetrate the fraud found by the jury; that is, to hinder and delay the creditors of Tinker. Under such circumstances, the law will not help them. It is true these payments have increased the fund for distribution, and to this extent the appellee is benefited. It is equally true the appellants intended no such result. On the contrary, the money was paid in an attempt to prevent appellee from getting his honest dues. This distribution was made under the equity powers of the court, and these appellants have no equity.\nThe decree is affirmed, and the appeal dismissed, at the costs of the appellants."}