{"id": "972638", "contents": "Opision,\nMr. Justice Williams:\nThe question in this case is mainly one of definition. What .is the House of Refuge ? An examination of the several acts of assembly relating to it makes it very- clear that it is not merely a house with the necessary curtilage appurtenant to it, but a philanthropic establishment, an institution organized and maintained for the reformation of juvenile delinquents. Experience has shown that this work can ordinarily be better accomplished by giving to the unfortunate children suitable occupation of mind and body than by confinement in idleness. Such training of mind and muscle as is calculated to prepare the individual for self-support, is therefore part of the reformatory process. The work-shop, the schoolhouse, the garden, and the field, are therefore as truly a part of the plant as the place of detention itself.\nWhat was said in Northampton Co. v. Lafayette College, 128 Pa. 132, may, with a slight modification, be applied to this case. The House of Refuge, looked at with reference to its reformatory work, consists of the superintendents, inmates, teachers, and keepers; but, viewed with reference to its property and the question of taxation, the buildings and grounds legitimately used in its work are the House of Refuge. Originally this institution was confined to an enclosure in the city of Philadelphia, which had become too narrow and confined to enable the institution properly to care for the numbers committed to its care. The act of May 18, 1889, recognizing this state of things, empowered the board of managers to purchase land outside the city, in such quantity as to enable them to provide for their wards the helpful and elevating effects of family and home life, and to “ remove the institution, or any department thereof,” to the land so purchased. This land which it is sought to burden with taxes was purchased, under the authority of this act, for the use of the male department, which the board of managers are preparing to remove to and permanently locate upon it. The female department, as we understand, remains for the present, as now located, in Phila'delphia. The two departments, though separated by a county line and some miles of distance, will nevertheless constitute one whole under the same management and devoted to the same work, as truly as when enclosed within the same wall in the city. Together they will constitute the actual plant used in the reformatory work for which the House of Refuge was organized; and, looked at from the property point of view, they are the House of Refuge. In the male department, located in Delaware county, the boys will be trained to labor on the linos best suited to their condition and strength. Some will learn trades in the shops; some will learn farming and gardening in the open air. Both the shops in which and the soil upon which their labor is done, being part of the reformatory plant, and actually devoted to the proper work of the institution, will be exempt from taxation, because forming part of the House of Refuge, as truly as the dormitories or the rooms used for confinement.\nThe learned judge of the court below was misled by a supposed analogy between this case and that of Wagner Free Inst. v. Philadelphia, 116 Pa. 555 [s. c. 182 Pa. 612]. In that case, the institute owned a building in which its library and cabinet were kept, and which was devoted to the proper work of the institute. This building was exempt from taxation. It had other real estate in the hands of tenants, producing rent in the same way that the real estate of any other holder is made to be productive. These other buildings were not a necessary part of the plant, nor devoted to the use of the institution in the prosecution of its work. They were therefore taxable, as any other income-producing real estate would be. The property which the authorities of Delaware county seek to tax in this case is not held for rent. It is not income-producing in any proper sense, but it is in the actual use of the board of managers and devoted absolutely to the purposes of the House of Refuge, as part of the plant on and by means of which its work is carried on. It is therefore exempt from taxation.\nThe decree of the court below is reversed and set aside, and the injunction prayed is awarded; the costs of this appeal to be paid by the appellee."}