{"id": "973884", "contents": "Opinion by\nMr. Justice Moschzisker,\nPrior to the beginning of the transactions which we are about to state, George W. Waslee, the plaintiff, had lived for several years with Lulu Waslee, the defendant, whom he called his wife, although they had not been formally married. In May, 1905, the plaintiff purchased a piece of real estate, 1942 N. 11th street, Philadelphia, for $4,250. At his direction the title was conveyed to one Rossman, who, on the same day, May 8, 1905, executed a mortgage to Waslee for the amount of the purchase money, and forthwith deeded to him the property, subject to the mortgage. This deed, although delivered on its date, was not recorded until January 9, 1906. On that day the plaintiff assigned the mortgage to the Continental Title & Trust Company as collateral for a loan of $2,500, and, as additional security, he executed another mortgage upon the same property in the amount of the loan. Three days later Waslee and Lulu Waslee, the latter referred to in the deed as the wife of the former, gave a deed to Rossman, expressly subject to the $2,500 mortgage, and reciting therein the deed of May 8,1905, from Rossman to Waslee, subject to the $4,250 mortgage, adding “which said mortgage debt is intended to be paid off and satisfied of record.” Directly thereupon Rossman conveyed the property to the defendant, subject only to the $2,500 mortgage, describing her as “the wife of George W. Waslee.” About four months after this the plaintiff and the defendant were formally married, and on March 11, 1907, the $2,500 loan was paid off, the mortgage satisfied of record, and the $4,250 mortgage reassigned to Waslee. In August, 1908, a divorce suit was instituted by the plaintiff against the defendant, and, while the proceedings were pending, Waslee assigned the latter mortgage to a straw man, who subsequently reassigned it to him. On October 22, 1908, a sci. fa. issued upon this mortgage. The court below held that it must be treated as satisfied, and directed a verdict for the defendant; the plaintiff has appealed from the judgment thereon.\nIn order properly to review this case it is necessary to have in mind not only the conceded facts as we have narrated them, but also certain testimony adduced at the trial. The plaintiff offered the mortgage and its assignments in evidence, and stated that neither the principal nor any interest thereon had ever been paid. The defendant then offered the other documents, and testified that Waslee had made a gift of the property to her; that he had given her the title papers, and had said “the house is yours outside of the mortgage.” There is some confusion in the testimony as to this statement; the plaintiff contends that the reference was to the $4,250 mortgage,’ and the defendant that the $2,500 mortgage- was meant. We think the latter is the more probable, but for the purposes of this case it is sufficient to say that it is hot clear. The defendant claimed that she did not know of any intention on the part of her husband to keep the $4,250 mortgage alive after the gift of the house to her. The notary public who acted at the time the property was placed in Mrs. Waslee’s name, stated that the plaintiff had introduced the defendant as his wife, and had remarked, “this property I am conveying is subject to $2,500.” In rebuttal, the plaintiff testified that the house was originally purchased with his money; that Rossman acted in his behalf in taking the title, in executing the mortgage, and in reconveying the premises to him; that he had conveyed the title to his wife at a time when he had placed an express business in her name, and that the conveyance was made for the purpose of giving her a good business credit; that Rossman was a straw man in that transaction; that the $2,500 was borrowed by him for the purpose of purchasing this express business, and after its sale, the proceeds were given to his wife, who deposited the money in a bank account kept in her name; that the $2,500 was subsequently paid off with his money and at his direction, by a check on this bank account; that after this “she told me she had paid the mortgage off and had the other mortgage reassigned back to me — the $4,250 mortgage.” He denied that he had said anything about the property being subject only to $2,500; and stated that he did not know of the recital in the deed to the effect that the $4,250 mortgage was intended to be paid off and satisfied of record, as he “never read it.” Finally, he asserted that it had always been his intention to keep the $4,250 mortgage alive and to hold it for himself. On cross-examination, he admitted that he had sworn in the divorce proceedings “that he had no personal estate;” “that the respondent is in possession of and has title in-her own name to the premises, 1942 N. 11th St.;” and that, “these premises are clear of incumbrance and cost $4,250.” He explained, however, that he did not know that a mortgage was personal estate, and that he only meant that the property was clear of the $2,500 mortgage. The scrivener who drew the deed to Mrs. Waslee was produced by the plaintiff, but no material evidence was elicited from him. The foregoing is a sufficient summary of the testimony material to a proper determination of the legal points involved in this appeal.\nOn the case as it developed, the plaintiff had the burden of overcoming (1) the recital in the deed of January 12, 1906, to the effect that the mortgage of $4,250 “is intended to be paid off and satisfied of record;” (2) the express warranty therein; (3) the implied covenant arising from the words “grant, bargain, and sell.”\n1. “Whatever shows the intent of the parties to bind themselves to a performance of the thing stipulated, may be deemed a covenant, without regard to the form of expression made use of:” Taylor v. Preston, 79 Pa. 436, 443. “A recital that something is intended to be done amounts to a covenant to do that thing:” Elphinstone’s Interpretation of Deeds, *415; 8 Am. & Eng. Ency. of Law (2d ed.), 55, 61. Such recitals were construed to be covenants in Penn v. Preston, 2 Rawle, 14; Tryon v. Munson, 77 Pa. 250, and in Muntz v. Whitcomb, 40 Pa. Superior Ct. 553. Prima facie the recital under consideration plainly shows an intention on the part of Waslee to have the mortgage in question extinguished and satisfied of record, and it should be viewed as a covenant so to do. This covenant works an estoppel by deed against the covenantor, Shaw v. Galbraith, 7 Pa. 111; George v. Brandon, 214 Pa. 623; Muntz v. Whitcomb, “supra; and, unless overcome, it is sufficient to defeat the foreclosure of the mortgage.\nThe covenant can be taken advantage of by Mrs. Waslee as a subsequent grantee of the land, and she may be treated as the covenantee; for, although the recital appears in the deed to Rossman, he, admittedly, was but a medium used to avoid the doctrine of merger of husband and wife: 21 Cyc. 1284; Stickney v. Borman, 2 Pa. 67; Alexander v. Shalala, 228 Pa. 297. In the language of this court in Whitby v. Duffy, 135 Pa. 620, 627, “it is evident that .... (Rossman) .... was the mere conduit through which the title was to pass. In contemplation of law, the fee never vested for a single moment in him; it passed through him without stopping. It is almost absurd to suppose that he was to take any interest, however slight, in the property.” That Mrs. Waslee took the property for a nominal monetary consideration can make no difference, as the rights of creditors are not involved. “Where a man transfers either real or personal property to his wife, the presumption is that it is a gift from him to her:” Wilson v. Silkman, 97 Pa. 509; Bowser v. Bowser, 82 Pa. 57; also see Edwards v. Edwards, 170 Pa. 212. Whatever may have been the inducing cause for the conveyance, we must take it, in the present case, that the gift was fully executed; for not only was the institution of this action an implied admission of the defendant’s title, but, in point of fact, Mrs. Waslee is expressly named in the sci. fa. as “the real owner” of the property; and as such she is entitled to all of the benefits of the covenant under consideration.\n2. In George v. Brandon, 214 Pa. 623, we held that the grantor in a general warranty deed is bound by the warranty, and cannot, as against the grantee, acquire title to the land in a proceeding on a mortgage which was a lien on it at the date of the deed. See 1 Jones on Mortgages, sec. 867; 1 Greenleaf on Evidence, sec. 24, and the other cases cited above on estoppel.\n3. Under the Act of May 28, 1715, 1 Sm. L. 94, sec. 6, the words “grant, bargain, and sell” in a duly recorded fee simple deed, “shall be adjudged an express covenant to the grantee, his heirs and assigns, to wit: That the grantor was seized of an indefeasible estate in fee simple, free from incumbrance done or suffered from the grantor .... as also for quiet enjoyment against the grantor, his heirs, and assigns, unless limited by express words contained in such deeds.” The covenant is that “the grantor had done no act, nor created any incumbrance, whereby the estate granted by him might be defeated:” Gratz v. Ewalt, 2 Binney, 95; Whitehill v. Gotwalt, 3 Penrose & Watts, 313; Seitzinger v. Weaver, 1 Rawle, 377. The effect of the act is illustrated by the ruling in Vetter v. Vetter, 13 Pa. Superior Ct. 584,. that, “where a joint owner in the fee becomes the owner of an interest in a mortgage on the premises and by deed conveys all his right, title, .... etc., and in addition uses the words 'grant, bargain, and sell’ without a reference to the mortgage, there is an implied covenant against the incumbrance;” and in Shaffer v. Greer, 87 Pa. 370, where there was an offer to show that prior to the execution of the deed the grantee was informed by the grantor that the incumbrance was a lien which the former would have to pay, and that when so informed he made no reply, it was held that this was not sufficient to overcome the implied covenant against the incumbrance. In the deed under review there are no “express words” limiting the effect of the words “grant, bargain, and sell,” and the only reference to the mortgage includes the statement that it is to be satisfied. The deed is within the act of 1715, and the mortgage is an “incumbrance suffered from the grantor,” for it was brought into existence by direction of the plaintiff while the property belonged to him. Although Waslee did not physically execute the mortgage, Rossman created it for him; in so doing “he .... (Ross-man) .... was no more than a conduit pipe of the legal title, and bound to give it any direction that .... (Waslee) .... might dictate,” Sergeant v. Ingersoll, 7 Pa. 340, 345; and his act was that of the plaintiff within the meaning of the statute.\nWe see nothing in the testimony relied upon by the plaintiff to estop the defendant from invoking the protection of the covenants in the deed against the mortgage under foreclosure. The reassignment of the mortgage by the trust company to the plaintiff was but natural, as he was its debtor and had made the original transfer to it; and the mere fact that Waslee continued to hold the mortgage unsatisfied for a period of about two years— considering that no interest was demanded or paid during that time — even if the defendant had notice, which she denies, would not be sufficient to estop her from setting up her present defense: Shaffer v. Greer, supra. The only possible question is, Notwithstanding the covenants, was there enough in the evidence to justify a submission of the issues? And this gives rise to the inquiries: (1) Had the parties mutually understood and agreed . that the plaintiff was to hold the mortgage as a subsisting incumbrance against the real estate conveyed to the defendant? (2) Was the express covenant for the satisfaction of the mortgage inserted in the deed by mistake? (3) Was a limitation of the implied covenant against “incumbrances done or suffered by the grantor” omitted therefrom by mistake?\nIn disposing of this branch of the case, we shall first consider the exclusion of the evidence covered by the fifth and sixth assignments. The testimony sought to be elicited, as shown by the offer, was “that the part of the recital, namely, 'subject to the payment of a certain mortgage debt or principal sum of $4,250, which said mortgage debt is intended to be paid off and satisfied of record’ was a mistake on the part of this scrivener, without authority or consent on the part of Mr. Waslee.” There was no allegation in the offer that the scrivener inserted the covenant through a mutual mistake of the parties. “No written instrument can be reformed on proof of mistake, unless it be a mistake of both parties. . . . The plaintiff’s offer then was not to show a mutual mistake. ... It follows that the evidence offered could not have availed the plaintiff had it been received, and it was therefore rightly rejected:” Cooper v. Farmers’ Mut. Fire Ins. Co., 50 Pa. 299, 307; Youngstown Elec. Lt. Co. v. Butler County, 21 Pa. Superior Ct. 95; Coppes v. Keystone Paint & Filler Co., 36 Pa. Superior Ct. 38.\nThe plaintiff did not attempt to deny the deed containing the covenant; he contented himself with the offer just disposed of and the statement that he had never read the deed. “If a party who can read, as ... . (Mr. Waslee) .... could, will not read a deed put before him for execution .... he is guilty of supine negligence, which, .... is not the subject of protection either in equity or at law:” Greenfield’s Est., 14 Pa. 489, 496; Cunningham v. McCready, 219 Pa. 594. The documentary evidence was for the court, and after the deeds had been introduced the burden was upon the plaintiff to overcome the effect of his covenants. When the plaintiff took up this burden, he practically undertook to reform the deed. Had the evidence depended upon been sufficient in quality for the purpose, it might have been submitted to the jury: Helmbold v. Man, 4 Wharton, 410. But, without any testimony directly to the effect that there was an understanding between Waslee and his wife that the mortgage was to be kept alive, or that the covenant for its satisfaction was not to be incorporated in the deed, or that such covenant had been placed there by mutual mistake, or that an express limitation of the implied covenant against incumbrances arising from the use of the words, “grant, bargain, and sell” had been omitted from the deed by mistake, the plaintiff sought to have such inferences drawn in his favor. “In order to reform a deed on the ground of mistake, it must clearly appear by the testimony of witnesses who distinctly remember the facts that a mistake was made .... The testimony must be clear, precise, and indubitable, and of such weight and directness as to carry conviction to the mind:” Graham v. Carnegie Steel Co., 217 Pa. 34, 37. The testimony relied upon by the plaintiff was not of that character.\nOn the whole case, we conclude that the learned court below committed no error in giving binding instructions for the defendant. The assignments are overruled, and the judgment is affirmed."}