{"id": "973895", "contents": "Opinion by\nMr. Justice Elkin,\nWhen this case was here before on an appeal by the county, under one of the assignments, it was contended that the learned trial judge erred in refusing to adopt the foot acre rule as the proper method of ascertaining and determining the valuation of the lands in question for the purpose of taxation. This court pointed out in that case that the learned trial judge had committed no error in this respect and suggested several reasons why such a rule in many instances would not be a fair standard of valuation and in most cases would result in disregarding the statutory rule requiring lands to be assessed upon the basis of present market value. We there held that the trial judge who acted for the court was fully justified in refusing to adopt the foot acre rule upon the record then presented. The decree was reversed on other grounds and the record remitted for the purpose of having the ■ case reconsidered along the lines indicated in that opinion. The case has been reconsidered; in the first instance by the trial judge who heard it before, and subsequently by the court in banc. The trial judge, following what he believed to be the proper rule, found as facts: first, what was the fair market value of a virgin acre of coal in place; second, what percentage of unmined and available coal remained in place; and third, the ratio of assessed to market value prevailing in the district. All of which was clearly within the rules applicable to such cases as laid down by this court. He found as facts: (a) that the fair market value of an acre of virgin coal in place was $3,000; (b) that the unmined available coal remaining in the properties in question represented 80 per cent of the virgin acreage; and (c) that the average ratio of assessed to fair market value prevailing in the district was 80 per cent. Upon this basis the valuation of the lands under consideration was fixed at $1,920 per acre. Exceptions were then filed by both sides and finally argued before the court in banc. The court in banc refused to adopt the valuation fixed by the trial judge, saying: “We believe that the value of $125 per foot acre is a fair assessment as the actual •selling value of the appellant’s coal covered by this appeal, and that the value fixed by the county commissioners of $67.00 per foot acre or $2,793 per superficial acre of this land is a conservative valuation, bearing no greater ratio to the true value of this coal in open mines than the ratio maintained between the assessment of the remaining property in the county and its true value.” In other words, the court in banc adopted the foot acre rule as the proper legal basis of determining the assessable value of these lands and held that the valuation for assessment purposes fixed by the county commissioners should be sustained. To sustain this conclusion we must close our eyes to much that has appeared in the record of these cases. The trial judge refused to adopt the foot acre rule in the first instance and when the case was here before this court said in substance that he was justified in so doing and there is nothing in the record here presented to warrant a different conclusion now. The trial judge was fully justified in acting upon the belief that he was not required at the second hearing to reverse his former ruling as to the foot acre rule and proceed to make a valuation upon a basis which had been rejected by the court below and here at the first hearing. Under these circumstances it was error for the court in banc to fix a valuation upon the foot acre basis. The trial judge followed correct legal rules in his final disposition of this case. If he erred in judgment in fixing the valuation of a virgin acre of coal in place, or in determining the percentage of unmined and available coal still remaining, or in ascertaining the ratio of assessed to actual value of other lands in the district, it was within the power of the court in banc to review all of these findings and to fix different amounts and percentages. Nothing of this kind was done and there is no distinct finding that the conclusions of the trial judge in these respects were incorrect or not sustained by the evidence. As we view the record there is nothing therein contained to warrant the conclusion that each superficial acre of coal land belonging to appellant should be valued at $2,730 for the purpose of taxation. Even if the foot acre rule were applied it is difficult to see how such a result could be obtained. The testimony introduced upon the basis of value estimated by foot acres would require a much higher valuation. Indeed a valuation upon this basis would be so high that even ‘the taxing authorities would hesitate to insist upon it. We are forced to the conclusion that the valuation fixed by the county commissioners in the first instance and subsequently approved by the court in banc was arbitrary and made without reference to any basis of determining the fair market value of the lands in question. It should not be overlooked that assessors and all other taxing authorities, including the courts, when on appeal it becomes their duty to hear and determine questions of this character, are required to assess, rate and value every subject of taxation for local purposes according to the actual value thereof and at such rates and prices as the. same would bring at a bona fide sale after due notice. It is so provided in the Acts of May 15,1841, P. L. 393, and July 27,1842, P. L. 441, under the authority of which statutes lands are assessed. In this connection it is important to keep in mind that coal lands are real estate and are assessed under the same law as farms, houses and other real property. The same law governs all valuations and assessments of real estate. There is not one kind of valuation for coal lands, another for farms, and still another for dwellings and business houses. All real estate is valued and assessed under the same general laws. The fact to be determined in each case is the fair value of the tract of land returned for assessment. The statutes require that this valuation shall be fixed at the price the same would bring at a bona fide sale after due notice. We cannot escape the conclusion that the court in banc ignored or disregarded this method as a basis of determining the assessable value of the coal lands covered by this appeal. It may or may not be that the valuation fixed by the court in banc represents the fair assessable value of these coal lands, but we fail to discover the evidence to warrant such a conclusion. There was no new. or additional testimony offered at the second hearing. As to the testimony the record is just the same now as it was when the case was here before. The proven elements of value are the same now as they were then. Under these circumstances we feel constrained to sustain the trial judge who has given much time and attention in taldng testimony and in considering with painstaking care every question raised in this voluminous record. No one has pointed out wherein he committed error, except in refusing to adopt the foot acre rule, and this we decided in the former case he was not required to do. The questions raised by this appeal relate to the triennial assessment of 1907 and it would seem to be in the interest of all parties to have the matters in dispute finally and definitely settled in order that the taxes for the three years covered by that assessment period may be determined and collected. We, therefore, have concluded to affirm the findings and conclusions of the trial judge upon the record here presented.\nDecree of the court in banc reversed and the record remitted with instructions to the court below to enter a decree fixing the valuation of the lands in question at the amount found by the trial judge to be their assessable value according to the evidence relied on by him to sustain his findings. Costs of this appeal to be paid by appellee and in the court below as there directed."}