{"id": "973892", "contents": "Opinion by\nMr. Justice Stewart,\nThe appellant is the equitable owner of a lot of ground in the city of Philadelphia situate on the northwest corner of Chestnut and Juniper streets, extending northward along Juniper street to Penn square, having thereon erected a building fifty-five feet in height, covering the entire lot. The appellee is the owner of a larger lot on the northeast corner of Chestnut and Juniper streets, extending northward along Juniper street and Penn square to Market street, upon which he has erected a building covering the entire lot, 247 feet in height. Prom the top of the latter’s building, on each side, a cornice projects seven feet and ten inches from the building line. We are concerned with only that part of the cornice that projects over so much of Juniper street as bounds appellant’s lot. In the bill filed in the case, appellant sought to enjoin the appellee from constructing the cornice, on the ground that Juniper street, having a width of only twenty-eight feet between building lines, such a cornice as that contemplated by appellee would, to a serious extent, deprive appellant and his tenants of the light and air to which they are entitled, and result in serious injury, inconvenience and depreciation in value of complainant’s property. The answer, filed during the course of erection of appellee’s building, admitted that it was appellee’s purpose to construct thereon such cornice as was described in the plaintiff’s bill; averred that it was with the approval and consent of the municipal authorities; that a less projection would not accord with the size and height of the building contemplated; and denied that the proposed cornice would result in the injury, inconvenience and depreciation in value of plaintiff’s property as claimed in the bill. The case was heard on bill and answer, the injunction prayed for was refused, and the bill dismissed. The appeal by plaintiff from the decree is now before us. It calls for but little discussion. If the projection complained of be an unlawful encroachment upon Juniper street, a public thoroughfare of the city, it is a nuisance per se, and one public in its character, which, upon information by the attorney general, or at the suit of the municipality, would be enjoined against as an unwarranted invasion of public rights. Except as the appellant can show that in consequence of the projection it will suffer a special injury, separable from and in addition to that which inconveniences the general public, it can have no standing as a suitor to complain. It is not enough that it is alleged in the bill that special injury will result. The restraining arm of the court will be extended only as it is made to appear to the satisfaction of the chancellor that special injury, substantial and irreparable, is being attempted. The burden of showing this rests on the complainant always. Here plaintiff rested on such averments in its bill as were not specifically denied in the answer; that is to say, that the defendant had in course of erection on his own lot a building of unusual proportions, and contemplated capping it with a cornice which would project little short of eight feet on Juniper street, a street twenty-eight feet in width. So much was admitted in the answer; but every other material averment was in the answer specifically denied, including that of special injury and inconvenience. Could a chancellor with nothing before him but these admitted facts, conclude from them, and them alone, that a cornice projecting seven feet and ten inches from the top of a building 247 feet in height would work a substantial interference with the light and air of a building nearly 200 feet below, and which, even if elevated to an equal height — in regard to which no present purpose was declared — would be twenty feet away from the extremest part of the cornice? Even to doubt with respect to this would be to resolve the case against the plaintiff, in view of what defendant averred as to the serious consequences that would result to him, were he to be enjoined against completing his building in accordance with plans designed by his architects, and approved by the municipal authorities. The answer avers a universal custom in Philadelphia to construct, as part of the architectural design of any building fronting on a public highway, a projecting cormee, the extent of the projection being determined by height and design of the building, and that complainant itself has, in accordance with this custom, encroached upon Juniper street with the cornice of its own building to the extent proportionate to the height. While it is the circumstance of special, substantial injury that controls in all such cases, yet, when the basis of the complaint is such special injury resulting from an encroachment upon a public highway, and the party complaining is itself guilty of like encroachment upon the same highway, and at the same point, differing only in extent, the evidence of special injury should be convincing to a degree not required when the complainant party itself stands clear of all misdoing. The averment in the answer that defendant’s cornice conforms to general custom, not denied, was properly allowed significance, not as controlling the case, but as an admitted fact calling for consideration. We can do no better in this connection than repeat what was said by Shaiíswood, J., in City of Philadelphia’s Appeal, 78 Pa. 33: “We concede that no usage, however long-continued, will justify an encroachment great or small upon a public highway. But in the exercise of that sound discretion with which a chancellor is invested, he may well consider and give effect to such an usage as rightfully persuasive to arrest his interposition by the writ of injunction. Otherwise he might be made the instrument of very gross injustice. Courts of equity are not instructed in general to enforce abstract legal rights. There must be substantia], irreparable injury attempted.” As we have already said, such injury must be made clearly to appear. In the present case the learned chancellor could not derive, from what he had before him, a conclusion that the complainant was threatened with special, substantial and irreparable injury. No more can we. The injunction asked for was properly refused.\nThe appeal is dismissed at cost of appellant."}