{"id": "973848", "contents": "Opinion by\nMr. Justice Elkin,\nThis controversy grows out of the efforts made by the borough authorities in connection with the railroad company to eliminate grade crossings by substituting at the cost of the railroad company subways therefor. As a protection to the public and as a means of avoiding the dangers incident to their use the abolition of grade crossings is insisted upon by the courts in all cases where the conditions are such as to make it practicable to eliminate them. When, therefore, the local authorities undertake in the interest of the public to do that which the law favors, courts should not be astute to seize upon technical refinements in order to defeat such a worthy purpose. Of course, positive and mandatory requirements of the statutes regulating such matters cannot be ignored even if a worthy purpose is to be served. We must inquire whether the proper statutory steps were taken by the appellee borough to authorize the street improvement necessary to avoid grade crossings. The ordinance authorizing the vacating, laying out, extension and opening of the new streets was adopted by the borough council upon the petition of abutting owners. The procedure as to notice followed the provisions of the tenth section of the Act of May 16, 1891, P. L. 75, which appellants contend was repealed by the Act of May 22, 1895, P. L. 106. If this position is well taken, it would mean that the provisions of the act of 1895 as to procedure and notice, being the only ones in force at the time the ordinance was passed, must be followed in order to give validity to the ordinance. The most important question to be determined on this appeal is, whether the act of 1895 repealed the tenth section of the act of 1891. The act of 1891, relating to the laying out, opening, widening, straightening, extending or vacating streets and alleys, and the grading, paving and improving the same, applies to the several municipalities of the commonwealth. It is, therefore, applicable to boroughs. The ninth section of this act conferred upon all municipal corporations the power to open, widen, straighten or extend streets or alleys, or parts thereof within their limits, and to vacate the same, upon the petition of a majority in interest and number of owners of property abutting on the line of the proposed improvement. The tenth section provides that within ten days after the passage or approval of the ordinance notice thereof shall be given by handbills posted in conspicuous places along the line of the proposed improvement. It also provides what the notice shall contain as well as the method of procedure in the event of an appeal to the court of common pleas. It will thus be seen that the main purpose of sec. 9 was to confer upon municipalities the power to make street improvements on petition of abutting owners, and sec. 10 prescribes the method of procedure and the kind of notice necessary to effectuate the purpose intended. In the case at bar the borough council followed the procedure and gave the notice prescribed in sec. 10 of the act of 1891. If this section has not been repealed and is still in force the ordinance, notice and procedure were in strict compliance with the law, and, therefore, a valid exercise of borough power. The learned counsel for appellants contend with much force and ability that secs. 9 and 10 of this act were either repealed or supplied by the act of 1895. This exact question has not been passed upon by the Supreme Court and the courts below seem to entertain different views about it. It is a close question and good arguments have been made on both sides of the contention. We have concluded after a review of the authorities, a consideration of the arguments and an examination of the several statutes relating to this subject, that the two acts may stand together. In other words, there is nothing repugnant in the existence of two methods of initiating street improvements nor in the kind and character of notice to be given in each instance. The Act of May 22, 1895, P. L. 106, purported to be and was an amendment to sec. 9 of the Act of May 16,1891, P. L. 75. It re-enacts totidem verbis all of sec. 9 and then adds as a new and additional power that: “Every municipal corporation shall have power, whenever the councils or authorities thereof shall deem it necessary, to open, widen, straighten or extend streets or alleys, or parts thereof, and to vacate streets or alleys, or parts thereof, without any petition of property owners.” It is perfectly clear that the legislature did not intend to limit the power of municipalities in providing for street improvements by the passage of the act of 1895. In express terms the later act re-enacts all the provisions of sec. 9 of the former act and in addition confers the power to proceed whenever the authorities shall deem it necessary without the petition of property owners. These acts provide two methods of initiating street improvements, the act of 1891 upon the petition of property owners, and the act of 1895 upon the initiation of the municipal authorities without such petition. The methods are separate and distinct and each serves a useful public purpose. The act of 1895 took away no power in any municipality that existed before its approval, nor in our opinion did it interfere with any method of procedure already authorized, but let the provisions of the former statute stand except where there was an irreconcilable repugnancy: Hanover Borough’s App., 150 Pa. 202. It will be observed, that the act of 1895 is entirely silent as to sec. 10 of the act-of 1891. This section of the former act is not repealed in express term by the later act, nor does such repeal arise by necessary implication. The act of 1895 contains no repealing clause and there is no such clear inconsistency or repugnancy between the two acts as to require that the later act be held to repeal sec. 10 of the former: Somerset and Stoystown Road, 74 Pa. 61. It is true that the act of 1895 contains a proviso requiring such ordinances to be passed by the affirmative votes of three-fourths of the members elect composing the councils of the'municipality. It also provides, that no such ordinance shall be finally passed in a less period than thirty days from the date of its introduction into councils, and for publication in the newspapers. The contention now made is that the proviso to the act of 1895 as to procedure and notice repealed by implication sec. 10 of the act of 1891. To sustain this position it is necessary to point out an irreconcilable repugnancy and this has not been done. Indeed as to cities the very opposite has been held. The Act of May 22, 1895, P. L. 105, No. 78, empowering cities to improve public streets contains a proviso in almost identical language, and this court, in Greenfield Avenue, 191 Pa. 290, held that the restrictions of the act were introduced as a substitute for the petition, and that the old proceeding remained without modification. The Act of May 22, 1895, P. L. 106, relied on by appellants in the present case, was approved on the same day as the act of 1895, relating to cities and construed in the Greenfield avenue case. As has been pointed out by a learned judge of one of the lower courts, it is perfectly clear that the amended ninth section of the act of 1891 was passed in order to include boroughs with cities in legislation relating to street improvements. As a result of these statutes cities and boroughs have the same general powers relating to street improvements. If, therefore, cities have the power to make street improvements by petition without the restrictions found in the proviso of the Act of May 22, 1895, P. L. 105, as declared in the Greenfield avenue case, it necessarily follows that the same power still rests in boroughs to be exercised according to the procedure and subject to the notice provided in sec. 10 of the act of 1891. Nothing contained in the act of 1895 indicates a legislative intention to interfere in any manner with sec. 10 of the act of 1891. The two acts provide two kinds of notices; the one by handbills posted in conspicuous places along the route of the proposed improvement, the other by publication of the ordinance in newspapers. The first applies where the abutting property owners take the initial steps by petition, and the second where the borough council proceeds of its own volition without such petition. This makes an orderly system and gives full force and effect to the provisions of each statute. For these reasons, we think the sounder view is, that the proviso to the act of 1895, relating to the passage of the ordinance, and to the kind of notice required, is restricted in its application to ordinances passed by borough councils providing for street improvements without a petition from abutting property owners. When the proceeding is instituted by the petition of abutting owners, sec. 10 of the act of 1891 applies.\nNo useful purpose will be served by discussing several other interesting questions raised by this appeal. The learned court below has disposed of each one of them in an opinion fully justifying the conclusion reached. As to all the questions not discussed in the present opinion the reasoning and conclusions of the court below are adopted.\nDecree affirmed at the cost of the appellants."}