{"id": "973911", "contents": "Opinion by\nMr. Justice Elkin,\nA careful study of this record has convinced us that several substantial and reversible errors crept into the trial of this case by reason of the issue in the first instance having been improperly awarded against the city of Scranton and the Delaware, Lackawanna & Western Railroad Company. This was clear error as a moment’s reflection will show. The proceeding was entirely statutory and the injury, if any, for which compensation is asked, was done by the city in the exercise of its municipal control over the streets. The city took the initiative and by ordinance authorized the improvement to be made. If in the assertion of this municipal power, the property of the complaining abutting owner was taken, injured or destroyed, within the meaning of the constitution, the city alone is answerable to the injured property owner. The parties evidently so understood the law when the proceeding was originally instituted. The appellee filed his petition in the court below asking'for the appointment of viewers to assess damages against the city, not against the railroad company. This was in\" accordance with the provisions of the statute, and the viewers so appointed were limited to the inquiry whether the property of the appellee had been injured by the city, and if so, to what extent. When the viewers returned their award to the court, the only parties to the record were the appellee and the city. When the city took an appeal from the award of the viewers, the parties remained the same, and the issue framed by the court should have followed the record by naming the same parties. The court acted without authority in naming the railroad company as a party defendant. Railroad companies have no statutory authority to change the grade of streets or to improve the public highways. This power is very wisely lodged in the municipalities. The vacation of Cliff street, or the change of its grade, could only be done by the authority of the city, and in the manner pointed out by the statute. An injured abutting owner has his remedy in a proper case, but the proceeding is statutory, and should be restricted to the parties actually involved. It may be that the city before proceeding to authorize the street improvement required indemnity from other parties interested in the improvement, but when such security was taken, it inured to the benefit of the city, and did not in any manner change the relative rights and responsibilities of an abutting owner and the municipality. From beginning to end the present proceeding should have been limited to an inquiry involving the rights and injuries of appellee on one side and the duties and obligations of the city on the other. If this simple rule had been followed much confusion would have been avoided and most of the matters about which complaint is made on this appeal would not have arisen. The statement of claim included the city and the railroad company as parties defendant. In so doing counsel for appellee simply followed the direction of the court in awarding the issue, but as has been hereinbefore stated, the court erred in so awarding the issue, and this error is not cured by what subsequently happened. All of the averments contained in the statement connecting the railroad company with the city are foreign to the issue and should not have been included. These averments should be stricken from the record, or, perhaps, when the record is remitted, the matters in controversy between the parties can.be more clearly set forth in an amended statement concisely setting forth the facts upon which appellee relies to recover from the city without any reference to the ultimate liability of the railroad company on its bond of indemnity. The one central and controlling thought to be* kept in mind in the preparation of pleadings and in the trial of the case is that the contrqversy is between the appellee as an abutting owner, and the city. Irrelevant and extraneous matters should be excluded. The introduction of evidence tending to show the ultimate liability of the railroad company, and the argument of counsel that the city would suffer no loss because indemnified, were clearly erroneous. Who has to pay the damages ultimately has nothing to do with the issue tried by the jury, which was, did the appellee suffer any injury to his property and if so, to what compensation was he entitled by way of damages? This court in two recent cases has held it to be reversible error for counsel to introduce immaterial and irrelevant matters of this character for the purpose of influencing the jury to return an increased verdict, or as an invitation to base their findings upon false grounds: Walsh v. Wilkes-Barre, 215 Pa. 226; Hollis v. U. S. Glass Company, 220 Pa. 49. In the case last cited the present chief justice, delivering the opinion of the court, said: “It has been repeatedly held in other jurisdictions that the bringing to the attention of the jury the fact that the defendant in an action for personal injuries was insured by an employers’ liability company, was cause for reversal, whether done by the admission of testimony, or the statement of counsel, or the offers of proofs, or by the questions asked witnesses or jurors.” Thiswas intended as a correct expression of the rule applicable to such cases. It is a sound rule and should not be departed from. As we view this record it was entirely disregarded in the trial of the case in the court below. In the course of the trial there was a constant effort to make it appear that the railroad company would ultimately pay the damages and that the city would be relieved from the burden because protected by a bond. This was all wrong and finds no support in any credible authority.\nAs to the introduction of the ordinance and the bond in evidence, it may be said that these offers were properly admitted on one ground only, and that is to show there was a valid existing ordinance authorizing the improvement to be made. There was no necessity to read the provisions of either instrument to the jury. The city did not deny that the ordinance had been passed or that the improvement had been made under its authority. There was no question before the jury involving the terms and conditions of the bond. It is apparent that the purpose of reading the bond to the jury was to connect the railroad company in such a way as to indicate its ultimate liability. For this purpose it could not have been admitted in evidence and it should not have been so treated.\nUnder all the circumstances we would not be warranted in holding that the remark of counsel for appellee about which complaint is made in the third assignment constitutes reversible error. Remarks of this character should be avoided, but as the learned trial judge said, it was rather in the nature of a pleasantry in the early stages of the trial and the jury were immediately instructed to disregard it. It is safer to avoid all such remarks, and counsel always take chances of reversal in making such statements. We have thus indicated in a general way our views as to the proper trial of this case and do not think it necessary to discuss each separate specification of error. When the case is again tried our general observations should be a sufficient guide to all concerned in the conduct of the trial.\nWe do not agree with the contention of counsel for appellant that appellee failed to make out his case and that binding instructions should have been given for defendant. Nor are we convinced that the positions taken by appellant as indicated by the seventh and eighth assignments of error are tenable. The witness Woodhouse was competent, and as to the witness Hitchcock, it was not competent to prove by Mm on direct examination the values of other properties in the immediate neighborhood for the purpose of instructing the jury as to the market values of properties belonging to abutting owners. Matters- of this kind can be brought out on cross-examination for the purpose of affecting the credibility of witnesses, but we are not familiar with any case which is authority for the position taken by appellant that it was proper to introduce affirmative evidence of this kind on direct examination.\nJudgment reversed and a venire facias de novo awarded."}