{"id": "973969", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe first, second, third, fifth and sixth assignments allege error in answer to points for charge. The points were all declined, when it is apparent they should have been affirmed. There is no contention that they did not contain a correct statement of the facts and the law, or that they should not have been affirmed. It may have been an oversight of the learned judge in the hurry of the trial, but the effect was to deny to the defendant what he was unquestionably entitled to have — a distinct and unqualified affirmance of each of the points.\nThe answer to the first point was: “The first point has been sufficiently covered in the general charge, and is declined.” The legal proposition contained in the point was correct and it should have been affirmed. What disposition the learned court made of it in the general charge is not disclosed by the answer. Instead of saying at the end of his answer that the point “is declined,” he should have said that it “is affirmed.” The answers to the other points are equally unsatisfactory and incorrect. The learned judge declines them all because he thinks he has covered the instruction prayed for in his general charge. If he is correct and the propositions contained in the points had received his approval in the general charge, it was clear error for him to specifically decline the points. What disposition he made of the points in the general charge does not appear in the answers unless the instruction in the charge was a denial of the requests contained in the points. The answers gave no clear expression of the court’s views as to the propositions contained in the several points, and this the appellants were entitled to have. As the answers appear in the record, the points were declined and, as we have said, this was clear error.\nThe answers to the five points referred to were much more objectionable than those which were condemned in Huddleston v. Borough of West Bellevue, 111 Pa. 110; Duncan v. Sherman, 121 Pa. 520, and People’s Savings Bank v. Denig et al., 131 Pa. 241. In each of those cases the answers to the points were substantially as follows: “These instructions (the charge) covered all the points . submitted by counsel on both sides, and so far as they are answered in the general charge they are affirmed, and so far as denied, they are refused.” The answer was held to be unsatisfactory, and such practice was emphatically disapproved. In the opinion in the last cited case, quot- . ing from the earlier cases, it is said: “This is a very unsatisfactory way of answering points. It renders the point of no possible value with the jury, and always adds greatly to our labors. We are often compelled to go again and again through a long charge, to see if it covers the respective points. If the practice is continued, and especially if it increases, some of our earlier decisions will have to be modified, and a more literal compliance with the act of assembly enforced. . . . We also think the points should have been so answered as to leave with the jury a clear idea of the rule by which they were to be guided. The plaintiff’s counsel submitted a series of points, ten in number, to which the court made this response: 'so far as the points are in accordance with what we have said to you was the controlling question in the case, they are affirmed, and so far as they are not in accordance with the opinion we expressed in the general charge, they are refused.’ ”\nWe think the question of the defendants’ negligence was for the jury. The negligence alleged was that the defendants did not give warning of the danger which the plaintiff would incur in attempting to sand the track while sitting on the bumper, and in not instructing him how to perform the service and avoid such danger. The plaintiff was a youth of about sixteen years of age. He had lived his life upon a farm and was wholly inexperienced in the work which he was assigned to do. It is true that for about a month before he was injured he had been at work at this place, but his duties were to uncouple the cars and to clean the exterior of the donkey engine when it was not in motion. Two or three days prior to the accident, he was directed to sand the rails of the track. He did this by walking along the track in front of the moving engine and dropping the sand from a can which he held in his hand. According to his story, he was directed by the engineer, on the day of the accident, to get on.the narrow bumper in front of the engine and sand the rail from that position. He says he got on the right-hand side of the bumper and was then ordered by the engineer to get on the left-hand side which he did while the engine was at rest. To secure himself in this position, he put his left foot around the end of the bumper. The train started and after it had gone about 150 feet there was a jolt and his left foot was caught between the bank and the end of the bumper. The plaintiff was thrown from his seat and severely injured, the wheel of the engine passing over his left leg. The engine was a small donkey engine, was run over a temporary and rough track and was used in a cut, the sides of which were three or four feet high. The plaintiff was employed by the engineer and foreman of the work, the latter instructing him to perform such duties as the engineer assigned him to do. According to his testimony, he received no instructions how to sand the rails while sitting on the bumper, or how to avoid the danger incident to the service. He says the only instructions he received from the engineer were to be careful.\nThe defendants’ engineer and foreman both denied that the boy was directed to get on the bumper to sand the rails. The engineer testifies that he told the boy several times not to get on the front of the engine, not to get on the bumper at all as accidents had resulted to persons in doing so. The engineer says that he told the boy after he had sanded the right-hand rail by walking in front of the engine to put sand on the left-hand rail, and that he, the engineer, being on the right-hand side of the cab saw the boy start in front of the engine to perform the service but he saw him no more until after the accident. He said he did not know the boy was on the bumper, and that his position in the cab would have prevented him seeing the boy in that position if he had been there.\nThe learned court below submitted the question to the jury, and they found for the plaintiff, thereby giving credit to the boy’s story. We think this was a place of danger to an inexperienced youth, and that the boy should have been properly instructed how to perform the service with safety to himself. He was wholly without previous experience in that kind of work. The railroad track was a temporary construction, was very rough, and the little engine jolted in passing over the track which made the position of the boy on the bumper unsafe. There was no running board or rest for his feet on the bumper, nor railing or other means of making his position secure, and he attempted to protect himself by putting his foot around the end of the bumper. He used his hands to hold the can in putting the sand on the rails. It is true that he could see the conditions as they existed there, but that did not relieve his employer from instructing him how to avoid the danger. It does not appear that he knew the proximity of the track to the side of the cut or that by putting his foot around the end of the bumper it would come in contact with the side of the cut. There is nothing in the case to show that he had knowledge of that important fact which was necessary to enable him to avoid the danger incident to having his foot caught between the side of the cut and the end of the bumper. He had had no experience which would take the place of proper instructions. It is doubtful whether he had ever seen a locomotive prior to his engagement at this place, and it is certain that he was exposed to danger by occupying the seat on the bumper. The learned court left the question of the necessity for instructions to the jury in a charge to which no error is assigned, and we think there was sufficient evidence to warrant its submission.\nFor the reasons stated we must sustain the first, second, third, fifth and sixth assignments of error. The judgment is reversed with a venire facias de novo."}