{"id": "973910", "contents": "Opinion by\nMr. Justice Stewart,\nThe Vandegrift Construction Company had contracted with the West Chester, Kennett and Wilmington Electric Railway Company to build and equip the latter’s line of road. In some way, not explained in the evidence, but presumably under the terms of the contract, the construction company had acquired large holdings in the bonds and stock of the railway company. Its necessities required the borrowing of considerable sums of money in connection with the building of the road, and for this indebtedness, owing to banks and trust companies, including among others the Third National Bank, here the appellant, it had pledged these securities. Encountering financial embarrassment, the construction company applied to the plaintiff company, doing business in the city of New York, for assistance in procuring an extension of this indebtedness, and obtaining a loan of $100,000 to insure the completion of the road. The latter company devised a scheme which met with the approval of the Integrity Trust Company, holder of much of the Vandegrift company’s indebtedness. The co-operation of these two companies was essential to the success of the scheme, and the basis and terms of their joint action had been agreed upon. The scheme contemplated the employment for collateral purposes, of some $47,500 in the bonds of the Mobile, Jackson and Kansas City Railroad Company belonging to the plaintiff company, in substitution for a larger amount of the securities of the West Chester, Ken-nett and Wilmington Railway Company, held by the Integrity Trust Company as collateral for the indebtedness of the Vandegrift company; which latter, being released, were to be used in connection with the remaining bonds of the Mobile, Jackson and Kansas City Railroad Company in securing the new loan of $100,000 necessary to complete the line of railway. On April 12, 1904, the president of the plaintiff company was in Philadelphia consulting about the arrangement; and while here, in company with the president of the construction company, called upon the cashier of the defendant bank, and advised him as to the scheme and the agreement his company had with the Integrity Trust Company to accomplish it, depending, however, on the ability of the Vandegrift company to get an extension on their existing indebtedness. He testified that he told him that all of the $100,000 which it was contemplated raising would be required for the completion of the road, and that none of it could be applied to the indebtedness of the Vandegrift company. For the purpose of carrying out the proposed plan, the plaintiff company, a week later, on April 19, intrusted $47,500 in the bonds of the Mobile, Jackson and Kansas City Railroad Company to. Mr. Ely, a director of the company, and the chief officer of its bond department, with instructions to take them to Philadelphia and upon certain conditions being complied with to deliver them to the Integrity Trust Company. Upon arriving in Philadelphia Mr. Ely learned that some of the indebtedness of the Vandegrift company was pressing for immediate payment, and that $7,000 would be required to meet these claims to prevent a sale of the bonds held in pledge therefor. Included among these was the overdue debt to the defendant bank, and for the default on which the bank had advertised at public sale the following day the bonds of the West Chester, Kennett and Wilmington Railway Company it held in pledge. Mr. Ely at once communicated by phone this fact to the plaintiff company, and asked permission, to meet this unexpected condition, to borrow $7,000 of the Integrity Trust Company by pledging ten of the Mobile bonds intrusted to him. On the following morning he received authority from the plaintiff to pledge ten of these bonds for this purpose, only, however, on certain expressed conditions, and with explicit instructions in regard thereto. Instead of observing these instructions to borrow on certain conditions the $7,000 from the Integrity Trust Company on a pledge of the bonds, wherewith to meet all the pressing liabilities of the Yandegrift company, he pledged to the Third National Bank two of the bonds to secure the sum of $1,011.80 interest on the indebtedness to that company, and three other bonds to another bank for a similar purpose. The Third National Bank would consent to a withdrawal of the bonds from sale on no other terms. 'Ely represented to the bank that the securities company would pay the interest in a few days, but the bank requiring security, Ely gave to it the two Mobile Bonds as collateral to his promise. After this had been done, the Integrity Trust Company declined to release the securities it held except on payment of $7,120 interest on the Vandegrift loan held by it. The plaintiff company being advised of this demand’ by the Integrity Trust Company, refused to comply, and the whole transaction failed, with no other result than that the defendant bank had as security for the interest due it on the Vandegrift indebtedness two of the plaintiff’s bonds. The plaintiff company as soon as advised of the action of Mr. Ely in pledging these Mobile bonds, repudiated it and demanded a return of the bonds. This being declined an action of replevin was brought for their recovery, resulting in a verdict for the plaintiff.\nThe questions raised on the appeal are free from difficulty. The fact that the bonds pledged were payable to bearer and. therefore negotiable is without significance. The defendant bank fully understood in dealing with Ely that the latter was not acting on his own behalf, but as the agent and representative of the plaintiff, and that the bonds he offered in pledge were not his bonds but belonged to the plaintiff. So much clearly appears from the receipt given Ely by the bank for the bonds. He had promised that the plaintiff company would pay the arrearages of interest on the Vandegrift loan in a day or two if the bank would withdraw the West Chester, Kennett and Wilmington Railway bonds from sale, and the Mobile bonds were accepted by the bank as collateral to this promise. However much another who had obtained the bonds innocently from Ely, might have relied on the presumption of his ownership of them, all such presumption in the present case was wholly overcome by the facts. Nor is there anything in the fact that Ely was a director of the plaintiff company and its chief officer in charge of its bond department that can avail the defendant company. In neither capacity had he authority to pledge or otherwise dispose of the securities or other property of the company. It is too obvious for discussion that neither as director nor as manager of the bond department, could he bind the company by an unauthorized promise to pay the debt of another, even if it were to obtain special advantage to the company. No more could he give title to property belonging to the company which he pledged as collateral to such promise. No presumption of authority arises in such case. The fact appearing, as it unquestionably did, that the bank knew it was dealing with an agent, the burden was upon it to show the authority of the agent to do what he did. It is a universally recognized doctrine that when one deals with an agent .he is bound to ascertain the nature and extent of the agent’s authority. He may not trust to a mere presumption of authority, or to any mere assumption of authority by the agent; but must trace the authority to its source if he would be protected. Had the bank done so in this instance — and clearly it was put upon inquiry — even had it inspected the written instructions which Ely had with him at the time of the transaction, it would have discovered that the pledging of the bonds for the Vandegrift debt was not only unauthorized, but in direct violation of the instructions which he had received. These instructions were admitted in evidence only after the fact of Ely’s agency, and defendant’s knowledge of such fact, at the time of the transaction, had been made to appear. There was no error in admitting the evidence. Nor was there error in excluding the offers made on part of the defendant, to show by Ely, that when acting for the plaintiff under written instructions, he sometimes acted upon his own discretion, not strictly in line with the instructions; and that when he did so his acts were accepted by the company. One sufficient objection to these offers, to say nothing of others quite as conclusive, is that they did not even suggest a discretion extending to the binding of the company by a promise to pay the debt of another, and the pledge of securities of the company therefor.\nUpon a review of the case, and a careful study of the evidence, we find nothing that called for a submission of the case to the jury. There was no issue of fact. Ely, called by the defendant, admitted that he was without authority to make or pledge these bonds to the bank to secure the interest on the Yandegrift loan. When asked the question whether he had such authority, his reply was: “No, sir, that was on my own initiative;” and again, when the question was repeated, he replied: “No, sir, I was only authorized to put the bonds with the Integrity Company in order to get the money.” Had he observed his instructions and delivered the bonds to the Integrity Company upon failure of the scheme, the plaintiff would have received back all its bonds. As it is $2,000 of its bonds, by the unauthorized act of its agent, are held in pledge by the-defendant to answer for a debt for which the plaintiff was never liable. The only consideration passing from the defendant for the pledge was the delay for a few days at most in selling its original securities. In what we have said we have sufficiently answered the assignments of error. They are overruled, and the judgment is affirmed."}