{"id": "973953", "contents": "Opinion by\nMr. Justice Stewart,\nThe variance between the allegations and proofs, so much complained of, is not only more apparent than real, but relates to matters immaterial. It is of no importance by what route the plaintiff approached the crossing where he met with his injuries. What was set out with respect to this in the statement of claim was by way of inducement simply. The material allegations which defendant company was called upon to meet were, that it had for an unreasonable length of time kept at rest a long train of empty coal cars upon Twenty-fifth street in the city of Philadelphia, thereby blocking Tasker street, which runs at right angles with Twenty-fifth, and preventing travel thereon; that the boy, Edward Crowley, a youth of ten years, accompanied by a brother two years older, while attempting to cross over upon the standing cars from one side of Tasker street to the other, and while upon the platform of one of the cars, was violently thrown from the car by the sudden and negligent starting of the train without signal or warning, with the result that he was seriously injured. Whether the train was actually at rest, and for what period of time, were matters in dispute; but these questions were for the jury on the evidence, and the findings with respect to them have ample support in the testimony. Twenty-fifth street, running north until. Tasker is reached, is an unopened street, and defendant company owns a fee therein to the extent of thirty feet in width, which it uses for its tracks. Whether north of Tasker this street is an open public thoroughfare does not appear, nor is it material. The boy, Edward Crowley, his companion and another, the only witnesses who saw the occurrence, testified that the boys entered upon the cars on the north side of Tasker, at the crossing. Two other witnesses called by plaintiff testified that after the boy had fallen and received his injuries, he was found along the tracks some six feet or more south of the path on the south side of Tasker street. The train was moving north; and since the boy was discovered immediately after the accident, the evidence suggests a contradiction as to the point where he entered upon the cars to cross; and it is argued that if the entry was at the point where the boy was found, then it was on the premises of the defendant, not at the public crossing, and that defendant owed no duty to the boy at that place, except as it was shown that it had knowledge of his being on the cars. With respect to this contention, it is only necessary to say that this inconsistency in the testimony, irreconcilable as it may seem, was matter which addressed itself to the jury. The boy’s testimony was clear, direct and positive that he entered upon the cars at the public crossing on the north side of Tasker street; and in this he was supported by the only two witnesses who saw the occurrence. He was entitled to have the jury believe this testimony if they would, notwithstanding two other witnesses called on his behalf testified to conditions subsequent which would seem to indicate that entry on the cars had been made from the south side at a point below the line of Tasker: Kohler v. Railroad Co., 135 Pa. 346. In the case cited it is said: \"If, on the whole evidence in behalf of the plaintiff, his own testimony is overthrown by that of his own witnesses, in such number and weight that the court could not support a verdict in his favor, then it would become the duty of the court to direct a nonsuit or a verdict. But such case should be clear and without doubt. If there is a doubt, it must go to the jury.” The court clearly would have been without justifying reasons had it withdrawn this case from the consideration of the jury. But more than this — conceding that the crossing was attempted on the south side at a point some six feet from the south line of Tasker street, how can it be urged that such circumstance should defeat a recovery, except as the boy is to be regarded as a trespasser on the company’s property? Can a railroad company, in disregard of the duty it owes to the public, block a crossing with a train composed of cars, each of which is more than thirty-one feet in length, be heard to say that when one who finding his way so blocked, . steps aside from the crossing a distance of six feet to find an opening between the cars through which he may pass, is a trespasser? Technically he may be a trespasser, but such technicality ought not and cannot be allowed to exempt the company from liability for injuries occasioned by its own negligence in failing to keep the public way open for the accommodation of the public.\nThe action was in behalf of the injured boy, and in behalf of his widowed mother as well, and a separate amount was recovered for each. The right of a widowed mother to recover for loss of service of her minor child, is not open to question since the decision of this court in O’Brien v. Philadelphia, 215 Pa. 407. It was there held that under the Act of June 26, 1895, P. L. 316, a deserted mother has a right of action in such case. It follows, a fortiori, that the same right belongs to a widowed mother.\nInto a discussion of what passed between court and counsel with respect to the points submitted on behalf of defendant, we must decline to enter, since the rulings themselves are clear of error. In view of this fact, discussion of ■the controversy would be most unprofitable. In what we have said we have given consideration to all the assignments. We find no error in the record, and the judgment is affirmed."}