{"id": "973900", "contents": "Per Curiam,\nIn the afternoon of a clear day, a man and his wife seated in a wagon drawn by one horse approached a grade crossing of the defendant’s road in the borough of Chambers-burg, where there were two tracks. They saw a flagman standing in the middle of the street on the opposite side of the tracks with his flag elevated as a warning. The man was familiar with the crossing and stopped his horse when twenty-four feet from the tracks and looked in the direction from which the train came, from which place he had a clear Anew for 640 feet. He then turned his face towards the flagman, smiled or nodded, struck his horse with his whip and attempted to cross. As soon as he started, the flagman waved his flag from side to side. The hind wheel of the wagon was struck on the second rail of the first track by an engine running thirty or thirty-five miles an hour. Both the man and his wife sustained injuries from which they died, the woman on the day of the accident, and the man three days later.\nThis action was brought by the children of the deceased to recover for the death of both parents. A non-suit was entered because of the contributory negligence of the driver. His negligence was manifest. If it be assumed that the train was not in sight when he started, it was in sight before he reached the tracks and it was his duty to look as he advanced. Moreover, he went on in spite of warning. Two questions were argued on this appeal, one by the appellant, whether the negligence of the driver could be imputed to his wife who was a passenger and one by the appellee, whether the right of action for the death of a wife, given by the Act of April 26, 1855, P. L. 309, to the husband, passes to her children, he having survived her and died without bringing action. The case, however, never reached a stage where the decision of either question became necessary because the plaintiffs failed to establish a cause of action. There could be no recovery without proof of the defendant’s negligence. None was shown. The full measure of its duty was to give timely and adequate notice of the approach of its trains to the crossing. This it did by stationing there a competent flagman, who fully performed his duty. It gave notice in a most effective way to everyone intending to use the crossing. More than this could not be required of it: Custer v. Railroad Co., 206 Pa. 529.\nJudgment affirmed."}