{"id": "974785", "contents": "Opinion,\nMu. Justice Clark:\nIt is conceded that on March 17, 1886, when David Davis executed the judgment bond of one thousand five hundred dollars to J. P. Hale Jenkins, trustee for his creditors, he was indebted to Joseph Davis, his father, in the sum of three hundred dollars; that there was a mortgage of six thousand dollars on the store property at Merion Square, and one of three thousand five hundred dollars on the nine acres; and that he had “ business creditors ” to the amount of about one thousand five hundred dollars. According to the terms of the obligation as written, Jenkins held it for the creditors generally; he was to make a pro rata distribution among all the creditors, share and share alike. But it appears from the findings of the auditor, and from the testimony, which is of the most precise, clear, and indubitable character, that this was not the intention of either of the parties to the obligation. The bond, it would seem, was drawn in the sum of fifteen hundred dollars, to cover certain claims which were scheduled in writing at the time of the execution of the bond, and which it was the purpose and intention of the parties to secure. The testimony is wholly to this effect, and is of the clearest and most satisfactory character; indeed, there is no evidence to the contrary, apart from the words of the obligation itself.\nIt is contended, however, that as the words contain no ambiguity, but are plain and clear in their meaning, they must be read as they are, and be construed according to their obvious import, especially as Davis himself is silent and has done nothing to vary their effect. But, however plain the words, and obvious their meaning, if the bond was in fact given to secure certain creditors only, and there was a mistake made in the expression of the uses to which the proceeds were to be applied, that mistake, if it was mutual, may undoubtedly be corrected, if the correction does no injury to those who may have supposed themselves entitled to participate. Nor can it be doubted that the parties for whose special use the bond is alleged to have been given have meritorious standing in court to show that a mistake was in fact made. They are not mere volunteers. David Davis is insane. He is confined in a lunatic asylum, and is now, in respect of this case, as if he were dead. The claim of Fox, Moore & Co. is in their own right; it would not now be in the power of David Davis to gainsay that right if he were sane; their standing in court is distinct and independent of Davis, and it is a matter of no concern that he does not complain. He cannot now, either by his silent acquiescence or his acts, divert the fund from the persons entitled.\nIt appears from the report of the auditor that some time prior to this transaction David Davis had transferred his stock of merchandise, in fraud of creditors, to one George W. Ead line, who seemed disposed to take advantage of his position to apply the same to his own use, rather than for the benefit of Davis, as they had agreed. Davis thereupon employed Mr. Jenkins as his counsel. The auditor, in stating the facts whieb followed, in substance says: Mr. Jenkins advised him that if he had any bona fide creditors, he should compile a statement of them the next morning, and bring it to him. On March 17, 1886, pursuant to advice, Davis called with the statement marked A. The first twelve names of the creditors, and the amounts due to them, respectively, were written on the paper. The names of E. S. Reeves, Hague & Co., and Carey Bros, and Gravesmyer, were added by Jenkins that morning, before the judgment was confessed; and Davis said there were two other creditors, whose claims amounted to less than fifty dollars, but he had forgotten their names. The names and amounts of these two claims were also obtained, and appended to the schedule, within the week. Davis, on being asked if he had any other indebtedness, said that he owed his father three hundred dollars, a mortgage of six thousand dollars, and one of three thousand five hundred dollars, but that these amounts were not to be included in the judgment, but were to be excluded. Mr. Jenkins said there would be no trouble about that, but he prepared the judgment hurriedly, intending to insert in it the words “ business creditors; ” and he was surprised afterwards to find that the word “ business ” was omitted; that the judgment was in fact given to Jenkins as trustee to secure the payment of the claims of the creditors named in the paper A, and none other, and it was expressly so understood before the judgment was confessed; and that the paper was supplemental to the judgment, and was prepared for the purpose of ascertaining the persons and amounts for whom Mr. Jenkins was to hold the judgment.\nThe evidence to establish these facts is abundant, and equity will not permit the clear purpose of the parties to be defeated. It was perhaps negligent in the parties not to have read and considered the effect of the words they employed in the obligation, but as the position of Mary G. Stacker is not in any respect changed in consequence, we cannot see why the paper may not be read so as to conform to their actual intention. Davis had a right, by a judgment confessed in good faith, to prefer his unsecured creditors. The judgment note was given and the fieri facias issued on the same day. It does not appear that Mary B. Stacker was misled by the general expression of the judgment, or that there was anything she might have done which because of that she refrained from doing, or that she was prejudiced in the slightest degree by the fact that the judgment and execution seemed to be in part for her benefit. Indeed, it does not appear that she knew anything about it until after the sheriff’s sale of the personal property, and until the question of distribution arose, when she presented her claim. Her judgment had been entered for a month or more prior to the Jenkins judgment. She might during that time have issued execution, but she did not do so. She could not have refrained from doing this because of the Jenkins judgment, for the judgment was entered and the writ issued on the same day, and it does not appear that she was aware that this had been done for some time afterwards.\nWe are of opinion that the testimony fully sustains the claims of the appellants, and that the claim of Mary G. Stacker should not participate in this fund.\nThe decree of the Common Pleas is reversed at the cost of the appellees; and it is ordered that the record be remitted in order that distribution may be made in accordance with this opinion."}