{"id": "974831", "contents": "Opinion,\nMe. Justice Claek:\nIn this action of trespass, the plaintiffs sought to establish title to the locus in quo under a treasurer’s deed for unseated lands. They exhibited in evidence a patent dated May 1,1815, from the commonwealth to John Reed and James Gibson, executors, in trust for the use of the heirs of George Clymer, deceased, and Samuel Meredith, for a tract of land in Abington township, Luzerne county, containing 433 acres and 37 perches, and allowance; surveyed in the warrantee name of Moses Starr. Also a patent, dated April 29, 1815, to the same parties, for a tract of land in Abington township, Luzerne county, containing 433 acres, 108 perches, and allowance; surveyed in the warrantee name of Samuel Giffin. They then gave in evidence a connected draft of these two tracts of land, situate when surveyed in the county of Luzerne, now in the county of Lackawanna, certified from the office of the secretary of internal affairs. The dates of the original warrants and surveys are not stated in the paper-book.\nThe plaintiffs followed this bjr some evidence of the location of these surveys. The testimony was slight, perhaps, but we are of opinion it was sufficient to establish a prima facie location. The maple tree from which the surveyor Lawrence started, was a recognized living corner of four different tracts •of land, surveyed probably about the years 1784 to 1790. The tree is marked on four sides, and well-defined straight lines run from it, north, south, east, and west, forming the admitted boundary lines of four original surveys, in the names of the Cadwaladers, Deal, and Upson, and which are now owned and occupied to these lines by the present owners, Fell, Hall, Parker, the Shermans, and the Millers. The original warrants and surveys were not put in evidence, as they might have been, but it was shown that the Moses Starr adjoined the Cadwalader; and that upon running from the maple, according to the official survey, as it was known to the surveyor, north 42 west 265.4 rods, he came to the recognized line of‘the Moses Starr, at a point where two stone walls abutted upon the line. From thence he ran, according to the official draft of the Moses Starr, north 48 east 68 rods, where he set a stake in the public road as the corner of the Moses Starr; and then, returning to the point at the stone walls, he ran in the contrary direction, south 48 west 204.6 rods, according to the draft, to a maple or sugar stub, corner of the Moses Starr, where the call on the official draft is for a sugar. This stub was hollow; it was a mere shell which, he could not block and count, but it showed signs in the inside of being a marked tree. When, in running the official courses and distances of the Moses Starr, he came to the shed at the Baptist church, where there should be a corner of the Starr and Giffin, he found an old line, which, as we understand him, represents the division line of these tracts. The surveyor, Lawrence, and Smith, his assistant, from what they saw on .the ground and from the boundaries recognized by the present occupants, seemed to be of opinion that this was a proper location of the Starr and Giffin tracts. This testimony, in connection with the old draft and declarations of Thomas Smith, a deceased surveyor, received under, objection but not assigned for error, was sufficient, in a case like the present and in the absence of all proof to the contrary, to send the case to the jury on that question.\nThe plaintiffs then introduced the assessment of unseated lands in North Abington township, Lackawanna county, for the year 1879, among which was, “100 acres, warrantee names, Moses Starr and Samuel Griffin, valuation, $400.” The assessment is stated to be “for school purposes,” but upon it a six-mill tax of $2.40 was subsequently levied for county purposes for the year 1879; and a treasurer’s deed, dated July 12,1882, recited a sale of the lands, thus assessed and taxed, to the plaintiffs and others, for the tax mentioned. The plaintiffs claim under this deed, in their own right and as lessees of the other grantees named in the deed. The county commissioners had the power to adopt this valuation for county purposes; indeed, in the absence of any valuation by the assessors, the commissioners had the right to adjust a valuation corresponding with the valuation of other unseated lands in the county.\nThe plaintiffs allege that the lands covered by the treasurer’s deed consist of a portion of the Moses Starr and a portion of the Samuel Giffin, which, taken together, constitute a pond or lake known as “Wall Pond” or “ Lily Lake.” This lake, it is conceded, lies on both sides of the division line between these two tracts as located by Mr. Lawrence, and covers an area of from 80 to 100 acres. The plaintiffs’ contention is, that this small lake, or the land upon which it lies, was in the year 1879 what is known as unseated land, and that it was returned by the assessor as such, in the joint names of the respective warrantees ; that Samuel Giffin, the name of one of the warrantees, was erroneously given as “ Samuel Griffin,” but that it was the intention of the assessor to return and assess the land covered by this lake. But the assessment is upon land of which Moses Starr and Samuel Griffin were warrantees. The Starr and the Giffin were separate tracts, while the 100 acres is made up of a part of each, and was assessed in their joint names as a single tract. A sale of several tracts of land by the county treasurer,\nfor the payment of taxes, as one tract and for a gross sum, will confer no title upon the purchaser; each tract must be sold separately: Morton v. Harris, 9 W. 319. The whole system of laws on this subject, says Mr. Justice Huston, in the case cited, “ contemplates an assessment, advertisement, and sale of each tract, and the practice has accorded therewith.” See, also, Brown v. Hays, 66 Pa. 229. It is true that the patent for each of the tracts, respectively, was issued to the same persons ; but the land in question was not assessed in the name of the patentees, nor in the name of any other person Avho Avas in any way associated or connected with the ownership of both tracts; and non constat that both tracts were held as one, or were owned by the same person, at the time of the assessment. It has not been shown that Moses Starr, at any time, had any interest in the Samuel Giffin, or that Samuel Giffin had any interest in the Moses Starr, or that their names were in any way associated or connected with any other than their oavh tracts respectively. In Harper v. McKeehan, 3 W. & S. 238, and in Russel v. Werntz, 24 Pa. 337, it was held that the assessment of tAvo contiguous tracts of unseated land as one tract, when owned by the same person, was an unimportant irregularity, under the curative provisions of the act of 1815. But, in those cases, the irregularity consisted merely in uniting separate tracts, owned by the same person, in a single assessment in his name as owner of the whole ; while hero, separate tracts are united and taxed as one in the joint names of separate warrantees, whose names, a century ago, were severally, but not jointly, connected with the original separate surveys, respectively ; and this, coupled with the fact that Giffin is returned as Griffin, amounts to more than a mere irregularity. The description is thereby rendered irregular, inaccurate, and wholly inadequate. There is no evidence upon the face of the assessment sufficient to go to a jury upon the question of identification; in other words, there is no evidence that the lands covered by this lake were assessed at all. A sale for taxes, under these circumstances, is void, and passes no title.\nAlthough the decisions were not formerly to this effect, it is now well settled that the land must in some way be identified, from something appearing in the assessment; and this rests the proof of identification solely upon what is found or once existed in the commissioner’s office: Philadelphia v. Miller, 49 Pa. 440; Lyman v. Philadelphia, 56 Pa. 488. In Philadelphia v. Miller, supra, Mr. Justice AGtNevv, delivering the opinion of the court, says: “ Identity is said to be matter for the jury. Certainly, this is so; but from its very nature the fact of identity is dependent on circumstances which attach themselves to the land. It is because the thing described answers to the circumstances of description we are able to identify it. The evidence of identity is the record which contains the description and fixes the duty. Assessment is, from its legal requirement, and the necessity for preserving its evidence, a written entry, and must depend upon the records of the commissioner’s office, and not upon parol testimony, or the private duplicate of the assessor. McCall v. Lorimer, 4 W. 351, 355, is full on this point.....Land is often claimed by adverse owners, and it is not the duty of the tax officers to decide between them. It is sufficient, therefore, if the assessment be in the name of one connected by some title with the land. There is no hardship in this, for owners seldom are ignorant of adverse title.” “ In short,” he concludes, “ it seems to me, from a review of the law, and the nature and justice of the thing, it is essential to the validity of the sale that the assessment should afford the means of identification, either by a description of the land, or by some circumstance, number, or adjoiner associated or connected with it, or by a name connected at some time with a title to the land, good or bad, and that a sale, without description, circumstance, or name, having any known relation to the land, is bad.” “ If nothing capable of identification,” says the same learned judge in Lyman v. Philadelphia, supra, “ be returned, what is to be affected? If no discoverable thing be returned, how can anything be sold ? It is not irregularity, but the absence of anything to be sold; and, if this subject can be supplied by evidence wholly dehors the assessment, what is to prevent fraud or perjury from applying it to my land or his, as well as to the particular tract for which a suit is brought ? The guess can be made in one direction as well as in another.” To the same effect are the more recent cases of Glass v. Gilbert, 58 Pa. 266, and Brotherline v. Hammond, 69 Pa. 128.\nLily lake was in 1879, in a small way, perhaps, a summer resort for persons seeking rest, diversion, health, or pleasure. All the land immediately surrounding the lake was in the occupancy of actual residents who owned to the low-water line; in some instances, the lots extended into the lake. A number of hotels had been erected upon the shores, for the accommodation of visitors, who, as guests of the hotels, rowed in boats, fished for pickerel and other fish, and plucked the lilies. The plaintiffs owned one of these hotels, and the defendants another. This fact, taken with the sequel, may perhaps explain why this pond, which for a quarter of a century, at least, does not appear to have been taxed at all, was suddenly supposed to be unseated land, and was returned and taxed as such in this obscure and misleading manner. It was not returned, assessed, or sold as “Wall Pond” or “Lily Lake,” by which names it was popularly or generally known, or by any description which was likely to arrest the public attention. Nor was it described by the adjoiners, nor in the name of the patentees, nor in the name of any other person who at any time owned it or was interested in or connected with the title to it, or made claim to it as a connected tract, but in the names of Moses Starr and Samuel Griffin, who (assuming that Griffin was intended for Giffin) were the original warrantees of the several separate tracts of which the body of the lake consists. Moreover, as the land in question was wholly covered by water, was incapable of cultivation, and not adapted to the ordinary and usual methods of residence and settlement, it would seem to us, not only that this circumstance called for a proper description, but for more specific and particular proof as to the nature and extent of the possession taken under the treasurer’s deed. It is shown that the lake was in some sense a public resort, and the plaintiffs do not appear to have been in the actual possession in any way different from others. As the assessment was, in our opinion, void, it follows that the sale passed no title whatever to the purchasers, and they are not entitled to damages for the alleged trespass.\nThe judgment is reversed."}