{"id": "974934", "contents": "Opinion,\nMe. Justice Williams:\nThe plaintiff is a manufacturer of iron. Philip Storm is a dealer in old iron, who made large sales of scrap- and wrought-iron to the manufacturing company. Hopkins was an employee of the company, who weighed the iron delivered by Storm and reported its quantity to the book-keeper. The plaintiff charged that Storm and Hopkins conspired to cheat and defraud the company in the weight of the iron delivered by Storm at its mills, and that, in pursuance of this conspiracy, Hopkins returned each week, for about two years, the weight of the old iron delivered by Storm, during the week, at fourteen thousand six hundred pounds more than it really was, and that Storm, with full knowledge of the facts, received regularly pay for the false and fraudulent weights returned. On the trial, James C. Beitel was called as a juror, challenged for cause, and examined on his voir dire. The examination disclosed the following facts: That he was on intimate terms with one of the defendants, who was his customer; that this defendant had explained to him the nature, of the plaintiff’s claim, and given his own “ view of the case; ” had “ explained away the articles in the newspapers, and the talk ” about the charge made against him ; that such interviews had occurred on several occasions before and after Beitel was summoned as a juror, the last of them having taken place after both were in attendance upon the court, and but a day or two before the trial was entered upon. We find it impossible to understand why this challenge was not sustained, but it was not. It was dependent on the fact, to be found by the court, of the impartiality of the juror, and this .may be conclusive in that class of cases where the court sits in place of triers to try the question of impartiality: Wirebach v. Bank, 97 Pa. 543. When the position of the juror is such that his incompetency to sit is a conclusion of law, a different rule prevails: Cummings v. Gann, 52 Pa. 484. We do not reverse this case, therefore, because of the action of the court below in overruling this challenge, although we think it should have been sustained, but proceed to consider the other questions raised.\nUpon the trial, the plaintiff offered to prove that Storm had delivered several car-loads of old iron to the plaintiffs at mill D, for which false weights were returned by him to the company, and payment received by him. This constituted no part of the claim in this case, and was offered only for the purpose of showing knowledge on the part of Storm that excessive weights of iron sold by him, were returned to the company, and paid for by it in accordance with such returns. It was rejected by the court. After Storm had testified as a witness that he had no knowledge that excessive weights had been returned, it was again offered for the purpose of contradicting him, and was again rejected. The learned judge gave the reason for his ruling as follows: “ This evidence is excluded, as it was excluded when it was offered in chief by the plaintiff, because it is not in the bill of particulars.” The rules of court for the Common Pleas of Lehigh county provide at § 61 that “ the plaintiff’s bill of particulars shall contain a full, direct and concise statement of his cause of action.” If this evidence had been offered in support of the cause of action, the rule of court would have been applicable; but it was not so offered. It was offered in the first instance to show Storm’s knowledge of fraudulent over-weights of his iron, and his adoption of them and receipt of money because of them. It was offered next for the purpose of contradicting Storm. The rule of court, therefore, presented no obstacle to its admission.\nThe seventh assignment of error relates to that part of the charge which instructed the jury in the consequences to the defendant of a finding against him. This was a mistake. The jury should determine questions submitted to them, upon the evidence, and not upon the possible. consequences of a given verdict to either party: Commonwealth v. Switzer, 134 Pa. 383. Whether the defendant is able to pay a judgment if one is entered against him, whether he will be entitled to the benefit of the exemption laws, or liable to arrest on a capias ad satisfaciendum, are questions with which the jury have nothing to do. They can serve no other purpose than that of enlisting the sympathies of jurors in behalf of defendants, and so obscuring the real questions to be decided.\nThe eighth assignment is also well made. The learned judge, in speaking of the measure of proof necessary, gave this instruction to the jury : “ Although this is not a criminal case, yet it involves moral turpitude, and therefore, before a jury find against the defendants, they ought to be satisfied by clear and full evidence that the defendants are guilty.” He went on to say that they need not be satisfied beyond a reasonable doubt, but told them the circumstances relied on by the plaintiff “ ought to be such as are inconsistent with the theory of innocence.” But if the circumstances disclosed by the evidence were so convincing as to be inconsistent with, and so to ex-elude, the theory of innocence, they would exclude a reasonable doubt of the defendants’ guilt. The learned judge was really giving the rule which he did not intend to give, and was telling the jury, in effect, that the evidence must be so strong as to exclude a reasonable doubt, or the defendants would be entitled to their verdict.\nWhat was the measure of proof which it was incumbent on the plaintiff to furnish ? In actions of the usual kind involving rights of property, a mere preponderance of the evidence in the minds of the jury is enough. The verdict should follow the weight of the evidence. When the plaintiff’s cause of action is founded upon a crime imputed to the defendant, something more is necessary. The presumption of innocence comes-into the case in aid of the defendant, and it must be overcome-by evidence so preponderating as fairly to lead to the conclusion that the act complained of was committed. If the crime is prosecuted on behalf of the public, with a view to the punishment of the criminal, then, in favor of the life and liberty of the citizen, a still higher measure of proof is required, and the guilt of the defendant must be established beyond a reasonable doubt. In this case, the plaintiff was seeking to recover damages for the personal injury inflicted on it by the defendants’ wrongful acts. If the evidence led fairly and satisfactorily to the belief that the defendants had obtained, money from the company by means of a false return of the weight of iron delivered to it, then the plaintiff’s case was made out, and a verdict should have been rendered accordingly. If it did not lead the jury to believe that over-weights had been knowingly returned, and money received by means of them, by proofs that fairly led up to such a conclusion and justified it, then the defendants were entitled to a verdict in their favor.\nThe judgment is reversed, and a venire facias de novo awarded."}