{"id": "976018", "contents": "Opinion by\nMr. Justice Moschzisker,\nThis action was instituted to recover damages for physical injuries suffered by the plaintiff, alleged to be due to the negligence of the defendant railway company. The court below instructed the jury to render a verdict for the defendant upon the ground that the wrong corporation had been sued. The single assignment of error complains of this instruction.\nThe appellant’s paper book does not contain any of the pleadings and nowhere shows that judgment was entered on the verdict; furthermore, it entirely omits all the testimony on the plaintiff’s side of the case, and simply submits for our consideration that of one witness called by the defendant. The body of the evidence not having been brought up, every assumption must be made in favor of a state of facts that would sustain the action of the court below; from the evidence submitted, in connection with the plaintiff’s declaration (printed in the paper book of the appellee) and statements of his counsel made at bar in reference to the railway ticket used by the appellant, the material facts in the case, and the question involved, may be stated as follows: Where A (the defendant corporation), an electric street railway, enters into a contract with B, a corporation of similar character, under which, for a stipulated annual sum, B furnishes the electric power, the employees and some of the cars for the transportation of passengers over a route consisting of A’s line and a small portion of B’s own line, and under which B maintains, operates and controls A’s line, is A the proper defendant in a suit by one claiming damages as a passenger, where the plaintiff purchased a ticket from B, issued by B, and bearing B’s name, and at the time of the injury was upon a car belonging to B, on B’s tracks and in the care and custody of B’s employees, if the before-mentioned annual consideration is retained by B out of the total amount of fares received by it from passengers traveling on the cars traversing the aforesaid route, and the surplus over and above the amount retained is paid to A? Upon the facts as they appear before us, we cannot say that the trial judge erred in instructing that the plaintiff was not entitled to recover against the defendant company.\nThere is nothing in the appellant’s paper book to show by what authority most of the record and much of the testimony have been omitted therefrom, but it appears from statements made by counsel that this was done under and by virtue of the provisions of Section 5 of the Act of May 11, 1911, P. L. 279. When counsel desire to take advantage of this legislative permission to exclude “any part of the evidence appearing in the transcript,” they must keep in mind that it only applies to such portions as are immaterial to the points brought up for review, and must not omit parts involving facts essential or helpful to a proper determination of the issues of law to be considered by this court; and an appellant has no right under this act to omit printing the pleadings or other writings filed of record in the court below that relate to the appeal or bear upon the questions thereby sought to be raised.\nThe assignment of error is overruled and the appeal is dismissed at the cost of the appellant."}