{"id": "976047", "contents": "Opinion by\nMr. Justice Stewart,\nIn order to comply with the municipal requirements as to' the discontinuance of grade crossings within the limits of the City of Philadelphia, the Philadelphia & Reading Railway Company in the year 1909 proceeded to elevate its tracks. To accomplish this work it was found necessary at the point which here concerns us, to occupy to its fullest extent on the west side the right of way of the railway company which was of a width of sixty-six feet, under chartered privilege. At this point, the southwest corner of Dauphin street, was situate a lot owned by the plaintiff, improved by a three-story brick store and dwelling which had been erected in 1877. That this structure encroached to a certain extent upon the right of way of the railway company is a conceded fact. In the work of elevating its tracks the company found it necessary to cut away the projecting corners of the bricks of this building where the walls were tied together, and so much of the cornice and bay-window as overhung its right of way. It also removed the outside steps to the doorway on the east side of the building, and by its superstructure not only blocked up this door but interrupted a way which the plaintiff and her predecessors had enjoyed since 1877 along the eastern side of the lot. The plaintiff brought her action of trespass asserting her ownership of the entire premises occupied by her building and its approaches. On the trial she advanced no other claim of ownership, as to so much of the property as had been interfered with by the railway company, than one resting upon alleged adverse and continuous user for more than twenty-one years. That plaintiff’s building with respect to encroachments upon defendant’s right of way had remained continuously the same from the time of its erection down to the railway company’s interference with it was conceded. The case then presented the single question whether title to any part of the railway company’s right of way could be acquired through continued adverse possession. Inferentially, and with quite as much emphasis as is permitted in dealing with matters not directly involved in the issue under consideration, we answered this question in the case of the Delaware, Lackawanna & Western Railroad Company v. Tobyhanna Company in 228 Pa. 487, and in the second appeal between the same parties reported in 232 Pa. 76. In the course of the opinion of the first of the cases referred to we said: “The right of way of a railroad company, whatever its established width, as soon as acquired is impressed with a public use; it constitutes a public highway. The railroad company holds it in trust for the people of the Commonwealth.” It would have been unnecessary elaboration, in view of the one point before us in that case, to have there referred to the legal incidents which attach where such a trust for the public exists. It is appropriate now to add to what we there said, that a trust of this character is a direct and continuing trust against which no statute of limitations runs, and that the subject of the trust admits of no alienation by the trustee by abandonment or otherwise in defeat of the public rights therein. This doctrine has found frequent application in this State in cases where private rights were asserted within the boundaries of what had at one time been dedicated by legislative grant or otherwise to public use, notably streets and similar highways, as in Commonwealth v. McDonald, 16 S. & R. 390, a leading case; Commonwealth v. Alburger, 1 Wharton 469; Stevenson’s App., 17 W. N. C. 429, and others that might be cited. In the first of these cases it is said by Duncan, J., “public rights cannot be destroyed by long continued encroachment.” In the case following it is said by Sabgeant, J., “where land has been dedicated to public use and accepted by the public persons who encroach upon it under color of title, and make use of it for a long period, have no equity growing out of the laches of the public in failing to eject or indict them, before they had remained so long in possession.”\nIf no direct application of the rule to rights of way of a railroad company is to be found in our own cases, it is only because these rights have been so generally and uniformly respected throughout the State that no case has arisen calling for its application. No reason can be suggested why the principle asserted should be held to apply to streets, turnpikes and canals, and not to railroads, since all are alike impressed with a public use. This was the view taken by the court below in ordering a nonsuit, and in this we concur.\nThe assignments of error are overruled and the judgment is affirmed."}