{"id": "976079", "contents": "Opinion by\nMr. Justice Brown,\nWhether the mandamus prayed for in the court below should have issued was a pure question of law. On undisputed facts the learned president judge dismissed the petition for it, but his two associates, unlearned in the law, filed what they called a dissenting opinion, in which they held that the prayer of the petition should be granted, and they thereupon directed a writ of peremptory mandamus to issue. They were elected as judges unlearned in the law, and, if men of ordinary intelligence, ought to have known that it was never contemplated by the Constitution that they should ever set up their judgment against that of the head of the court on a matter of law. They were never intended for any such purpose, and we have so said in the rare instances of judicial impropriety of which they are guilty. In Syracuse Pit Hole Oil Co. v. Carothers, 63 Pa. 379, the late Judge Trunkey, of this court, while presiding in a lower court, discharged a rule for a new trial. Subsequently his two lay associates made it absolute. In reversing and setting aside the order granted by the two lay judges, we said: “It was a step in the wrong direction for associates to interfere in a matter of this kind, and it is to be hoped that the example will not be followed. If such a proceeding could be tolerated, litigation would but begin where it ought to end, with the judgment.” Another case to which reference may be made is Glamorgan Iron Co. v. Snyder, 84 Pa. 397. There the two lay judges undertook to overrule the action of the trial judge on a motion for a new trial. In reversing their action it was appropriately said: “For many purposes the associate judges of the several counties of the Commonwealth have formed a most useful class of public officers. In the absence of the president judge, their services have been almost indispensable where formal judicial action in vacation has been required in the current practice of the courts. Wherever two or more counties have constituted a district, their local knowledge has been found to be an essential aid in adjusting questions relating to the values of property, to appointments of minor officers, to bail, and to the selection of viewers, appraisers and inquests in the Orphans’ Court and Quarter Sessions. In the minor details of the business of the Common Pleas also, president judges have been able to rely safely on their judgment, integrity and business experience. But in the conduct of jury trials they have usually not sought to interfere, and usually their interference has not been invited. The purely legal business of a court of original jurisdiction must be subject to the control of a single judge, if efficiency, promptitude, and official responsibility are worth maintaining. If the deliberately formed purpose of a president judge may be thwarted and overturned by action on the part of his associates which must necessarily be ill-considered and may often be prejudiced, rules of law will be subordinated to individual caprice. The president is the constitutional head of the court, under responsibilities to the community which a court of review can always enforce, and hedged around by duties and obligations for the performance of which no other guaranty is needed than his regard for his own professional reputation. The fact that in Pennsylvania there has been no failure in the due discharge of those duties and obligations, is adequate proof that the exercise of supervisory and appellate jurisdiction by associate judges is, to state the conclusion in the mildest form, entirely superfluous.”\nAs might have been expected, the two associate judges blundered when they undertook to put a construction upon the Act of 1906 different from that put upon it by the president judge. Upon his opinion, refusing the mandamus, the order made by those judges is reversed and the petition is dismissed, the costs here and below to be paid by the relators."}