{"id": "976036", "contents": "Opinion by\nMr. Justice Potter,\nSusan A. Sullivan, administratrix of the estate of James J. Sullivan, deceased, filed this bill in equity against Frank Hess and his wife, Sallie S. Hess, and The J. Sullivan & Sons Manufacturing Company to prevent the transfer of certain shares of the capital stock of the defendant company to any one else, and to compel their transfer to her. A cross-bill was filed by J. Russell Sullivan against both plaintiff and defendants, praying that a portion of the stock should be transferred to him, and a certificate for it issued to him. From the undisputed testimony it appears that in the latter part of March, or the early part of April, 1901, James J. Sullivan handed to his sister, Mrs. Hess, certificates for 2,499 shares of the capital stock of The J. Sullivan & Sons Manufacturing Company, which stood in his name on the books of the company. No written assignment or transfer of the stock was made, nor was any power of attorney to transfer the stock, executed, and no part of the stock in question has at any time, since been transferred on the books of the company. It there stands in the name of James J. Sullivan. The certificates were retained by Mrs. Hess until the date of her brother’s death, which occurred March 8, 1908, but all dividends or profits on the stock were drawn and retained by James J. Sullivan. His administratrix now claims this stock as part of his estate, while Mrs. Hess and her husband assert that it was given to Mrs. Hess by James J. Sullivan to be held in trust for the benefit of the children of Mrs. Hess, and the children of her sister, Mrs. McMichael. The trial judge found as matter of fact that there was no valuable consideration for the transfer of the shares of stock to Mrs. Hess, and that the certificates were delivered to her by James J. Sullivan merely for safe keeping in order to protect him to this extent from the results of his dissipation and speculation, and were not delivered as a gift, either for Mrs. Hess herself or for her children, or the children of Mrs. McMichael. The court below sustained the findings of the trial judge, and entered a decree enjoining the transfer of 1,666 shares of the stock to any other person than the administratrix of James J. Sullivan, and ordering the certificates to be surrendered and delivered to her. In the cross-bill filed by leave of court, J. Eussell Sullivan averred that 833 shares of the stock in question belonged to him, and that he had permitted the name of his brother James J. Sullivan to be inserted in the certificates for the purpose only of insuring to James J. Sullivan control of the company during his lifetime, and under an agreement that the stock should come back to him, J. Eussell Sullivan, on the death of his brother James. The trial judge sustained this contention, and ordered the 833 shares of stock to be delivered to J. Russell Sullivan. The defendants, Frank Hess and Sallie S. Hess, have appealed, and their counsel has filed fifty-one assignments of error, all of which except one are to the dismissal of exceptions to the findings and conclusions of the trial judge. The fifty-first assignment of error is to the final decree.\nThe controversy is essentially one of fact. If the trial judge was correct in his findings of fact, the decree was entirely justified. Counsel for appellants contends, however, that the findings of fact were erroneous, and that James J. Sullivan made an absolute gift of the stock to Mrs. Hess, for the benefit of the children. The essentials of a valid gift inter vivos have been well defined. A late statement of these requirements is found in Reese v. Trust Co., 218 Pa. 150, where our Brother Stewart said (p. 156) : “To constitute a valid gift inter vivos two essential elements must combine; an intention to make the gift then and there, and such an actual or constructive delivery at the same time to the donee as divests the donor of all dominion over the subject, and invests the donee therewith.” The burden of proof is upon the one who claims the benefit of a gift inter vivos, and the proof must be clear and satisfactory : Smith’s Estate, 237 Pa. 115. In the present case the evidence of the appellants themselves, which the trial judge did not find convincing, was that James J. Sullivan delivered the certificates to Mrs. Hess with instructions that she was to keep them for the children. In corroboration, there was testimony that the decedent showed great affection for the children, his nieces and nephews, and subsequently in conversation had said to several persons that he had given his stock in the company to Mrs. Hess and the children or to her for the children, and that the children owned everything he had. On the other hand it appeared that the stock was never transferred by decedent on the books of the company, and that he received all dividends or profits upon the stock up until the time of his death. It was also shown that in February, 1908, shortly before the death of James J. Sullivan, Mr. and Mrs. Hess had their attorney prepare an assignment of the stock in question to Mrs. Hess individually, and not as trustee, with an agreement on her part to turn over to the assignor, James J. Sullivan, all benefits derived from the stock during his lifetime. But this agreement was never executed by Mr. Sullivan. There was also testimony tending to show, and the trial judge found as a fact, that the claim of a gift of the stock was not made by appellants until some time after decedent’s death, and after efforts to compromise with the widow had been made. It appeared from the evidence that owing to his habits of dissipation there was good reason for the action of James J.. Sullivan in placing his stock in the hands of his sister for safe keeping. The trial judge found that the evidence did not sustain the allegation of a gift of the stock, and in this conclusion he was sustained by the court in banc. The rule is familiar that findings of fact by the trial judge, confirmed by the court below, will not be disturbed by this court except in case of manifest error: Eppsteiner v. Isman, 239 Pa. 393; Artis v. Gerst, 238 Pa. 462. A statement of this principle which applies aptly to the facts of this case is found in Youse v. McCarthy, 51 Pa. Super. 306, where Rice, P. J., says (p. 310) : “Where the correctness of a judge’s finding of fact, in a case tried before him under the equity rules, depends upon the view to be taken of the direct testimony of witnesses, the finding will not be disturbed by the appellate court, if there be evidence to support it and it is not clearly erroneous. This rule does not permit a perfunctory consideration of the evidence relating to facts in dispute, and is in entire harmony with the doctrine enunciated by Justice Tkunkey, in Worrall’s App., 110 Pa. 349; but it does attach great weight, and properly so, to the superior opportunity which the trial judge has to judge of the credibility of witnesses.” Here the credibilty of the witnesses was an important and determining factor, and obviously the trial judge was in a much better position to determine as to that than we can possibly be. We see nothing in the evidence which would justify us in disturbing the findings of fact by the court below. Clearly the delivery of the certificates of stock to Mrs. Hess did not at the time divest the donor of all dominion over the subject, and put the control thereof in the donee. On the contrary, James J. Sullivan retained the title to the stock in his own name, and retained in himself and for his own use all benefit and profit arising therefrom. His actions were consistent with the theory that the stock was deposited with his sister merely for safe keeping. His subsequent conduct was inconsistent with the theory of an absolute gift of the stock. The findings of the learned trial judge were warranted by the evidence.\nAs to the right of J. Eussell Sullivan to receive the 833 shares of the stock, his claim thereto was admitted by Susan A. Sullivan, administratrix, in her answer to the cross-bill. If the court below was correct in holding that the defendants Frank Hess and Sallie S. Hess failed to establish a gift to Mrs. Hess by James J. Sullivan of any part of the 2,499 shares represented by the certificates placed in the hands of Mrs. Hess, then these appellants have no interest in the claim set up by the cross-bill, and have no standing to dispute it on this appeal. The only one who could question the disposition of this portion of the stock would be the administratrix of James J. Sullivan, and she makes no attempt to do so. On the contrary, through her counsel, she asks for an affirmance of the decree of the court below directing the transfer of the 833 shares of stock to J. Eussell Sullivan.\nThe assignments of error are overruled, and the decree of the court below is affirmed."}