{"id": "976726", "contents": "Opinion,\nMr. Justice Mitchell:\nThis case involves the consideration of the act of April 21, 1858, § 6, P. L. 386, and is practically ruled by the views expressed in Howard St., ante, 601, opinion filed herewith. It was there shown that damages arising from the vacation of streets in the city of Philadelphia, were written into the general system of what are comprehensively called road damages by the act of 1858, and the proceedings assimilated to those in cases of opening or widening streets, although neither the act itself, nor any previous act so far as shown, contains any express provision for the appointment of a jury in such case. The power to appoint arises by necessary implication from the assimilation to the other proceedings, and the express prescription of the duties of such a jury.\nIt must be conceded to the argument of appellant that there is no appeal given by express words, either of the act of 1858, the act of June 13, 1874, P. L. 283, or § 8 of article XYI. of the constitution. There has been no taking of property within the constitutional provision: McGee’s App., 114 Pa. 470. But, as shown in Howard St., already referred to, the legislature has put the vacation of streets on the same footing as to the damages thereby accruing to property owners, as the taking for opening or widening. And the mode of assessment of damages and benefits, though condensed into one proceeding, was there shown also to be in effect the same as an assessment of benefits to be collected and of damages to be paid by the city. This view brings the case at once within the spirit and the principle both of the constitution and the act of 1874. There being no taking, the commonwealth was not bound by the constitution to make compensation; but the legislature could so bind it by statute, and by the act of 1858 did so, in effect, by directing damages to be awarded for property injured, and assessments in the nature of local and special taxation to be made upon property specially benefited. The petitioners stand in the place of the commonwealth for the purpose of vacation, and the parties assessed stand in the place of the commonwealth for the purpose of payment. They are to be treated as if the commonwealth stood between them for that double purpose. The constitution and the act of 1874 give an appeal to either party from “ any preliminary assessment of damages ” in the case of the taking, injury, or destruction of property, and when the legislature put damage by vacation of streets upon the same basis as damage by taking for opening, and made it a part of the general system of road damages, the same right of appeal was given by necessary implication.\nJudgment affirmed."}