{"id": "977811", "contents": "Opinion by\nMr. Justice Elkin,\nAppellant was indicted, tried and convicted on the charge of having committed a willful, deliberate and premeditated murder. The defense was insanity, which evidently did not impress the jury. There are thirty assignments of error, many of them without merit, and only a few need be considered to properly dispose of the case. The first assignment raises the question as to the right of the prosecuting officer to peremptorily challenge a juror under the following circumstances. When the juror was called, the district attorney proceeded to examine him on his voir dire, but concluded his examination in the first instance without exercising his right to challenge either peremptorily or for cause. At the conclusion of his examination, he said to counsel for defendant, “Take the juror.” Counsel for defendant after cross-examination said, “Swear the juror,” to which the district attorney objected, saying, “Wait, I object. I ask the privilege of re-examining this juror. I did not understand he was opposed to capital punishment.” The trial judge granted the request and permitted the juror to be re-examined. The questions were intended to develop the fact that the juror was opposed to capital punishment. The answers did not convince the court that there was cause for challenge, which was not sustained. The answers of the juror indicated an adverse feeling on the question of capital punishment but that this would not influence him in arriving at a proper verdict under the evidence. When the challenge for cause was refused the district attorney peremptorily challenged the juror, and this challenge was sustained by the court. The right to challenge peremptorily was put upon the ground that the juror had been passed after the first examination under a misapprehension of his answers to the questions propounded by the district attorney on the subject of capital punishment. Counsel for appellant contended in the court below and contends here that it was too late to exercise the right of peremptory challenge after the juror had been passed by the commonwealth and accepted by the defense. In other words that when a juror is passed by the prosecuting officer, the right to challenge peremptorily is absolutely and finally waived, and no matter what may be subsequently developed upon cross-examination, or otherwise, indicating that the juror may not have an open' mind on all the questions involved, and yet not sufficient to sustain a challenge for cause, the'commonwealth and the court are powerless to prevent such a juror being sworn, because he was not peremptorily challenged when first examined. This position denies to the trial judge any discretion whatever as to the time when the right of peremptory challenge must be exercised. Com. v. Evans, 212 Pa. 369, is relied on to support this contention. A superficial examination of that case gives some support to the argument pressed upon us by appellant here, but we are not convinced that the two cases are identical either in their facts or in the rules of - law which should govern. In that case this court held, where counsel for defendant in a criminal case, after having examined a juror turns him over to the commonwealth for cross-examination, and the commonwealth accepts the juror without cross-examination, the defendant will not then be allowed to challenge him peremptorily. Under the rules of court, or the practice in such cases, prevailing in the county from which that appeal was taken, the commonwealth examined the first juror on his voir dire, then turned him over to the defendant for cross-examination, the right to challenge peremptorily being exercised by the parties at the conclusion of their respective examinations. The second juror was first examined by the defendant, then turned over to the commonwealth for cross-examination, which was waived, and the juror ordered to be sworn, and thus the jurors were examined alternately by the commonwealth and defendant until the challenges were exhausted and the jury impaneled. The trial judge in that case ruled in substance, under the practice prevailing in the jurisdiction of his court, that the turning over of the juror by the defendant to the commonwealth for the purpose of cross-examination, was equivalent to an acceptance, and when the juror was accepted by the commonwealth without any cross-examination, it was too late for the defendant to peremptorily challenge. That ruling was affirmed here and there is no disposition to disturb it. It should be noted, however, in that case the learned trial judge followed what- wé must assume was the practice prevailing in his court in the challenging of jurors in such cases. There was therefore no abuse of discretion in ruling that the defendant under the circumstances should be treated as having waived the right to peremptorily challenge the juror in question. Again, after the defendant had concluded the examination of the juror and indicated an acceptance by turning him over to the commonwealth for cross-examination, nothing occurred to indicate that either party was misled or misapprehended what the juror said on his first examination. There was no cross-examination, nor were any new facts developed, but the juror was accepted without cross-examination by the commonwealth and directed to be sworn. The trial judge very pertinently remarked in that case that to have permitted a peremptory challenge under the circumstances would have given defendant the advantage of speculating on the chance of saving a challenge. In other words, he would save his challenge with the expectation that the commonwealth might do so, and if the commonwealth did not challenge, he would then assert his right to exercise the privilege. Such a fast and loose course of procedure in the selection of jurors finds no warrant in law, or in practice, and this is the thought intended to be emphasized in Com. v. Evans, supra. The right to peremptorily challenge cannot be denied either party, but it must be exercised at a proper time and this in our state depends upon statutory requirements, supplemented by rules of practice. The Act of July 9, 1901, P. L. 629, fixes the number of peremptory challenges to which the commonwealth and defendant are entitled in criminal cases, and provides when they shall be made in the following language: “All of which challenges shall be made and assigned by the commonwealth and defendant respectively when the juror is called.” It will be observed that the act is silent as to the examination and cross-examination of the juror on his voir dire, and as to the order in which the examination shall be made by the respective parties. In many counties rules of court regulating these details of practice have been adopted, and frequently a method of procedure has been established by long continued custom, understood by all parties, which answers the same purpose. The practice is not uniform throughout the commonwealth and frequently varies as to details. In some counties the rules require the commonwealth to first examine and then exercise the right of peremptory challenge before passing the juror to defendant for cross-examination and challenge. In other counties the practice is for the commonwealth and defendant to examine and challenge, alternately, while in some jurisdictions the examination and cross-examination are both concluded before either party challenges the juror called, and then the right of challenge is exercised alternately by the commonwealth and defendant until the jury is impaneled. These details may be regulated by rules of court, or by customary practice, if the rules or the practice be not inconsistent with the statute. In the absence of a statute the general rule in other jurisdictions is that the right of peremptory challenge remains until the juror is sworn, or that the court in its discretion may allow such challenges to be made even after a juror has been accepted if the subsequent facts developed upon cross-examination or in re-examination warrant the exercise of the discretionary power: 24 Cyc. 364. In many states the absolute right of peremptory challenge is allowed at any time before the juror is sworn even if there has been an acceptance by the party challenging or by both parties: Rogers v. State, 89 Md. 424; Hamper’s App., 51 Mich. 71; State v. Spaulding, 60 Vt. 228; People v. Kohle, 4 Cal. 198; Mann v. State, 23 Fla. 610; State v. Wren, 48 La. Ann. 803; State v. Pritchard, 15 Nev. 74; United States v. Davis, 103 Fed. Repr. 457. In other states the absolute right of peremptory challenge after acceptance is not allowed, but the court in its discretion may allow the right to be exercised until the jury is sworn, even if there has been an acceptance: Daniels v. State, 88 Ala. 220; Allen v. State, 70 Ark. 337; State v. Potter, 18 Conn. 166; Wiggins v. Com., 104 Ky. 765; State v. Scott, 41 Minn. 365; Dunn v. Wilmington & W. R. R. Co., 131 N. C. 446; State v. Crea, 10 Idaho, 88; Curnow v. Ins. Co., 46 S. C. 79. It has been frequently held that a peremptory challenge should be allowed after acceptance when the acceptance was inadvertently made: Murray v. State, 48 Ala. 675; Brewer v. State, 72 Ark. 145; State v. Vestal, 82 N. C. 563.\nIn Pennsylvania there is no established rule of general application regulating the time and order of challenging jurors. Rules of court, or the established practice in the different counties control the method of procedure. When the jurors are called singly the act of 1901 requires the right of peremptory challenging to be exercised before each juror is sworn, and failure to exercise the right has been held to be a waiver of it. The time of exercising this right of challenge depends upon the rules of court, or upon the established practice in the jurisdiction in which the case is being tried. Ordinarily there can be no peremptory challenge after the juror has been accepted, but this rule is subject to modification where the juror has been inadvertently passed and upon cross-examination facts are developed and cause shown sufficient to satisfy the trial judge that in the exercise of sound discretion the challenge should be allowed. In the case at bar there was no rule of court regulating the practice, nor does it appear that there was any established method of procedure as to the time of exercising the right of peremptory challenge. In several respects the present case differs in essential particulars from Com. v. Evans. In that case there was no cross-examination and no new facts developed, and hence nothing upon which to base a challenge that did not exist when the examination in the first instance closed. In that case the trial judge refused to allow the challenge and we think under the facts there was no abuse of discretion in so ruling. In the present case new facts were developed upon cross-examination as a result of which the court below in the exercise of its discretion allowed the challenge. In the absence of a statute otherwise providing, or of a rule of court, or of an established practice, fixing a different time and order for exercising the right of peremptory challenge, it was within the discretion of the court to allow the challenge under the circumstances. The act of 1901 not only contemplates that the practice should be regulated by general rules, but authorizes the trial courts to promulgate such rules. It would be a much more satisfactory practice if courts would adopt general rules regulating the challenging of jurors under the provisions of the statute, but this is a matter for the courts below and not for us.\nThe letter, the admission of which is made the subject of the second assignment of error, is evidentiary in character, and in the light of the uncontradicted testimony of Brown, we think was properly admitted in evidence. The defendant authorized and directed Brown to write the letter and suggested the purpose for which it was written. He made Brown his agent for this purpose and is presumed to have approved what his agent did within the scope of his authority. The letter shows on its face that Brown carried out his instructions. It was only a link in the chain of circumstances relied on by the commonwealth to ask a conviction, and we see no reversible error in its admission as evidence. Appellant was attempting to suppress evidence, that is to secure the possession of damaging letters which he had written to a third party, and he was making use of Brown to accomplish this purpose.\nWhile there may be some doubt as to the exclusion of the testimony of several witnesses about which complaint is made, we have concluded there was no reversible error in excluding the testimony of these lay witnesses upon the question of insanity. All of these witnesses except one had not seen appellant until after the shooting, and the one had not seen him within two years of the killing. The witnesses had no personal knowledge of the facts upon which to base an opinion as to the sanity or insanity of the accused. The general rule is that the opinions of nonprofessional witnesses as to the sanity or insanity of a person are competent only when given in connection with the facts upon which such opinions are based. The excluded witnesses in the present case can scarcely be said to have had such acquaintance with or knowledge of appellant as to enable them to form a correct opinion as to his mental state. Under the facts the trial judge did not abuse his discretion in excluding,these witnesses.\nThe admission of the testimony complained of in the eleventh to the twenty-fourth assignments inclusive, raises another question. Appellant contends that when his witnesses were excluded these should not have been permitted to testify. These witnesses were not offered for the purpose of expressing an opinion as to the sanity or insanity of the appellant, but to prove that they observed his conduct and appearance after the shooting, and saw nothing to indicate that he was of unsound mind. Com. v. Gearhardt, 205 Pa. 387, is authority for the admission of this kind of testimony. While the distinction is not very clear, it has been recognized, and the trial judge evidently made it in the exclusion and admission of testimony in the present case. We do not feel warranted in convicting him of error in making a distinction under the authority of our own cases. The other assigmnents are without substantial merit and need no discussion.\nWe have examined with care the entire record and are satisfied the appellant had a fair and impartial trial upon the merits of his case, and that the jury returned a proper verdict.\nJudgment affirmed and record remitted for the purpose of execution."}