{"id": "977886", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe Henry C. Patterson Company was incorporated January 20, 1904, under the laws of Pennsylvania, and is engaged in the lumber business. It has a capital stock of $50,000, divided into 500 shares of the par value of $100 each. From September 1, 1908, to the date of the hearing by the court below, the stock was held as follows: Edwin PI. Coane, 348 shares; C. Conde Freas, one share; Bertram L. Kimball, one share; and Henry A. Russell, 150 shares. The by-laws fixed the number of directors at four and the board is composed of the plaintiff and the three defendants. At the annual meeting of the stockholders, held February 9, 1909, Coane, Freas, Kimball and Russell were re-elected directors for the ensuing year, and at a meeting of the board of directors held on the same day Coane was re-elected president, Kimball vice president, and Freas, secretary and treasurer. Article 3, sec. 4, of the by-laws of the corporation provides as follows: “The board of directors shall have charge of the general conduct of the business affairs of the company, and establish such rules and regulations, and from time to time alter or amend the same, as in their opinion are expedient to the welfare of the company. They shall, from time to time, fix the compensation of the officers.” At the time of the election of the officers in February, 1909, the salary of the president and of the secretary and treasurer was $1,200 each per annum, said amounts having been fixed at a meeting of the board of directors in July, 1908, when they were reduced from $1,500. At a meeting of the board on February 9, 1909, after the election of the officers, a motion was made to fix the salary of the president and of the secretary and treasurer at $2,000 per year for each, dating from February 1, 1909. Coane, Freas, and Kim-ball voted for the motion and Russell against it. These salaries have been paid to the officials in accordance with the resolution. From the organization of the company until July, 1908, Russell acted as vice president of the company and was actively engaged in the conduct of the business. In the early part of his employment, he received a salary, as vice president, of $2,500 per year; Freas, as secretary and treasurer, and Charles G. Miller, Russell’s brother-in-law who was acting as general manager, each received the same, and Coane as president in lieu of a fixed salary the profit on one branch of the company’s business amounting to about $1,500 per year, the total salaries of the four persons being $9,000 a year. Owing to certain losses and changes in the location of the company’s business the salaries were reduced to $1,500 per year and thereafter to $1,200 per year. Then Russell notified the officers of the company that he would no longer continue to render services to the company and Miller withdrew from the company. Coane, as president, thereafter devoted much more of his time to the business of the company and at the time of the hearing in the case was devoting practically all of his time to its general business. Freas at all times devoted the whole of his time and attention to the company’s business. The work of the company which had formerly been done by the four stockholders and Miller is now done by Coane, Freas, and a clerk whose salary is $1,300 per year.\nAt the annual meeting of the stockholders of the company, held February 8, 1910, which was their first meeting held after the resolution of the board of directors adopted February 9, 1909, increasing the salaries, a resolution was passed ratifying and confirming the action of the board of directors fixing the salaries of the president and of the secretary and treasurer each at $2,000 per year. Coane, Kimball, and Freas voted for the resolution and Russell against it: .. [«n»\nOn January 10, 1909, Russell filed this bill to restrain the officers of the company from further paying the salaries, and to compel Coane and Freas to return into the treasury of the company the excess of salaries above $1,200 per annum. The bill averred, inter alia, that the salaries were exorbitant, unreasonable and unfair, and that the increase was illegal because it could not have been made without the votes of Coane and Freas, the incumbents of the offices. The learned judge held that the resolution of the board of directors increasing the salaries was void, and that the resolution adopted by the stockholders ratifying and affirming the resolution of the board was also void and of no effect, and entered a decree restraining the officers and directors of the company from carrying into effect the motion of February 9, 1909, increasing the salaries of Coane and Freas, and directing them to return to the treasury of the company such sums as they had received as salaries in excess of $1,200 per year. The defendants, Coane, Freas, and Kimball have appealed.\nThe defendants requested the court to find that the “increase of salaries was reasonable and a just compensation for the services rendered.” The court declined to affirm the point in the form in which it was submitted. The learned judge, however, in answering the point said: “The amount of the salaries of Coane and Freas as increased to $2,000 per annum each is probably not more than reasonable compensation for the services rendered, particularly in the case of Coane who appears to have devoted much more of his time to the work of the company after the withdrawal of the plaintiff from an active part in the management of its affairs, and it probably would have cost the company quite as much to employ other persons to perform that part of the labor now done by Coane and Freas, which does not strictly pertain to their duties as officers.” He then gives as a reason for not unqualifiedly affirming the point that as stockholders Coane and Freas were interested in making their stock more valuable; and that if they did not desire to perform the manual labor then performed by them they, as officers and directors, could employ others to do the work, and that the plaintiff could not and probably would not complain. This reason for not affirming the point after having found the facts above stated we do not regard as tenable. The learned judge was simply requested to find whether the compensation voted by the directors as salaries was reasonable and just, and not whether the directors should have employed others to perform the services. The directors had a right to serve the company in the capacity of officers or employees and to receive compensation for such services if legally employed by the company. The finding of the learned judge required him to affirm the point, and it must be so regarded.\nThe learned court below held that the question in controversy in this case was settled by our decision in Schaffhauser v. Brewing Co., 218 Pa. 298. We there held as stated in the syllabus that “the president of a corporation cannot, against the protest of a minority of the board of directors, and as against stockholders who choose to challenge the action, sustain a claim for an increase of salary, the right to which, if it exists, is secured by his own vote as a member of the board which allows it.” In his ruling, the learned judge failed to distinguish the facts of the case cited from those of the present case. The question involved in the Schaffhauser case was whether the directors may bind the corporation or a minority stockholder by voting a salary or compensation to one of their number who either is or is not an officer of the board; in the present case, the question is whether a majority of the stockholders, who are also the directors, may at a regular stockholders’ meeting ratify and confirm against the vote and protest of a minority stockholder a resolution of a majority of the board of directors increasing the salaries of two of such directors as officers of the company where such salaries are found by the court to be fair and reasonable compensation for the services rendered. In the Schaffhauser case the president of the corporation, who was a director, claimed the right to recover the compensation solely upon the resolution of a majority of the board of directors increasing his salary; in the present case, the right to the compensation rests upon the action of a majority of the directors ratified by a majority in interest of the stockholders in making a reasonable increase of salaries of two of the directors who as such and as stockholders voted for the increase.\nThe single question for consideration here, therefore, is whether under the circumstances of the case the ratification of the action of the majority of the directors by a majority in interest of the stockholders bound the corporation as against a dissenting stockholder to pay the salaries of the president and of the secretary and treasurer of the company. The answer to the proposition depends upon (a) whether the action of the directors in increasing the salary of the two members of the board was void or voidable, and (b) whether the two directors whose salaries were increased and whose votes were necessary to pass the resolution increasing the salaries could vote at a stockholders’ meeting held to ratify the action of the directors.\nThe salaries of $2,000 given each of the officers were not only compensation for services rendered as executive officers but also to compensate for such services as would be rendered by clerks 'and other employees of the corporation. As suggested above, the effect of the learned judge’s findings is that the salaries were not excessive or unreasonable but, on the contrary, not more than reasonable compensation for the services rendered. These facts, which appear by the record, eliminate any actual or intentional fraud on the part of the directors in voting compensation to the two officers. There is nothing in the case which would warrant the finding that there was any actual fraud on the part of the directors in increasing the compensation to $2,000; on the contrary, the evidence was sufficient to warrant a finding that a salary of $2,000 per annum to each of the two officers did not exceed just compensation to them for the services rendered. The voting of the salaries by the directors, however, constituted a technical or constructive fraud and for that reason payment of the salaries could not be enforced against the company in the absence of its authorization by the charter, a by-law, or some proper confirmatory act of the company.\nWe do not think the act of the directors in making an increase in the salaries was void but voidable. The directors of a corporation are its agents and occupy a fiduciary relation to it. They are governed by the rules applicable to such relationship. They are not technically trustees, yet they occupy a fiduciary relation towards the corporation which prevents them from dealing with themselves to the detriment of its interests. A director cannot contract with a corporation when its interests conflict with his private interests. His action in such cases, however, may be accepted or rejected at the option of the corporation. If he has contracted with himself the corporation may deem it expedient and to its interest to approve and accept his action. This is frequently done and this the corporation has the authority to do. On the other hand, the corporation clearly has a right to repudiate his act when for any reason it desires to do so.. It follows, therefore, that the act is voidable at the election of the corporation: Ashhurst’s Appeal, 60 Pa. 290; Graves v. Mono Lake Hydraulic Mining Co., 81 Cal. 303; Stewart v. Lehigh Valley R. R. Co., 38 N. J. Law, 505; U. S. Steel Corporation v. Hodge, 64 N. J. Eq. 807; Barr v. Railroad Co., 125 N, Y. 263; Hedges v. Paquett, 3 Ore. 77; Nye v. Storer, 168 Mass. 53; 2 Thomp. on Corp. (2d ed.), sec. 2043; 2 Cook on Corp., secs. 649, 657.\nThe well-settled general rule is that any act of a board of directors may be ratified by the stockholders which they could originally have authorized. This proposition seems to be sound in principle and supported by the authorities. Of course, this assumes that the act is not fraudulent or detrimental to the interest of the corporation. The stockholders could not bind the corporation by ratifying a contract made by the directors with the company which would fraudulently dispose of or waste the assets of the corporation. But where the contract is reasonable and fair, and a consideration has been received by the corporation, the stockholders may ratify it and thus bind the corporation: U. S. Steel Corporation v. Hodge, 64 N. J. Eq. 807, 60 L. R. A. 742; Continental Ins. Co. v. N. Y., etc. R. R. Co., 187 N. Y. 225; In Re George Newman & Co., L. R. (1895) 1 Ch. Div. 674; 2 Thomp. on Corp. (2d ed.), sec. 2048. In the section cited, Judge Thompson says: “It follows from the fact that the stockholders are, in a substantial sense, the corporation, that many acts which the directors or their executive officers may do outside the scope of their powers may become ratified and validated by the acquiescence of the body of shareholders; and, in general, the body of shareholders can ratify and confirm any act, done by the directors or other officers of the corporation, without a precedent authorization, which the shareholders could have authorized originally, unless the acts offend against the public or involve the rights of creditors. In other words, they may ratify any act so done unless the corporation is, by its charter or governing statute, or by the rules of the common law having reference to public policy, precluded from doing it in the first instance.”\nWe are of opinion that the resolution of the stockholders ratifying the action of the directors in increasing the salaries was not invalid because it was done by the votes of the same individuals by whose votes the resolution of the board of directors was passed and two of whom were the recipients of the salaries. At the meeting of the board, the voting was done by the directors as agents of the corporation, occupying a fiduciary relation to the corporation which prevented them contracting with their principal or voting themselves compensation for their services. When these directors voted as stockholders, in a stockholders’ meeting, they held no trust relation to the company which would deprive them of the right to vote as their interests dictated. As shareholders they, like other owners of the stock, had a voting capacity to the extent of the number of shares they held in the corporation. The right to vote their shares was a privilege of which they could not be deprived. While the maj ority stockholders may not use their voting power to defraud the minority stockholders, yet they have the right to protect their own interests in the stock by voting as they deem best in thestockholders’meeting. This might, as it did in the case in hand, result in sustaining them in obtaining a salary from the corporation. But their action cannot be condemned for that reason as it must be assumed that they believed that in so voting it was to the advantage and interest of the corporation. They owed the duty of good faith to the other stockholders in the management of the affairs of the corporation, and the other stockholders owed a like duty to them. Each stockholder had a right to vote in the shareholders’ meeting as he thought best to protect his own individual interest. Such interest would naturally and necessarily influence him in voting, but it would not deprive him of the right to vote on the ratification of the action of the directors. To hold otherwise, would be to permit a minority stockholder to control the majority stockholders and their property. This cannot be done. The majority stockholders may not as against the corporation and a minority stockholder dissipate or waste its funds or fraudulently dispose of them in any way, either by ratifying the action of the board of directors in voting themselves illlegal salaries or by any other act. But where the action of the board of directors is not fraudulent or unfair to the extent of amounting to fraud and the action of the directors may be ratified by the shareholders, the well-settled general rule is that the stock of the director who is benefited is to be counted, even though the vote would have failed had his stock not been voted: 2 Cook on Corp., sec. 662; Booth v. Land, etc., Co., 68 N. J. Eq. 536; Bjorngaard v. Goodhue County Bank, 49 Minn. 483; United States Rolling Stock Co. v. Railroad Co., 34 Ohio, 450, 32 Am. Rep. 380; Foss v. Harbottle, 2 Hare 461; Beatty v. Northwest Transportation Co., 5 Can. L. T. 277; Middleton v. Arastraville Min. Co., 146 Cal. 219; Blinn v. Riggs, 110 Ill. App. 37; U. S. Steel Corporation v. Hodge, 64 N. J. Eq. 807,60 L. R. A. 742.\nWe have disposed of the important and controlling question in the case. We do not deem it necessary to determine the other question suggested by the appellee that the resolution adopted at the stockholders’ meeting is invalid because it makes salaries effective as of a past date. It is not exactly clear whether the appellants received any salary for the few days prior to the date of the resolution of the board of directors increasing their salary, but if they did it may be regarded as disposed of under the maxim de minimis. The court below did not discuss the question, neither has appellant’s counsel.\nFor the reasons stated, the decree of the court below is reversed and the bill is dismissed at the cost of the appellee."}