{"id": "977876", "contents": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff was appointed receiver by the orphans’, court and brought this action of ejectment in that capacity. Since, for reasons which will be hereinafter stated, the case must be retried, before considering the several formal assignments of error, we shall first dispose of the question of the right of the orphans’ court to appoint and authorize a receiver to institute and prosecute such an action, and determine, in this respect, how the action should be proceeded with in the court below.\n“The appointment of a receiver is a remedy of purely equitable origin, having originated in the English Court of Chancery, where it has been employed from a very early time. It ... . grows out of the inherent power of a court of equity to afford relief where the remedies to be obtained in the courts of ordinary jurisdiction are inadequate:” 23 Am. & Eng. Ency. of Law (2d ed.), 1002; Kerr on Receivers (5th ed.), 1. “The jurisdiction exercised in the appointment of receivers has always been treated as a purely equitable one, and the remedy has been generally regarded, next to that of injunction, as the most efficient and salutary of the extraordinary remedies known to the courts of equity:” High on Receivers (4th Ed.), sec. 41. “The appointment of a receiver is the exercise of a power in aid of a proceeding in equity. . . . The court must be convinced that it is needful and is the appropriate means of securing a proper end:” Chicago & Allegheny Oil & Mining Co. v. U. S. Pet. Co., 57 Pa. 83, 91. The Act of May 19, 1874, P. L. 206, sec. 7, vests the orphans’ court with power to issue preventive orders “in the nature of injunctions,” but neither that nor any other statute expressly gives it the right to appoint receivers. Since the orphans’ court does not possess general chancery powers, it is difficult to conceive by what authority it made the appointment in this case. Further, we fail to see the necessity for the appointment.\nIn Com. v. Judges of the Court of Common Pleas, 4 Pa. 301, 302, we said: “Our orphans’ court is essentially .... (a court of chancery) in its proceedings and decrees within the limited sphere of its jurisdiction;” in Guier v. Kelly, 2 Binney, 293, 298, “The orphans’ court, in matters within their jurisdiction, proceed on the same principles as a court of chancery;” and in Black’s Exrs. v. Black’s Exrs., 34 Pa. 354, 357, and Horner v. Hasbrouck, 41 Pa. 169, 180, “It (the orphans’ court) is possessed of chancery powers, and can proceed, according to chancery practice .... in the administration of its appropriate duties.” But, while in this sense the orphans’ court is a court of equity, the limitations upon its chancery powers are clearly marked. “The chancery jurisdiction is the model, and contains the principles most congenial to this institution, and the legislature have in very many instances sanctioned and enjoined the application of these principles to proceedings in the orphans’ court. . . . The orphans’ court is sometimes called a court of limited jurisdiction. This is true, if regard be had to the derivation of its powers, for it possesses none inherently, and exercises such only as are conferred by or implied from legislation; and it is true also as to the subjects of its jurisdiction, for these are set down in the statutes:” Shollenberger’s Appeal, 21 Pa. 337, 340. This thought was brought out even more strongly in Brinker v. Brinker, 7 Pa. 53, 55, where we said: \"Although the orphans’ court has been called a court of equity, in respect to the few subjects within its jurisdiction, the ancillary powers of such a court have not been given to it. It is a special tribunal for specific cases; and its resemblance to a court of equity consists in its practice of proceeding by petition and answer containing the substance, but not the technical subtleties and nice distinctions of a bill in equity; by which, however, justice is obtained more conveniently and as certainly as in courts of equity, purely so-called. . . . The orphans’ court .... has.not the general powers of a court of equity. . . .” Finally, in High on Receivers (4th Ed.), sec. 42, we find it stated, \"The appointment of receivers being a power pertaining to courts which are vested with chancery jurisdiction, a court of probate powers only cannot appoint a receiver in aid of the collection of the estate of a deceased person. And since a probate court has no power to appoint a receiver, an action by a receiver thus appointed cannot be maintained;” and in Anderson’s Law Dictionary, 815, a \"probate court” is defined as, “A court exercising jurisdiction over the estates of deceased persons, possessing, as to personal assets, nearly all the powers formerly exercised by the courts of chancery and the Ecclesiastical Courts of England. . . . Other names are ‘orphans’ and ‘surrogate’ courts.” We conclude that the orphans’ court had no power to appoint the plaintiff a receiver or to authorize him as such to bring this action of ejectment.\nIt appears by the petition for the appointment of the receiver that the plaintiff was then, and presumably still is, the administrator c. t. a. of the estate of John Loughran, deceased. The will of the decedent authorizes, empowers and directs his executor to sell, transfer and convey his real estate. “The will gives the executor the power to sell the real estate in question. By operation of the Act of February 24, 1834, P. L. 70, the executors took the estate in the land as fully as if it had been devised to them to be sold. They may, therefore, maintain ejectment to recover the possession:” Chew’s Exrs. v. Chew, 28 Pa. 17, 20. Also see Kirk v. Carr, 54 Pa. 285, 288, 289. “The administrator c. t. a. had all the rights that would have been possessed by the executor named in the will:” Sears v. Scranton Trust Co., 228 Pa. 126,135. Since the original executor had the right to institute the ejectment, the plaintiff could have brought the action as administrator c. t. a., and there was no necessity for the appointment of a receiver for that purpose.\nIn view of the fact that the administrator c. t. a. and the receiver are in point of fact the same individual, can the record be amended? Although a change of parties which involves a change of the cause of action is not within the province of amendments (Wildermuth v. Long, 196 Pa. 541; Garman v. Glass, 197 Pa. 101), they may be allowed in the substitution of parties plaintiff where a change in the cause of action is not involved; and, in such instances, amendments may be permitted where the proper individual is on the record as plaintiff but is erroneously designated as to the capacity in which he has a right to sue: Clifford v. Prudential Life Ins. Co., 161 Pa. 257; Jamison v. Capron, 95 Pa. 15. On this subject also see Adams v. Edwards, 115 Pa. 211. Here, the plaintiff, if he should recover by showing a right of possession against the defendant, would hold the property for whomsoever entitled, no matter whether the plaintiff be designated as receiver or as administrator c. t. a. (Warden v. Eichbaum, 14 Pa. 121, 127); and, inasmuch as the statute of limitations has not run, there can be no objection to an amendment in this respect when the record is returned to the court below.\nWhile we take the view that the plaintiff might have brought this action of ejectment as administrator c. t. a., we do not wish to be understood as expressing any opinion upon his right to recover in that or any other capacity; we only decide such questions as are properly raised by the assignments of error, which we will now proceed to consider.\nClause e, sec. 5, of the Act of May 23, 1887, P. L. 158, would not exclude the testimony of the defendant. The other party to “the thing or contract in action,” viz., the title conveyed to the defendant, was not John Loughran or his estate, but Bridget Loughran, a life tenant with the right to consume; and although the latter was dead, her right had not passed to any party on the record, and the litigation was not against her estate or anyone representing her estate. Again, the testimony was not as to anything that occurred in the lifetime of John Loughran or between him and the defendant, but as to matters which took place after his death between his widow and the defendant. The first assignment of error is overruled.\nThe court below fell into error when it declined to allow the plaintiff to prove the value of the property or the value of the defendant’s services as a nurse. Neither one of these values would have been conclusive upon any of the issues involved in a proper determination of the case, but both of them were evidence to assist the jury in passing upon the issue as to the good faith of the transaction depended upon by the defendant, viz., the alienation of the property for the maintenance and support of Bridget Loughran and the consideration paid by the defendant for the conveyance. From this standpoint the testimony concerning the wages which the defendant had been previously earning was of importance beyond the mere effect it might have had upon the question of her credibility as a witness. The second, third, and eighth assignments are sustained.\nThe fourth, fifth, and seventh specifications of error were not pressed by counsel for the appellant, and it is sufficient to say that we see no merit in any of them; these assignments are all overruled.\nThe testimony offered to show an alleged attempt to suborn one of the plaintiff’s witnesses should have been admitted, under the principles laid down in McHugh v. McHugh, 186 Pa. 197, and Com. v. Brown, 23 Pa. Superior Ct. 470, 502. The sixth assignment is sustained.\nThe issue suggested in the tenth specification of error was properly submitted to the jury; the assignment is overruled.\nWe see no error in the affirmance of the defendant’s point covered by the eleventh specification; particularly is this so when we consider the elaboration in the general charge of the plaintiff’s side of all the matters referred to in the point in question. The eleventh assignment is overruled.\nThe case was placed before the jury in a thoughtful and careful charge in which the governing principles of law, as laid down in Tyson’s Est., 191 Pa. 218, 226, were properly stated, and the will of John Loughran was correctly construed, so far as essential to a determination of the questions involved; the issues were for the jury, and we cannot say that the evidence was insufficient to justify their submission, or to sustain the verdict. The ninth, twelfth, and thirteenth assignments are overruled.\nFor the reasons hereinbefore stated the judgment of the court below is reversed with a venire facias de novo."}