{"id": "977861", "contents": "Opinion by\nMr. Justice Potter,\nOf twelve specifications of error filed by counsel for appellant, only one has any basis in the record. Eleven of the specifications complain of various rulings of the court below upon alleged requests for findings of fact and conclusions of law. But the record does not show that any such requests were submitted to the court, or that there were any rulings upon them, or any exceptions to any rulings. These specifications will not therefore be considered. The only exception shown on the record is to the final decree, and this is made the subject of the eleventh assignment of error, and raises the material question involved in this appeal; that is, as to whether the words of a certain devise or grant of real estate gave a title by entireties or as tenants in common. By his deed executed and delivered on April 7, 1883, Jacob B. Smith conveyed certain premises therein described to his daughter “Nancy Rhodes and her husband Hugh D. Rhodes.” In the receipt the grantor acknowledges to have received “of the above named Nancy Rhodes and her husband Hugh D. Rhodes, the sum of $6,000 (in which $3,703.21 being her interest in said estate) lawful money of the United States, being the consideration money above mentioned in full.” The court below found that this conveyance was made as part of a plan by which Jacob Smith made division of a large portion of his property among his children, prior to his death. The learned court further found: “There is nothing upon the face of the deed which indicates that Hugh D. Rhodes was to have but a life interest, and we are of the opinion that the testimony taken in connection with the deeds that were offered in evidence, is not sufficient to show that the intent existed between the parties to take otherwise than according to the legal presumption. The deed on its face acknowledges that the grantees paid the sum of $6,000, and that $3,703.21 was paid by Nancy Rhodes. The testimony of Mr. Hoover supports the contention, which is not seriously disputed by the petitioners, that $2,300, was paid by Hugh D. Rhodes. We have, therefore, a conveyance made to a husband and his wife, each contributing a portion of the purchase money, the wife dying prior to the husband. Under these conditions what estate vested in the husband at her death? ” He answered the question by holding that the deed conveyed an estate by entireties, and that upon the death of the wife, the husband as survivor, took the fee simple. With this conclusion we quite agree. The facts of this case bring it squarely within the definition of an estate by entireties. The estate vested in Nancy Rhodes and Hugh D. Rhodes when they were husband and wife. In Bramberry’s Est., 156 Pa. 628, it is said (p. 632): “A tenancy by entireties arises whenever an estate vests in two persons, they being when it so vests, husband and wife.” The title was acquired by them jointly after marriage. This fits the definition in Alies v. Lyon, 216 Pa. 604: “An estate by entireties is one held by husband and wife by virtue of title acquired by them jointly after marriage.” The historical background of the doctrine of estates by entireties and its present status in Pennsylvania is shown in a clear and concise opinion by Judge Henderson in Hoover v. Potter, 42 Pa. Superior Ct. 21. It is true that the law looks at the character of the transaction as well as at the form of conveyance. If the deed be made merely in partition of land in which either husband or wife had already acquired a vested interest, it is in such case merely substituting a divided share for an undivided one. See Stehman v. Huber, 21 Pa. 260; Taylor v. Birmingham, 29 Pa. 306. In Dexter v. Billings, 110 Pa. 135, it was held, as set forth in the syllabus, that a deed by a brother to his sister and her husband jointly for her interest in her father’s real estate would not divest her title as beneficial owner of the whole share, unless it was shown affirmatively that she intended to make to her husband a gift of a joint interest. Mr. Justice Sterrett said (p. 141): “If the transaction was in fact an amicable partition and the deed for the wife’s purpart had been made to her husband alone, he would not have thereby become the beneficial owner of the land. He would have held the title for her and not for himself.” But in these cases, the wife or husband had an undivided interest in the land before the partition; and the conveyance only separated that interest and conveyed no new estate. In the present case, Nancy Rhodes had no estate in the premises prior to the execution of the deed from her father to her and to her husband. The intention may be made clear in a deed that the grantees, even though husband and wife, are to take estates in severalty. In illustration of this distinction, see the discussion in the opinion in Young’s Est., 166 Pa. 646. Another case in which the intention not to create an estate by entireties was apparent, was that of Bedford Lodge I. O. O. F., No. 202, v. Lentz, 194 Pa. 399. The deed there was to husband and wife, but the language of the habendum shows that they were intended to take different estates. No such intention appears in the case now before us. The father evidently intended to convey the lands described to his daughter and her husband jointly for the consideration of 16,000, of which sum there was paid by the husband $2,300, in round numbers, and the balance was intended to represent the amount of his daughter’s' interest in his estate. Under the terms by which the estate was created, if the husband had predeceased his wife, she would have taken the whole of the estate. But as the husband survived, he took the estate in fee simple. We think the conclusion reached by the learned judge of the court below was correct.\nThe decree is affirmed."}