{"id": "977842", "contents": "Opinion bt\nMr. Justice Stewart,\nThis was not a case calling for the application of the rule res ipsa loquitur. When the plaintiff rested he had simply shown an unexplained accident. Had a nonsuit been then ordered, plaintiff would have had no ground to complain. But the case proceeded, and the defendant company assumed the unrequired burden of acquitting itself of negligence in connection with the accident, by attempting to show that the plaintiff’s own negligence was the sole producing cause. The result on submission to the jury was a verdict for the plaintiff, which on motion was set aside and judgment non obstante entered for the defendant. It is now contended on part of appellant that the evidence introduced by the defendant fully supplied what was lacking in that offered by the plaintiff, and that the case upon all the evidence presented a triable question. The facts as developed by plaintiff’s testimony are as follows: The defendant company was engaged in operating a coal breaker and washery in connection therewith. The latter was a frame structure about sixty feet in height, used for the purpose of washing, screening, dividing and otherwise preparing the coal for market. The coal is carried by elevators to the top of the washery where it is run through screens and shakers, and from there dropped into a hopper from which it is discharged through a chute at the bottom upon other screens and shakers beneath. This hopper into which all the coal passes is angular at its surface, about twenty feet in length and about twelve in width, with sides inchning to the chute at the bottom. The whole structure was undergoing repairs at the time of the accident, and was not then being operated. Among other repairs required was the renewing of the hard wood lining within the hopper. The plaintiff, a carpenter, for about a week preceding the accident had been engaged in this kind of work on the elevator shaft through which the coal was carried to the top of the washery. He was then assigned, with another, to make like repairs to the hopper —the removal of the old fining and the replacing of it with new. While so employed, other workmen were engaged in the general repairing of the structure including the supports to the hopper, with a view of strengthening it. He and his associate had proceeded so far with the work inside the hopper that three or four of the hard wood boards of the fining'had been torn up, and discharged through the chute at the bottom of the hopper, when the men below complained and called them to desist and come down. Plaintiff went down and inquired of one Cadugan, the foreman of this particular job, and the person who had directed plaintiff to work in the hopper, whether the hopper was secure and a safe place to work in. He was told that it was all right, that it was all shored up, the foreman expressing his own willingness to work in it. With this assurance plaintiff resumed work in the hopper. In a very short time thereafter the entire hopper, according to the testimony of one of plaintiff’s witnesses, fell to the ground, carrying plaintiff with it and injuring him severely. The plaintiff offered no evidence explaining the collapse, and developed nothing from which the true cause could be reasonably inferred. A nonsuit might well have followed, but it was not ordered nor was it asked for. The defendant company proceeded with its case, and called among other witnesses one William H. Bryant, who was the general carpenter foreman of all the defendant company’s work in that district. This witness having testified that Cadugan had charge of the work on this particular washery under his general direction, and that he had directed him to get men to tear out the hopper, was asked on cross-examination why he had directed the hopper to be torn out. His reply was: “To put in new timber.” He was then asked, “What was the matter with the timber under the hopper?” To this he replied, “They were getting a little dozzy on the edges.” Asked to explain his meaning, he said, “the timbers had bad edges” and that he wanted the hopper torn out in order to remove the timbers. These questions and answers followed: “ Q. Why did they need removing? Because they were in bad condition? A. Yes, sir. Q. Those timbers you wanted to tear out were the ones that support the hopper? A. Yes, sir. Q. For how long a time did you know that the timbers in that Diamond washery that supported the hopper were in bad condition? A. A day or two. Q. Had you examined them? A. Yes, sir. Q. And you saw they were in bad condition? A. I saw them.” Had the plaintiff’s case disclosed such condition of the timbers supporting the hopper as this witness testified to, it is not open to question that quite enough would i have been shown to warrant a reasonable inference that the collapse occurred as the result of such condition, in the absence of all evidence of other cause. A nonsuit on that state of the evidence could not have been sustained; the case would necessarily have been for the jury. How was it any less for the jury because of the fact that this evidence was elicited from a witness called on behalf of the defendant? The evidence was for their consideration whether it\" made for or against the party calling the witness. If it made for the plaintiff, it was entitled to quite as much weight as though it had been introduced by him. The prime object of a trial where the facts are disputed is to elicit the truth; that is what the jury is to seek after and find if they can upon a consideration of all the evidence submitted to them. Here the first question was, What caused the collapse in which plaintiff was injured? The fact that it was not discoverable from the testimony offered by plaintiff, did not prevent the jury from seeking for the cause in the evidence voluntarily offered by the defendant and submitted to them. It is called to our attention that this witness called by the defendant and who testified to the bad condition of the supporting timbers, attributed the collapse of the structure to the improper methods pursued by plaintiff in removing the lining of the hopper. We need only say that with respect to the condition of the timbers the witness was testifying to a fact, whereas with respect to the cause of collapse he was but expressing an opinion. The one made for the plaintiff, the other against him, but both were for the jury. We are not concerned about the difference in statement between this witness and the plaintiff with respect to the circumstances attending the collapse of the hopper, whether it was total or partial; their disagreement on this point was for the jury. Nor does it concern us to inquire to what extent the witness’s theory of the cause was supported by the evidence he gave. This also was for the jury; but so too was the fact, undisputed, testified to by the witness, that the timbers supporting the hopper were in bad condition. This latter as we have said was sufficient to support a reasonable inference that this caused the accident. This evidently was the inference which the jury derived. The assignments of error are sustained. The judgment non obstante is reversed, and judgment is now entered for the plaintiff on the verdict."}