{"id": "977837", "contents": "Opinion by\nMr. Justice Brown,\nBy deed dated January 29, 1906, Sidney T. Isett, the appellee, conveyed to the commonwealth, for the use of the department of fisheries, twenty-seven acres and twenty perches of land near the village of Spruce Creek, in Huntingdon county, the land conveyed including the stream of Spruce creek. On this land the state has erected a fish hatchery plant. A gristmill and dam of the appellee are located further down Spruce creek at a point about 200 feet from the southern line of the commonwealth’s property. The race for this mill leaves Spruce creek at the breast of the appellee’s dam and is included within the boundaries of the hatchery property for nearly its entire length. In the conveyance from the appellee to the commonwealth there is the following reservation: \"And reserving further from this conveyance the right to the uninterrupted and perpetual flow of the water of Spruce creek into and through the said headrace from the western course of Spruce creek to the Isett gristmill at Spruce Creek of the same height, width, depth and capacity as now constructed, used and maintained, to furnish water and power to said gristmill.” The appellee filed his bill in the court below, averring that the commissioner of fisheries had directed the digging of trenches or ditches to connect the mill dam of the appellee and Spruce creek with a proposed feed mill on the hatchery plant for the purpose of operating that mill by water power, and that by so doing the said commissioner was violating the reservation in the deed and working irreparable injury to the appellee. The workmen under the commissioner were made defendants with him. The court below having found that what he proposed to do would, if carried out, divert a large quantity of water from the mill race which conveys the water to the complainant’s mill, and thereby seriously impair and work irreparable injury to the water power at the mill, awarded the injunction appealed from, which restrains and enjoins the appellants “from diverting any water from the stream of Spruce creek, by pipes, trenches, drains or otherwise, so that the same cannot pass into and through the race leading to the gristmill of the complainant or from doing any other act or acts whatsoever that would carry from said stream of Spruce creek any water that would otherwise pass down the stream to and through the mill race connected with the gristmill, or interfere in any way with the water power belonging to the complainant or doing any other act or acts whatsoever that would in any way injure or interfere with the water of the said stream of Spruce creek belonging to the complainant, and which is appurtenant to his said gristmill.”\nThis proceeding is not against the commonwealth, and Williamsport & Elmira Railroad Co. et al. v. Com. et al., 33 Pa. 288, is not authority for the contention of the appellant, that the bill ought to have been dismissed for want of jurisdiction in the court to entertain it. While it is against Meehan in his official capacity as fish commissioner, it is not to enjoin him from discharging any official duty imposed upon him by statute, but is to prevent his performing what is to be regarded as a mere ministerial duty under the general powers and discretion conferred upon him, and if in doing so he defies a covenant between the state and the appellee, he cannot shield himself under the plea that the state is being sued.\nThe manifest and sole purpose of the reservation was to preserve undiminished to the appellee the water power at his mill. The land which he conveyed to the commonwealth included so much of Spruce creek as runs through it, and on the banks of that stream, within the boundaries of the commonwealth’s land, the fish commissioner would divert the waters of the stream for the purpose of supplying a need of one of the state’s fish hatcheries. In doing so he did not propose to divert the water permanently from the creek, but, according to his testimony, intended to return it to the stream above the breast of the dam.. The return of the water, however, to the creek, whether above or below the dam, is not material in passing upon the right of the appellee to the sweeping injunction decreed by the court below.\nThe purpose of the reservation in the deed, as, already stated, was the preservation of the mill’s water power as it existed at the time the conveyance was made. The water was to continue to flow uninterruptedly and perpetually through the race as it was then constructed, “in height, width, depth and capacity,” “to furnish water and power” to the mill. Equity will not permit the purpose of the reservation to be defeated, and if, as a matter of fact, irreparable injury would result to the appellee, as he avers in his bill, by permitting the fish commissioner to do what he proposes to do, a chancellor will protect birn in his rights. On the other hand, if what the commissioner proposes to do, or what he ought to be'permitted to do, will not in any degree interfere with or impair the water power eonveyed to the mill through the race, the appellee will sustain no injury and the patent purpose of the reservation will'not be interfered with. So long as the water flows over the dam the power to run the mill passes down the race, and the purpose of the fish commis- ' sioner was to take water from the stream only when it was running over the top of the dam. This the court below ought to have found as a fact from Meehan’s uncontradicted testimony, and the further finding ought to have been that he did not intend to draw water from the stream when it was below a mark that he had ordered his superintendent to place at the head of the face. If the water is taken from the stream only when these conditions exist, how can it be said that the appellee will suffer any injury? Though the unimpaired water power passing down the race will continue to drive the wheels of his mill, he asks that the appellants be enjoined from doing that which can do no harm to him and will do good to the state, and he asks this because, he insists, it is so nominated in the bond'. Even the cold eye of the law cannot so read it, and equity surely will not so construe it. The court below properly found, upon the request of the appellants, that “the commonwealth has the right to the ordinary use of the water of Spruce Creek for the purpose of supplying the natural wants of her Spruce Creek hatchery, located on the lands purchased from the plaintiff, provided she does not violate the covenant in said deed with reference to the flow of water in the raceway;” but an inconsistent decree followed this finding, sustaining the contention of the appellee that the reservation prevents the use by the state of the waters of the stream above the breast of the dam under any conditions. That decree must be modified, and we do now modify it by ordering, adjudging and decreeing that the appellants are enjoined from diverting any water from the stream of Spruce creek by pipes, trenches, drains or otherwise only when the waters of the said creek are not running over the top of the dam, one-half of the costs below and on this appeal to be paid by the appellants and the remaining half by the appellee."}