{"id": "977820", "contents": "Opinion by\nMr. Justice Stewart,\nThis appeal is from the same decree that was considered in the preceding case, Meyer’s Est., No. 1, ante, p. 89. There the appeal was by the trustee in bankruptcy alleging error in awarding the fund to the appellees, and in the refusal of the court to require security in advance of actual distribution for the payment of one-half the income of the fund as it accrued, to the trustee in bankruptcy of the husband’s estate. Here the appeal is by the parties awarded the fund, husband and wife, from so much of the decree as required of them, before receiving the fund, security for the payment over to the trustee in bankruptcy of one-half the fund in the event of the husband surviving , the wife. In the other appeal we held that the trustee in bankruptcy acquired nothing but a contingent interest; that inasmuch as the husband and wife held by entireties, no present right of enjoyment resulted to one claiming through the husband or in his right, and that the demand for security for the income was properly refused. The wife’s right to present enjoyment of the estate, is not to a part, but to all of it; and this may not be denied her in order to protect a contingent interest of one claiming through the husband. To impose such condition upon the exercise and enjoyment of her right, as was here, directed, resolves the estate into a tenancy in common. Being an estate by entireties neither husband nor wife could, under any circumstances, require an accounting by the other; nor could either restrain the other against consuming more than an equal part. The effect of requiring security as a condition of the wife’s enjoyment of her estate, would be to restrain consumption by her of her own property in order that her husband’s creditors might be pro-. tected. She received the estate on no such condition. It is hers to consume if she so desires. The husband would be powerless to prevent it by legal proceedings, and those claiming under him have no higher rights. This appeal is sustained, and the decree is modified by striking therefrom the order for security for the protection of the trustee in bankruptcy, in the event of the husband surviving his wife, in the sum of $11,000, before distribution is made to the appellants, of the award to them under the adjudication ; and as so modified the decree is affirmed. The costs on the appeal to be paid by the appellees."}