{"id": "977925", "contents": "Opinion by\nMr. Justice Mestrezat,\nWe must affirm this decree or reverse our judgment in Randal v. Gould, 225 Pa. 42. That was an action of ejectment for the real estate involved in this controversy, and was brought in the court of common pleas No. 2 of Philadelphia county by the defendant in this proceeding against Gould, the plaintiff, who filed this bill. The plaintiff in the ejectment suit claimed title through a sheriff’s sale made on the judgment in which Mary C. Bell, wife of Alonzo Bell, was the defendant. The defendant claimed title through Mary C. Bell by a deed from Alfred F. Fisher who was the grantee of Mary C. Bell and her husband. The judgment on which the sheriff’s sale was made was entered about two years after the conveyance of the property by the Bells to Fisher, but on the trial of the ejectment the plaintiff alleged and the jury found that the sale of the Bells to Fisher was made to cheat and defraud Randal, and to hinder, delay and defraud him in the collection offthe debt due him from Mary C. Bell, and that Gould took title to the property with notice and knowledge of the fraudulent character of the conveyance. Gould contended that Randal’s title was defective, and set up as a defense that the bond of Mary C. Bell on which the judgment was entered in common pleas No. 5 of Philadelphia county was void because the mortgage accompanying it was a nullity, that the vend. ex. on which the sale was made by the plaintiff was void because it was issued after the death of Mary C. Bell without notice to her legal representative, and that the trial court had no jurisdiction because of the remedy provided by the Act of April 20, 1905, P. L. 239. The judgment in that case in favor of the plaintiff, affirmed by this court, judicially determined that these defenses were insufficient to defeat Randal’s title to the premises in controversy. This judgment concludes Gould not only as to matters relied on by him to defeat the action, but also as to all other matters of which he could have availed himself as a defense to the ejectment: Schwan v. Kelly, 173 Pa. 65; Dutton’s Est., 208 Pa. 350.\nThe present proceeding is a bill filed by Gould against Randal while the ejectment was pending, and prays that the judgment entered in common pleas No. 5 on the bond given by Mary C. Bell to Randal be opened and that all proceedings thereon be declared void; that the sheriff’s sale made thereon be set aside and the sheriff’s deed be canceled; that the judgment be stricken off; that Gould be authorized to make defense to the judgment, and that Mary C. Bell’s administrator be required to make defense to the judgment. The reasons and grounds set forth in the bill in support of the relief prayed for are substantially the same as those set up by Gould as a defense in the ejectment suit. The matters sought to be litigated in this proceeding have been determined in an action between the same parties in a court of competent jurisdiction and are, therefore, res adjudicata. The validity of Randal’s title to the premises in question was at issue in the ejectment suit. His title depended upon the validity of the bond of Mary C. Bell and the judgment entered thereon, and the subsequent sheriff’s sale by which the title was vested in Randal. These matters were adjudicated in that action and the judgment is conclusive as against Gould. The present bill raises the same issues and for the same purpose, to wit: to defeat Randal’s title to the real estate in controversy. Gould had his day in court in the ejectment suit and his rights adjudicated as to every question raised in this bill, and, therefore, the learned court committed no error in dismissing the bill on the ground that “the present proceeding is an effort to retry in a court of equity a cause already determined in a court of law.”\nThe appellant lays stress on the fact that on the trial of the ejectment case in common pleas No. 2 the court would not permit the judgment entered in common pleas No. 5 by Randal against Mrs. Bell on which the real estate was sold to be attacked. This was clearly right. It is not alleged that the judgment was collusive or was entered to defraud Gould, and hence he, as a third party, has no right to attack it either directly or collaterally: Drexel’s App., 6 Pa. 272. If, however, Gould had any standing to attack Randal’s judgment against Mrs. Bell on any ground whatever, except for fraud or collusion which is not alleged, he could not do so in the ejectment suit. The judgment was entered by virtue of a warrant of attorney, and until set aside or reversed in an appropriate proceeding instituted for the purpose it had all the qualities and effect of a judgment entered on a verdict after a trial: Braddee v. Brownfield, 4 Watts, 474; Montague v. McDowell, 99 Pa. 265. It is wholly immaterial that the judgment was entered in common pleas No. 5 and not in common pleas No. 2 where the ejectment suit was being tried. It was as conclusive on Gould in the latter court as in the court in which it was entered — it was not the subject of collateral attack in either court.\nThe judgment of Randal against Bell being valid and subsisting and ripe for execution, the plaintiff had the right to enforce payment by execution process. This he did, and it resulted in the sale by the sheriff of the defendant’s real estate which the plaintiff in the writ purchased and for which he brought the ejectment. To sustain his title he was compelled to rely on the regularity and legality of the proceedings on his judgment which, therefore, became an issue in that action and was finally and conclusively adjudicated by the judgment of this court entered in that case.\nRandal’s judgment against Mrs. Bell was entered on May 8, 1902, and laches now prevent her administrator from attacking its validity. After the lapse of so many years and the collection of the judgment by execution process, it is too late to invoke the equitable powers- of the court to open or strike it off and thereby invalidate the title to real estate depending on its validity.\nThe bill in equity to open the judgment and set aside the proceedings thereon, subsequently prosecuted to a final decree, was pending at the time the same relief on the same facts was asked by a petition presented to the law side of the court. The plaintiff could not maintain both proceedings at the same time and, therefore, the court did not err in refusing the petition: Freeman v. Lafferty, 207 Pa. 32; Mellerio v. Freeman, 211 Pa. 202.\nThe order refusing the petition to open the judgment is affirmed, as is also the decree dismissing the bill in equity."}