{"id": "978543", "contents": "Opinion,\nMr. Justice Williams:\nThe cases in which a court of equity will interfere to protect a trade-mark are divisible into two classes. To the first of these may be referred those cases in which the trade-mark has been registered under a system provided by law for the protection of the owner in its use. To the other, belong all those cases in which there has been no registration, and in which the true ground for interference is the prevention of fraud. In cases falling within the first class, property in the trade-mark is shown by the certificate of registration. In those belonging to the second, the right asserted is of common-law origin, and is shown by proof of the adoption and use of the trade-mark. Its invasion is a fraud upon the owner and the public, to be restrained on principles of common right. All monopolies are odious, and their maintenance in favor even of inventors, is limited in duration. When a statutory term of protection is over, whatever is valuable in the subject of the patent becomes, as does an unpatented invention, a contribution to the public welfare, and may be freely used as such. Competition is essential to commerce, and, within legitimate, lines, should always be encouraged. “ The survival of the fittest,” is a law of trade, no less than of the development of living organisms ; and from the struggle which determines who and what is “ fittest,” come general development and progress. As a general proposition it may be said that one may imitate what is excellent in the processes and business methods of his neighbor as freety and as safely as he may imitate what is good in his moral character, as long as he infringes no right secured to him by statute, and does not fraudulently personate him or simulate his products. An inventor who secures a patent for his device is protected in his exclusive right during the period fixed by law. When that period expires, his exclusive right expires with it, and thereafter he stands on no higher ground than any other citizen who may desire to use the thing or combination covered by the patent. The rules applicable to trade-marks are quite different. A trade-mark may increase in value to its owners by use, and the law could not put a time limit on the owner’s right to it any more than it could put a limit upon his right to use any other article of property.\nA trade-mark is not an invention. It does not relate to or affect processes of manufacture or mechanical combinations. It is a sign or mark by which the manufactured articles produced by one person, or firm or maker, are distinguishable from those produced by rival manufacturers. It must be distinctive, and indicate the personal as distinguished from the geographical origin of the article to which it is applied: Laughman’s App., 128 Pa. 1. Thus Sonman, the name of a large tract of land, cannot be appropriated by one of several owners of land within -the tract, to the exclusion of the other owners; nor Lackawanna Valley, by one operator in that valley, to the exclusion of all others. But the trade-mark must relate to and distinguish the goods to which it is applied. For this reason, among others, the size or shape, or mode of construction of a box, barrel, bottle or package, in which goods may be put, is not a trade-mark. If there is any new and useful combination in the construction of such box or package, it should be patented as an invention, if the owner wishes to prevent others from using it; but such package cannot be registered as a trademark. A sign, device or mark, originated and in actual use by another, cannot be adopted and registered by any one who takes a fancy to it, as his trade-mark, and such adoption and registration will not confer a title on him who makes it. It would be an infringement upon the original owner, and from the wrong so done, no valid title could grow. A trade name may, in a general way, be treated as a trade-mark, and protected in the same manner. When a business has been conducted by some person or firm under a particular trade name until the public come to regard the name as affording an assurance of the good quality of the article bearing it, the name is a valuable part of the business assets of the person or firm whose skill and integrity have won confidence for it. A rival who should appropriate the trade name to his own use without the consent of the owners, and put his goods on the market bearing it, as though they were made by the rightful owner of the trade name, is guilty of a fraud on the public, and a fraudulent taking from the proprietors, which is, both in intent and effect, a larceny. But when such rival puts his goods on the market, on their own merits and under his trade name, his neighbors have no just ground of complaint if he has imitated, adopted or improved upon their unpatented methods and processes: Putnam Nail Co. v. Dulaney, 140 Pa. 205.\nIt only remains to apply these general principles to the case now before us, so far as they are applicable to the questions raised by the appeal of the defendant below. The plaintiffs claim that the front or face label on their bottles has been registered by them as a trade-mark. It is put on obliquely to the length of the bottle. It bears the name of the liquid in the bottle thus, “Hoyt’s German Cologne.” It also bears the name and residence of the makers, and a reference to the fact of its registration. They also claim the following unregistered trade-marks : a bottle, having a depression or panel on the back side ; a cap label over the cork in the bottle ; a peculiar mode of arranging and packing bottles in boxes; and in the name of the article sold, viz., “ Hoyt’s German Cologne.” The defendants have a registered label or trade-mark which goes upon the bottle at right angles with its length, and which contains the name of the liquid, “ Hoyt’s Egyptian Cologne,” with a view of a pyramid and the head of the Sphinx; with the names and residence of the makers, and a reference to its registration. The learned judge of the court.below held that E. Hoyt, of the defendant firm, had a legal right to use his own name in his business, and that he could not be enjoined from using it upon goods produced by himself. The correctness of this holding is not raised by the defendants’ appeal. The learned judge also held that the defendants’ trade-mark or label was not an infringement upon that of the plaintiffs, whether considered by itself or in connection with the champagne shaped bottles on which it was originally used by the defendants. This also must be regarded as settled for the purposes of this appeal, since the plaintiffs have not appealed, and the defendants cannot, from this ruling. Then, too, the evidence shows very clearly that the bottle with the depression or panel on the back side, which both parties are now using, is a stock bottle, to which neither of them has any exclusive right, and which is freely sold by manufacturers to all who apply. This bottle, as we have already seen, is not a trade-mark. It is not registered, and it is not capable of registration. It is in common use, open to the purchase and use of all who may fancy its shape, in the same manner as the other stock bottles. The cap label was not originated by the plaintiffs and does not belong to them. It was devised, according to the uncontradicted testimony, by Dr. David Jayne, a Philadelphia chemist and dealer in medicines, and was used by him and his successors for years before and since the plaintiffs assumed to adopt it as their own. Their adoption of his cap label gave them no title to it. The mechanical arrangement of the bottles in boxes is neither an invention nor a trade-mark. If the box is an invention,,and others are to be prevented from using it, the plaintiffs should have secured a patent for it. Without letters patent they have no exclusive property in the shape or construction of a box. Whatever one manufacturer or tradesman may do to increase the safety of his goods in transportation, or to display them advantageously upon shelves, counters, or in show windows, is simply a good example or model for the public, which any one interested may imitate with impunity.\nThe debatable ground presented by this appeal is thus seen to be very narrow. It may be learned to the best advantage by considering the language of the court below and the form of the decree made. The decree did not hold the defendants’ label to be an infringement, or deny the defendants the use of their name unless used as an initial word. On the contrary, the learned judge said : “ The defendants have also, we think, the right to use the label placed on the sides of their bottles.” If, therefore, they made cologne, and sold it in bottles such as they used at first, with their labels upon them, they were exercising a clear legal right, and could not be enjoined. “ But,” the opinion continues, “ the defendants must be enjoined from putting up and offering for sale cologne in the bottles described in the bill, with the labels thereon.” The court held that the defendants’ label was no infringement, and was lawfully used on a stock bottle with a champagne bottle shape; but, if the same label was used on another stock bottle having a panel on the back side, it became an infringement because of the shape of the bottle on which it was placed, and the use of the label on such a bottle must be prevented by injunction. As both styles of bottle were open to the public as stock bottles, the label was as lawful upon one of them as upon the other. The plaintiffs could no more acquire an exclusive right to a stock bottle by priority of use than they could acquire an exclusive right to Dr. Jayne’s cap label by being the first to appropriate it without his knowledge or consent. Adopting the conclusions of the learned judge, that the label of the defendants did not infringe upon that of the plaintiffs, we cannot sustain this decree. It is accordingly set aside ; and as no ground of equitable relief appears upon the record before us,\nThe bill is dismissed at the cost of the appellees.\nOn January 4, 1892, a motion for a re-argument was refused."}