{"id": "978550", "contents": "Opinion,\nMr. Justice McCollum:\nThe negotiations which resulted in the employment of Hand were with Langdon, who was the president of the appellant company, and they related to a service of one year, and the compensation to be paid for it. It appears by the undisputed testimony that it was agreed that Hand should serve the company one year from the first day of February, 1888, for one thousand eight hundred dollars, and in such capacity as it might designate. There is no denial in the evidence that Langdon was authorized to make this agreement, and there is no suggestion that he deceived the company as to its terms. On the contrary, we find the action of the board of directors in entire harmony with the agreement, and the presumption is that it was based on full and accurate information communicated by Langdon in the discharge of his official duty.\nIn the presence of plenary proof of a contract of hiring for a year, there is no room for the contention that the appellant was at liberty to terminate the employment at its pleasure, and without liability to its employee. It was clearly within the power of the corporation to make the contract in question, and it is bound to compliance with its terms. A corporation, whether municipal, public, or private, unless otherwise specially provided by statute, may enter into any simple contract, either in writing or by parol, the same .as an individual may, and may employ or discharge servants of any class or description necessary for the prosecution of its business, in the same manner as may be done by a natural person: Wood on Master & S., § 37. In Soldiers’ Orphans’ Home v. Shaffer, 68 Ill. 243, the trustees of the corporation were authorized by its charter to remove any officer or employee, if the interests of the institution required it; and it was held that this conferred on the trustees a power of removal at their discretion, if there was no special contract for the service of the employee for a definite time, but that it did not give the right to discharge him without any dereliction on his part when he had been engaged for a fixed period. It was said by the court in the case cited that, “ If a corporation desires to retain the right of removal at its discretion, it must not bind itself by a special contract. The law will not permit it to disregard the terms of its contract, but it must be governed by the same rule as is a natural person.” This rule is so consonant to reason and justice that its existence should not be questioned, nor its enforcement resisted.\nThe evidence of any dereliction of duty on the part of the appellee is very slight and unsatisfactory. There is really nothing specific or tangible in it. But one witness was called by the appellant company, on the subject of the appellee’s conduct while in its service, and he stated in a general way that Hand was not attentive to business, that he made some mistakes, and that in his intercourse with other employees his manners were unpleasant. This witness was in the service of the company and subordinate to Hand, but he was not able to give any details respecting the matters of which he complained. No director or other officer of the company was called to give any reason for Hand’s discharge, and the evidence is uncontradicted that when he sought information on this subject he was unable to obtain it. It is not surprising that the jury found that he was discharged without adequate cause. They did this under instructions which were unobjectionable, and sanctioned by the authorities. We are satisfied with the rulings of the court and tbe verdict of the jury. The specifications of error are dismissed, and\nThe judgment is affirmed."}