{"id": "981039", "contents": "Opinion by\nMr. Chief Justice Fell,\nThis appeal is from an order directing the county commissioners of Indiana county to place the name of the appellee on the official ballot of the democratic party for the office of district attorney for the primary election for the year 1911. The case was heard on petition, answer and demurrer to the answer.\nIt was alleged in the petition to the court, that on September 8, the appellee filed with the clerk of the county commissioners, a petition signed by more than fifty qualified electors of the county, in which it was set forth ■that -the signers were members of the democratic party and praying that his name should be printed on the official ballot of the party. The commissioners answered that on September 9, and before the expiration of the time for the filing of petitions for nominations, and before any action had been taken by them, ten of the fifty-six signers of the petition, whose names were set forth, presented a petition in which they stated that they had signed the original petition under a misapprehension; that they refused to be considered as signers thereof, and requested that their names should be disregarded in determining whether the petition filed complied with the law, and that on the same day, the chairman of the democratic county committee, acting for the committee, filed a protest in the name of the party against the placing of the appellee’s name on the official ballot for the reason that several of the signers of his petition were not democrats. This was followed by averments by the commissioners that the ten signers of the appellee’s petition who had withdrawn their names had been induced to sign on the false representation that he was a democrat, and that of the remaining signers, thirteen whose names were given, were not qualified electors of the democratic party, and that for these reasons the commissioners at a regular meeting had agreed that the appellee’s name should not be printed on the party ticket.\nThe grounds of the demurrer were that the petition being regular on its face was conclusive of the right of the appellee to have his name printed on the ticket; that the commissioners were without authority to consider .the withdrawal of the signers of the petition, or-to inquire whether the signers of the petition were qualified electors of the- division or members of the democratic party. The substance of the decision of the court is that sec. 5 of the uniform primary Act of February 17, 1906, P. L. 36, is mandatory and that the duty of the county commissioners was ministerial and that they had no authority to permit the withdrawal of names or “to investigate the genuineness of the petition.”\nIn this view we do not concur. There is no reason why a signer of the petition, who has been deceived, should not, before it has been acted upon, and within the time for filing petitions, be allowed to withdraw his name from it. The person who has practiced the fraud upon him, or in whose interest it has been practiced has no standing to object, and there is nothing in the relation of a signer to other signers that would make it inequitable. The requirement of the fifth section of the act is that names shall be printed on the official ballot “upon the filing of petitions, signed by qualified electors of the political district division within which the nomination or election is to be made, setting forth that the signers thereof are members of the party designated.” This does not make the commissioners mere automatons, shorn of all discretion and required to act upon a petition, that while regular on its face is known by them to be false in fact. They are not required nor authorized to print the name of a candidate on a party ticket unless the petition in his behalf is signed by the required number of qualified electors of the district within which the nomination is to be made. Whether the requirement of the act has been complied with in regard to the number of signers, and their qualifications as electors of the division, it is the plain duty of the commissioners to inquire. In this case fifty signers were required.\nThe proceeding in the common pleas was irregular in its inception and was conducted by the court without regard to the practice established by the mandamus Act of June 8, 1893, P. L. 345. The prayer of the petition was for a mandamus or for a rule to show cause why a mandamus should not be issued. A rule was granted to show cause why the appellee’s name should not be placed on the official ballot and the order made followed the wording of the rule. It is only where the right to require the performance of an act is clear, and it is apparent that no valid excuse for its nonperformance can be given, that a peremptory mandamus may be awarded in the first instance. An alternative writ should have been asked for. The rule to show cause had no place in the proceeding and only complicated that which the act'of assembly had made plain and simple: Miller v. Clement, 205 Pa. 484. The application to the court seems to have been treated as of the nature of an appeal from the action of the commissioners. But in whatever light it is considered, the facts on which the court had to pass, set up by the answer and admitted by the demurrer, left the appellee without a right to have his name placed on the ticket.\nThe order appealed from is reversed at the cost of the appellee."}