{"id": "981094", "contents": "Opinion by\nMr. Justice Stewart,\nThere is a well-recognized distinction between original subscriptions for stock in a corporation to be formed, and subscriptions for shares in an existing corporation. In the one case the engagement between the subscribers is created directly by the act of subscription, which, when once the corporation has been created by letters patent, issued on the strength of the subscription, becomes absolute, not subject to recall, and dischargeable only by actual payment. By the act of incorporation, without more, the original subscribers become members of the corporation, entitled to all the rights and privileges of membership, including the right to vote, the right to share in the profits, and the right to compel specific performance of the contract of membership: Curry v. Scott, 54 Pa. 270, Garrett v. Dillsburg, etc., R. R. Co., 78 Pa. 465. In the ■other case the contract is not between the subscribers, except as it is shown that the subscriptions were mutual considerations for each other, but between each individual subscriber and the corporation as it exists, and is simply a contract of purchase and sale: Pittsburg & Connellsville R. R. Co. v. Byers, 32 Pa. 22; Weiss v. Mauch Chunk Iron Co., 58 Pa. 295. The distinction is thus defined in Morawetz on Private Corporations, sec. 46: “It is important to distinguish between the contract of membership actually existing among the shareholders or members of a corporation, and a contract to become a shareholder at a future time; and the contract to become a shareholder at a future time must again be distinguished from a contract to purchase shares which have already been issued.\n“The contract which exists among the members of a corporation, and which constitutes them a corporate association, is the contract of membership. This contract gives the contracting parties the status of shareholders;it invests them with the continuing rights of shareholders, together with the corresponding liabilities; and the performance of this contract will always be specifically enforced, though a failure to perform rarely presents a ground for an action for damages. On the other hand, a contract to become a I shareholder, or to subscribe for shares in a company at a \\ future day, does not give the contracting party the status of shareholder until after the contract has been fully executed by taking the shares or actually subscribing upon the books, and, upon failure to perform the contract, the corporation will be entitled to recover only the damages suffered, — that is, the difference between the amount which the defendant agreed to pay or contribute on account of the shares, and the value of an equal number of shares in the market.\n“A similar distinction exists between a contract of partnership and a contract to form a partnership at a subsequent time. The contract of partnership constitutes the contracting party partners; but a contract between several persons to become partners thereafter does not of itself make them partners; and for a failure to carry out the agreement an action at law for damages is the only remedy.” Among the authorities cited in support of this doctrine we have Rhey v. Ebensburg, etc., Plank Road Co., 27 Pa. 261.\n“When the subscription to formative stock precedes the creation of the body corporate which will ultimately issue the certificate, there is, of necessity, at the time such subscriptions are entered into, no corporation in existence with which a contract could be made. The subscribers, as a consequence and for the very purpose of effecting an organization, become stockholders by the mere act of subscribing if there are no conditions precedent prescribed, and they are thereby invested with the privileges and subjected to the liabilities incident to that relation. . . . But the same reasons do not apply, and the same conditions do not obtain, in the case of new or additional stock, authorized to be issued by an existing and completely organized corporation. A subscription to such new stock does not necessarily of itself make the subscriber a stockholder, because, generally speaking, it is a mere contract between the subscriber and the corporation. ... To constitute a subscriber for new stock a stockholder, something more than a mere subscription is requisite; payment is necessary. The subscription is but the contract. Payment when called by the company, and when made by the subscriber constitutes him a shareholder, whether a certificate has been issued or not:” Baltimore City Pass. Ry. Co. v. Hambleton, 77 Md. 341.\nNow how stands this case? The appellant, some seven months after the incorporation of the Belden Automobile Transmission Company, at the solicitation of an agent of the company, subscribed for twenty-five shares in the capital stock of the company, at its par value of $100 per share. Assuming the authority of the agent, and that his' acceptance of the subscription was thé acceptance by the company, mutual obligations resulted — an obligation on the part of the company to furnish the stock, and an obligation on the part of the defendant to pay for it when delivered. These, as we have seen, were to be concurrent' acts, tender and payment. Here there was neither tender of stock nor tender of payment. Neither side ever demanded of the other that the contract be observed; no stock was ever issued in the name of the defendant, nor does his name appear on the stock books of the corporation. The receiver of the insolvent corporation finding defendant’s name appended to a subscription list, included him in his bill among the original and statutory shareholders who have not paid their subscriptions in full, and obtained a decree against him as a stockholder. But he never was a stockholder. Within ten days after he subscribed he notified the agent to whom he gave his subscription that he would not pay it. It was then open to the corporation either to regard this as a definite breach of the contract for which, without a tender of the stock, the defendant would be liable in damages, or.to cancel and annul the subscription. Whether it did one or the other, the result must be the same so far as regards this present action by the receiver. If the latter, the defendant is released from his contract and is no longer liable thereon; if the former, the measure of damages would be the difference between the amount the defendant had agreed to pay for the stock and its value when the corporation might thereafter bring its action: Rhey v. Ebensburg, etc., Plank Road Co., supra. But the corporation never having brought its action, the damages the corporation suffered by the breach have never been determined. Certain it is that in a proceeding of this kind that question cannot be adjudicated. The fourth assignment of error is as follows: “The learned court below erred in its fourth conclusion of law, as follows, ‘The said E. D. Fulton is legally liable to the plaintiff upon his said subscription stock of the Belden Automobile Transmission Co., in the sum of $2,500.’” This assignment is sustained for the reasons above stated. It is unnecessary to consider the other assignments. So much of the decree in this case as charged the defendant with liability is reversed. The appeal to this extent is sustained and the decree reversed at the cost of appellee."}