{"id": "981030", "contents": "Opinion by\nMr. Justice Potter,\nWilliam G. Stall’s Sons entered into a contract with the city of Lancaster to construct a sewer. The agreement provided that in case Stall’s Sons failed to complete the work in accordance with the contract, the city of Lancaster should have the right to complete the sewer at the expense of the contractors, “and use such materials as may be found on the works.” Stall’s Sons did fail to construct the sewer, and notified the city that they could not complete it. The city then proceeded with the work, and took possession of a quantity of metal lathing which had been purchased by Stall’s Sons from the plaintiffs in this case, and delivered along the line of the sewer.\nThe plaintiffs claimed the property under an oral agreement made with Stall’s Sons after they became embarrassed, by which they were to take back the materials in question. It is admitted that if at the time of its appropriation by the city, the metal lathing belonging to Stall’s Sons, the city was entitled under the contract to take over the materials, and use them to complete the sewer. As stated by the learned judge of the court below, the plaintiffs allege in their statement of claim that they sold, furnished and delivered the materials to Stall’s Sons, to be paid for as used, and that afterwards when the latter became unable to complete the work, they agreed to take the goods back, and reassumed the title to the goods. The court below very properly held that if as plaintiffs alleged in their statement, they sold and delivered the goods to Stall’s Sons, they became the property of .the latter, without regard to the time of payment. Whether or not the plaintiffs could subsequently reacquire title to the materials would depend upon the action of the city. They had been proffered to it for use in the sewer, and if it accepted the materials under the terms of the contract, there would be no room for the plaintiffs to enter with any claim of title. Counsel for plaintiffs contended in the argument, that the sale was a conditional one, not to be complete until inspection and acceptance of the goods by the city. Even if this be conceded, the privilege of inspection and rejection was that of the city, and it was entitled to a reasonable time in which to exercise that privilege. As a matter of fact, it did not reject these materials but accepted them, and used them in the construction of the sewer, and thus carried out, to that extent, the exact purpose and intention of the parties to the contract. The city, of course, would pay the contractors for this material, when it made a settlement with them of the amount due on the contract, and the plaintiffs should look for payment of their claim, to the party to whom they sold the goods, for the precise purpose and use to which they were applied.\nThe decision in Muscrelli v. Trust Co., 219 Pa. 602, cited by counsel for appellant, does not apply to the facts of this case, for the reason that there the material furnished was inspected by the city, and was rejected by it, and the city made no claim upon it, and the material was sold at sheriff’s sale. In the present case, as above stated, the city did not reject the materials, but accepted them, and used them as it had a right to do under the contract, and it was of course bound to account for their value, in its settlement with the contractors. The title to the materials left the plaintiffs when they sold and delivered them to the contractors; and when the goods were delivered along the line of the work, they came within the terms of the contract with the city, subject to its right to inspect and approve and retain, if satisfactory. Unless the goods were rejected, there would be no break in the title of the contractors, to the goods, and the consequent right of the city to take possession of the materials found upon the works, as the property of the contractors, would be unimpaired, under the contract.\nJudgment for the defendant, non obstante veredicto, was properly entered. The assignments of error are overruled, and the judgment is affirmed."}