{"id": "981086", "contents": "Opinion by\nMr. Justice Stewart,\nThe Act of May 29, 1901, P. L. 327, regulating the sale of oleomargarine, butterine, and similar products, provides that the application for a license to manufacture or sell such products shall contain an accurate description of the place where the proposed business is to be carried on, and the name and style under which it is proposed to conduct such business, in addition to such other matters as may be required to be stated therein by the dairy and food commissioner, to whom the application is to be made. Giving this latter provision relating to the power of the commissioner its widest signification, it cannot be so extended as to allow the commissioner to require anything to be inserted in the application except such matters as are calculated to effect the one single purpose of the act, namely, to advertise to the public the true nature and character of the product to be manufactured or sold, so that the imposition of a counterfeit resemblance may be prevented, and incidentally to facilitate discovery and detection when an attempt is made to evade the law. If the commissioner may go beyond this in his requirements, what limits can be assigned to his authority? The act requires that the application shall “be satisfactory to the dairy and food commissioner,” with this further provision, that if so found, “and the said name and style shall not, in the judgment of the dairy and food commissioner, be calculated to deceive or mislead the public as to the real nature of the business so proposed to be carried on, he shall issue to the applicant or applicants a license,” etc. A plain intendment here is that the application must conform to such reasonable rules and regulations as the commissioner may make with respect to form, and substance as well, so far as the rules and regulations with respect to the latter have for their object publicity, identification and discovery. There is not a suggestion in the act that the character of the applicant is to be a subject of inquiry, and were the commissioner to require an averment of good moral character in the applicant, with affidavits in support, he would be imposing a condition which, however salutary and protective it might be, would yet be without warrant in law. It is not the applicant who is to be satisfactory to the commissioner, but his application; and this latter being satisfactory, the act is mandatory; the commissioner shall issue the license. Independently of this, whatever may be the extent of the commissioner’s authority, under the provision of the act which empowers him to require other matters than those specified in the act to appear in the application, the return to the writ in this case does not show that the licenses applied for were refused on the ground that they omitted anything that was required either by the act or by any order or regulation of the commissioner. It is nowhere averred that the applications were in any respect defective or unsatisfactory. It is the applicant, not the application, that is here adjudged unsatisfactory. The insufficiency of such return is obvious in view of the mandate that if the application be satisfactory the commissioner shall issue the license applied for. The commissioner seeks to justify his refusal of the licenses on the ground that at the time the applications were made the applicant, who was then engaged in the büsiness under an existing license, was selling oleomargarine, or butterine, which upon examination was found to contain coloration and ingredients which causes it to resemble and imitate yellow butter. Assuming it to be true, what then? The act nowhere allows the commissioner to withhold a license because of abuse by the applicant of a former license; it does not even provide for a forfeiture of the license in case of conviction or violation of any of its provisions; and showing conclusively that no forfeiture was contemplated, it provides increased penalties by fine and imprisonment for a second offense committed by the licensee. The dairy and food commissioner is charged in express terms with the enforcements of all the provisions of the act. While thus charged' with large responsibilities, he is invested with an authority entirely commensurate; the constabulary of the state is placed at his command, and upon his own initiation, or through the constabulary, he may discharge this responsibility by bringing all offenders against the law to justice. This is the only way to make the act effective, and the only way that is contemplated in the act itself. The course pursued in this case by the dairy and food commissioner to give efficiency to the law was without warrant. The assignments of error are overruled, and the appeal is dismissed."}