{"id": "981109", "contents": "Opinion by\nMr. Justice Elkin,\nThis is a voluminous record and we have examined it with care. There are twenty-one assignments of error covering many pages, but the legal questions involved are few and simple. To consider each assignment in detail would unnecessarily prolong the discussion without serving any useful purpose. While it is true when the case came into the court below on appeal from the valuation fixed by the board of revision, the proceeding was de novo, it is equally true that a prima facie case was made out by the county introducing in evidence the assessment books of record in the office of the county commissioners, as approved or corrected by the board of revision, together with other record data relating to the valuations appealed from. The burden was then on the complaining real estate owner to overcome this prima facie case and to show by the weight of the evidence that he was aggrieved by the valuations so fixed: Lehigh & Wilkes-Barre Coal Company’s Assessment, 225 Pa. 272; Phila. & Reading Coal and Iron Company v. County Commissioners, 229 Pa. 460. The main contention of appellant is that inasmuch as the coal underlying the land in question was unsevered, unopened and unproductive, it should be considered, if at all, at no greater value than would be balanced by injuries to the remaining strata, if the coal were severed, mined and removed. The meaning of this proposition is not entirely clear, but as we gather from the printed argument the contention is that farm lands under-laid with veins of coal, unsevered and unproductive, should be assessed at their surface value for agricultural and other like purposes without adding anything, or at least only a nominal value for the underlying coal. We find no support for this theory either in the statutes, or in the decisions of the courts, or in reason. It is true, of course, that until the coal is severed by conveyance to another party, the owner of the soil is assessed with the value of the entire estate including the coal, but this does not mean that in determining the value of the estate in land the coal is to be considered of no value. All elements of value affecting the selling price of the tract as a whole, including the incumbent and superincumbent strata, the improvements, location and availability for either agricultural or commercial uses, should be given due consideration by the taxing authorities in determining the assessable value. Where the coal is unsevered, the land is the subject of taxation as real estate, and its value is what the law contemplates shall be assessed. We fully agree that the only standard of valuation recognized by law in making assessments is market value as distinguished from actual value; or, more accurately expressed, actual value limited and defined by market value. This is clearly shown by the acts of 1841 and 1842, which require the valuation to be fixed upon the basis of selling price at a bona fide sale after due notice. Any element of value tending to affect selling price may be taken into consideration, by the assessor, or other taxing authorities, in arriving at a proper valuation for assessment purposes. If underlying the surface there is a seam of coal, and the coal has a market value, the value of the whole estate in the land is necessarily increased thereby. Why should not such an element of value be considered in fixing a valuation upon the whole tract? No good reason for eliminating such a material element of value has been given, and as we view it none can be suggested. The fact that a tract of land is underlaid with a valuable seam of coal having a market value would influence the mind of a probable purchaser, and we have frequently said that anything that would add value to a property in the mind of one contemplating a purchase should be considered. Dormant and inactive coal is not as valuable as coal located near open and producing mines. Then, again, the value of coal depends upon quality, quantity, thickness of seam, mining conditions, accessibility, transportation facilities, and many other like conditions. We have exhaustively examined this record with the aid of the argument in support of the contentions of appellant but have failed to discover that the learned court below disregarded any rule of law or any statutory requirement in arriving at the proper valuation of the lands in question. The whole subject was considered with painstaking care and all elements of value, those that appreciate as well as those that depreciate, were given due consideration. Allowance was made because the coal was dormant and inactive, and in fixing the valuations due consideration was given to the fact that the coal was unsevered and unproductive. The real complaint here is that the valuations are too high, but these are questions of fact which we would not disturb except for manifest error. We find no such error, but on the other hand think the findings are amply-sustained by the evidence. Some complaint is made about the exclusion of certain offers of evidence tending to prove the reputation of the underlying coal strata in the neighborhood where the lands are located. The learned court below ruled that any facts within the knowledge of the witness relating to the character of the coal were relevant and would be heard, but general reputation could not be proven. There was no error in this ruling. Complaint is also made that the appellant was not allowed to prove the valuations for the same lands at the triennial assessment in 1907 for the purpose of comparison. When the offer was made, it was objected to and the court sustained the objection. The valuation of the lands in 1907 was no proper measure of their value in 1910. The valuation in 1907 may have been too low and the lands may have appreciated in value during the succeeding years. The fact to be determined was their valuation in 1910, and what may have been done in previous years threw but little if any light upon this question. The offer was properly excluded. We agree with the learned counsel for appellant in the contention that in the assessment of farm land underlaid with coal, there should be no separate assessment of the coal as such, but a valuation should be placed upon the whole tract as land. In such cases the coal can only be considered as an element tending to appreciate the value of the land. We cannot agree, however, that the learned court below disregarded the rule in this respect. Jn overruling appellant’s fifth exception to the conclusions of law, the learned court distinctly says that the assessors did not make the assessment in this way. They valued each farm as a whole, and took into consideration to what extent if any the underlying coal appreciated the value of the farm. The court and the taxing authorities proceeded upon this basis and in this there was no error.\nDecree affirmed at the cost of appellant."}