{"id": "981128", "contents": "Opinion by\nMr. Justice Potter,\nThe only thing disclosed by this record, upon which a charge of negligence against the defendant can be based, is the fact that the foreman of the machine shop directed two of the workmen to remove the bolts which held together the sides and ends of an iron frame, which was being prepared for shipment. The frame was composed of four pieces each about one.inch thick, thirty inches wide, and ten feet long. These pieces, were set on edge so as to form a square box, and were bolted together at the corners. The frames were set up temporarily in the shop and were to be smoothed off with a cold chisel and hammer, and painted, as part of the process of preparation for shipment. The plaintiff in this case was engaged in doing the painting upon the inside of thé frame just before the accident occurred, and another workman had just finished the chipping or smoothing of the frame with a cold chisel. Two other workmen were directed to take the frame apart and prepare it for shipping. The point upon which this case turns, in so far as any negligence is concerned, which may be attributed to the defendant, is in the form of the order given by the foreman, and the effect naturally to be given to it. The evidence for plaintiff tends to show that the workmen withdrew the bolts, before plaintiff had quite finished his work of painting and as a result one of the pieces of the frame being deprived of support, fell over upon plaintiff and injured him. The question is, whether this injury was caused by the action of fellow servants in obedience to instructions given by the foreman. If so the negligence of the fellow servants may not be interposed in defense, because under the terms of the Act of June 10, 1907, P. L. 523, such a defense is prohibited. We must therefore examine the testimony to see if the natural and reasonable effect of the order given by the foreman was to bring about the injury. According to the testimony of Slonaker, one of the workmen who removed the bolts, the foreman said he wanted them to take out the bolts when the job was finished; meaning thereby, as the evidence shows, when the painting and the smoothing was done. The witness goes on to say: “We couldn’t work at it then, and went back on the floor, and went back afterwards and took the bolts out. He said we should watch the job up, and when it was ready take it apart.” So much for the instructions. What was actually done under them was thus detailed by the same witness: “We went down there after we thought the job was ready, and took the bolts out of the opposite end, and then came up to this end, and there were four turned bolts in there that you have to drive out with a hammer.” There was other testimony corroborative of what this witness said, as to the order given by the foreman, and as to the fact that it was not immediately executed. It further appears that the operation of removing the bolts occupied some time, perhaps half an hour, and the foreman was not there when it was completed. Manifestly the pieces would not be separated until the bolts were out, nor could the piece which upset, fall over until then, It is evident that the order, given by the foreman to take the bolts out when the job was ready, involved no danger to the plaintiff. It is apparent that the workmen properly understood the order as not calling for instant action upon their part, for they waited until, as they said, they thought the job was ready. If the workmen took out the bolts before the job was ready; that is, before the painting was finished, they acted, not in obedience to the order, but in violation of it. If the injury resulted from such a violation of orders, the employer was not responsible. If the foreman had ordered the men to proceed at once with the work without regard to the presence of the plaintiff, then engaged in painting, and injury had resulted as a plain consequence of what was done in direct obedience to the order, the employer would have been liable, and the negligence of the fellow servants, no matter how gross, would under the terms of the act of 1907, not have been admissible as a defense. But the testimony makes it clear that no such thing was done, and the injury cannot by any reasonable inference be regarded as resulting from the order of the foreman to the fellow servants of the plaintiff. If not, then there is nothing in the case to sustain the charge of negligence against the defendant.\nIt is not necessary to go further and consider the evidence showing contributory negligence by the plaintiff; but if it were, it would appear that the workmen were engaged for more than fifteen minutes in removing the bolts, right under the eyes of plaintiff, and almost within arm’s reach. Some of the bolts had to be driven out with a hammer, which made a noise. It is incredible that plaintiff should not have seen or heard what was going on. If he did, and remained so close to the unsupported piece of iron as to be injured by it when it turned over, he must have contributed thereby to the injury which he received. The third, fourth and eighth assignments of error are sustained.\nThe judgment is reversed, and is here entered for the defendant."}