{"id": "981765", "contents": "Opinion by\nMr. Chief Justice Paxson,\nThe real question in this case has been overlooked. We do not think the facts set forth in the affidavit constitute a valid defence against a bona fide holder. There is sufficient in the affidavit, however, to call upon the plaintiff to show that it is such holder. The general rule in regard to commercial paper undoubtedly is, that the plaintiff is presumed to be a bona fide holder, and that the burden is upon the defendant, or maker of the note, to show that he is not. This is the settled rule. It is equally well settled, however, that, when the defendant has shown that the note tvas obtained, or put into circulation, by fraud or undue means, the maker may require proof of consideration: Phelan v. Moss, 67 Pa. 59; Knight v. Pugh, 4 W. & S. 445; Brown v. Street, 6 Id. 221; Hutchinson v. Boggs, 28 Pa. 294; Gray’s Administrators v. Bank of Kentucky, 29 Id. 365.\nThere was ample in the affidavit to show that the note in question was put into circulation by fraud. It is true the word “ fraud ” was not used, but it is alleged in the affidavit that the firm note was issued by one partner without the knowledge or consent of his copartner, and for his own private use. We need hardly say that it is a fraud for one partner to use the name of the firm for his own individual transactions. As this is distinctly averred in the affidavit, we must assume it to be true. It is sufficient to require the plaintiff to show that he took the note before maturity, and paid value for it. Were this not the rule, it would be impossible for the maker of a note, fraudulently issued, to set up any defence whatever. As a general rule, in such cases, the maker has no knowledge as to whether the plaintiff paid value or not; hence he cannot conscientiously swear that he is not a bona fide holder. It is no hardship to the plaintiff to require proof of consideration. Should he succeed in this, the defence set up amounts to nothing. If he should not succeed, the facts averred in the affidavit, if proved to the satisfaction of a jury, would be a good defence.\nThe judgment is reversed and a procedendo awarded."}