{"id": "981857", "contents": "Opinion by\nMr. Justice Williams,\nThe plaintiffs’ deed to Hohenadel was made in July, 1873. It conveyed lots Nos. 51 to 55 inclusive, on “ a certain plan of building lots in the 28th ward of the city of Philadelphia, prepared for John and James Dobson in May, 1873, by John H. Levering, surveyor of the 8th district of Philadelphia.” The lots were also described by metes and bounds, as one piece of land, and as bounded on the southwest by the Philadelphia & Norristown Railroad. At this time the city plan of streets in the 8th district of Philadelphia showed a plotted street called “ The Philadelphia & Norristown Railroad,” having a breadth of one hundred and twenty feet. In the centre of this street was the actual line or right of way of the railroad, having a breadth of sixty-six feet, or thirty-three feet on each side of the centre line of the track. On each side of the right of way was a strip twenty-seven feet wide, which was intended by the city as a public street or highway. In laying out the lots for the plaintiffs Mr. Levering recognized and adopted the line of the street as it appeared at the time on the city plan, and many of the lots were made to front upon it. Among these were some of the lots bought by Hohenadel; and at that time the city plan, the plan of lots made by Levering, and the deed to defendant, were in exact accord, showing the line of his lots to be twenty-seven feet beyond the right of way of the railroad company, and sixty feet from the centre of the Philadelphia & Norristown Railroad street, as plotted by the city. We fully agree with the position of the appellee that the deed from the plaintiffs to him was in its legal operation a deed to the centre of the street along the entire street front of the lots conveyed: Paul v. Carver, 26 Pa. 224; Transue v. Sell, 105 Pa. 604. It is no matter that the street had not been opened according to law by the city. When a proprietor of land lays it out in lots which he afterwards conveys according to a plan which shows that the lots are upon a street, the conveyance of the lots bounded on the street is a dedication of the land, covered by the plotted street, to the use of the lot owners as a means of access to their lots. He can retain no title to such street as against the lot owners unless it is by virtue of an express reservation in his deed. Hohenadel bought lots described as abutting on this street, and as between him and his grantors he took title to the middle of the street. But his title was subject to certain existing rights which he was bound to respect. These were: (a) the right of the railroad company to thirty-three feet from the centre of the street for the purpose of its railway ; (5) the right of the city to the twenty-seven feet between the railroad and line of lots; (e) the right of lot owners, on the plan of lots made by Levering, to the use of the same twenty-seven feet in breadth, as a way for access to their lots: Trutt v. Spotts, 87 Pa. 339. In 1875 the city formally approved a revision of its plan of streets in the 8th district, which abandoned the street, and its right in the strip between the railroad and the line of lots. This was not the case of a vacation of a public street laid out according to law, but a surrender of the right of the city to take for a street the site which it had plotted. It extinguished no right except that which the city had acquired by virtue of having plotted or projected a street over this ground. Hohenadel seems to have entertained a different view of the effect of the action of the city, and he advanced his buildings and fences so as to inclose the strip from which the city receded. This action is brought to test, not the right of the lot owners in this strip of land, but the title of the grantors, John and James Dobson. We do not see that they have any title to the land described in the writ or the case stated. We think the defendant took title in terms only to the street line as it was then laid down on the plan of the city, and the plan of lots made by Levering; but the legal effect of this deed was to pass the title of the grantors to the street, subject, as we have seen, to the rights of other lot holders, the city, and the railroad. There was no title left in the grantors to the land within the lines of the street on which these lots were laid. They would be estopped by their own deeds from denying the existence of this street, or interfering with its use by their grantors. The case stated does not present to us the character of the defendant’s title for our opinion, and we say nothing on that subject that the construction of the deed under which he holds does not require us to say. The reason why the plaintiffs cannot recover grows out of the effect of their conveyance of lots upon a street plotted by them, and convenient, if not indispensable, as a means of access to such lots ; and it may be well for the defendant to consider whether he has any other interest in ‘this strip of land than as a way or means of access to his own and other lots fronting on the street, as it was shown to exist on the plan of lots referred to in his-deed. It is enough, however, for the purposes of this case to say that the judgment of the court below was right, and it is-now affirmed."}