{"id": "981860", "contents": "Per Curiam,\nThe defendants were convicted in the court below of maintaining a nuisance. They now allege that the indictment does not charge an indictable offence. The first count thereof sets forth that the defendants “ set up, established, maintained, kept up and continued, an obstruction in said public road and common highway aforesaid, leading from Rummerfield, in Standing Stone township, up the Rummerfield creek by Philip Grace’s, towards Herrickville, by running back and forth several times a day, over said highway, an engine propelled by steam, commonly known as a traction engine, which, by its smoke, steam, noise and appearance, frightens the horses driven over said road, or common highway, and endangers the safety and lives of people using said road in an ordinary manner, and obstructs and hinders travel thereon, whereby the public road and common highway aforesaid was then and there obstructed and straitened so that the citizens of said commonwealth could not then and there go, return, pass, and repass, ride and labor, on foot and on horseback, with their horses, coaches, carts, carriages and wagons, in, upon, through and along said public road and common highway, as they ought and were wont and accustomed to do, without great danger of their lives, and also their goods, to the great damage and common nuisance of all citizens of said commonwealth of Pennsylvania, going, returning, passing and repassing, riding and laboring with horses, coaches, carts, carriages, wagons, on foot and on horseback, upon, through, and along said public road and common highway, contrary to the form of the act of general assembly, in such case made and provided, and against the peace and dignity of the commonwealth of Pennsylvania.”\nUpon the trial below, it appears that the defendants had been operating a stone quarry for several years. This quarry is situated on a public road about three miles from Rummerfield station. It is a narrow road with four bridges between the stone quarry and the station. For several years the defendants hauled the stone from the quarry in the ordinary manner by horses. Sometime during the year 1891, Charles A. Allen, one of the defendants, procured a traction engine, and put it on the road for the purpose of drawing heavier loads of stone. Behind the engine they hitched two wagons, one behind the other, making a train from fifty to fifty-five feet long, and, when loaded, weighing from thirteen to fourteen tons. They made two trips a day from the quarry to the station. It took from an hour to an hour and a half to go over the road one way. There was evidence that the train would sometimes stop for half an hour to get up steam. The steam would blow off frequently and make a good deal of noise ; that it hindered and obstructed travel over the road; that people took other . roads several miles out of their way to avoid it; that women and children accustomed to drive to the station for different purposes were afraid to do so ; that farmers who had contracted to deliver produce to Rummerfield refused to do so because of the obstruction, and cars partly loaded had to be unloaded on that account; that parties at the station and on the road had been hindered and delayed, sometimes for half an hour or more, waiting for this train to get out of the way; that persons who had met it in the road had been obliged to unhitch their horses and go off behind schoolhouses, into the woods and lanes, and wait until it had gone by.\nWe are not prepared to say that the indictment does not set forth a public nuisance, and that the jury were not justified in finding in the evidence the existence of such nuisance. The running of a traction engine over a public highway upon a single occasion would not constitute a public nuisance. That may be necessary to remove it from one location to another, as in the case of a steam-threshing machine, which is at certain seasons removed from one farm to another for the purpose of threshing out the farmer’s crops. Indeed, the act of June 30, 1885, seems to recognize such necessity, and prescribes the conditions and manner in which machinery propelled by steam, may be moved over a public road or highway. This, however, we regard as restrictive legislation. It was not intended to license the unrestricted use of steam upon the public highways of the commonwealth. While a man may have a light under this act of assembly to run a traction engine over a public road for a necessary purpose, by complying with the terms of the act, yet, if he uses that privilege in an unreasonable and in an unusual way, it may constitute a public nuisance. At common law, any obstruction which unnecessarily incommodes or impedes the lawful use of a highway by the public, is a nuisance: Angell on Highways, 255, § 223; 4 Bl. Com. 167; Com. v. Milliman, 13 S. & R. 404. Any such obstruction of a public road as materially interferes with the public convenience, is indictable as a nuisance: 2 Wh. Cr. L. 15. A man may lawfully use a public highway in the transaction of his legitimate business either for travel or for transportation, but it is common law and common sense that he must use it in a reasonable manner, and not interfere with its reasonable use by other citizens. And whether a particular use is an unreasonable use and a nuisance, is a question of fact to be submitted to a jury: Allegheny v. Zimmerman, 95 Pa. 287. While each citizen is protected in the enjoyment of his own rights, he must so exercise them as not to interfere with the rights of others. We can understand that it may be sometimes necessary to move a traction engine from one place to another, in the reasonable pursuit of a lawful business. It is quite another matter to occupy a particular road continuously for such purpose, to the inconvenience of the public, and peril to persons using such road. The jury have found such continuous user to be a nuisance, and we cannot say such finding was not justified by the evidence. In the A merican and English Encyclopsedia of Law, vol. 16, page 962, the learned editor mentions, among other indictable nuisances: “ The use on a highway of a traction steam-engine, which, by its noise and appearance, frightens horses and makes the highway dangerous to persons riding or driving.”\nAside from this, it was alleged on the part of the commonwealth that this traction engine, with the unusual load that it drew, injured the highway, and endangered the safety of the bridges. As a general rule, highways and bridges are constructed for ordinary use in an ordinary manner, and not for an unusual or extraordinary use, either by crossing at great speed, or by the passing of a very large and unusual weight. A township is not bound to do more than to so construct its bridges as to protect the public against injury by a reasonable, proper and probable use thereof, in view of the surrounding circumstances, such as the extent, kind and nature of the travel and business over them. There was evidence upon the trial below that the bridges on this road were built only for the usual and ordinary loads drawn over them, and that such loads were not more than one third or one fourth of the weight of the loads drawn by this traction engine.\nAn examination of the respective specifications fails to disclose error. The case was submitted to the jury under proper instructions as to the law.\nJudgment affirmed."}