{"id": "981813", "contents": "Opinion by\nMr. Justice Green,\nThat the special exemption from taxation of the appellee’s property involved in this controversy, which was conferred by the act of April 8,1867, P. L. 937, was repealed by the general law of April 8, 1873, cannot be doubted, and is not seriously contested by the learned counsel for the appellee. The question was fully considered and decided by this court in the case of the Appeal of the Wagner Free Institute, 132 Pa. 612.\nBut it is contended for the appellee that, under the exempting provisions of the act of 1873, and under the 1st section of the 9th article of the constitution, and the act of May 14, 1874, P. L. 158, passed to carry into effect the intention of the constitution, the property in question is exempted on account of its charitable character, and because it is a hospital within the letter and meaning of the act. If it is to be regarded as a hospital in the proper sense of the word, it certainly would be exempt under the direct provisions of the act. The difficulty upon this point arises, not from the fact of its original construction and use, but upon the fact of its long-continued disuse as a hospital or for hospital purposes. If it were now in actual use as a hospital, the claim for its exemption would probably prevail, notwithstanding the fact that the appellee owns and uses another hospital in another part of the city. But, although originally used as a hospital, that use has been discontinued for almost twenty years, and there is no certainty that it will ever be used for such -purposes again. A hospital building is not a hospital in the true sense of the word. No charity is administered by the mere possession of the building. As a building only, and independently of its uses, it is a mere house, and comes strictly within the taxing laws as such. To entitle it to consideration as a hospital it is essential that it be devoted to the purposes for which hospitals are used. Whenever it is restored to such use it may with propriety be claimed that it has been brought within the operation of the exempting laws. Until then the property is nothing but a house and land, and as such it is subject to'taxation, as are other houses and land.\nJudgment reversed, and new venire awarded."}