{"id": "982467", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe elaborate opinion filed in the court below relieves us from the necessity of an extended discussion of the questions raised by the record. They have all been satisfactorily disposed of by the learned trial judge.\nConceding it to have been the duty of the defendant company prior to presenting its bond for approval, to make an attempt to agree with the owners as to the amount of compensation they ought to receive for the damages sustained by the appropriation of their property, that question was adjudicated in the proceeding in the common pleas in which a bond was approved by the court. The plaintiffs there had an opportunity to raise any and every question which would have prevented the approval of the bond, and the decree entered by the learned court approving the bond decided every question which might have been raised. It is now too late to raise any question which might have been adjudicated in that proceeding, and that includes the question whether a bona fide effort was made by the defendant company to effect an amicable agreement with the plaintiffs as to compensation for the land taken prior to presenting the bond to the court for approval. “The very offer of a bond,” says Strong, J., in Wadhams v. Lackawanna & Bloomsburg Railroad Co., 42 Pa. 303, 310, “is an assertion by one of the parties that they cannot agree, and it is in itself some proof of such inability, for without the consent of both such an agreement cannot be made. And if it were not so, the action of the court approving the sureties, and directing a bond to be filed, involves an adjudication that everything had been done which entitled the company to have the bond filed. If an attempt to settle was a prerequisite, the order of the court is conclusive that the attempt had been made.”\nWe have no doubt of the right of the defendant company to condemn additional land for its plant. It was not denied, as appears by the court’s opinion, that the plant was inadequate to supply its patrons with a sufficient quantity of pure water. If the company has exhausted its power to condemn land for the use of the filtration plant it cannot comply with our decree which becomes a brutum fulmen and should never have been entered. But we do not agree with that contention. The defendant was incorporated for the purposes of furnishing water to the public in certain designated territory, and the right of eminent domain was conferred for the purpose of enabling it to exercise its functions during the continuance of its corporate existence. Its charter authorizes it to. furnish a 'sufficient supply ’ of pure water to the public and empowers it to appropriate lands and water 'to the extent necessary to accomplish the purpose. The act of assembly under which the defendant was incorporated does not limit or confine the company to any specific quantity of land or water which it may take for carrying out the purposes of its incorporation. On the other hand, the charter authorizes it to exercise the right of eminent domain to the extent necessary to secure land and water sufficient for its charter purposes. This is necessarily a continuing power, otherwise the first appropriation having exhausted the power, the company could not fulfill its charter duties to the public and supply the increasing demand occasioned by the growth of the population of the territory in which it is authorized to supply water. This duty is as imperative as the duty to supply the original population of the territory covered by the charter. Hence the increasing demands on the company for additional service compel the company to enlarge its plant as occasion requires which can only be done effectively by the exercise of the power of eminent domain. To deny it the right to exercise this power as the exigencies of its business demand is to defeat the purpose for which the company was incorporated and to prevent it performing a duty imposed by its charter. It will not be assumed that the state intended to authorize a water company to supply water to the public perpetually as it does in such charters, and withhold from the company the effective means of carrying the power into execution.\nThe contention that the defendant had no right to condemn land for a filtration plant, because filtration was unknown and was deemed unnecessary at the time of the incorporation of the water company, is untenable. The company was incorporated for the purpose of supplying water to the public in the territory defined by its charter. It may and should employ any effective modern means which will enable it to accomplish the purpose. It is not confined to the means and instrumentalities which were in use in 1874 when the general corporation act was passed. The law defines the purposes of the company’s incorporation and requires it to use the means necessary to accomplish the purpose. It is the duty of,the company to use the best means known at present to furnish pure water to the public. If those means be a filtration plant it should be constructed, and if necessary to secure land for the purpose the company may avail itself of the right of eminent domain. To hold otherwise would clearly be to deny to the company a power conferred by its charter.\nThe decree is affirmed."}