{"id": "982444", "contents": "Opinion by\nMr. Justice Moschzisker,\nA primary election was held in the tenth district of the eleventh ward of the City of Pittsburgh on January 4, 1910, at which C. G. Elwood and John S. Rodgers were rival candidates for the city and county committee of the Republican party. The name of the former was printed upon the official ballot in the space designated for that purpose, while that of the latter was not upon the ballot, all of the votes cast for him being inserted either in writing or by stickers. The election board certified seventy-eight votes for Rodgers and seventy-three for Elwood. Upon a petition alleging that stickers were improperly used upon certain of the ballots cast for Rodgers, a recount was had, and the Commissioners decided that fifty-seven of these ballots were illegally marked. On appeal the court below reversed the decision of the Commissioners, held the ballots in question legal, and directed a certificate of election to be issued to Rodgers. The present appeal is from this decree.\nThere were two classes of ballots cast which the appellant contends should not have been counted for Rodgers, and in both printed stickers were used. The first of these stickers read thus: “For City and County Committee. John S. Rodgers. X,” the “X” being in print. All of the ballots in this class were also marked with a pencil “X” in the square printed to the right of the name of Elwood, the letter name being entirely covered by stickers pasted fast over it. The other class had stickers of the same sort attached at a like place, but not pasted fast over the entire name of Elwood; they were merely affixed to the right of the name, so as to obscure totally the official square opposite the same but left partially free so that they might be raised and the name of Elwood made visible. In this latter class it was impossible, without tearing off the stickers, to ascertain whether or not there was a pencil cross in the official square thus covered.\nThe only directions in the Primary Election Act as to the manner in which tickets shall be marked are found in section 4, which prescribes the form of the ballot, as follows: “Make a (X) in the square to the right of each candidate for whom you wish to vote. If you desire to vote for a person whose name is not on the ballot, write or paste his name in the blank space provided for that purpose.” Here the voters who cast the ballots in question did not adhere to the provisions of the Act or the requirements of the law. They desired to vote for a person who was not on the official ballot, but instead of writing or pasting his name under the proper designation of the office to be filled in the space beneath the printed name of Elwood, they placed a sticker directly over that name; one class making the sticker fast so as entirely to obliterate the name of Elwood, and the other making it fast so as to obliterate the square to the right thereof and to cover the name as before described. More than this, the stickers not only had the name of the candidate, the square and an “X” printed thereon, but also the designation of the office. We feel that under the doctrine of our decisions the votes in controversy were void and should not have been counted.\nSection 4 of the Act of 1906 (P. L. 36) provides: “The voter may designate his choice, as is indicated by the instructions shown on the form of ballot above set forth;” this, according to our cases, must be taken to mean that he cannot do it in some other and different way. In Lawlor’s Contested Election, 180 Pa. 566, 570, slips, such as those used in this case, containing the name of a candidate and the designation of an office, were pasted in the blank space for that purpose, and, although these slips in nowise obliterated or obscured the other names or printed matter upon the ballot, the Court held that the vote could not be counted, saying, “The only prescribed mode of voting for persons whose names are not already on the ballot is by inserting their names in the blank spaces prepared therefor. * * It is the name only that is to be thus inserted, not the title of the offices to be filled. The latter is already printed there and constitutes part of the ballot prepared for the use of voters.” In McCowan’s Appeal, 165 Pa. 233, 237, where slips resembling a party column, with names, designations of offices and directions how to vote, were pasted over such a column, the court held the ballot invalid and, inter alia, said: “The name or names, as the case may be, cannot be inserted anywhere * * * * , but only in the appropriate blank spaces prepared therefor * * * * ; it may be done any appropriate way, such as by writing, * * * or by covering the proper blank space, in whole or in part, with a * * * sticker, securely attached to said space by adhesive paste or other suitable material, on which ticket or sticker is printed or written a name or names not already on the ballot. * * * * In so far as the mode of voting is thus specifically prescribed by the Act, all other modes are, by necessary implication, forbidden. * * * * To hold, as we are virtually asked to do by appellants, that by virtue of the authority given the voter to insert, in the blank spaces provided therefor, names not already on the official ballot, he may so use a previously prepared slip ticket, given to him by an outside party, as entirely to cover the right hand column of the official ballot, and thus effectually obliterate or conceal everything printed thereon, would not be construction but judicial legislation of the worst type.” In Redman’s Election, 178 Pa. 59, 64, some of the ballots were marked with an “X” in the square opposite the name of a candidate and the same name was inserted by the voter in the blank space provided for that purpose. The court said: “If the voter’s first act in preparing his ballot, was the ‘insertion’ of the name found in the blank space, he had no right, whatever, to afterwards attempt to vote by ‘marking’ for either of the candidates for justice of the peace whose names are printed in the left hand column. On the other hand, if his first act in preparing his ballot was marking with a cross (X) as appears in <he left hand column, he had no right to afterwards ‘insert’ the name ‘John S. Lowry’ in the blank space. It was thus manifestly impossible for the election officers, or anyone other than the voter himself, to determine which of the acts, — that of ‘marking’ in the left hand column or that of ‘writing’ the name ‘John S. Lowry’ in the blank space, — was first in order of time or whether the voter intended by both acts to vote for two persons or for only one and the same person, or, in brief, what may have been his purpose in doing what he is admitted to have done in preparing his ballot. When the election officers came to count the votes, it must have been quite evident to them, on inspection of the ballot in question, that the specific mode of voting prescribed by the Act had been disregarded by the voter, and hence they were clearly right in refusing to count the votes for anyone. It was plainly a vitiated, illegal ballot made so by the act of the voter himself. If such an utter departure from the positive requirements of the Act was sanctioned or encouraged, either by election boards or courts, it would lead to the most serious consequences. Under the new ballot law, it is not enough that the intention of the voter may possibly be ascertained, or his irregular and equivocal acts explained by evidence de hors his ballot. The purpose of the legislature, in prescribing the form of ballot and specifically directing how it shall be prepared and used by the voter, was to avoid all such inquiries and the consequences likely to result therefrom. It was intended that the ballot, when prepared by the voter and delivered to the proper election officer, should be per se self-explanatory. There is no good reason why it should not be so.”\nIt is true that none of the cases just reviewed was under the Primary Election Act, but cases arising under that statute are governed by the same principles as those under the general election law; in fact the Act of 1900 expressly provides, “Primaries shall be conducted in conformity with the laws governing' the conduct of general elections, in so far as the same are not modified by the provisions of this Act or are not inconsistent with its terms.” Aside from the authorities, to allow a sticker with the designation of an office and a printed “X” upon it to be used, would go far to defeat the important provision of the Primary Law to the effect that “No elector shall be permitted to receive any assistance in marking his ballot unless he shall first make an affidavit that he cannot read the names on the ballot, or that by reason of physical disability he is unable to mark his ballot,” as it would render practicable the grossest kind of assistance outside of the booths. Furthermore, where the ballot is marked with two X’s, one made by pencil opposite the name printed upon the ballot and the other printed upon the sticker pasted over such name, the real inténtion of the voter is not shown with sufficient definiteness to comply with the law. Lastly, to permit stickers to be pasted over names printed upon the official ballot, would put it in the power of corrupt election officers easily to make changes upon the face of the ballot, after the votes had been cast, of a character which it would be almost impossible to discover by subsequent inspection.\nWhile it may be that the Court in this instance correctly guessed the intention of the voter, yét the fifty-seven mutilated ballots were not marked in accordance with the instructions contained in the Act of Assembly, and under the well established doctrine in this State they should not have been counted; to permit the counting of such ballots would be a precedent fraught with grave dangers for the future. If the designation of the office had been eliminated and a one-line sticker employed, there was ample room for its use in the appropriate place directly under the name of Elwood, and the Court below finds that this space was sufficient in which to write the name of Rodgers, or, with care, to paste the large two-line sticker which was used, without covering or interfering with other printed matter upon the ballot. Under the circumstances, the votes in question should have been declared illegal and not credited to anyone.\nThe assignments of error are sustained, the decree is set aside and the record is remitted with directions to enter a final decree in accordance with the views above indicated.\nMr. Justice Mestrezat, dissents,"}