{"id": "982440", "contents": "Opinion by\nMr. Chief Justice Fell,\nAn application to open a judgment entered on a warrant of attorney is addressed to the equitable powers of the court and on appeal the question is whether there has been a proper exercise of judicial discretion. The cases are rare where there have been reversals of the findings of a judge sitting as a chancellor, because his opportunity to reach a correct conclusion from conflicting testimony, when the character and knowledge of the witness are involved is much better than ours on appeal. An apparent preponderance of testimony against a finding is not sufficient to lead to a reversal, when there is testimony, which if believed, will sustain it. Steinmeyer v. Siebert, 190 Pa. 471.\nWhen on a rule to open a judgment, a want of consideration, or a contemporaneous parol agreement varying the terms of the note, or a like defense is set up, it should be established by a clear preponderance of proof. A mere conflict of testimony is not sufficient to entitle the defendant to a trial, but when the genuineness of the writing is in dispute, and the issue is that of forgery, the writing is not of weight. Its execution is the subject of inquiry, and there is no presumption arising from the writing itself to overcome. While the measure of proof required cannot be defined by rule, it may be said generally, that where a defendant has testified that a writing is a forgery, he is entitled to go to a jury, although the counter proof is of equal force. The burden of establishing the genuineness of a disputed paper is on the party offering it. Schomaker v. Dean, 201 Pa. 439; Kaier Co. v. O’Brien, 202 Pa. 153.\nThe defendant testified that he had not signed the note on which the judgment was entered, and that he was not at the time of its date indebted to the plaintiff in any amount. He was corroborated by two witnesses who were familiar with his handwriting, and knew his signature. His testimony was contradicted by the plaintiff and by experts who expressed the opinion that the note was genuine. Upon this testimony and in view of the unusual character of the transaction testified to by the plaintiff in explaining why the note was made, the judgment was opened.\nThe order is affirmed at the cost of the appellant."}