{"id": "982512", "contents": "Opinion by\nMr. Justice Stewart,\nWe need not here repeat what was said in the recent case of D’Jorko v. Berwind-White Coal Mining Co., 231 Pa. 164. It is enough to say that it was there distinctly held that the employers’ liability Act of June 10, 1907, P. L. 523, does not effect any change in the law as it stood before the passage of the act with respect to liability for injuries received by employees in coal mines, where the mines are out of the control of the owners and in charge of a certified mine foreman. There can be no question as to what that law was and is. It was announced in Durkin v. Kingston Coal Co., 171 Pa. 193, and has been repeated in a number of cases since, the most recent being D’Jorko v. Berwind-White Coal Mining Co., supra. These cases alike hold that for any failure of the mine foreman to discharge the duties imposed by the mining Act of May 15, 1893, P. L. 52, the mine owner cannot be held liable, inasmuch as the state makes the mine foreman its representative, and vests in him the determination of all questions relating to the security of the mines, with power to compel compliance with his directions. While no one saw the immediate happening of the occurrence which is made the basis of this action, and different explanations of the occurrence have been attempted, we think the testimony warrants but one conclusion with respect to this feature of the case. That the unfortunate man met his death by being crushed between the car he was driving and the wall of the mine, is, we think, the only reasonable explanation. That the accident occurred in the immediate locality where he was found, is too clear for dispute. This point was 100 feet beyond the place called the “parting” where he had been signaled to apply sprags or brakes to his car. He was there seen to alight from his car, on the right hand side, where the clearance between the tracks and the wall of the mine met legal requirements as to width. He was not seen thereafter until found lying upon the track and injured, 100 feet beyond the place he alighted. Between these two points the required clearance on the right hand side continued; so there is no difficulty in seeing how he reached the point where he was injured. But at that point the clearance on the right hand side terminated, and from there on the space between the tracks and the mine wall is but a few inches. There can be but one conclusion, — in pursuing his way in an unlighted mine along this clearance he went too far and was caught in the narrowing space. Would it have been a proper and reasonable precaution against accidents such as this to have prolonged the clearance to a point beyond? If so, the failure to do this was negligence. But whose? Rule 3 in art. XX, of the act of May 15, 1893, provides that the mine foreman shall see that the entrance at such places where road grades necessitate sprags or brakes to be applied or removed, shall have a clear level width of not less than two and one-half feet between the side of the car and the rib, to allow the driver to pass his trip safely and keep clear of the cars there. Clearly under this provision, the duty was upon the mine foreman to see that the clearance at the “parting,” as it is called, was adequate and not only in the width prescribed, but in its length as well, to allow the driver to pass his trip safely; and if there was failure in this regard, the responsibility must rest wholly upon the foreman. We are not to be understood as conceding that the clearance here was not adequate for the purposes intended; we are simply assuming so much for purposes of illustration. The case on its facts approaches so closely to Golden v. Mt. Jessup Coal Co., 225 Pa. 164, where the law was considered and applied, that further discussion of this feature of the case is unnecessary.\nAgain, negligence chargeable to defendant is asserted in the conduct of the assistant foreman who it is alleged ordered the trapper, that is, the boy whose duty it was to signal when the sprags were to be applied, to assist him in pushing cars at the “parting.” It is said that the trapper was so employed when the car driven by the man who was injured approached; and that the giving of the signal was in consequence delayed, with the result that insufficient time was allowed the latter to set the sprags before the narrow space was reached. With respect to this it is only necessary to say that a careful examination of the testimony shows that it is entirely without support. The nonsuit entered was a proper disposition of the case.\nThe assignments of error are overruled and the judgment is affirmed. . -"}