{"id": "982509", "contents": "Per Curiam,\nThe argument on behalf of the appellant has taken a much wider range than is called for by the single question raised by the appeal. The only assignment of error based on an exception relates to the refusal of the court to allow an answer to be filed nunc pro tunc to a rule to show cause, twenty-one days after the return day of the rule.\nThe receiver of an insolvent distilling company was authorized by the court to sell its real estate, but was unable to obtain a satisfactory price. He petitioned the court, setting out that he had an offer for all the property of the company, real and personal, which he had submitted at a meeting attended by eighty per cent, of the creditors, all of whom favored its acceptance; that it was impracticable to sell the real estate separated from the personal property, that a part of the latter consisted of 9287 barrels of whiskey, for which the company ]md issued warehouse receipts, and in many instances, duplicate receipts, thereby placing the title to the whiskey in dispute. On this petition a rule was granted on all persons holding warehouse receipts to show cause why a private sale of the whiskey, together with the real estate, machinery, etc., should not be made on the terms offered. The rule was granted January 24, 1911, returnable February 4, 1911, and notice of it was accepted by the attorneys of the appellant on January 28. On February 25th, when the cause came on to be heard, the appellant asked leave to file an answer nunc pro tunc as of February 4, the return day for the rule. No explanation or excuse was offered for the delay and leave was refused. To this ruling an exception was taken; no exception was taken to the order of sale. The allowance or refusal to allow an extension of time in which to plead or answer, is a matter within the discretion of the court in which the proceeding is pending. It is a power indispensable to the proper conduct of the business of the court, and nothing short of gross abuse would warrant a reversal of its order. Holland v. White, 120 Pa. 228. In this case the discretion of the court appears to have been wisely exercised. The appellant had ample time in which to answer, and no excuse for its default was offered. The interest of the creditors required prompt action by the receiver and the order of sale preserved any rights the appellant had.\nThe order is affirmed at the cost of the appellant."}