{"id": "983287", "contents": "Opinion by\nMr. Justice Mitchell,\nIt must be accepted as settled by the evidence and the verdict that James Ham was wrongfully ejected from the car, and did not enter on the track as a.trespasser or by his own fault. Cases therefore like Mulherrin v. R. R. Co., 81 Pa. 366, and R. R. Co. v. Collins, 87 Pa. 405, and others which hold that a man who steps his foot on a railroad track except at a public crossing does so at his own peril, and that it is negligence per se, have no application.\nThe substantial controversy in this case is upon the standard of conduct required of a man who like Ham is wrongfully put on a railroad track, as to the time and manner of getting off. The learned judge below told the jury concisely in affirming the plaintiff’s thirteenth point, that “ all the care that was required of Ham after being put off the car, was simply the ordinary care and diligence of a reasonably prudent man under the circumstances; ” and again in affirming the defendant’s twenty-second point, that “ when Ham was placed upon the track it was his duty to leave the same at the earliest practical (practicable) moment, and if he did not do so, he was guilty of contributory negligence.” This instruction was repeated and reiterated with varied illustrations from the proved or hypothetical facts in evidence, in the general charge and in the answers to five points by the plaintiff and fourteen by the defendant on this branch of the case alone, but the standard prescribed, to wit, that Ham should have got off the track at the earliest practicable opportunity that a reasonably prudent man would have discovered and seized, and that the plaintiff had the burden of proof that Ham did so, was not varied, and unless this was an erroneous standard the judgment must be sustained.\nThat this was the proper rule for the guidance of the jury does not admit of question. Ham as already noted was put in a place of danger without fault of his own; he was bound to use care, diligence and judgment to get out at the first opportunity ; but using these he was not chargeable with responsibility for the result, and the standard of the care, diligence and judgment he was bound to use, was the common standard of the ordinary prudent and careful man.\nThis was the rule which was claimed by the appellant when the case was here before, and which we then said was applicable. Ham v. Canal Co., 142 Pa. 617. But a single expression in the opinion has led the appellant to claim now that nothing short of “ imperious necessity ” will excuse Ham for continuing on the track. In that case certain points were presented by the defendant, based on hypothetical statements of the facts which if true entitled the points to an affirmance. Our brother Green reviewed the evidence, and in doing so used the expression that w'hether the distance from where Ham was put off the car to where he was struck was four thousand feet as claimed by plaintiff, or a mile as claimed by defendant, “ the presence of the men on the track at so remote a point cannot be justified except on clear proof of a most imperious necessity. Of that kind of proof we can discover none in this case.” This was meant to show how the hypothetical points of defendant were supported by the evidence, and the character of evidence that should be satisfactory to the jury in connection with such points, not to take the case away from the jury or to set up a different standard for their guidance than the points contained. This is expressly stated in the opinion itself (p. 638-4). “ From this brief review of portions of the testimony it is perfectly manifest that there was an abundance of evidence to justify the hypothetical points of the defendant, Nos. 7, 8 and 11, and the defendant was entitled to have a direct answer to these points.” The standard that the points themselves set up (p. 622) is “ the conduct of a reasonably prudent man ” or an “ ordinarily prudent man,” and this was what the court held should have been affirmed. This standard is the same at all times, but the degree of care that it implies will of course vary with the circumstances of each ease. In the presence of great or imminent danger, more care would be exercised by a prudent man than where the risk was less, his prudence and care are sharpened by the exigencies of the situation. Therefore more care is required of the plaintiff who must conform to that standard. In the present case Ham’s continuance on the track was fraught with continued danger, and when he came to the bridge the danger was still further increased. He was bound therefore to consider the situation with attention wide awake to its perils, and to take another way out of them, even though less direct and less convenient, if such other way was presented which would commend itself to a man of reasonable and ordinary prudence. But this, after all, is the standard to which we must continually return. It is the true standard which the law establishes for judging the conduct of men in the daily affairs of life, and no other was intended to be set up in the decision when this case was here before. The phrase “imperious necessity ” used in the opinion was a very graphic and forcible expression of the necessity of care, but it was not intended to set up any other measure than that of a prudent man, alive to the dangers of the course he pursues, who nevertheless chooses it as the best of the alternatives open to him. It was used with regard to the character of the evidence that should be satisfactory to the jury, in taking the view that a prudent man would under the circumstances have risked continuing on the track for such a distance, and crossing the bridge. That it was not meant to set up a different standard of care as matter of law, is clear from the granting of a new venire, though the court could discover no proof of the kind described. That was for the jury.\nWe see no benefit in a detailed review of the evidence. It is mainly the same as when the case was here before, though somewhat strengthened for the plaintiff. There was much testimony as to the feasibility of getting off the track at various points and without crossing the bridge where the accident happened, and the jury might well have so found. But there was also much testimony to the contrary, and the preponderance was not so great and the result so one-sided that the court could have pronounced it as a matter of law. Whether a safe road was there or not was only a part of the question. There still remained whether Ham, with ordinary diligence and prudence could have seen it, and seeing ought to have taken it. A man familiar with a locality may take an uninviting path, knowing it will lead him aright, while a careful man not knowing how it may turn out, nor even whither it may lead, may well be exonerated from negligence in not making the experiment, though it would in fact have been the best thing to do. The elements of prudent conduct on the part of Ham were too many and too varied to be determined except by the jury, and’ the rule laid down for the jury’s guidance was in accordance with the settled law. If they have made a mistake in its application the remedy is not with us.\nNor do we find any error in the reference to the view of the ground by some of the jurors. They were told that they had the aid of their own observations “ to supplement the testimony of the witnesses.” This was not substituting their eyes exclusively for the evidence in the case, but using them as an aid in weighing and applying it. Though not so explicit and full as the charge in Flower v. R. R. Co., 132 Pa. 524, it was in substantial accordance with it.\nJudgment affirmed."}