{"id": "983314", "contents": "Opinion by\nMb. Chief Justice Sterrett,\nThis suit is on a note admitted to have been made and delivered by defendant to the Newton National Bank in part renewal of his note for $990 at ninety days from August 9, 1890, with interest, etc. The consideration of this last mentioned note was nine shares of the increased capital stock of said bank taken by defendant in the name of his wife, Louisa E. Turner, under the following circumstances: In April, 1890, ■the bank—located and doing business at Newton, Kansas,— decided to increase its capital from $100,000 to $200,000, and for that purpose authorized its cashier, C. R. McLain, to solicit subscriptions for said stock. In July following Mr. McLain came to Chester county, and, upon the faith of his representations, defendant, as the latter alleges, verbally agreed to take, in his wife’s name, nine shares of said new stock at $110 per share, for which he gave said note of August 9, 1890. The transaction was to have been cash, but on August 5th defendant wrote that he had been disappointed in receipt of money, and suggested that, if satisfactory to the bank, he would make a note for the amount at ninety days with interest, and the certificate of stock might be held as collateral security. This proposition having been accepted, the note was forwarded and certificate of stock, No. 802, issued to Mrs. Turner, was deposited with her neighbor, Truman C. Moore, to be held for the bank as collateral security, etc. A certificate to that effect was given to Mrs. Turner.\nIn September following, the comptroller of the currency certified that said increased capital had been paid in, thus making the capital of the bank two hundred thousand dollars. On November 9th the note in suit was given for balance of the original note. On the 20th of same month the bank failed, and a few days thereafter the plaintiff, J. E. Howard, was appointed receiver. At that time, the bank’s condition, as shown by schedules filed with the comptroller of the currency, was :\n“ Total estimated assets, .... $284,810.58\nTotal liabilities, not including capital, '270,272.57\nApparent excess of assets, . $14,538.01 ”\nIn January, 1891, a meeting of the stockholders was held at Newton, Kansas, for the purpose of ascertaining the amount, condition and character of the assets and liabilities of the bank, etc., and statement thereof was prepared by the secretary of the meeting. Pursuant to resolution then adopted, and with the view of reorganizing the bank, meetings were held in Philadelphia on the 16th and 17th of April, 1891, and resulted in a resolution to reorganize by a voluntary assessment of $50.00 on each share of stock, and appointment of a stockholder’s committee, of which Mr. F. T. Ives was chairman, to confer with the comptroller of the currency, and arrange details of reorganization. At a subsequent meeting held at Newton, May 20, 1891, it was further resolved to reduce the capital from $200,000 to $100,000, and on May 22d the prior proceedings of the stockholders were ratified, and the officers were authorized to issue new certificates of stock,—one share for every two shares of old stock,—to those who paid the $50.00 per share assessment on the old stock, and all stock on which said assessment was not paid by June 1,1891, should be sold at public vendue on twelve days notice. The bank, through said committee, had arranged with all its creditors, who were not paid in cash, to pay their respective claims in four equal installments, commencing September 1, 1891. All these preliminaries having been satisfactorily arranged, the receiver, on June 29,1891, turned over to the reorganized bank all the assets, and thereupon business was resumed.\nThe defendant was present on first day of meeting in Philadelphia, but not on the following day when the reorganization scheme was adopted by the stockholders. Both he and his wife, however, corresponded on the subject with Mr. Ives, chairman of- reorganization committee. Under date June 4, 1891, Mrs. Turner wrote: “ I want or expect to pay my assessment of 50 per cent towards reorganizing the bank. But do not wish to send the amount until I know positively that you are going to reorganize,” etc. Five days thereafter defendant wrote: “ Mrs. L. E. Turner has nine shares of Newton National Bank Stock.Should the bank be reorganized she will likely pay the assessment of fifty per cent. But, as she will have to borrow the money to do so, does not want to do that, unless it is a sure go. Kindly let me know how the bank stands at this time.” Mr. Ives replied to both of these communications. To the latter he says, under date of June 17th: “The letter received here from Mrs. L. E. Turner was answered, informing her that the subscriptions were all in for the $100,000, but hers and two others. One of the others is already remitted and the other is expected daily. In order to facilitate opening the bank and relieve suspense of stockholders I put in the difference required, expecting it returned to me soon enough not to afford much inconvenience.” Replying to the letter addressed to herself, Mrs. Turner, under date June 29 th, says: “On or about the day I received your letter, some two or three weeks ago, Mr. Howard, receiver for the Newton National Bank, brought suit against Mr. Turner and blocked matters for the present.”\nIn answer to notice sent by the receiver in January, 1891, defendant, referring to the note in suit, says under date January 19th: “ This note was given by me for stock for Louisa E. Turner. ... I will not be able to meet the note in full. .... Now I am willing, if you can receive a new note when due, paying part of it, and will pay balance in full 60 to 90 days from that time.”\nIt also appears that in November, 1890, after the bank failed, Mr. Moore, the custodian of the certificate, offered it to the defendant ; and the latter, in answer to the question whether he received it or not, testified: “ It was left lying on the table; I suppose I accepted it.”\nThe foregoing are the salient facts, as to the origin, consideration, etc., of the note in suit, leading up to the defence that was successfully interposed in the court below, viz.: that the agreement to take the stock, giving the original note in payment thereof, etc., was induced by the fraudulent misrepresentations of the cashier as agent of the bank in procuring subscriptions, etc.\nWithout referring to the alleged misrepresentations, but assuming, for argument’s sake merely, that they were such as would have justified the defendant in rescinding the contract before the bank became insolvent or other rights attached, the controlling question, under all the evidence, is whether that defence was available at the time it was interposed.\nAs a general rule, it is well settled that a contract induced by fraud is not void, but voidable only at the option of the party defrauded. In other words, it is valid until rescinded, and it is for the defrauded party to elect whether he will be bound; but, if he affirm the contract, he must affirm it in all its terms. Pollock, Contracts, *536; Pearsoll v. Chapin, 44 Pa. 9. When, however, the fraud is of such a character as to involve a crime, ratification thereof is contrary to public policy and cannot be permitted; but, where the transaction is merely contrary to good faith and fair dealing,—where it affects individual interests only—either ratification or rescission, at the election of the party defrauded, is permissible: Shisler v. Vandike, 92 Pa. 447; Babcock v. Case, 61 Pa. 431; Leaming v. Wise, 73 Pa. 173. In the last case it is said if defendants were guilty of the alleged fraud, the plaintiffs, on discovering it, had an undoubted right to rescind the contract, and upon a tender of the stocks to demand back the price paid for them, but it was their duty to do so within a reasonable time. Omission to repudiate within a reasonable time is evidence, and may be conclusive evidence of an election to affirm the contract. Election to rescind must be communicated to the other party. One way of doing that is to institute proceedings to have the contract judicially set aside; or, if the other party is the first to sue on the contract, the rescission, if not too late, may be set up as a defence. Where rescission is not declared in judicial proceedings, no further rule can be laid down than that there should be “ prompt repudiation and restitution as far as possible.”\nA contract, to take and pay for stock in a corporation, made in consequence of a fraudulent prospectus is voidable only and not void, and can only be avoided subject to the rights of creditors, where there is a winding up order or a voluntary winding up: Bispham’s Equity, § 472; 2 Addison, Cont., 8th ed. 774; Cook on Stock, etc. §§ 151 to 154. The intervening rights of creditors and other stockholders call for prompt action on the part of a subscriber who seeks to avoid his liability on the ground of fraud: Bispham’s Equity, sec. 154.\nIn view of these principles, and the uncontradicted facts above referred to, it is impossible to see any ground on which a valid defence in this case could be based. The undisputed evidence is that prior to the failure of the bank and institution of this suit by the receiver, neither the defendant nor his wife took any steps to rescind or repudiate the contract of subscription or to surrender the certificate of stock, as to which he testified, “ It was left on the table; I suppose I accepted it; ” nor did he deny his liability on the note. On the contrary, up to the time suit was brought, they, both indicated a willingness to join with other shareholders in their efforts to reorganize the bank. Mrs. Turner, as we have seen, wrote to the chairman of the reorganization committee : “ I want or expect to pay my 50 per cent towards reorganizing the bank; but do not wish to send the amount until I know positively that you are going to reorganize,” etc.. A few days thereafter defendant wrote to the same effect, saying his wife would likely pay the assessment “should the bank be reorganized,” but she did not want to borrow the money for that purpose “ unless it is a sure go.” At that time, as the chairman wrote them in reply, the whole amount of the assessment, $100,000, except Mrs. Turner’s and two others, was in, and one of those was on the way. Reorganization was then practically an accomplished fact. Everything, including the conduct of defendant and his wife, pointed to that conclusion; and doubtless the remittance would have been made if the receiver had not brought suit in the meantime. That, as Mrs. Turner wrote, “ blocked matters for the present.” In nothing that was said or done, from the beginning up to that time, was there anything that could be tortured into election to rescind on the part of the defendant. At that time, or rather prior thereto, the rights of the bank’s creditors, to the extent of its assets, including the additional capital stock represented in part by defendant’s note, had attached; the stockholders, with the exception of Mrs. Turner and one or two others, relying on obtaining possession of all the assets, had contributed nearly 1100,000 for the purpose of reorganizing the bank, which of course included settlement and payment of all its liabilities. These facts were established by unconti'overted evidence. There was no testimony from which any jury could, or ought to be permitted to find a state of facts more favorable to the defendant.\nPlaintiff’s second, third, fourth and sixth points for charge are substantially predicated of the foregoing undisputed facts, and should have been, respectively, affirmed without qualification and the jury instructed, as requested in the sixth, that “ upon all the evidence in the cause the verdict should be for the plaintiff.”\nIt follows from what has been said that there was error also in the learned judge’s answers to defendant’s seventh and eighth points respectively. The 3d to 8th specifications of error inclusivo are therefore sustained.\nJudgment reversed and a venire facias de novo awarded."}