{"id": "984867", "contents": "Opinion by\nMe. Justice Stewaet,\nThe injury plaintiff sustained is traceable directly to the dangerous position he occupied on the car on which he was a passenger. He was not within the car, but was standing in the open doorway with his back to the interior of the car with one hand resting on the door-jamb, while in the other he was holding an umbrella. While in this position the train started. It had proceeded but a short distance when passing a switch or crossing, another track than its own — it does not clearly appear which — the car on which plaintiff was a passenger was jolted, not however to any unusual degree, but nevertheless to a degree sufficient to cause passengers within the car and standing nest to the plaintiff to press against him. By this pressure he was forced from his position out upon the platform, and in his effort to take hold of the railing of the car he fell to the ground. The negligence complained of was that the defendant company by its servants in charge operated the train in such a reckless and careless manner that at or when the point where the tracks crossed Bace street, the plaintiff without fault or contributory negligence on his part, was violently jolted and thrown from his position on the car upon the track. It is quite sufficient to say with respect to the negligence here alleged, that there was no evidence in the case to' support the charge. It cannot be pretended that the accident occurred through any defect in any of the means of transportation or that these or any of them were being employed in a negligent way. So far as appears from the evidence, there was not a circumstance in the case indicating that anything had occurred in connection with the operation and management of the train or in its movement, that was not necessarily incident under the most skillful direction with the most approved equipment. Had the negligence charged been failure on part of the company to provide the plaintiff with a safe place in which to ride, in consequence of which the injury resulted, the case would not have been so entirely naked of facts tending to support the charge, for, accepting the testimony offered as correct, the car on which plaintiff rode was crowded beyond its seating capacity, and its aisles so filled with passengers standing, that plaintiff could advance no further than the door. Unquestionably injury happened to him because of the position he occupied; but was he in that position because the company had allowed him no other accommodation? He does not so testify. He says that there was a passenger coach in the rear of the one on which he was riding which contained no passengers. He made no attempt to enter that car either before or after he made the discovery that the first car was crowded. He nowhere gives any reason for not seeking a safer place than the one he occupied; nor does he mention a single obstacle or circumstance that stood in the way of his finding a seat in the car to the rear. So far as appears a step or two across the connected platform of the two cars would have placed him where this accident at least could not have happened. The testimony not disclosing any necessity for his occupying the position he did, and remaining in it, the lack of such evidence was not to be supplied by conjecture on the part of the jury. For the injury that resulted he was without cause of action.\nThe assignments of error are overruled, and the judgment is affirmed."}