{"id": "985596", "contents": "Opinion by.\nMr. Justice Wilbiams,\nThese appeals may be most readily considered together as they are from the same judgment. The action was assumpsit. The plaintiffs right to recover depended on the following facts and circumstances which appear in a case stated filed in the court below. The plaintiff is the widow and executrix of A. R. Blood, deceased. Prior to the 18th day of May, 1891, Blood was the owner of certain oil properties situated in Mead township, Warren county. On that day he sold these properties in two blocks. Of the several properties included in one of these blocks he was the freehold owner. Of those included in the other block he was a lessee. In the purchase of the several pieces that made up these blocks he had undertaken to pay the purchase money in installments running over considerable time. He had given to his vendors his promissory notes for these installments, and secured each batch of notes by a mortgage on the property purchased conditioned for the payment of the notes that represented the. purchase money. The freehold estates or some of them had been purchased from Bayer and Rice, who held a mortgage upon the lands sold by them, covering and securing the notes given to them by Blood for the purchase money. The leasehold estates were bought from Scofield who held notes secured by a mortgage for the unpaid purchase money due to him. The deed made by Blood to the defendants for the property held by him in fee was made “under .and subject to the lien ” of the mortgages for the unpaid purchase money due from Blood to his vendors. But to settle all question about the duty of the purchasers the following stipulation was also incorporated into the deed. “It is hereby agreed between the parties to this instrument that the said party of the second part accepts the title to the foregoing and described pieces and parcels of land, and oil rights, subject to the payment of the mortgages herein above mentioned; but does not assume the payment of the various outstanding notes given for the debts secured by said mortgages.” It is well settled that the words, “ It is hereby agreed ” make of the words that follow a covenant. This stipulation is therefore a covenant to pay to the mortgagees the amount due upon the mortgages referred to, followed by a provision that the covenant shall not impose upon the purchasers the duty of hunting up the notes and paying the same to the holders, but that payment to the holder of the mortgage should discharge their obligation. We have then both an implied covenant to indemnify arising from the “under and subject to the lien of ” clause, and an express covenant in the stipulation beginning with the words, “ It is hereby agreed ” to pay the mortgage debt to- the holder of the mortgage. We can see no reason why an action in the name of the covenantee might not have been brought upon it to the use of the party entitled to receive the money: Ardesco Oil Company v. North American Oil Company, 66 Pa. 375; Taylor et al. v. Preston, 79 Pa. 436; Merriman v. Moore, 90 Pa. 78.\nThe purchaser did not keep his covenant. The plaintiff has for that reason been compelled to pay money upon a mortgage which it was the duty of the purchasers to pay under an express covenant with him. To the extent of such payment it is very clear that the plaintiff is entitled to recover in this action. The general rule is that one purchasing under and subject to the lien of a mortgage given by his vendor is a purchaser as between himself and his vendor of the entire estate, and is liable to pay the mortgage as part of the purchase money due from him. Thereafter the relation of his vendor to the mortgage is not that of primary debtor, but of surety, the vendee becoming primarily liable therefor. The holder of the mortgage is not bound by an arrangement to which he is not a party, and he may therefore pursue the mortgagor if he chooses; but in that event the mortgagor is entitled to subrogation or he may proceed on the covenant of indemnity which the “under and subject to the payment of” clause implies. We must therefore overrule the assignments of error filed on behalf of the defendants below and affirm the judgment so far as their appeal is concerned. The general principles applicable to the question iuvolved will be found tobe well stated in several cases, among which are Kearney v. Tanner, 17 S. & R. 94; Campbell v. Shrum, 3 Watts, 60; Burke v. Gummey, 49 Pa. 518; Metzgar’s Appeal, 71 Pa. 330.\nA question of more difficulty is presented by the appeal of the plaintiff. The deed for the leasehold estates was made “subject nevertheless to all the terms and conditions of the said leases, .... and under and subject nevertheless .... as to the premises twelfth, thirteenth and fourteenth above described to the lien of a mortgage given by E. J. Lesser to C. W. Scofield dated Oct. 3, 1889 .... upon which there remains unpaid at this date the sum of thirty-eight thousand seven hundred and fifty dollars with interest thereon from Oct. 3, 1889.” This was not understood by the parties to be a sale of the equity of redemption alone but of the whole estate, the purchaser assuming to pay as part of the purchase money due to his vendor the entire sum stated to be due upon the mortgage to the holder thereof. The vendee was to take the property cum onere and to perform the covenants, and pay the incumbrances, made and suffered by his vendor. This the law would require from him: Sugden on Vendors, 304. It is a principle of equity that one who obtains possession of a leasehold and of the income derived therefrom, by means of an assignment or other conveyance, must indemnify his vendor against the payment of rent, at least so long as he continues to hold the estate. Walker v. Physick, 5 Pa. 193 ; Academy of Music v. Smith, 54 Pa. 180 ; and this notwithstanding that the conveyance may be silent on the subject. Here however the vendees take the estate subject to the rents, and to the lien of the mortgage, by a stipulation in the conveyance under which they acquire title.\nThe effect of this stipulation was to make the land primarily liable for the payment of the mortgage money and to require its value to be fairly applied, without objection, and in good faith to that purpose. A collusive sale, or other trick, or artifice, by which it is sought to take the land out from under the lien of the mortgage to the disadvantage of the vendor is a fraud upon him which a court of equity will correct. The legal import of the “ under and subject to the lien of ” clause is that the vendee will discharge the lien of the incumbrance by payment, or in default thereof that the land shall remain liable therefor and shall be, as between himself and his vendor, primarily liable to the extent of its actual value. If the mortgage money is more than the value of the land the vendor will be liable to his creditor for such surplus and will be without recourse to his vendee for the amount so paid ; but if the vendee neglects or refuses to pay and the holder of the mortgage proceeds, upon the bond or otherwise against the mortgagor, the implied covenant to indemnify him to the extent of the value of the land is broken and his vendee is liable to him upon it. As between themselves, as we have alreadjr stated, the land in the hands of the vendee is primarily liable, and up to the amount of its value the vendor is in the position of a surety and is entitled to subrogation to the rights of his creditor in order to enable him to reach the mortgaged premises ; or he may avail himself of the implied covenant to indemnify him that grows out of the “ under and subject to the lien of” clause. But the mere fact that he is liable as surety is not enough to support an action against his vendee, for by the terms of his conveyance he assumed the inconveniences to which that relation may subject him. He may however require the mortgagee to proceed upon the mortgage in the same manner that a surety may do in other cases, and collect the debt out of the land bound by it. If the notice is disregarded and the debt, or any portion of it, collected from the mortgagor, he may be subrogated to the rights of the creditor as any other surety might be, for it is against equity that the vendee should be permitted to retain the land and escape the burden he had impliedly assumed at the time of the purchase. But in this case, as we understand the facts, lha' mortgagor has not as yet paid any portion of the mortgage.The case stated informs us that Scofield was indebted to Blood at the time of his death in an amount greater than the mortgage debt. The inference sought to be drawn from this fact is that when the plaintiff attempts to collect the debt due from Scofield to her husband’s estate, he will seek to set off the amount: of the mortgage debt upon it, instead of proceeding against the premises in the hands of his vendees. But this has not yet been done. It is by no means certain that it will be. The land has not been withdrawn from the reach of the holder of the mortgage, so far as the case stated informs us, nor has the vendor, the surety, been compelled to pay any portion of the mortgage debt. It is not easy to see therefore how he is entitled to proceed against his vendee either upon the implied covenant, or upon his rights as surety for the mortgage debt.\nThe learned judge reached a correct conclusion as to the right of the plaintiff to recover for this part of her claim although we cannot concur in all the views expressed by him. Upon the whole case we hold as follows:\nFirst. That the express covenant in the deed for the freehold estates is not identical with that which is implied from the “ under and subject to the lien of” clause. It goes much farther. It is an express covenant to pay.\n-Second. The plaintiff’s right to recover as to this part of her claim may safely rest on the implied covenant growing out of the “ under and subject to the payment of ” clause, or upon the express covenant introduced by the words “ It is hereby agreed between the parties to this instrument.”\nThird. As to the amount still due and unpaid on the mortgages on the freehold estates, the plaintiff cannot recover to her own use until she has been compelled to make payment and then only to the extent of the payments actually made. An action might he maintained by the holder of the mortgage in the name of the covenantee, for his use, upon the express covenant to pay contained in the deed; and I see no reason why an action might not be brought by the covenantee to recover damages sustained by reason of the breach.\nFourth. As to the mortgage on the leaseholds the vendor took no express covenant, and must depend on that which the '.law implies, from the “ under and subject to the lien of ” clause. .The effect of the implied covenant is to make the land primarily liable for the mortgage debt, the vendor becoming as between himself and his vendee a surety for the sufficiency of the ■land bound to provide for the payment of the mortgage. The vendee undertakes on the other hand that the land shall remain liable to seizure and sale for the payment of the mortgage debt, and that he will do. no act that shall tend to withdraw- it from ■the reach of the creditor or prevent the fair application of its full value to the debt if that should be necessary to its payment.\nFifth. The act of 1878 plays no part in this case.\nThe action is not brought by the holder of the mortgage to assert a personal liability against tlie vendee, and for that reason the act does not apply: Lennox v. Brower, 160 Pa. 191. But so far as the mortgage on the freehold estates is concerned it is an action by the vendor against bis vendee upon an express covenant.\n• So far as the mortgage on the leaseholds is concerned it is upon an implied covenant. The trouble does not grow out of the- act of 1878, but out of the fact that as to the mortgage on the leaseholds the implied covenant does not seem to have •been broken.\nThe facts contained in the ease stated are not as full as might •be desired, but they do not show that the plaintiff has been compelled to pay the leasehold mortgage or any part of it, either in money or by an application of it to the extinguishment of any demand due to the estate of her deceased husband, nor that the land has been withdrawn from the reach of the holder of the mortgage.\nFor these reasons the judgment must be affirmed."}