{"id": "985585", "contents": "Opinion by\nMb. Justice McCollum,\nThe learned judge of the court below thought the libellant was not entitled to a divorce from his wife under the act of May 8, 1854, P. L. 644, unless he showed that her treatment of him endangered his life. While this was his view of the law governing the case he considered that the respondent had done all she could to render the condition of the libellant “ miserable and wretched,” and that it would be better for them and the public if they were divorced. In short the learned judge would have 'gladly submitted the case to the jury if he had believed the evidence was sufficient to carry it there, and he would have done so in the hope of a verdict that would have authorized a severance of the marital relation between the parties. These conclusions are drawn from the charge in which the reasons for a peremptory instruction to the jury to find for the respondent were clearly stated. While we do not question the soundness of his views respecting the conduct of the respondent we cannot concur in his construction of the statute under which the proceeding was instituted. This statute expressly authorizes the court of common pleas of the proper county to grant a divorce on the application of the husband where his wife has by cruel and barbarous treatment of him rendered his condition intolerable or life burdensome. The cruel and barbarous treatment mentioned in the statute includes acts which endanger life but it is not restricted to them. It is sufficient that the wife’s treatment of her husband renders his condition intolerable and his life burdensome: Jones v. Jones, 66 Pa. 494, and Hildebron v. Hildebron, 158 Pa. 297. In the case before us the libel as amended conforms to the provisions of the statute under which the proceeding was instituted, and the material averments in it are flatly denied by the answer. The respondent desiring to have the issue thus formed tried by a jury it was so ordered by the court and’ a trial was had which resulted as above stated.\nWe do not deem it necessary to consider separately each specification which calls in question the rulings upon offers of evidence. These rulings appear to have been influenced by a construction which as we have already seen was erroneous. We think it is clear that in cases of this character whatever directly tends to show a course of treatment which renders the condition of the libellant intolerable and his life burdensome is admissible. We think too that in determining whether there was cruel and barbarous treatment within the meaning of the statute the whole conduct of the wife toward her husband during the period of the alleged ill treatment should be considered, and that evidence descriptive of it should be received. Neither the court nor the jury can intelligently and justly dispose of the case without the assistance which such evidence affords.\nWe are not prepared to say that any error was committed in the ruling complained of in the first specification. The rejected offer suggests a line of inquiry which might create distinctions and produce results not within the letter or spirit of the statute. Besides, we agree with the learned trial judge that it was for the jury and not for the libellant to say whether his condition was rendered intolerable and his life burdensome by the treatment he received from his wife.\nTo the extent that the rulings complained of are in conflict with the views herein expressed regarding the construction of the act of 1854 and the evidence relevant and material to the issue, the specifications are sustained. Judgment reversed and venire facias de novo awarded."}