{"id": "985571", "contents": "Opinion by\nMr. Justice Wiblliams,\nThis appeal is from a judgment entered upon a compulsory nonsuit. The question raised by it is whether the existence of contributory negligence on the part of the plaintiff is, upon the evidence that was before the court, a question of law upon which it was proper for the court to pass, or a question of fact to be submitted to the jury?\nIt may be stated as a general proposition that where the facts are simple and the evidence by which they are presented is involved in no uncertainty their legal value is for the court to determine; but where the evidence is conflicting or the facts are left in doubt the conclusions are to be drawn by the juiy. Illustrations of both branches of this proposition are abundant in our own cases. In Mulherrin v. The D. L. & W. Railroad Co., 81 Pa. 366, the plaintiff was struck by an engine while he was walking upon the railroad track. This fact was not denied. We held as a matter of law that he was guilty of contributory negligence and could not recover against the railroad company. In Moore v. The Phila., W. & Balt. Railroad Company, 108 Pa. 349, the plaintiff passing along the highway came to a railroad crossing. He saw a train coming upon one of the tracks. Instead of waiting in a place of safety he advanced to the space between two tracks, and while standing there was struck by an engine moving in an opposite direction to the train he was watching. We held that it was negligence per se for the plaintiff to put himself unnecessarily in a place of danger between the tracks, and that negligence on the part of the company, in the failure to give notice of the approach of the engine, was not enough to justify a recovery. The plaintiff’s contributory negligence was plain, and stood in the way of his recovery. The same state of facts was presented in Marland v. Railroad Company, 123 Pa. 487, the Railroad Co. v. Mooney, 126 Pa. 244, and in Connerton v. The D. & H. Canal Co., 169 Pa. 339. In all these cases the injured person was struck by a train on the instant of stepping on the track, and at a crossing where the train could have been seen for a considerable distance, if the injured person had looked to see if it was approaching. We held in these cases that the presumption that the injured person did stop, look and listen was rebutted by the facts; and that as no one possessed of the senses of sight and hearing could have looked or listened without both seeing and hearing the approaching train, which was in plain A'iew and almost on him, there was a legal presumption that lie did not stop, look and listen, but negligently stepped in front of the train which he might have seen and heard if he had tried. A similar state of facts was encountered in Myers v. The B. & O. Railroad Co., 150 Pa. 386. The injured person drove in front of a freight train moving at the rate of eight miles an hour, backward, but with the headlight on the rear car by which he was struck. The train was in full view for a third of a mile. It was in the night. The headlight must have been within eighty feet of him at the point where he should have looked, and had he looked it was impossible not to see it. He drove on the track and-was instantly struck. He testified that he stopped, looked and listened as he approached the crossing and neither saw nor heard the train. This was plainly impossible in view of all the circumstances. Res ipsa loquitur. The facts spoke a language that could not be misunderstood or disregarded. We said he was guilty of contributory negligence as matter of law and could not recover. In all these cases and in others that might be cited the facts were undisputed. But there is another large class of cases in which the facts were disputed or involved in doubt, and in these we have uniformly held that the question of contributory negligence was for the jury. In McNeal v. The Pittsburg & Western Railroad Company, 131 Pa. 184, there was doubt as to the proper point at which the plaintiff should have stopped, looked and listened, and we held that whether he exercised the proper degree of care was a question of fact for the jury. The same question was raised upon substantially the same facts in Ellis v. Lake Shore Railroad Co., 138 Pa. 506, and in Whitman v. Penna. Railroad, 156 Pa. 175, and the same rule was held. To the same effect is Smith v. The Balt. & Ohio Railroad, 158 Pa. 82, and Link v. The Phila. & Reading Railroad, 165 Pa. 75. In all these cases the parties injured drove directly in front of a moving train and were injured. If that single circumstance was enough to dispose of the question regardless of the surrounding circumstances, the plaintiff in each of these cases would have been denied access to the jury. But it is not enough. There must be no doubt or uncertainty about the facts attending the accident in order to justify the courts in treating the question of contributory negligence as one of law. In McNeal v. The Pittsburg & Western Railroad, supra, both branches of the general proposition stated above were recognized, and we said that the rule that the plaintiff cannot recover, if, in spite of what his senses must teach him, if he uses them, he steps in front of a moving train, is a rule that will not be relaxed or pared down by exceptions ; but that it is applicable only to clear cases, and where the question is not clear upon the evidence it is for the jury.\nWe come now to inquire to which class of cases the one under consideration belongs. The evidence shows that there are two parallel lines of railroad on the same side of the Allegheny river with the public road along which the plaintiff was driving. These are the N. Y., P. & O., which is nearest the river, and the defendant’s road which is about one hundred and twenty-five feet north of the other. Going towards Oil City the public road is north of both the railroads until the crossing where the accident occurred is reached. As the crossing is approached the public road changes its direction and approaches and crosses the defendant’s road obliquely. From this point it continues on towards the crossing of the N. Y., P. & O. railroad, which is several rods away. The plaintiff and his daughter, who was with him in the wagon, testify that at about two rods from the crossing he stopped, looked and listened. They heard a train approaching from the direction of Oil City which presently came in sight, but neither saw nor heard any train approaching from the opposite direction. They watched the train as it came near them until they saw that it was on the moré southerly of the railroads, and when it passed drove on the crossing of the defendant’s road and were struck by a train coming from the opposite direction. The evidence as it stood showed that the defendant’s train gave no notice of its approach to the crossing by whistle or bell. The train could have been seen for about six hundred to six hundred and fifty feet, if attention had been on it at the proper moment, and this distance would have been covered by a train moving at the rate of fifteen miles per hour in about thirty seconds. The day was rainy and in the language of several of the witnesses “ it was drizzling ” at this time. Upon these facts the court below held that the legal presumption and the positive testimony of the plaintiff and his daughter, to the effect that the plaintiff did stop at a proper place, look both ways, and listen for an approaching train, was rebutted, and that the mere fact that the plaintiff drove in front of a moving train established his contributory negligence, as matter of law, and deprived him of the right to recover for the injury sustained. This was a mistake. The case belongs to that class of cases of which McNeal v. The Railroad Company, supra, is an example, and the question of defendant’s contributory negligence was for the jury. The testimony of the plaintiff and his daughter may be true, and the approach of the train from the east may have arrested their attention after thej- had looked both ways along the defendant’s road so that the approach of the train from the west without whistle or bell was unnoticed. The inferences to be drawn from the facts are for the jury. It is for them to say in view of all the circumstances whether the plaintiff did in fact stop, look and listen; and whether, when the nearness of the tracks of the two roads, the approach of the train from the east, the character of the day, and the absence of signals by the train coining from the west are considered, the plaintiff exercised the measure of care which the law requires of him.\nThe judgment appealed from is reversed and a venire facias de novo is awarded."}