{"id": "985560", "contents": "Opinion by\nMb. Justice Mitchell,\nIt is unquestionable that Mary Rice the widow would only have taken a life estate at common law. But under our wills act of 1833 the whole estate passes by a devise without words of inheritance unless the intention of testator appears to have been to devise a less estate. The testator here devised to his widow “for her own proper use and behoof, as long as she shall remain my widow,” which are apt words to create a life estate and would certainly have done so had the will stopped here. But it did not. It continued “and if she should get married then she shall only be entitled to the one third in said property, the balance being two-thirds, to my youngest daughter Kate, and if the said Kate should die then I will and bequeath the two-thirds to my son William, aud if both should die then the residue remaining shall be equally divided among iny remaining children.” These words develop the testator’s intention. If the widow should marry, then she shall only have one third, and the balance, two thirds, is to go to Kate, and in fee simple, for there is no limitation of any kind expressed, and the presumption raised by the statute must prevail. But “ if Kate should die ”—meaning, certainly, die before the happening of the contingency which would divest the widow’s estate in the whole, then the two thirds which would have gone to Kate if she had been living, would go to William, and if both Kate and William should die, i. e. before the widow’s marriage, in that case, and only in that case would the “residue remaining,” i. e. the two thirds, go to the other children. But if the two thirds that were to go alternatively to Kate or to William, were to be in fee, then the other third which was to remain to the widow must also be in fee. The testator gives both in the same sentence, and in the same distribution of his property, with no distinction as to the quantity of the estate in either case, and no suggestion of a devise over of liis widow’s third after her death. Nor is there any hint of a devise over of the whole estate, after the- widow’s death, if she does not remarry. On her remarriage then her estate is to be reduced to a fee in one third, and this certainly implies that the prior estate in the whole, which is thus reduced was also a fee.\nThe plaintiff’s construction would make the testator die intestate as to the fee, a construction which is never to be favored in cases of doubt, and which in this case would be irreconcilable 'with the unquestionable contingent devise in fee to Kate and William. Moreover, if the testator intended to die intestate in regard to the fee in case his widow did not marry again, then the fee would go to all his children equally. But if she did marry then he has clearly provided that the fee in two thirds shall go to Kate or to William, and only in ease of the death of both of them, does any part of the two thirds go to the other children. Why this distinction ? Why should the share of Kate or William be disproportionately increased, and that of the other children reduced, by the circumstance of the widow’s remarriage, over which none of them had any control? No reasonable explanation suggests itself for such a result. But if we take the other construction the difficulty disappears; the fee is in the widow as to the whole estate (and-it is to be noied that the testator blends realty and personalty together), subject to a reduction to one third on her remarriage, in which case the two thirds then undisposed of are specifically given to Kate or William in succession.\n. Taking the entire clause of the will together it shows that the testator’s intent was to give his whole estate to his widow in fee, subject to a condition that she should not marry again, and defeasible as to two thirds upon the breach of that condition.\n. The learned judge below thought the interpretation of the language of this will was governed by that in Cooper v. Pogue, 92 Pa. 254, and Long v. Paul, 127 Pa. 456. In so far as the devises were to the testator’s widow so long as she remained such, and in the latter case with a reduction upon her second marriage, the cases are closely alike, but in neither of those cited was there the additional language to be found in the will of Thomas Rice, which as already said develops his intention as to the quantity.of estate that he intended to give, and enlarges the life estate to which the first gift would have been limited had it stood alone. Precedents are of little value in the construction of wills, because when used under different circumstances and with different context, the same words may express different intentions. When the intent of the testator, and by that is meant his actual intent, can be fairly gathered from his words, the fact that another testator has used the same words with a different meaning is of no avail. Neither precedents nor rules of construction can override the testator’s expressed intent.\nThe question of estoppel does not arise. As the widow took a fee, which though defeasible was never defeated, the plaintiff never had any title at all, and the verdict should have been directed for defendant.\nJudgment reversed."}