{"id": "985610", "contents": "Opinion bx\nMr. Chief Justice Sterrett,\nThis suit is by the maker of a negotiable note, at four months from June 6, 1893, for $600, to the order of the defendant, indorsed by her and others, a copy of which with the indorsements is set forth in the statement.\nIn substance, the controlling averments of the plaintiff are that the note was made and delivered by him to the defendant at her request, for her accommodation, and without any consideration, upon her promise to provide funds with which to pay it at maturity, and also to indemnify and save harmless the accommodation maker, both of which promises were broken by her.\nIn her affidavit of defense, the defendant says: “ She has a full, just and complete defense to the whole of the plaintiff’s claim, of the following nature and character:\n“ It is wholly false and untrue that the promissory note set out in plaintiff’s statement was given for deponent’s accommodation or at her request. It is also wholly false and untrue that deponent undertook and promised plaintiff to provide money for the payment of said note when the same should become due and payable, or that she agreed to indemnify and save harmless the plaintiff from any loss or damage for or by reason of his giving said note, or that she assumed any liability to plaintiff whatever by reason of his giving said note.\n“ All of which facts deponent says are true, and she expects to be able to prove them on the trial of the eause.”\nWe are quite at a loss to understand wherein the learned court below considered this affidavit of defense defective. As we read it, it is a clear, explicit and unequivocal denial of every essential averment of fact contained in the plaintiff’s statement; and, assuming as we must, in this class of cases, that the defendant’s averments are true, the plaintiff has nothing left on which to base a recovery. The court was clearly iñ error in adjudging the affidavit of defense insufficient and entering judgment for plaintiff. The assignments of error are sustained. Judgment reversed and a procedendo awarded."}