{"id": "985618", "contents": "Opinion by\nMr. Justice Mitchell,\nThe main contention of the appellants that during the time of occupation sued for they were tenants from year to year, cannot be sustained. The lease was for a definite term of fifteen years, at a gross rental for the entire term. Although the amount, one dollar, appears to be merely nominal, yet it is for the whole term, and not for any particular year or years. But even if it were an annual rent it would not help appellants’ case, for the lease expired at a fixed date and no notice was necessary to terminate the tenant’s rights under it. When they held over after its expiration they were strictly tenants at sufferance, though the lessors had the option to treat them either as trespassers, or tenants from year to year, Hemphill v. Flynn, 2 Pa. 144, or by permitting the holding over to run on for a sufficient length of time, might turn the tenancy into one at will which would require notice to terminate: Bedford v. McElherron, 2 S. & R. 49. But nothing of this kind took place between these parties. There were dickerings for a renewal of the lease, and offers on the one side and the other but nothing which could be considered as an agreement for a new lease, or a waiver of the lessor’s rights on the expiration of the old one. Failing to reach an agreement the appellants remained as tenants at sufferance.\nAt common law tenants at sufferance appear not to have been liable for rent, and some expressions to that effect are to be found in our own earlier eases, but in Bush v. Nat. Oil Refining Co., 5 W. N. C. 143, it was expressly held that such tenant is liable in assumpsit for use and occupation for the interval between the termination of the lease and the election of tho lessor to treat him as a trespasser.\nThe plaintiffs therefore made out a sufficient cause of action, but there were unfortunately such serious errors in the way it was submitted to the jury that we are obliged to send it back for another trial.\nA very large part of the evidence admitted was wholly irrelevant. The jury seem to have been allowed to consider what the water was worth to the defendants, and the bulk of the evidence in the case, covered by the first four assignments of error, was directed to this view. The same idea was conveyed in the plaintiffs’ eighth and tenth points which were affirmed. This was wholly erroneous. What the water was worth to the defendants, what it would cost them to get a supply elsewhere, or what loss they would suffer if they failed to get a supply, were matters with which neither the plaintiffs nor the jury had anything to do. What the plaintiffs are entitled to recover is compensation to them for the use of their property, and whether such use was profitable or otherwise to the defendants is entirely immaterial. Tho question is what could plaintiffs reasonably and probablj' have got for the use of their water from other parties had the defendants given up possession at the end of their lease. All the assignments of error based on this branch of the case must be sustained.\nIt was also error to submit to the jury the testimony in regard to the consideration in the way of business to the original lessor, J. B. Williams, for the lease. While it was competent for plaintiffs to show that the money named in the lease was not the whole consideration yet they were bound to prove it by clear and convincing evidence. They entirely failed to do so. The testimony at the utmost establishes nothing more than an incidental advantage to Williams from having an active tannery in operation at that place, and the direction of custom by the owners to his store. This no doubt was as the witnesses say, a part of the inducement moving Williams to give the lease of the water at a nominal rent, but there is nothing in the testimony to justify the inference that it was any part of the consideration agreed between the parties, or that even Williams, much less Hoyt & Co., so regarded it. The offer as well as the testimony fell far short of the requirements and should have been excluded.\nJudgment reversed and venire de novo awarded."}