{"id": "985614", "contents": "Opinion by\nMb. Justice Wit.ui am.s,\nThe relief sought in this case is specific execution. The bill recites the sale by A. R. Blood to the defendant of the same pieces of oil property that were conveyed by the two deeds considered in an action of assumpsit between the same parties in which an opinion has just been filed. It sets forth the existence of the mortgages on the properties conveyed by the deed in fee simple, as also those resting on the leaseholds which were conveyed by a separate deed. o It alleges that under the terms of these deeds it became the duty of the defendant to pay all the mortgages enumerated and to save harmless the estate of the said A. R. Blood therefrom. That this has not been done, but that the holders of said mortgages have threatened to proceed against the said estate for the collection of the said mortgage debts. Upon these facts it asks an ascertainment of the amount due upon the unpaid mortgages and “ that it (the defendant) be ordered and directed to pay the said balance and to protect the estate ” of the said A. R. Blood from being called upon for the mortgage money.\nThe defendant demurred to the bill as setting forth no causo of action cognizable in equity, and the learned judge of the court below entered judgment in favor of the defendant in the demurrer. Our question is therefore whether the bill states a case that entitles the plaintiff to relief in equity. As to the first deed we have held in the case just referred to, that the deed contained an express covenant to pay the mortgages enumerated therein, upon which an action would lie in the name of the covenantee, for the use of the beneficiary, if proceedings upon the mortgages failed to realize the full sum due upon them ; and upon which the plaintiff could sustain an action for the recovery of any sum or sums which she had been compelled to pay by reason of the defendant’s default. So far as that part of the cause of action is concerned which rests on what has been called the freehold deed, the remedy is at law, upon the facts stated in the bill, and not in equity.\nSo far as that part of the cause of action is concerned that rests on the deed for the leasehold estates there is no remedy in equity or at law, until the plaintiff has been compelled to pay. This deed contains no express covenant, but conveys “under and subject to the lien of” the mortgages enumerated. The effect of this clause has been fully considered in the opinion already referred to and it is not necessary to repeat what was then said. The learned judge was right in sustaining the demurrer and dismissing the bill, and the decree is affirmed. The appellant to pay the costs of this appeal."}