{"id": "986780", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an action of ejectment for an undivided one-fifth interest in a tract of land in Blair County. The title depends upon the construction to be given the will of David Caldwell, deceased. The controversy arises under the residuary clause by which the testator gave a one-fifth interest in the residue of his estate to the trustee of his daughter Frances, for her use, and the land in controversy passed under this devise. He then appointed a trustee for this daughter, “with full power to sell and receive moneys, retain and pay to her her portion of my estate in accordance with this will, and as he may think best, also to have power to sell real estate and make deeds for the same.” This was followed by another clause which provides: “After the death of my daughter Frances, I direct that whatever, remains of real estate or personal property be divided equally between the children of my son John, share and share alike.” It should be observed that the residuary-devise of the interest to Frances was in trust for her use and benefit and that the trustee had active duties to perform. He was vested with very large and discretionary powers by the testator. If necessary he could sell and convey the entire estate and consume it all for the support and maintenance of this daughter whom the testator desired to thus protect. The trustee did not deem it necessary to consume all of the estate for the purpose intended and did not sell and convey all of it. The daughter Frances is dead and a part of the interest in real estate held in trust for her still remains to be disposed of. It, therefore, comes squarely within the clause of the will which provides that after the death of Frances what remains of the real estate of the testator shall be divided equally between the children of his son John. The trustee had the- power to sell and convey all of the real estate held in trust, but he did not exercise the power, and as a result there remains the real estate in question, a situation clearly contemplated by the testator, and for which he made provision. In many respects the case at bar is ruled by Allen v. Hirlinger, 219 Pa. 56. The learned court below, after a careful and intelligent review of the authorities reached the conclusion that the daughter Frances did not take an absolute fee in the residuary estate and what remained of it after her death passed under the will of the testator. In this conclusion we think he was clearly right.\nJudgment affirmed."}