{"id": "986785", "contents": "Opinion by\nMr. Justice Moschzisker,\nHarvey Trout, a thirteen-year-old boy, was engaged in detaching a kite from an electric light wire on which it had been caught, when he received a shock which resulted in his death. The wire was stretched upon poles and was swinging at a distance of about four feet six inches from the outside edge of the cornice of a house. The boy went up to the top of his father’s house, through a trap door, and from there over the housetops to another roof some four doors distant, where he lay down on the tin cornice about one foot from the edge. He threw a corn-cob tied to the end of a string over the electric light wire and pulled it toward him; when the wire came within reach he touched it with one hand and immediately received the electric shock. At that particular place the insulation was worn off the wire, leaving it exposed.\nThe parents of the deceased boy sued the defendant company, alleging negligence in the maintenance of the wire and recovered a verdict upon which judgment was entered; the defendant has appealed. At the trial of the case, counsel for the defendant contended that the failure of the company to repair the defective insulation on the wire was not the proximate cause of the injury; that the boy’s death resulted from his own independent intervening act in voluntarily getting the wire within his reach in a manner and under circumstances which could not reasonably have been foreseen; upon this ground they asked for binding instructions, the refusal of which they now assign for error.\nThe act of the boy in getting hold of the wire was wholly unrelated to any act of the defendant in connection therewith. Had the wire been so close to the house that the boy might naturally have come in contact with it while playing about the roof, it might be contended that its condition was the proximate cause of his death. But such was not the case; all of the defendant’s wires were so far out from the house that they could not possibly have been reached by a full grown man much less a boy of thirteen. The boy could have run and played all over the roof without the possibility of his coming in contact with these wires. It was an original independent act of the deceased which could not reasonably have been anticipated that brought about this most sad accident, and this act was not induced by or did not follow as a natural sequence to any negligence of the defendant in connection with its wires. Under such circumstances there could be no recovery, and the defendant was entitled to binding instructions as requested.\nWe have examined all the authorities cited by the appellee and conclude that the present case is not ruled by any of them. Mullen v. Wilkes-Barre Gas & Elec. Co., 229 Pa. 54, chiefly relied upon, was an instance where a boy, playing in a tree through which the defendant’s wires ran, received a shock by coming in contact with a bare wire. The fact was notorious that children were accustomed to play about and climb this tree. The Superior Court held that the defendant’s negligence in maintaining an' uninsulated wire running through the branches of the tree was the proximate cause of the accident, because it was bound to know that children might accidentally come in contact with such wire; and we affirmed per curiam, saying that the case was “admittedly close.” That case stands for and must be confined to its own facts.\nThe assignments of error are sustained, the judgment of the court below is reversed and judgment is here entered for the defendant."}