{"id": "986742", "contents": "Opinion by\nMr. Chief Justice Fell,\nA boy fifteen years of age was riding south on a bicycle, on a street on which the defendant’s electric truck was running north. At about the same time the bicycle and the truck were turned east on a cross street, where a collision between them occurred some forty feet from the crossing. A disputed question at the trial was whether the boy was ahead of the truck and was run down from behind or whether he was at the side of the truck and was thrown from his bicycle by hitting the curb or by being hit by the truck. There was testimony tending to show carelessness in managing the truck and the case was undoubtedly for the jury.\nThe assignments to be considered relate to the instructions in relation to negligence and to the measure of damages. The instruction complained of on the question of negligence was this: “If you come to the conclusion that the accident was on the whole due to the negligence of the defendant’s driver, without the concurrent negligence of the plaintiff, that is one thing. If you come to the conclusion that it was due to the plaintiff’s carelessness, want of that forethought which he ought to have exercised, by getting himself into a position where the accident was practically unavoidable by anybody, then your only course is to find a verdict for defendant. If, however, you come to the conclusion that the plaintiff was not guilty of carelessness but the defendant was, and that the carelessness of the defendant, without admixture of carelessness of the plaintiff, produced this accident, then your verdict ought to be for the plaintiff.” At the close of the charge an exception was taken “to so much of the charge of the court as instructed the jury that the issue is whether the plaintiff or the defendant was negligent.” It is conceded that the instruction given was correct, but it is argued that there was error in not charging that there could be no recovery by the plaintiff if neither party was in fault and the injury was due to accident without negligence. It is a sufficient answer to say that the court was not asked to so charge. The exception did not call attention to an omission to charge, but suggested error in the instruction given. It was said that if the plaintiff got “into a position where the accident was practically unavoidable by anybody” he could not recover. If more specific instructions were desired, they should have been asked for. The part of the charge in relation to the measure of damages, assigned for error, must be considered in the connection in which it was made. The plaintiff had lost a leg as the result of the accident and the most important element of damages to be considered was the loss of earning power. Where future earnings are anticipated and capitalized, the plaintiff is entitled to their present value only. The standard is the present worth of the probable future earnings of which a plaintiff will be deprived, based on factors which apply to the individual case, such as his age, condition, station in life, occupation, health and surroundings. There was no departure from this standard or the setting up of a different measure by the charge. It had been suggested in the argument for the plaintiff that his expectancy of life was fifty years and that the measure of damages should be ascertained by multiplying his annual loss of wages by fifty. This was an obviously fallacious argument. In pointing out its error the court called attention to the fact that a loss computed on the basis claimed would amount to more than twice the cost of an annuity that would equal the annual loss of wages. This was not the setting up of the cost of an annuity as a standard but a proper warning against adopting a mistaken method of calculation urged by counsel.\nWe find no error calling for a reversal and the judgment is affirmed."}