{"id": "986735", "contents": "Opinion bt\nMr. Justice Potter,\nThe accounts of William J. Kuebler as Receiver of the Sterlingworth Railway Supply Company were filed in the Court of Common Pleas of Northampton County. Exceptions were filed thereto, by Frank W. Coolbaugh, a creditor, and by Edward Yan Orden, Trustee in Bankruptcy of the Supply Company. The exceptions were dismissed and the accounts were confirmed. Both of the exceptants have appealed from the decree. The assignments of error are identical in each appeal, and the appeals were argued as one, and both will be disposed of in this opinion.\nCounsel for appellee filed a motion to quash these appeals, upon the ground of informality in several respects. The final decree of the court below is not assigned for error, nor were the opinions of the court below printed, or presented by appellants, whea the appeals were argued in this court. ■ Assignments of error to orders and decrees have been made, without quoting the order or decree of which complaint is made. Such assignments are incomplete, and. should not be considered : Cessna’s Est., 192 Pa. 14. The motion to quash might very properly be sustained. But of the fourteen assignments of error filed, only one was pressed at the argument, or supported in the printed brief. That was the fourteenth, which alleged error in the refusal of a request that the accounts of the receiver be vouched by the court. In denying this request the court referred to the reasons for its action set forth at length in its opinion filed April 11,1911. He there said, “We have carefully examined these accounts. If there was anything the matter with the accounts, it would have been easy for the exceptant to indicate it. We will not require an accountant to bring all his books and vouchers before the court on a general exception.” This position was well taken. The requirement that an ex-ceptant should specify wherein an account is wrong, instead of relying upon a general objection, is so reasonable that it needs no argument in its support Aside from this by a previous order, the court below had warned exceptants that the exceptions to the accounts of the receiver must be specific, and not general, and must be filed in writing, verified by affidavit. The record shows that the receiver filed three accounts; one covering the period from the date of his appointment, February 12, 1907, to April 1, 1908. A supplemental account brought it down to May 1, 1908, and the final account covered the period from May 1, 1908, to February 23, 1911. These accounts contained hundreds of items, of the receipts and expenditures in the ordinary routine of the business as conducted by the receiver. Apparently the entries were made as a matter of clerical routine by those in charge of the accounts, and it was asking but little of the exceptants to point out any items deemed objectionable, among so many which presumably were correct. The final account was filed February 27, 1911. The case was set down for hearing on March 27, upon motion for the absolute confirmation of the three accounts and final report of the receiver, and for his discharge. On March 18, 1911, exceptions were filed to the accounts by each of tbe present appellants, being tbe same in each case, and on March 27, argument was had on these exceptions. On April 11, the court made an order dismissing the exceptions other than the first, ninth, tenth and eleventh, which were reserved for further hearing. On April 21, a hearing was had on the reserved exceptions, and testimony taken. It was not until after this date that exceptants filed a paper requesting that the accounts be vouched by the court. Under the circumstances, and in the absence of any specific exception to any item of the accounts, we think that the court below very properly exercised its discretion in refusing to reopen the case and require the production of the mass of vouchers, which would have been required to meet the general request of exceptants for the vouching of all the items. In its opinion of April 11, 1911, the court below points out that it had given notice that any questions legitimately arising as to the surcharge of the receiver, and as to the propriety of any of the credits claimed by him, would be considered upon exceptions to the accounts, filed with definite specifications in accordance with the rules of court. If appellants had any meritorious objections to make to the accounts, they were at liberty to present them in the proper way. They apparently did not see fit to do so. We are satisfied that the fourteenth assignment, which is the only one which was pressed upon the oral argument, is without merit. While the other assignments of error were not urged in the argument, they were not formally abandoned, and they have therefore been carefully examined.\nThe first assignment is to the dismissal of an exception to the payment of salary to the general manager employed by the receiver.' He was employed by an order of court made March 23, 1907, to which there was no exception, nor was there any appeal taken therefrom. It is not contended that the salary paid to him was excessive or more than his services were worth. The second assignment alleges error in dismissing an exception to the purchase by the receiver of the real estate and plant of the company. Express permission was given by the court to the receiver to bid at the sale. Exceptions to the sale were filed May 24, 1909, by Van Orden, trustee, one of the appellants, and these exceptions were dismissed, and the sale confirmed absolutely. No appeal was taken from the decree confirming the sale. The third and fourth assignments allege error in. dismissing exceptions relating to the sale by the receiver of machinery, tools, etc., for less than the alleged value thereof. .It was asked that the receiver be surcharged upon that account, and objection was also made to the credit claimed for the payment of the purchase money to the receiver individually on account of the mortgage which he held upon the property sold. The sale for the price received and the application of the purchase money to the mortgage were both expressly authorized by order of the court made November 9, 1907. Subsequently, the court granted, and after-wards discharged, a rule to show cause why the order of sale should not be vacated and set aside. No appeal was taken from this order. The fifth, sixth, and seventh assignments allege error in dismissing exceptions requesting that the receiver should be charged with the value of certain patent rights, furniture and fixtures, patterns, etc. These were sold under an order of sale of September 24, 1908, and the sale was after-wards confirmed, and no appeal was taken from the decree of confirmation. The eighth assignment alleges error in dismissing the eighth exception, which asked that the receiver be surcharged with the amount of certain receiver’s certificates used for the payment of claims of creditors, which had matured prior to the receivership. Appellants pointed out nothing, in the accounts upon which this particular exception was based. The •ninth and tenth assignments allege error in dismissing the ninth and tenth exceptions to the allowance claimed by the receiver for counsel fees and for his own compensation. Appellants do not show that there was any abuse of the discretion which is vested in the court below in such matters, nor did they offer any evidence to overcome the presumption that the allowance made by the court below was proper. The eleventh assignment alleges error in dismissing the eleventh exception, to the payment of the compensation of one of the skilled rhechanics employed by the receiver in conducting the business. There was testimony that the services rendered by this employee were both necessary and profitable, and that the compensation was reasonable There was no testimony to the contrary. The twelfth and thirteenth assignments of error are to the exclusion of offers of testimony made by appellants on the final hearing. The first offer was to show that the receiver, after he had purchased the plant of the company by leave of the court, and after the sale to him had been confirmed, operated on his own account, and afterwards organized a corporation for that purpose. Any evidence as to his conduct of the business thereafter was entirely irrelevant to the inquiry. The second offer of evidence was to show that the manager employed by the receiver had been paid for services in matters not included in the accounts. No credit for any such payment was claimed in the accounts, and this offer was therefore irrelevant, and was properly excluded.\nA number of the exceptions above considered related to sales of the property of -the company made under the order of the court, and afterwards confirmed by it. No appeals were taken from such decrees of confirmation. A decree confirming a sale made under an order of court is a definitive decree from which an appeal will lie: Robinson v. Glancy, 69 Pa. 89; Snodgrass’s App., 96 Pa. 420; Titusville Oil Exchange’s Dissolution, 10 Pa. Superior Ct. 496. The questions sought to be raised concerning these sales were therefore res adjudicata, and the exceptions were properly overruled.\nThe specifications of error are all dismissed, and the decree of the court below is affirmed."}