{"id": "986754", "contents": "Opinion by\nMr. Justice Elkin,\nThe only question raised by this appeal is whether the learned trial judge erred in instructing the jury on the question of punitive damages. The general rule is that only compensatory damages can be recovered in negligence cases, and juries are not at liberty to go farther and find exemplary damages, unless the injury was done wantonly and wilfully, or was the result of such reckless indifference to the rights of others as amounts to a violation of them. Evil intent lies at the foundation of the right to claim punitive damages. The allowance of such damages is restricted to cases of wanton injury. There must be wrong motive accompanying the wrongful act: 1 Sedgwick on Damages, Sec. 363. Vindictive damages may be given in cases of actual malice as a punishment to the defendant: Barnett v. Reed, 51 Pa. 190. Where there is no evidence to warrant a finding that the wrongful act of the servant was the result of feelings of violence, outrage or reckless indifference, the question of exemplary damages should not be submitted: Phila. Traction Company v. Orbann, 119 Pa. 37. In torts committed through mistake, ignorance, or mere negligence, the measure of damages is compensation; but in cases where the negligent acts are committed wilfully, maliciously, or so negligently as to indicate a wanton disregard of the rights of others, exemplary damages may be awarded: Pitts., C. & S. L. Ry. Co. v. Lyon, 123 Pa. 140; Lynch v. Troxell, 207 Pa. 162. The rule that permits a recovery of punitive damages in 'certain cases is a harsh one, and the plainest principles of justice call for caution in its application: Funk v. Kerbaugh, 222 Pa. 18. The right to recover punitive damages is the exception, not the rule; and he who undertakes to bring himself within the exception has the burden of establishing the necessary facts upon which the right to recover punitive damages depends. We have examined this record in vain for evidence, showing or tending to show malice, or wanton violation of the rights of others, or evil intent, or wilful misconduct. There was no attempt to show that the accident was wilfully intentional on the part of the motorman, or that the collision was the result of anything more than negligent operation and control of the car. The measure of damages was compensation and there was no occasion to submit the question of punitive damages to the jury. For this reason the assignment of error is sustained.\nJudgment reversed and a venire facias de novo awarded."}