{"id": "987946", "contents": "Opinion by\nMb. Justice Dean,\nThis suit is an ejectment for a strip of land along the line of defendant’s railroad in what is now the borough of Ingram, Allegheny county; the land claimed by plaintiff being 185 feet long and 37 feet wide, measuring from the center of the railroad bed. It is now occupied by defendant with its tracks, and a siding at the station. In 1853, the land was part of a tract of one hundred acres owned by James Flanigan, in what was then Chartiers township, Allegheny county. The plaintiff shows title by successive conveyances from Flanigan, so far as Flanigan had title to the disputed piece. The defendant claims that the land was appropriated in 1853 for railroad purposes under right of eminent domain by its predecessor in franchise, the Pittsburg & Steubenville Railroad Company, and since that time has been occupied for railroad purposes. It appears from the record that, on August 27, 1853, Flanigan, the then owner of the one hundred acres, presented his petition to the then district court of Allegheny county, setting forth, as owner, that the railroad company, under the act of 1849, had entered upon his land and appropriated a part of it for a railroad, without his consent; that they had not been able to agree upon compensation for the damages, and therefore he asked that seven viewers be appointed to assess his damages. The court appointed the viewers, who went on the premises, had several meetings, at which they heard testimony, and made report to the court, November 5, 1853, that the railroad company had taken and occupied of Flanigan’s land three acres and one hundred and two perches; that this was tillable and pasture land, but there was also included in this part of a slaughter house yard, garden and orchard, and that further, a valuable spring had been destroyed. They therefore assessed his damages at $2,900. The court confirmed the report nisi. The railroad company then filed exceptions which in the main complain that the damages allowed were grossly excessive, the testimony showing that the land was worth only $200 per acre, at the very highest, while the sum allowed showed it had been valued by the viewers at more than $900. At the argument of the exceptions Flanigan filed a written stipulation to accept the $2,900 awarded by the viewers in full for the three acres, one hundred and two perches of land taken, as shown by a plot made by N. Patterson, 'one of the viewers, and filed; and further, he agreed to discharge the railroad company from all damages by reason of its filling up and covering land adjoining the railroad to the extent of two acres, one hundred and eighty-one perches. The court thereupon overruled the exceptions and confirmed absolutely the report of the viewers, embodying however in and making the written stipulation of Flanigan part’ of its decree. This however was of the court’s own motion, the railroad company not consenting thereto. • Judgment was entered against the company for the $2,900, from which the company took a writ of certiorari to the Supreme Court, and the judgment was affirmed per curiam. No question touching the present contention was raised on the certiorari.\nThe source of the dispute now arises from the map filed by N. Patterson, one of the viewers. If no map had been filed the •conclusive presumption would have been, after this lapse of time, that whatever portion of land the company had entered upon and occupied in 1854, within the limit of its right to appropriate under the act of 1849, was the land embraced in the viewer’s report and the court’s decree, in the statutory proceeding for damages. Under that act it had a right to appropriate not to exceed 60 feet in width, except where it might take more at deep cuttings, high embankments or places selected for sidings, turnouts, depots, engine or water stations. At that early day in railroad building, when land was far less valuable than now, but little care was taken by either owners or railroad corporations in defining with accuracy the limits of the appropriation. The damage resulted in most cases, not so much from the quantity of land taken as from a steam railroad being run and operated through a cultivated farm. The five or ten acres appropriated out of a one hundred acre farm was but a small part of the damage sustained, and could be easily computed; the expense and interruption in the pursuit of his peaceful avocation by the new method of carrying, was the most grievous complaint of the farmer. By the act referred to, the corporation had power to survey, ascertain, locate, fix, mark, and determine the quantity appropriated; but this was seldom done; while it is almost the invariable, and undoubtedly the far better practice in later years, for the company engineers to map and file of record, as part of the proceedings, a plot of the land taken. In such case as the last, no question like unto the one before us could arise ; the company would be estopped by its own definition, from enlargement of the original appropriation. The land owner could not encroach on the easement for which by the judicial record he had been compensated. Here, if the company by survey did fix, mark and determine the area of land within the statutory limit of its right, no survey or plot of it was filed in the proceedings. The quantity of land which the company is allowed to appropriate is not determined by the viewers; it is no part of their duty to fix the lines of the appropriation. The company under its right of eminent domain surveys and appropriates the land within the limits fixed by the statute, and points out the boundaries. The viewers assess the damages for the land taken, according to the boundaries thus fixed by the company. In the case before us, one of the viewers filed a map made by himself. There is no evidence that the company had any hand in making this map, or that it was made from stakes or lines pointed out by those representing the company. On the trial of the case, in the opinion of the learned judge' of the court below, the issue turned on the question, solely, of what land was included in the boundaries of the Patterson map. On that theory the evidence was submitted to the jury, who found for plaintiff, and we have this appeal by defendant, assigning eight errors. In the view we take of the law, all of them may be discussed under two heads: 1. What effect should be given to the map filed ? 2. What effect, under the evidence, should be given the plea of the statute of limitations?\nThe map does not indicate, with even approximate certainty, the extent of the original appropriation. There is not a single course, distance or width given of the land for which damages are awarded. It shows the courses and distances of the outside lines of the Flanigan farm, then, a narrow strip in white, diagonally for 2,459 feet across it; then, along this strip, irregular patches colored in pink and blue, without a measurement to one of them. Flanigan presented his petition for the appointment of viewers after the company had entered under the statute which gave it a right to appropriate sixty feet in width; he did not specify in his petition what quantity the company had taken; the viewers went upon the land, and after observation and testimony, reported the quantity at three acres, one hundred and tv o perches. This would make a strip sixty feet wide the whole length of the road through the farm. The plaintiff’s theory was that the Patterson map limited defendant to a width at grade of ten feet, or five feet on each side of the center line of its road. There were expert witnesses, engineers, called on each side, whose testimony on the one hand tended to show that the map established the theory of plaintiff as to the extent of appropriation; on the other hand, that of defendant; but the very fact that their testimony was in conflict showed the impossibility of defining with certainty the boundaries by this map. As we understand it, the purpose of a map of this character is to show clearly the particular laud taken; if it be capable of flatiy contradictory interpretations, then of itself it creates uncertainty. The opinion of the learned judge of the court below who heard the evidence on this point may be gathered from this excerpt from his charge; “ The presumption, apart from any evidence, is that the railroad company took sixty feet, and it devolves, in that view of the case, upon the plaintiff to show that which would indicate that the railroad company did not take that much. They claim that is done by the plot filed in the proceedings in the district court. That is a matter for you. Witnesses have been called. Some of them say this plot is so vague and indeterminate that you cannot tell any thing about it. If you find that to be true, the presumption of the law prevails that the railroad company has sixty feet, the burden devolving on the plaintiff to show that the company took less than they were entitled to under the law.” In this view of the case, the extent of defendant’s appropriation was determined by a map, from its face uncertain, and not made certain by petition for viewers, decree of the court, by expert inspection, measurements or computation. Although filed of record, the map was valuable as a record of the rights of neither party: there is in fact no designation of record showing the boundaries of the original appropriation; it shows but One thing with verity, viz, the general course or route of the road through the Flanigan farm. This being the case, how shall the boundaries or extent of the appropriation be established? We think actual occupation of the land in the exercise of the right of domain. What was the extent of its occupation? The decree of the court states that Flanigan, in consideration of the damages, had agreed to release three acres and one hundred and two perches, as shown by the report of the viewers and the diagram, and further, all claims on account of filling up and covering two acres and one hundred and eiglityone perches adjoining the railroad. On the same day, Flanigan filed his release, in which are these words : “ The said ground so taken and occupied embraces and includes a double track or switch throughout a great portion of its length, or the whole thereof.” It is undisputed that at the date of the view the railroad company had begun work, and that it prosecuted it continuously for six or seven years, when it commenced running its cars by a single track on a roadbed, graded much wider than necessary for the one track. A line of telegraph was put up on the side now owned by plaintiff, thirty feet from the center of the track, and the poles remain as they were originally planted. James McCabe, holding under Flanigan, and predecessor in title of the land claimed by plaintiff, laid out part of his land in lots, and in 1868 recorded a plot of the lots; on this plot he excludes from his lots the roadbed, sixty feet wide. In 1871 and 1872 the company put down another track within the sixty feet, also a siding, making three tracks. Hackmeister, the immediate grantor of this plaintiff, fixed his eastern boundary by the west side of the railroad company’s right of way. There is no assertion of a boundary which encroaches on defendant's occupancy. Therefore, the undisputed facts show that, whether the appropriation was marked upon the ground prior to the view, there was an actual claim to an appropriation, then, of over five acres, which Flanigan, by bis release, conceded; that, in 1866 tbe telegraph line was put up thirty feet from tbe center, and in 1872 practically three tracks were laid. Tbe evidence shows tlien without dispute an actual occupancy by defendant for a longer period than twenty-one years before suit brought of a strip of land through the Flanigan farm, at least sixty feet wide. While the verdict in the case appears to us vague, it is certain enough if tbe judgment stands to indicate to, the sheriff, on a writ of hab. fa., that he must deliver possession to plaintiff of very nearly one half the land which defendant has occupied for more than the statutory period. We think there was error in permitting the jury to so find from this evidence. The learned judge of the court below thought that' “the logic and the inference and the necessary result” of the opinion of this Court in McClinton v. Railway Co., 66 Pa. 404, is that railroad corporations can acquire no right by an adverse possession of twenty-one years. While not questioning the correctness of this conclusion when drawn from all that was said in that case, nevertheless, as a precedent, we adopt the reasoning of it only so far as it vindicates the point decided; and that was in the language of Agnew, J., who rendered the opinion : “ Can a railroad company, without a grant, release or legal appropriation, enter upon any man’s land nolens volens, and then bar his re-entry by an adverse possession of six years ? ” The answer was, it could not; and■ following what was said to its logical conclusion, the same answer would, perhaps, though not necessarily, be given where the corporation set up a defense of twenty-one years’ adverse possession. In several cases since, notably that of Keller v. R. R. Co., 151 Pa. 67, opinion by the present Chief Justice, the cases among them, McClinton v. Ry. Co., are very fully considered, and it is held that the general limitation act of 1713 applies only to common-law actions; and further, that a statutory limitation of six years to actions for damages against railroads was in violation of section 21, article 3, of the constitution. Therefore, the law as to the six years’ statute of limitation in a proceeding for damages against a railroad company, may be considered as settled. We are not inclined to at present make further inquiry, because it is wholly unnecessary here. Without dissenting from the conclusion as to where the logic of MeClintock v. R. R. Co., would lead, we are very sure that neither the facts nor the logic of that case fit the one before us. This is an ejectment, a common law action; the entry was by grant, release and appropriation, all three; the defendant was not an intruder without right when it entered on Flanigan’s land in 1853. It entered under the authority conferred by the commonwealth for a public purpose; it did appropriate, did compensate, under all the forms of a well defined statutory proceeding. Besides, the owner executed a formal release. It was in no sense of the word an intruder on Flanigan’s farm, but entered by authority of law, with the right to appropriate a strip the length of its road through the farm, not exceeding sixty feet, unless certain specified purposes required more. Its mere entry and occupancy of the land for twenty-one years did not invest it with title to an easement. That it possessed beyond controversy by its lawful entry and compensation, made at the foot of a judgment under the statute, to the owner, but as no monuments on the ground erected at the date of the entry have survived to now indicate the extent of the original taking, and no survey on record or elsewhere serves to define the boundaries, they must be determined by the extent of the actual occupancy. And while we do not decide that a trespass by a railroad corporation for twenty-one years would bar the owner from re-entry, yet we do decide that a lawful entry, appropriation and exclusive occupancy for the period of twenty-one years, of land not exceeding the width of the lawful limit, settled forever the boundary of the easement. A natural person can, by a trespass, accompanied by open, notorious, exclusive, adverse possession for twenty-one years, bar the owner; still he must define his boundaries and show an actual occupancy up to them. An artificial person, the creature of statute, it is argued, can acquire no right or title to an easement except by entry in the mode authorized by statute. Concede this, yet when it has entered lawfully, it can define the extent of a lawful appropriation by marks on the ground, by maps of surveys filed of record, or by actual occupation for twenty-one years.\nWe are of the opinion: 1. that the Patterson map is so indefinite that the boundary of the original appropriation is nó more certain with than without it; 2. that the actual occupation of the land by defendant for a period of more than twenty-one years, to the extent of that occupation, fixes with certainty its right; 3. that plaintiff can recover no land within the boundaries so occupied.\nThe claim of plaintiff being for land within the lines of defendant’s actual occupancy, it follows that he cannot recover, and the court should have so instructed the jury.\nWhat we have said in effect disposes of all the assignments of error.\nThe judgment is reversed."}