{"id": "987943", "contents": "Opinion by\nMb. Justice Dean,\nWeikel street is a public street of the city running north and connecting Clearfield street and Allegheny avenue. The grade of these two last named streets had been raised some time prior to 1893, which involved a corresponding raising of the grade of Weikel street about seven feet. From Clearfield street to the avenue, the bed of the street had been raised by filling in the proper height, but it had not been paved. Until halfway from Clearfield street there were no buildings on either side, and the sidewalks for that distance had not been raised to conform to-the grade of the roadbed ; at this distance, halfway from Clear-field street, there were two dwellings on the west side, one owned by Mrs. Kress and the other by Mrs. Murray, both of which had been raised to a level with the new grade, and sidewalks made to correspond. Next to them, towards the avenue, was another house belonging to one McGonigle, which had not been raised, and the sidewalk remained at the old level, about seven feet below the grade of the street. The slope of the embankment caused by the height of the street above the sidewalk was not very abrupt, and the ascent to the street was not difficult; but there was no slope from Mrs. Kress’s raised sidewalk to McGonigle’s depressed one next to it. The bank of the raised sidewalk was at that point held up by boards across it, leaving a vertical descent of six to seven feet; there were no railings, guards, or lights to save from or to indicate danger. This condition had existed for about a year prior to 1893. The plaintiff, a butcher by trade, accompanied by his ten year old son, started about half past seven on the evening of February 9, 1893, to call upon Kress to purchase calves. His place of business was four squares distant; snow was falling and the night was dark; he had not traveled on Weikel street after the change of grade; he had however been along Clearfield street in daylight, and knew grading had been done on Weikel, but had no knowledge of the condition of the sidewalk in front of McGonigle’s house. He turned up Weikel street from Clear-field, and keeping the middle of the street, walked up to and turned into Kress’s house. After concluding his business with Kress, ho left to return home, not by way of Clearfield street, as he had come, but by way of Allegheny avenue. About twelve feet from Kress’s door, he stepped over the abrupt termination of the raised sidewalk at McGonigle’s lot, and was seriously injured. He brought suit against the city for damages, alleging that his injuries resulted from the negligence of the city in permitting an obviously dangerous sidewalk to remain in that condition long after the change of grade. The learned judge of the court below, after hearing plaintiff’s evidence establishing the facts as we have narrated them, non-suited him. The court in banc having refused to take off the nonsuit, we have this appeal by plaintiff, assigning for error this refusal.\nIn entering a nonsuit, the trial judge gave his reasons therefor, as follows : “ It appears that this man, who knew the condition of affairs there, and knowing the condition of the street and all that was going on there, and that it was a very dangerous place,—every man going along there would know it—and he certainly knew it; and therefore, he did it at the risk of his life and limb. By going home a different way from that which he had taken when going there, a way which he knew was perfectly safe, he came to grief; and in my opinion, that was negligence, and therefore I grant a nonsuit in this case.”\nWas this error ? The negligence of defendant cannot be questioned. Weikel street was an opened, declared highway of the city; there had been a change of grade which necessitated filling it up seven to eight feet above its original level; this had been done months before, and it was then open for travel between Clearfield street and Allegheny avenue. It was not poled off at either end, and thus, there was a constant invitation to the public to use it; not alone to traverse it between the two streets with which it connected, but for communication on business or pleasure with those who dwelt along it. Perhaps a citizen, although we do not so decide, was bound to take notice that a recently graded street might not have a safe connection with the sidewalk where no houses were built, but he was not bound to assume that there was an impassable, perilous ditch between a dwelling house and the street. The plaintiff, on entering the street, kept the middle of it until he reached the Kress house, which he entered in safety, because, there, the sidewalk had been raised to the level of the street; when he came out of the house, had he not a right to assume that tlie condition of the sidewalk in front of McGonigle’s, the next house to it, was the same? Was he bound to assume that the sidewalk between that house and the street was vertically seven feet below that of Kress ? That is, was he bound to assume that the city would be so grossly negligent as to leave such a mantrap in front of a dwelling built on the house line ? The plaintiff knew that there had been a change of grade in the street, by seeing the work going on months before, when passing along the side streets; but this was the first time he had traveled on Weikel street, and he swears positively that he had no knowledge of the condition of the sidewalk in front of MeGonigle’s house. He was not bound to return the way he came, unless he knew the way was more dangerous between the Kress house and Allegheny avenue, than between that bouse and Clearfield street. So far as concerns any personal knowledge on bis part, or any notice to the public by the city, the one end of tlie street was as safe as the other. We will not say that tlie case was clear of contributory negligence by plaintiff, neither can wc say, as matter of law, contributory negligence was manifest. Therefore, the jury must pass on the evidence, and determine the fact. As is said in Erie City v. Schwingle, 22 Pa. 884: “ They invited him into that street by not closing it up, by allowing it to be used without objection, and by putting certain repairs upon it, which made it not safe, but passable with skilful driving and good luck. Culpable negligence, or want of ordinary care on part of plaintiff, would have been a defense. But tbe burden of proving it was rightly held in Beatty v. Gilmore to lie on defendant. No proof of that kind was offered, except what may be inferred from the plaintiff’s not going around some other way. We are very clear in tbe opinion that that amounts to nothing under the circumstances of this case.”\nThe judgment is reversed, and a procedendo is awarded."}