{"id": "987967", "contents": "Opinion by\nMb. Chief Justice Sterrktt,\nThe genera] subject of contention presented by the amended bill, etc., in this case, is whether the defendant, William Loeffler, is entitled to retain twenty-five thousand ($25,000) dollars on account of the two hundred and fifty shares of Standard Plate Glass Company stock loaned by him to William E. Schmertz and not returned. The court below held that he was, and accordingly dismissed the bill at plaintiff’s costs.\nThe decree might well be affirmed on the learned trial judge’s concise and accurate findings of the controlling facts, in connection with the conclusions briefly but correctly drawn by him therefrom; but, it may not be amiss to notice some of the questions involved.\nThe sum above stated is in defendant Loeffler’s hands, retained by him out of the proceeds of life insurance policies assigned to him by W. E. Schmertz (since deceased), as collateral security against sundry liabilities for and on account of said assignor, including the Plate Glass stock in controversy. The residue of the insurance money was paid over by Loeffler to the use plaintiff, for the benefit of the creditors. It follows therefore that if Loeffler is entitled to the $25,000, the bill was rightly dismissed.\nIn its printed argument, the use plaintiff states that “the testimony on the part of the plaintiff is that a tender of the stock in question (same amount and kind) was made by ... . the original assignee of Schmertz, .... and that Loeffler refused to accept it.” The testimony of Mr. McCook, one of the assignees referred to, further shows that the stock, at the time he offered to return it, had depreciated in value so that it was not worth more than fifty cents on the dollar. It is true, the same witness also testified that defendant Loeffler, “ had not to my knowledge and according to my information ever demanded a return of that stock from Mr. Schmertz until after the failure, and that the stock immediately on his failure fell to as low a point as it was then.” But Loeffler testified that he had made a demand for the return of the stock before Schmertz’s failure, and that it was refused. The court specially finds this fact. While tins finding of fact is embraced in the second assignment, the conclusions of law alone are specified as errors. But even if treated as covered by this assignment, the finding of the court could not be reversed, because in that respect Loeffler’s testimony was not contradicted by that of McCook.\nUnless there is something else in the case, the decree under the authorities was right. In Huntingdon, etc., Railroad v. English, 86 Pa. 253, it was said: “ The rights of the parties were definitively fixed when the breach occurred.” In Musgrave v. Beckendorff, 53 Pa. 310, it was held that the measure of damages for the breach of a contract to replace borrowed stock is the highest price it had reached between the breach and the trial. In the present case the highest price was the ruling price at the time of the demand and refusal.\nIt is contended, however, by the beneficial plaintiff that there are other facts in the case which will preclude Loeffler from paying himself out of this fund. Briefly stated, these facts are, that defendant held Schmertz’s bond for $100,000, as security for the same debts that are covered by the assignment of life insurance policies. The judgment on this bond was a first lien on Schmertz’s real estate. Subsequent to that were two other judgments upon which executions were issued and the land sold. Before the auditor charged with distribution of the fund thus raised, no claim was made by Loeffler, and no part of the fund was awarded to his judgment; and it is contended that he thereby forfeited his right to payment out of the insurance fund. On that question the learned trial judge rightly refused to sustain the use plaintiff’s contention, and his ruling is not specifically assigned as error. But if it were, it is sufficiently vindicated in the opinion of the court below. In addition to the authority there cited may be added Ayres v. Wattson, 57 Pa. 360, to the effect that a creditor may hold an unlimited number of collaterals and avail himself of any of them as long as the debt remains unpaid. “A person may if he chooses relinquish a collateral security altogether’, without the consent of other creditors of his debtor. It is a matter resting entirely between him and his debtor with which others have nothing to do: ” Dyott’s Est., 2 W. & S. 490.\nIt was further contended that as Loeffler had a prior hold on two funds he should have resorted to the other, leaving this one intact for the payment of general creditors. But the junior lien creditors might with propriety have urged the same considerations in relation to the realty fund. If the defendant had participated in that fund the junior lien creditors might have asked to be subrogated to his rights in the present fund : Ramsey’s App., 2 Watts, 228; Mason’s App., 89 Pa. 402; Tubbs’s Est., 161 Pa. 252; Addams v. Heffernan, 9 Watts, 512.\nInasmuch as defendant’s debt is not yet paid in full, it is not necessary to consider the allowance on account of the amount-claimed to have been appropriated from the proceeds of the sale of personal property to the claim here in controversy. By the decree of court in those proceedings, it was ordered to be paid over on account of “ defendant’s judgment,” and it has been here properly treated as so paid.\nIn any view that can be reasonably taken of the case, the result in the court below was substantially correct, and the decree should be sustained.\nDecree affirmed and appeal dismissed at appellant’s costs."}