{"id": "988463", "contents": "OPINION\nJustice EAKIN.\nAppellant, Shawnfatee Bridges, appeals from the order of the Court of Common Pleas of Berks County denying his petition for relief pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546. We affirm.\nOn February 3, 1998, following a jury trial, appellant was convicted of two counts of first degree murder, 18 Pa.C.S. § 2502, four counts of aggravated assault, id., § 2702, two counts of conspiracy to commit murder, id., § 903, four counts of conspiracy to commit aggravated assault, id., and one count each of possessing an instrument of crime, id., § 907(a), tampering with or fabricating physical evidence, id., § 4910(1), and hindering apprehension or prosecution, id., § 5105(a)(3), in connection with the December 8, 1996 shooting deaths of Damon and Gregory Banks. The evidence established appellant and two co-defendants transported the victims in appellant’s van, pulled to the side of the road, and shot the victims to death. Appellant was subsequently sentenced to death upon the jury’s finding of one aggravating circumstance, and no mitigating circumstances.\nThis Court set forth the facts underlying appellant’s conviction at length in its opinion on direct appeal, see Commonwealth v. Bridges, 563 Pa. 1, 757 A.2d 859 (2000), affirming appellant’s convictions and sentence of death. The United States Supreme Court denied certiorari. Bridges v. Pennsylvania, 535 U.S. 1102, 122 S.Ct. 2306, 152 L.Ed.2d 1061 (2002). Appellant filed a pro se PCRA petition June 19, 2002, and counsel was appointed, who filed an amended petition. Following an evidentiary hearing on trial counsel’s ineffectiveness for failing to present mitigating evidence, the PCRA court dismissed appellant’s petition. Counsel sought clarification of the order because it did not specifically address appellant’s requests for discovery and funds for an investigator; the court amended and clarified its order, denying both requests.\nOn appeal from the denial of PCRA relief, our standard of review is whether the findings of the PCRA court are supported by the record and are free of legal error. Commonwealth v. Abu-Jamal, 574 Pa. 724, 833 A.2d 719, 723 (2003) (citing Commonwealth v. Breakiron, 566 Pa. 323, 781 A.2d 94, 97 n. 4 (2001)). In order to be eligible for PCRA relief under the statute, appellant must prove by a preponderance of the evidence the conviction or sentence resulted from one or more of the following:\n(i) A violation of the Constitution of this Commonwealth or the Constitution or laws of the United States which, in the circumstances of the particular case, so undermined the truth-determining process that no rehable adjudication of guilt or innocence could have taken place.\n(ii) Ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(iii) A plea of guilty unlawfully induced where the circumstances make it likely that the inducement caused the petitioner to plead guilty and the petitioner is innocent.\n(iv) The improper obstruction by government officials of the petitioner’s right of appeal where a meritorious appealable issue existed and was properly preserved in the trial court.\n(v) Deleted.\n(vi) The unavailability at the time of trial of exculpatory evidence that has subsequently become available and would have changed the outcome of the trial if it had been introduced.\n(vii) The imposition of a sentence greater than the lawful maximum.\n(viii) A proceeding in a tribunal without jurisdiction.\n42 Pa.C.S. § 9543(a)(2). In addition, appellant must prove the issues raised have not been previously litigated or waived. Id., § 9543(a)(3). An issue has been previously litigated if the highest appellate court in which the petitioner was entitled to review as a matter of right has ruled on the merits of the issue. Id., § 9544(a)(2); see Commonwealth v. Crawley, 541 Pa. 408, 663 A.2d 676, 678 (1995) (to be eligible for PCRA relief, petitioner must establish issues have not been previously litigated). A PCRA claim is waived “if the petitioner failed to raise it and if it could have been raised ... at the trial, [or] on appeal----”42 Pa.C.S. § 9544(b).\nAppellant raises two claims of error on the part of the PCRA court. First, appellant argues the PCRA court erred in denying his request for discovery. Specifically, he contends the court should have required the Commonwealth to provide him with any report or information about whether Commonwealth witness George Robles was a paid informant and whether Robles had any involvement in drug trafficking. Appellant states he would have used this information to cast doubt on the credibility of Robles.\nRule 902(E)(2) of the Pennsylvania Rules of Criminal Procedure provides: “On the first counseled petition in a death penalty case, no discovery shall be permitted at any stage of the proceedings, except upon leave of court after a showing of good cause.” Pa.R.Crim.P. 902(E)(2). The PCRA court rejected appellant’s request because he failed to establish the requisite good cause for post-conviction discovery; appellant neither provided a sufficient factual basis to show the Commonwealth failed to provide such evidence, nor proved the information even existed.\nWe review the denial of a discovery request for an abuse of discretion. See Commonwealth v. Williams, 557 Pa. 207, 732 A.2d 1167, 1175 n. 5 (1999). Appellant has failed to prove a discovery violation where he has not identified specific documents that were withheld by the Commonwealth or other evidence that suggested Robles was a paid informant or a drug trafficker. See id., at 1175 (no abuse of discretion where appellant failed to identify specific documents not produced). Appellant is not entitled to relief where he has made a general request for the discovery of documents without first proving their existence. As appellant has failed to make the requisite showing, we find no abuse of discretion in denying appellant’s discovery request.\nSecond, appellant argues the PCRA court erred in failing to authorize funds for a private investigator to locate witnesses which appellant claims would have provided relevant evidence in support of his request for relief. He contends the witnesses had information concerning Robles’ drug trafficking and close relationship with police, which would have been critical in casting doubt on Robles’ credibility.\nInvestigators may be appointed by the PCRA court to assist indigent petitioners upon a showing by the petitioner that the assistance is reasonably necessary to the preparation of his case. Commonwealth v. Howard,, 553 Pa. 266, 719 A.2d 233, 241-42 (1998) (citing Commonwealth v. Bell, 706 A.2d 855, 862 (Pa.Super.1998)). To establish an abuse of discretion, appellant must make a clear showing as to the content, relevance, and materiality of the potential witnesses’ testimony. Commonwealth v. Peterkin, 511 Pa. 299, 513 A.2d 373, 385-86 (1986). Appellant has failed to prove the witnesses would provide the desired information and that this information was necessary in support of his PCRA claims. Thus, the PCRA court did not abuse its discretion in denying appellant’s request for an investigator where he has not shown the alleged information was reasonably necessary to prepare his case.\nAppellant raises two claims of ineffective assistance of counsel. The constitutional ineffectiveness standard requires appellant to demonstrate that: (1) the underlying claim is of arguable merit; (2) counsel’s particular course of conduct did not have some reasonable basis designed to effectuate his interests; and (3) but for counsel’s ineffectiveness, a reasonable probability exists that the outcome of the proceeding would have been different. Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001). A failure to satisfy any prong of the ineffectiveness test requires rejection of the claim. Id., at 221-22.\nAppellant contends trial counsel was ineffective for failing to object to the testimony of Robles, which went beyond the scope of the discovery material. Appellant claims that prior to the January 29, 1998 offer of proof, immediately preceding Robles’ testimony, Robles never told anyone he saw appellant pull a black Glock 9 mm. handgun from his waistband and wave it around Robles’ house. Appellant presented this claim on direct appeal, alleging error on the part of the trial court in admitting Robles’ testimony, Bridges, at 874; he now attempts to assert the same issue in terms of ineffective assistance of trial counsel for failing to object to the admission of Robles’ testimony. On direct appeal, this Court found the issue waived, but nevertheless addressed the merits of the claim, and found it unavailing. Id. As counsel cannot be found ineffective for failing to pursue a meritless claim, he cannot prevail herein. “[A] petitioner cannot obtain post-conviction review of claims previously litigated on appeal by alleging ineffective assistance of prior counsel and presenting new theories of relief to support previously litigated claims.” Commonwealth v. Bracey, 568 Pa. 264, 795 A.2d 935, 939 n. 2 (2001) (citing Commonwealth v. Porter, 556 Pa. 301, 728 A.2d 890, 896 (1999)). Appellant’s previously litigated claim is not cognizable under the PCRA.\nThe next claim is that trial counsel was ineffective for failing to investigate and present mitigating evidence concerning appellant’s exposure to drugs as a child, his tumultuous upbringing, his nomadic lifestyle as a child, his mother’s addiction to cocaine while pregnant with him, and the fact he was a witness to violence against his mother. He also claims counsel was ineffective for failing to hire a mitigation expert. The PCRA court held a hearing on these issues and was satisfied with counsel’s stewardship. This Court has previously stated, with regard to counsel’s duties to investigate mitigating evidence:\nCounsel has a duty to undertake reasonable investigations or to make reasonable decisions that render particular investigations unnecessary. See Strickland v. Washington, [466 U.S. 668, 691, 104 S.Ct. 2052, 80 L.Ed.2d 674] (1984). Where counsel has made a strategic decision after a thorough investigation of the law and facts, it is virtually unchallengeable; strategic choices made following a less than complete investigation are reasonable precisely to the extent that reasonable professional judgment supports the limitation of the investigation. See [id., at 690-91,104 S.Ct. 2052]. As noted, an evaluation of counsel’s performance is highly deferential, and the reasonableness of counsel’s decisions cannot be based upon the distorting effects of hindsight. See [id., at 689, 104 S.Ct. 2052]. Furthermore, reasonableness in this context depends, in critical part, upon the information supplied by the defendant. See Commonwealth v. Peterkin, [511 Pa. 299, 513 A.2d 373, 383 (1986)], cert. denied, [479 U.S. 1070, 107 S.Ct. 962, 93 L.Ed.2d 1010] (1987). Thus, assuming a reasonable investigation, where there is no notice to counsel of particular mitigating evidence, he cannot be held ineffective for failing to pursue it. See Commonwealth v. Howard, [553 Pa. 266, 719 A.2d 233 (1998)]. Commonvealth v. Basemore, [560 Pa. 258, 744 A.2d 717, 735] (2000).\nCommonwealth v. Fears, 575 Pa. 281, 836 A.2d 52, 71-72 (2003).\nAppellant argued to the PCRA court, as he does to this Court, that Wiggins v. Smith, 539 U.S. 510, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003), requires counsel to conduct a thorough investigation of life history mitigation. In Wiggins, the mitigation investigation was inadequate where social service records contained information which the Court found should have prompted further investigation by counsel. Wiggins, at 533-35, 123 S.Ct. 2527. Unlike Wiggins, however, in this case, the court found appellant was unable to show trial counsel failed to properly investigate and present mitigating evidence because counsel did not have information relating to appellant’s childhood that should have led to further investigation.\nTrial counsel testified he spoke with appellant many times, got general background information, and decided a psychological investigation was unnecessary. Counsel presented mitigating evidence regarding appellant’s background, reasoning it would be beneficial to argue appellant was not the shooter and that he was of good character and engaged in respectable activities. N.T. PCRA Hearing, 4/2/04, at 12, 15-18. The PCRA court determined trial counsel’s investigation was not deficient where he made a reasonable strategic decision concerning what information to investigate and what to present as mitigating evidence. The PCRA court concluded that even if counsel’s investigation was deficient, appellant failed to meet his burden of establishing prejudice. The court found the unpleasant childhood factors counsel was aware of would have detracted from the mitigation that trial counsel did present, and appellant failed to prove the factors counsel was unaware of would have changed the outcome of the penalty phase proceedings.\nWith regard to the failure to hire a mitigation expert, trial counsel stated he was unaware of mitigation specialists at the time of appellant’s penalty phase. Id., at 4-5. The PCRA court found appellant had not provided sufficient evidence that hiring a mitigation specialist was so prevalent in 1997 that not doing so was ineffective. We see no error in the PCRA court’s finding counsel was not ineffective where he demonstrated a reasonable strategic basis for his decisions regarding the investigation and presentation of mitigating evidence, and appellant failed to establish prejudice.\nAppellant’s final claim is that the trial court erred during the penalty phase in instructing the jury to deliberate further after the jury informed the trial court it could not come to an agreement regarding the penalty. This issue was previously litigated on direct appeal, Bridges, at 881-82; thus, the PCRA court made no error in determining it is not cognizable under the PCRA.\nThe order of the PCRA court is affirmed and the Prothonotary of this Court is directed to transmit the complete record in this case to the Governor of Pennsylvania. See 42 Pa.C.S. § 9711(i).\nOrder affirmed. Jurisdiction relinquished.\nJustice CASTILLE and Justice NEWMAN are with the opinion.\nChief Justice CAPPY files a concurring opinion in which Justice NIGRO joins.\nJustice SAYLOR files a concurring opinion in which Justices NIGRO and BAER join.\n. The aggravating circumstance found was \"defendant has been convicted of another murder committed in any jurisdiction and committed either before or at the time of the offense at issue.” 42 Pa.C.S. 971 l(d)(l 1).\n. Because trial counsel and appellate counsel were the same in this case, appellant was not required to layer his claim of ineffectiveness pursuant to Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1022 (2003). At the time appellant filed his PCRA petition, prior to Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977) still required that ineffectiveness claims be raised as soon as an appellant had new counsel— appellant did so, and therefore, he did not need to layer his claims."}