{"id": "988570", "contents": "OPINION\nChief Justice CAPPY.\nThe question presented in this appeal is whether the suspension of driving privileges provision at 75 Pa.C.S. § 1532(c) requires the imposition of separate suspensions for each individual violation of specified drug offenses in the Crimes Code, or a single suspension for a first criminal episode. We find that this provision requires the imposition of a single suspension for a first criminal episode. For the following reasons, therefore, we affirm the Commonwealth Court’s Order.\nThe background information relevant to the disposition of this appeal is that Appellee, Susan Silvonek Freundt, while employed as a pharmacist, misappropriated a variety of drugs from her employer for her personal use. On January 11, 2001, Appellee pled guilty to sixteen counts of acquiring or obtaining a controlled substance by misrepresentation, fraud, forgery, deception or subterfuge, 35 P.S. § 780-113(a)(12). All sixteen counts were charged in a single criminal information which listed the offenses as occurring between June 30, 1997, and October 16, 1997. Appellee was sentenced to five years of probation on each count, to run concurrently.\nPursuant to 75 Pa.C.S. § 6323(1), the clerk of courts of Carbon County sent sixteen separate reports of Appellee’s convictions to PennDot. PennDOT mailed Appellee sixteen separate notices that her driving privileges were being suspended pursuant to 75 Pa.C.S. § 1532(c). On February 9, 2001, Appellee received the first suspension notice. On May 14, 2001, the remaining fifteen notices were mailed by Penn-DOT.\nAppellee did not challenge the first notice of suspension she received, but filed an appeal in the Court of Common Pleas for Carbon County from the other fifteen suspensions, arguing that the sixteen convictions arose from a single criminal episode and therefore constituted one offense, for which a single six-month suspension was appropriate. At the de novo hearing before the trial court, PennDOT introduced certified copies of the sixteen notices, the corresponding sixteen forms reporting Appellee’s convictions to PennDOT, and documents reflecting Appellee’s driving record. Appellee presented copies of the criminal information and a stipulation whereby she pled guilty to the charges.\nThe trial court held that, based on the record before it, it was unable to determine whether the counts Appellee was charged with were part of a single criminal episode, as “[n]o testimony [was] presented as to how and where each violation was committed or whether the witnesses or evidence to be presented to establish the violations are the same.” Trial Court Opinion, 11/13/01, at 12 (footnote omitted). Accordingly, the trial court denied Appellee’s appeal and reinstated the sixteen individual suspensions.\nAppellee appealed to the Commonwealth Court, which reviewed a line of its own cases interpreting § 1532(c) and its predecessor, 35 P.S. § 780-113(m). Based on this precedent, the court concluded that only one suspension is mandated “where there is one criminal episode, regardless of whether there were multiple convictions or offenses[,]” Freundt v. PennDOT, 804 A.2d 706, 712 (Pa.Cmmw.Ct.2002) (citing PennDOT v. Perruso, 160 Pa.Cmwlth. 49, 634 A.2d 692 (1993)), and that only “separate and distinct criminal episodes mandate separate consecutive suspensions.... ” Id. (citing Brosius v. PennDOT, 664 A.2d 199 (Pa.Cmmw.Ct.1995)).\nThe Commonwealth Court held that there was no dispute that Appellee’s convictions were a “first offense” for purposes of license suspension because she had no prior convictions, making the recidivism portions of § 1532(c)(1) inapplicable. Freundt, 804 A.2d at 713. Consequently, the Commonwealth Court only addressed the issue of whether the “first offense” was the result of separate and distinct acts mandating consecutive license suspensions. Id. The court noted that the record did not reflect whether the unlawful acquisitions occurred at one time, or whether the three-and-one-half-month period cited in the criminal information was used because the substances were inventoried during this period. The court concluded that because no separate dates were listed in the individual counts in the criminal information, PennDOT failed to establish Appellee’s acts constituted more than a single criminal episode. Id. at 713 n. 9. The court stated that “it is just as likely as not that the 16 violations occurred during a single criminal episode.” Id. at 713. Accordingly, the Commonwealth Court reversed the trial court’s order, and Appellee received one six-month suspension for all sixteen counts. PennDOT petitioned this Court for allowance of appeal, and we granted review to determine whether § 1532(c) requires an analysis of the timing and relationship among multiple violations of the Crimes Code when imposing suspension.\nPennDOT asserts that the plain language of § 1532(c) requires the imposition of a single suspension for each conviction, regardless of whether or not each separate conviction resulted from a “single criminal episode.” Additionally, Penn-DOT asserts that the Commonwealth Court adopted a new interpretation of this statute following our decision in Commonwealth v. Williams, 539 Pa. 249, 652 A.2d 283 (1994). In accord with this line of cases, PennDOT alleges that it is possible to impose multiple first offense suspensions when multiple convictions are imposed, regardless of whether the offenses arise during a single criminal episode. Yadzinski v. Commonwealth, 723 A.2d 263 (Pa.Cmmw.Ct.1999); Lauer v. Commonwealth, 666 A.2d 779 (Pa.Cmmw.Ct.1995); Brosius, supra.\nIn response, Appellee claims that the Commonwealth Court has been consistent in its determination that when multiple offenses result from a single criminal episode, then only one license suspension is appropriate. Appellee argues that, contrary to PennDOT’s assertion, there are not divergent lines of cases on this point. Accordingly, Appellee alleges that Penn-DOT should bear the burden of showing that separate license suspensions from separate criminal episodes were warranted.\nResolution of the competing claims in this appeal requires that we begin our analysis by reviewing the text of the statute:\n§ 1532. Revocation or suspension of operating privilege\n* * * *\n(c) Suspension.—The department shall suspend the operating privilege of any person upon receiving a certified record of the person’s conviction of any offense involving the possession, sale, delivery, offering for sale, holding for sale or giving away of any controlled substance under the laws of the United States, this Commonwealth or any other state.\n(1) The period of suspension shall be as follows:\n(i) For a first offense, a period of six months from the date of suspension.\n(ii) For a second offense, a period of one year from the date of the suspension.\n(iii) For a third and any subsequent offense thereafter, a period of two years from the date of the suspension.\n(2) For the purposes of this subsection, the term “conviction” shall include any conviction or adjudication of delinquency for any of the offenses listed in paragraph (1), whether in this Commonwealth or any other Federal or state court.\n75 Pa.C.S.A. § 1582(c).\nThe question presented for review involves the proper construction of a statute, which is a question of law; therefore, our review is plenary. Commonwealth v. Bavusa, 574 Pa. 620, 832 A.2d 1042 (2003).\nThe Statutory Construction Act of 1972, 1 Pa.C.S. § 1921, directs that, “the object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S. § 1921(a). See P.R. v. Commonwealth, 569 Pa. 123, 801 A.2d 478, 482 (2002). This is accomplished by affording common and approved usage to the words and phrases in the statute, 1 Pa.C.S. § 1903, and looking beyond the language employed only when the words of the statute are not explicit. 1 Pa.C.S. § 1921(c). We must give effect to the meaning of each distinct word as chosen. See Rossi v. Commonwealth, 580 Pa. 238, 860 A.2d 64, 67 (2004).\nIt is well settled that a court analyzing a statute must presume the General Assembly did not intend to perform a useless act. 1 Pa.C.S. § 1922(1); St. Joseph Lead Co. v. Potter Township, 398 Pa. 361, 157 A.2d 638, 642, (1959). Furthermore, § 1922(2) of the Statutory Construction Act, states the General Assembly intends the entire statute to be certain and effective. Rossi, 860 A.2d at 66. Therefore, individual statutory provisions must be construed with reference to the entire statute of which they are a part, and the entire statute is presumed to be certain and effective, not superfluous and without import. Id.; Ieropoli v. AC & S Corp., 577 Pa. 138, 842 A.2d 919, 929 (2004); and Commonwealth v. Gilmour Manufacturing Co., 573 Pa. 143, 822 A.2d 676, 679 (2003).\nIn examining the plain meaning of the words, the statute uses both the word “conviction” and the word “offense.” Since the presumption is that the legislature does not perform useless acts in adopting the words of a statute, the use of both these words shows that the statute imposes a suspension not merely for each conviction for every violation of the Crimes Code, but for each conviction stemming from a criminal episode. See St. Joseph Lead Co. v. Potter Township, 157 A.2d at 642. If the statute merely imposed suspensions for every individual conviction of a count charged, it would only contain the word “conviction” throughout the statute. Instead, the statute is triggered by the entire phrase “conviction of any offense.”\nAdditionally, to read “conviction of any offense” as relating to convictions stemming from a criminal episode is to read it in context and comports with the plain meaning of the rest of the statute. As the statute continues, § 1532(c)(1) states that the punishment of a suspension is imposed according to a graduated process where the first “offense” merits a six-month suspension, the second “offense” a one-year suspension, and for the third or subsequent “offense,” a two-year suspension. As such, the period of suspension clearly increases with the number of offenses, rather than the number of convictions. When taking this statutory scheme as a whole, it is logical that a graduation of penalties would apply for those who have committed offenses on more than one occasion, necessitating a greater license suspension. The focus of the statutory inquiry, therefore, is on determining if the party subject to the suspension has committed one, two, or three offenses. Accordingly, we hold that since a conviction of an offense is a conviction stemming from a criminal episode, an offense for the purpose of § 1532(c) is a single criminal episode. Thus, the number of convictions arising out of the commission of any single offense is limited only by the imagination of the charging authority.\nWhile the issue of whether § 1532(c) provides for multiple suspensions for drug convictions arising from a single criminal episode is one of first impression for our Court, the Commonwealth Court has addressed the issue in a series of cases interpreting the similar provisions of the predecessor statute, § 780-113(m). The Commonwealth Court’s analysis in these cases comports with our determination that an offense for the purposes of § 1532(c) amounts to a single criminal episode.\nIn the Commonwealth Court’s line of cases, the focus is on determining if the party subject to the suspension has committed one, two, or three offenses. See, e.g., Gregg v. Commonwealth, 851 A.2d 253 (Pa.Cmmw.Ct.2004); Carter v. Commonwealth, 838 A.2d 869 (Pa.Cmmw.Ct.2003); Yadzinski, supra; Lauer, supra; Brosius, supra; Heisterkamp v. Commonwealth, 165 Pa.Cmwlth. 128, 644 A.2d 262 (1994); Commonwealth v. Hardy, 160 Pa.Cmwlth. 427, 635 A.2d 230 (1993). In each case decided by the Commonwealth Court where multiple suspensions are imposed, there were separate criminal episodes. Brosius, 664 A.2d at 202; Lauer, 666 A.2d at 781; and Carter, 838 A.2d at 873. Contrary to Appellant’s position, this recognized distinction in application of the statutory suspension provision is not a new and divergent line of cases; rather, it is the consistent application of existing case law to disparate facts.\nThus, we agree with the long line of Commonwealth Court decisions that have interpreted this statutory framework to require that when there is a conviction, the appropriate suspension shall be determined by whether or not the conviction stemmed from a single criminal episode, or multiple criminal episodes. See, e.g., Gregg, supra; Carter, supra; Yadzinski, supra; Lauer, supra; Brosius, supra; Heisterkamp, supra; Hardy, supra.\nHere, Appellee was charged with sixteen counts of unlawful acquisition of controlled substances over a three-and-one-half month period between June 30, 1997, and October 16, 1997. The record does not reflect whether the unlawful acquisitions took place at one time, or whether the “three and one-half month period” cited in the criminal information was due to the fact that the substances were inventoried by the pharmacy during this span of time. Further, there were no distinct dates set forth in the individual counts against Appellee. Therefore, Appellee’s conviction was for a single “offense,” within the meaning of that term in this statute, that is, a single criminal episode.\nAccordingly, for the reasons set forth above, the order of the Commonwealth Court is affirmed.\nJustice SAYLOR files a dissenting Opinion.\nJustice EAKIN files a dissenting opinion in which Justice NEWMAN joins.\n. Prior to the enactment of § 1532(c) in 1993, the statutory provision for license suspension based on drug offenses was contained in § 780-113(m) of the Drug Act. 35 P.S. § 780-113(m), Act of April 14, 1972, P.L. 233. This section was repealed in 1993, see Act of June 28, 1993, P.L. 137, and replaced by § 1532(c). The only significant changes to the statute were the addition of the definition of “conviction” and the deletion of the provision that multiple suspensions be served consecutively. Additionally, the new statute provides for a six-month suspension for a first offense, as opposed to the ninety days imposed by the predecessor statute."}