{"id": "988925", "contents": "Opinion by\nMr. Justice Brown,\nA recital of undisputed facts will suffice to show that the appellant cannot be heard to say that the appellee was not its employee at the time he was injured, and that, if his injuries resulted from negligence, it is chargeable to another. During 1910, and for several years prior thereto, Edward Smith, the appellee, was employed by the York Railways Company as a laborer upon its tracks. In the early part of September, 1910, the Edison Electric Light Company was digging a pit for the foundation of a smoke stack. This work was being done by one John Stover, a cellar digger. Lewis C. Mayer, the vice-president of the light company, complained to Stover of the slow progress he was making in the work, and, upon Stover’s saying that he did not have enough help, Mayer, who was also the chief engineer of the York Railways Company, agreed to furnish him • two more men. In pursuance of this agreement, Mayer immediately instructed a section boss of the York Railways Company, under whom the appellee was working, to send him and another laborer to work at the pit which was being dug by the light company. On September 10 these two employees were directed by their foreman to go to work at that place, and they did so, but without any indication whatever from the foreman, or from any one else, that at that point they were not to continue to be the employees of the York Railways Company, or that the work being, done there was not being done for it. On the contrary, the uncontradicted testimony is that the appellee, while working at the pit, reported once a day to Ness, the defendant’s foreman, who had directed him to go to work there; that Ness kept his time and furnished him daily with transportation over the company’s lines from his home to his work and return; that the tools with which he worked at the pit were furnished to him by the appellant; that he received his wages from the appellant during the period he worked at the pit, in the same manner as when he worked on the tracks, and Mayer, chief engineer of the appellant, supervised the work which was being done. The appellee may have been lent by his employer to an independent contractor, as the learned counsel for appellant contends, but he was in utter ignorance of the loan, and the only employer whom he continued to know was the company which had assigned him to duty at the pit, without even an intimation from it to him that he was to work there for another. Nothing in Patton v. McDonald, 204 Pa. 517, or in Walters v. American Bridge Co., 234 Pa. 7, sustains the appellant’s contention that, if the appellee had a cause of action for his injuries, it was against the electric light company. The relation of employer and employee admittedly existed between the appellant and the appellee when it set him to work at the pit, and it neither said nor did anything to him at any time to indicate to him that, while he was working there, he would not be doing so as its employee. It continued, as a matter of law, to be his employer up to the time he was injured, no matter what secret arrangement it may have had with the electric light company.\nAfter the appellee had worked at the pit for about eleven days it was dug to a depth of about ninéteen feet, and, when of that depth, one side of it caved in. The appellee was caught in the falling mass and injured, and, if the caving in was due to negligence, it was, as to him, the negligence of the appellant, his employer. The negligence of which he complains is that the appellant, in putting him to work in the pit, failed to make the place reasonably safe for him as a workman in it. The specific charge in the statement is that the appellant “neglected and refused to properly brace and shore the sides of said hole or pit in order to prevent the caving in or falling of the sides thereof.” In employing servants to work in excavations such as sewers, trenches, pits and cellars, the duty is upon the master, as it is in all cases of employment, to see to it that his servants have a reasonably safe place to do the work to which he assigns them; and, to prevent the caving in of the walls of a pit, when such caving in is likely to happen by reason of the depth of the pit, it is the duty of the employer to brace and shore up its sides. The appellee did not, on the trial, rely upon this rule alone, but produced affirmative testimony that the custom in the neighborhood was that, in making excavations, the sides of an excavation were shored or braced up when they exceeded the height of the diggers. In the present case the depth of the pit, at the time its side caved in, was nineteen feet, or more than three times the ordinary height of a man.\nThe question of the defendant’s negligence could not have been taken from the jury, and, as the same is true of the alleged contributory negligence of the plaintiff, the defendant’s first point was properly refused. Nor could defendant’s second point have been affirmed, for its averment of his assumption of risk in helping tq excavate the pit assumes his knowledge of such risk; but the jury could fairly have found that he did not have such knowledge. The work was new to him, and it does not appear from the testimony that, after he had been assigned to it, any one in the employ of the defendant company, or in charge of the digging, informed him of any danger connected with it.\nNo error was committed in the ruling of the learned trial judge on the offers of evidence which are the subjects of the first, second, third, fourth, fifth and sixth assignments. Nor is any error to be found in the portions of the charge set forth in the seventh, eighth, ninth,, tenth and eleventh assignments. The judgment is, therefore, affirmed."}