{"id": "988957", "contents": "Opinion by\nMr. Justice Potter,\nThe assignments of error in this case are drawn in disregard of the rules, and they are without merit as to substance. In the eleventh assignment, it is alleged that the court below erred in refusing plaintiff’s motion for judgment non obstante veredicto. Neither the motion nor the order of court is given, but reference to the appendix shows that the motion was made under the Act of April 22, 1905, P. L. 286. That act gives the right to move for judgment non obstante veredicto upon the whole record, only to a party who has presented a point requesting binding instructions, which has been reserved or declined. It does not appear that any such point was presented in this case. The record shows that counsel for appellant made an oral motion for binding instructions, which was refused, and no exception was taken to the refusal. The Act of 1905 evidently refers to points presented under the Act of March 24, 1877, P. L. 38, §1, which requires such points to be “drawn up in writing and handed to the court before the close of the argument to the jury.” An oral motion is not such a point. Where no request for binding instructions has been made or question of law reserved, judgment non obstante veredicto cannot be entered: Sulzner v. Cappeau-Lemley & Miller Co., 234 Pa. 162.\nUpon the question of the liability of a garnishee, one of the later cases is Willis v. Curtze, 203 Pa. 111, where the present Chief Justice said (p. 113): “Generally the garnishee in a foreign attachment may make any defense against the plaintiff in the writ that he could make against his original creditor. The judgment in the attachment establishes only the existence of the debt .due the plaintiff by his immediate debtor. The plaintiff stands in no better position as to the thing attached than does his debtor, and any defense good against the latter will prevent a recovery against the garnishee.” The rule is the same in foreign attachment and attachment execution. The Act of June 16, 1836, P. L. 755, §35, provides, “In the case of a debt due to the defendant, or of a deposit of money made by him, or of goods or chattels pawned, pledged, or demised, as aforesaid, the same may be attached and levied in satisfaction of the judgment, in the manner allowed in the case of a foreign attachment.” In the present case therefore the plaintiff is not entitled to recover unless it appears that Samuel E. Reiehner could have maintained an action against the garnishee, Richard M. Cadwalader, to recover the balance of $1,533.76 in his hands when the judgment was served upon him. Under the terms of the agreement it is clear that Reiehner could not have maintained such an action without first showing that the creditors of Charles Reiehner, deceased, whose claims were allowed by the Orphans’ Court, had been paid. The fund in the hands of Mr. Cadwalader belonged to Caroline Yautier. It was placed in his hands for the purpose of carrying out the terms of the agreement of settlement. Mr. Cadwalader was acting for Mrs. Vautier in the transaction, for the purpose of protecting her interests under the terms of the agreement. Reiehner had no interest in the fund until all the stipulated payments had been made, and the balance, if any, ascertained. We see no grounds upon which can be sustained the contention of counsel for appellant, that the agreement of February 1, 1907 amounts to an assignment for the benefit of his creditors by Samuel E. Reiehner. It does amount to an admission on the part of Mrs. Vautier, that she owed Reichner $2,500.00, and it sets forth his willingness that she should make payment in discharge of her liability to other parties, on Ms account before paying over to him any part of it. That Samuel K. Reichner consented to the application of the proceeds of the settlement by Mrs. Vautier to the payment of indebtedness for which he was primarily liable, and she secondarily, did not make of the agreement an assignment for the benefit of his creditors. See Miners’ National Bank’s Appeal, 57 Pa. 193; Wood v. Kerkeslager, 227 Pa. 536. Counsel for appellant also contend that it was error to admit in evidence, the record of the Orphans’ Court showing the decree by which the sum of $1,701.18 was awarded to the creditors of Charles Reichner. A decree of the Orphans’ Court awarding to a creditor his claim against a decedent’s estate, is prima facie evidence of the correctness of the claim in other proceedings: Phillips v. Allegheny Valley R. R., 107 Pa. 465. In the present case the amount of Mrs. Vautier’s liability on the administration bond was fixed by the decree. The adjudication of the Orphans’ Court was made within four years of the date of the trial of this case, so that no presumption of payment of the awards had arisen. The record showing them unpaid made out a prima facie case without the testimony of Mr. Cadwalader. His testimony was, however, explicit, and was not contradicted in any way.\nThe assignments of error are dismissed, and the judgment is affirmed."}