{"id": "988981", "contents": "Opinion by\nMr. Justice Mestrezat,\nHomer S. Thompson died testate on the second day óf March, 1909, leaving to survive him his widow, Harriet, and three daughters, Anna May, intermarried with Wilson A. Evert; Hannah Elsie, intermarried with H. B. Foresman, and Lydia Blake, unmarried, and certain collateral heirs. The daughters were all of full age at the death of the testator. By his will, dated July 24, 1901, the testator, after bequeathing to his wife all his household goods and kitchen furniture, directed that the residue and remainder of his entire estate should be converted into money. He then bequeaths five thous- and dollars to Dr. James F. Thompson in trust to invest the same and pay over the interest thereof to his wife, Harriet, during her life, “and if her necessities require it, such portion of the principal as my said trustee may deem necessary, and from and immediately after the death of my said wife, I direct that the principal .....or so much thereof as may remain, shall be distributed as hereinafter set forth.” By the next or 6th item of his will he directs that the residue of his estate be divided into three equal parts or shares: one share he bequeaths to Dr. James F. Thompson in trust to pay the interest or dividends thereof to his daughter, Anna May, intermarried with Wilson A. Evert, during the life of the said Wilson A. Evert or their issue in the event of her death, and at his death, the principal to Anna May or her lawful issue, and providing that should she die without lawful issue then the “share shall revert to my estate and be distributed as the balance of my estate.” He then directs as follows: “One other of the full, equal third parts or shares of my residuary estate, I give, devise and bequeath unto my daughter, Hannah Elsie, intermarried with H. B. Foresman, or their issue. Should my daughter, Hannah Elsie, die’ subsequent to my own death without lawful issue, then the said one-third part or share shall revert to my estate and be distributed as the balance of my estate. The remaining of the other of the full, equal one-third part or share, I give, devise and bequeath unto my daughter, Lydia Blake, or her issue. Should my said daughter, Lydia Blake, die subsequent to my own death without lawful issue, then the said one-third part or share shall revert to my estate and be distributed as the balance of my estate.”\nBy item seven the testator directs that at the death of his wife the five thousand dollars, held in trust for her, or so much thereof as shall remain, shall be distributed in the same manner and be subject to the same conditions and limitations as in the preceding (sixth) item of his will; and in item ten he directs that if his wife Harriet be living at the death of Anna May, the latter leaving no issue, the income of Anna May’s share shall be paid to Harriet during her life. By item nine, the testator directs that “should all my daughters be dead without issue at the time of the death of my wife, I will and direct that whatever of my estate remain, shall be divided into four equal parts or shares and disposed of” to testator’s brothers and nephews. Letters testamentary were duly granted to Dr. James P. Thompson. As directed by the will Dr. Thompson, as trustee, invested the sum of five thousand dollars, the interest of which is payable to the widow during her life. He has filed an account as executor in which he has taken credit for the sum invested for the widow. The balance in his hands as shown by his account is for distribution.\nThe widow and children, alive at the death of the testator, are all now living except Hannah Elsie, who died on the fourteenth day of April, 1910, intestate and without issue, leaving to survive her her husband, H. B. Foresman. The only question for determination here is the disposition of that part of the testator’s estate which was bequeathed to his daughter, Hannah Elsie. The interpretation of the other parts of the will and the disposition of the interests given to the other legatees may await the time when, if ever, a judicial adjudication becomes necessary. There is little or no ambiguity in the will. The testator has expressed himself so clearly and plainly that there should be little difficulty in distributing the estate in the future. For the present, we are only concerned, with Hannah Elsie’s share.\nIt needs a very brief discussion to determine the proper disposition of the one-third of the residue of the testator’s estate given to his daughter, Hannah Elsie. It is or must be conceded, as beld by the learned auditor, that tbe language of tbe will imports a definite and not an indefinite failure of issue and that, therefore, Hannah Elsie took a life interest only in tbe money bequeathed to her. Of this there can be no doubt and it is unnecessary to refer to tbe authorities on tbe subject. Tbe difficulty with tbe learned court below seems to have arisen in tbe construction of tbe words: “balance of my estate.” Tbe bequest to Hannah Elsie was to her or her issue with tbe direction that' if she “die subsequent to my own death without lawful issue, then tbe said one-third part or share shall revert to my estate and be distributed as tbe balance of my estate.” Tbe bequest to each of tbe three daughters concludes with tbe words: “then tbe said one-third part or share shall revert to my estate and be distributed as tbe balance of my estate.” Tbe residue of bis estate after tbe bequest of tbe income of five thousand dollars to bis wife was given, as \"will be observed, to bis three daughters, tbe share to one daughter being placed in trust. It is apparent, we think, that be used tbe words “balance of my estate,” in tbe sense of tbe rest or residue of bis estate. Tbe intention of tbe testator was that, after tbe life estate of bis daughter, Hannah Elsie, without issue, that her share or interest should be distributed as be bad disposed of tbe rest or residue of bis estate. The purpose of tbe testator was that bis daughter should have tbe use of tbe one-third of tbe estate during her life and that it should then go to her issue, but, failing issue, it should go, as be directed in that item of bis will, to bis two surviving daughters. He declares that the share of tbe deceased child “shall revert to my estate,” and as part of tbe residue of bis estate be bequeaths it in tbe same item of tbe will to tbe two living daughters. Tbe testator has made tbe same provision as to the interests given tbe other two daughters. Tbe share of tbe testator’s estate to Hannah Elsie, she having died without issue subsequent to her father’s death, became again, at her death, a part of the testator’s estate, and passed to the other two daughters as though it had never been bequeathed to her. Her husband takes no interest in the share of the fund bequeathed to his wife for life.\nThere is no ground whatever for the contention that the testator died intestate as to the remainder after the life estate in Hannah Elsie’s share. In apt terms, the testator disposes of the remainder as well as the life interest given the daughter. To declare an intestacy as to the remainder of Hannah Elsie’s share would be to ignore the plain language of the will. He anticipated the death of his daughter without issue and provided, in that event, what should be done with the remainder. His intention is as clear and manifest as if, instead of the words used by him, he had directed that the remainder be distributed between his surviving daughters. They take the share in equal proportions, and hold it as each held the share originally given her.\nIt follows that the remainder of the share bequeathed to Hannah Elsie should be divided into two equal parts, and be held for her two sisters under the terms of the will. The income on her share due and unpaid at the time of her death is,' of course, payable to her husband. If the two remaining legatees desire to enter security and obtain possession of the fund bequeathed them, they can make the proper application to the Orphans’ Court as required by the Act of May 17, 1871, P. L. 269, and their right to the possession of the fund by entering security can then be adjudicated. It may be that the parties may desire the bequest to remain in the hands of the executor, but it will be time enough to determine their right to the fund when the question is raised on a proper application to the court for that purpose.\nThe decree of the court below is reversed, and it is now ordered that the share of the deceased daughter in the residue of the testator’s estate as shown by the account of the executor be divided into two equal parts and be held, under the terms of the will, for Anna Maf Evert and Lydia Blake Thompson. The costs of this appeal to be paid out of the estate. . ."}