{"id": "989686", "contents": "Opinion by\nMr. Justice Gbeen,\nAlthough the learned court below affirmed the various points submitted by the counsel for the defendants, we think there was error in the general charge in the statement of the degree of failure on the part of the plaintiff in the performance of his duty under the contract, which would justify the defendants in discharging him. After saying that if the plaintiff did possess and exercise in good faith the degree of knowledge and skill required in the business in which he was employed, the court proceeded to say: “ Unless you find that he was wanting in knowledge or skill, or that he habitually failed to exercise the knowledge and skill which he possessed, in the employment of the defendants, then he would be entitled to recover the contract price.” The word “habitual” is defined by Webster as “constant; customary, accustomed, usual; common; ordinary, regular; familiar,” and tliis is certainly the common understanding of the meaning of the word. Accepting it in this sense the import of the charge would be that unless the plaintiff was in the regular, ordinary and common habit of failing to exercise his knowledge and skill in the business in which he was engaged, he was entitled to recover the full contract price at which he was employed. It would follow that he might fail to perform his contract duty in a large and important degree, yet if his failure in this respect was not of such a degree as to be his regular common and ordinary manner of performing his duty, he would nevertheless be entitled to recover his full contract wages, just as though be had been guilty of no dereliction of duty whatever. The necessary consequence of this would be that his employers were not legally justified in discharging him from their employment, and must therefore retain him in their service, although his breaches of duty were frequent and important, entailing upon them much loss in their business. We do not think this is the law, and we have not been referred to any decisions in which the rule as stated in the charge has been sustained. Certainly if a person is employed to conduct a business which requires a special knowledge and skill, ho is bound to furnish a degree of knowledge and skill requisite to the just performance of his duty, and to exercise that knowledge and skill adequately and continuously while engaged in performing the terms of his contract. While a slight or occasional omission to exercise the highest degree of knowledge and skill in conducting the business might not justify the employer in rescinding the contract with his employee, it is going entirely too far in the opposite direction to say that unless he habitually, that is constantly, regularly, ordinarily, failed in the performance of his duty he could recover his full contract wages. Wo feel obliged to sustain the assignment of error and, therefore, the judgment is reversed and new venire awarded."}