{"id": "989653", "contents": "Opinion by\nMr. Justice Gbeen,\nThe defendants took their title by a deed dated October 31, 1892, and in that deed it was expressly stated that the title was subject to a mortgage to secure the payment of $8,600 in favor of William R. Rinehart, given by William F. Brantley, dated January 6, 1891. As this mortgage was given less than two years before the conveyance to the defendants it was a very recent transaction, all the particulars of which must necessarily have been known and considered by the defendants at the time they received their deed. They were of course legally bound to know everything that was contained in the mortgage as it appeared at the time it was placed upon record, which was January 9, 1891. On the face of the mortgage as recorded was a full recital of the bond which the mortgage was given to secure, and, as there recited, the bond was a bond given by William F. Brantley to William R. Rinehart in the penal sum of $7,200 conditioned for the payment of $3,600 five years after the date thereof, with interest thereon payable annually, with a condition that if default Avas made in the payment of interest for sixty days after any payment of interest should fall due, the principal sum should thereupon become due and payable. When they bought the property the defendants kneAV that they Avere to pay the interest as it became due on this mortgage and the time at which it fell due, and they also kne\\v that if they failed to pay it for sixty days after it fell due they would be in default, and the whole principal sum Avould thereupon become due and payable. It was clearly their duty, therefore, to pay the interest on this bond within sixty days after it matured, or to take the consequences of a failure to pay. While it is not a matter of any consequence, so far as their legal duties and responsibilities are concerned, whether they were specially called upon for the payment of the interest due on January 6, 1894, it is alleged in the coAinter-statement, and not denied bj^ the defendants, that they were notified by mail on March 1, 1894, that payment of the overdue interest was required to be made, and that they replied by letter promising to pay it not later than the 15th of the same month. As they did not keep the promise, judgment was entered on the bond, execution issued and the property was sold, but not until May 25, 1894, almost five months after the interest payment fell due. It is also alleged in the counter-statement, and not denied, that the defendants knew of the sale before it took place and wrote a letter to Mr. Rinehart’s attorney on April SO, 1894, inquiring for particulars as to the sale, and the information was promptly given. It is also alleged in the counter-statement, and not denied, that James A. Campbell, one of the defendants, was represented at the sale by an attorney from Philadelphia, and at bis request the sale was adjourned for an hour to enable him to communicate by telegraph with his client, and that the attorney bid at the sale on the property, but the property after several bids were made was struck off to Rinehart, he being the highest bidder.\nThe question whether the bond upon which the judgment was entered was the same bond which the mortgage was given to secure was carefully and correctly submitted to the jury, who found that it was, and it is plain upon the least examination of the testimony of identification that they could not possibly have found any other verdict on that question. The only remaining question in tbe cause is, whether the lien of the judgment related back to the date of tbe lien of tbe mortgage, so that a sheriff’s sale under the judgment divested the lien of the mortgage. Upon this question there can be no doubt, under all our decisions. As long ago as McCall v. Lenox, 9 S. & R. 302, it was held that if a bond and warrant of attorney are given accompanying a mortgage, a sale of tbe land under a fieri facias and venditioni exponas issued on the judgment entered up under the warrant avoids a lease made by tbe mortgagor, after tbe mortgage, but before the entry of the judgment on the warrant. The ruling in this case lias been followed ever since. In Hartz v. Woods, 8 Pa. 471, it was decided that a sheriff’s sale under a judgment confessed for the interest accruing on a bond secured by mortgage, discharges the lien of tbe mortgage, although the defendant had previously to the judgment aliened the land, for it relates back to the lien of the mortgage; and this, though the mortgage is conditioned for the payment of the amount mentioned in the bond, and there is no express stipulation with respect to the interest in the mortgage. Coulter, J., delivering the opinion said: “ If the debt on which the land was sold was also a debt secured by tbe mortgage then it was a matter ol' no consequence when Hassinger sold to Singer, because the lien of the judgment would ran back to the lien of the mortgage, and, of course, carry tlie land with the sale, free from the lion of the mortgage.” In this case a small judgment for some interest only had been confessed many years previously, before a justice, a transcript was taken to the common pleas and a sheriff’s sale made of the land to one from whom the defendant (terre-tenant) had title. A scire facias on the mortgage was, long after the prior sale under the judgment, brought against one who had title under the purchaser at the sale under the judgment, and he made defense that he had a good title divested of the mortgage, and it was in reference to that defense that the above-quoted comment was made.\nA single further reference will be sufficient: West Branch Bank v. Chester, 11 Pa. 282. A sheriff’s sale of mortgaged premises upon a judgment obtained for the interest due upon the mortgage debt, which debt was payable in futuro, effects a virtual foreclosure of the mortgage, extinguishes the equity of redemption in the mortgagor, transfers the legal estate still in him and divests the lien of the mortgage. The money raised by a sale on such judgment is brought into court attended by the lien of the mortgage, and the mortgagee will be entitled to it in preference to creditors whose liens intervene between the mortgage and the judgment for interest thereon. The interest is part of the substance of the mortgage debt — it belongs not to it by tacking — it is not an incident of the debt — but pro tanto it is the debt itself. A very elaborate opinion was prepared and filed in the court below, in which the whole subject was discussed in the most exhaustive manner. The question was new and of very grave importance in view of the peculiar circumstances in which it arose, and the opinion of. the lower court, holding that the whole title passed under the sale on the judgment, was fully approved and adopted.\nThe foregoing decisions have been selected out of many because they are much stronger illustrations of the doctrine in question than are required by the facts of the present case. In those cases the judgments were recovered for arrears of interest only, while here the judgment was for the full amount of the debt, principal and interest, and, therefore, the very identical debt in its entirety which was secured by the mortgage was in- ■ eluded in the judgment. Further argument is unnecessary. Although there are numerous assignments of error they are all controlled by the question’ already considered. The assignments of error are all dismissed.\nJudgment affirmed."}