{"id": "989652", "contents": "Opinion by\nMe. Justice Geeen,\nAlthough the contract between these parties required that $100 of the purchase money of the timber should be paid at the time of the execution of the contract, the defendant accepted from the plaintiff his judgment note for $100 payable in two months after date in lieu of the money, and gave a written receipt for the same in the following words, viz: “ Rec’d of W. H. Clark his note for $100.00 which when paid will be in full of the $100.00 payt. in hand in the contract.” The taking of this note certainly relieved the plaintiff from the legal necessity of paying the money until the maturity of the note which was two months from, its date. As a condition precedent to a right of recovery on the part of the plaintiff, the payment or tender of the money at the time of the execution of the contract was dispensed with by the defendant and never became operative. By the terms of the contract the remainder of the purchase money was not to be paid until the logs were cut and skidded, and they were to be peeled by the defendant before delivery, and in the year 1888, or 1889, at the option of the plaintiff. There was therefore no obligation on the part of the plaintiff to pay any more money than the $100 at any time prior to the delivery of the logs.\nOn the trial, the plaintiff testified that before the note fell due he met Mr. Bache at Wellsboro and told him he had started to see him about paying the note. He was asked: “ Q. What conversation did you have and what was his. reply ? A. I told Mr. Bache I came to pay the note if he wanted it and he said that he was not particular about it then; when he wanted it he would let me know.”\nThe question whether the defendant by this conversation relieved. the plaintiff of his legal obligation to pay the note at its maturity, or tender payment at that time, and assumed to notify the plaintiff when he wanted the money, was certainly a question of fact for the determination of the jury. If they believed the witness the jury could properly find that the defendant dispensed with the payment of the note at maturity, and undertook to notify the plaintiff as to when he should pay it. The duty of payment at maturity, as being precedent to a right of recovery, would in that event have ceased, and the mere fact of nonpayment at that time would not necessarily bar a right of action.\nThis being so it appears from the testimony of the plaintiff that the defendant never called upon him for the payment of the note. But the plaintiff further testified that he several times subsequently applied to the defendant to know when he could have the logs, and the defendant constantly put him off, alleging that the price of bark was too low. This occurred at different times during the year 1889. He further testified that on one occasion in the fall of 1889 the defendant came past his place in a wagon and stopped and motioned for the plaintiff to come to him; that he went to the defendant in his wagon and the defendant handed him a paper; that he saw it was the note for $100 and he said to the defendant: “ You want your pay on this note. I says ‘I will go in and get you a check; ’ he says, never mind that it is time enough to pay me when you get the logs, and he started his horse right up and went off and left me. Q. How soon did he go off and leave j-ou after he handed you that paper? A. As soon as I started to go to get him that check to pay the note. Q. Was that the purpose you started for to get him a check to pay the note? A. Yes, sir.” The plaintiff further testified that he had the money in bank at that time to pay the note. He also testified that on May 30, 1890, he again applied to the defendant to know when he was going to peel the logs, and that the defendant replied he was not going to let the plaintiff have the logs at all because they were worth more than they were when the contract was made.\nIf the foregoing testimony was believed by the jury they would be justified in finding that the defendant evaded the demands of the plaintiff to have the logs, that he refused to take the money for the note when, the plaintiff offered to pay it to him, and finally refused to let the plaintiff have the logs, because they were worth more than the contract price. As a matter of course the whole of the testimony was for the jury, and if they found for the plaintiff, as they might well do upon the testimony of the plaintiff and his witnesses, we can see no reason why the plaintiff should not recover.\nWe think the technical reason given by the learned court below for taking the case from the jury and directing a verdict for the defendant is not tenable. The court held that where, upon a sale of goods, the purchase money is to be paid before the goods are to be delivered, the vendee must pay the money or tender it on the day fixed for the payment as a condition precedent to any recovery by the vendee for damages for the nondelivery of the goods. But this rule is not applicable if either the vendor refuses to receive the money if offered, or extends the time of payment, and that is precisely what is alleged and proved by testimony in this case. The court also held, in reply to the plaintiff’s contention that the defendant had waived the payment of the hand money by taking the note for it, and the payment of the note at maturity by extending the time of payment, that the note was not taken as actual payment, and no allegation of waiver was expressed in the plaintiff’s statement, and no sufficient proof was given in support of such an allegation if it had been expressed in the statement or allowed by amendment. It is only necessary to say in reply that the giving and accepting of the note was an extension of the time of payment of the $100, whether the note was accepted as actual payment or not, and the subsequent waiver of payment at the maturity of the note could be proved as a fact whether it was alleged in the statement or not, and if proved to the satisfaction of the jury, it was a good reply to the defendant’s contention that actual payment was a condition precedent. The assignments of error are sustained.\nJudgment reversed and new venire awarded."}