{"id": "989707", "contents": "Opinion by\nMe. Justice McCollum,\nThis suit was brought to recover the amount of a deposit made by the plaintiff with the defendant. It majr bo conceded for the purposes of this appeal that the deposit was paid out by the latter on checks purporting to be drawn by the former, and that the checks were forgeries. In the trial of the case in the court- of common pleas and on the appeal to the Superior Court, the principal defense to the action was that inasmuch as the plaintiff had, without notice to the defendant, procured a rubber stamp which would make a facsimile of his signature, he must sustain the loss occasioned by an unauthorized use of the stamp by a person who had unlawfully and clandestinely obtained possession of it and, by means of it, perpetrated the forgeries on which the deposit in question was paid out by the defendant. The trial court being of the opinion that it was not unlawful for the plaintiff to have such a stamp produced for his own proper use and convenience refused to hold that his procurement of it without notice to the defendant constituted a bar to his suit for the money paid out on the forged checks. It held, however, that if the possession of the stamp by the forger of the checks was attributable in any degree to the negligence of the plaintiff in the care of it such negligence would relieve the defendant from responsibility for the loss, but that the question whether he failed in the performance of his duty in this respect was for the jury and determinable on the testimony affecting it. This view of the case resulted in a verdict for the plaintiff, and from the judgment entered thereon an appeal was taken to the Superior Court, which, in an opinion by its learned president, affirmed it. The case is now before us on the allowance of an appeal from the judgment of the Superior Court, and the defense made to the plaintiff's claim is simply a reiteration of the ' defense made in the trial court, and on the appeal which resulted in the decision we are asked to reverse.\nWe cannot regard the production of the rubber stamp, on the plaintiff's request, as an unlawful act, nor can we assent to the claim that his procurement and possession of it without notice to the defendant relieved the latter from liability for the amount paid out on the” forged checks.1 An act which is in and by itself entirely lawful, and which had no relation to the plaintiff’s deposit with the defendant, did not impose upon the former the duty of notifying the latter of the performance of it, and if such a duty was not created by the plaintiff’s procurement of the stamp, the loss occasioned by the use of it in the perpetration of the forgeries did not necessarily fall upon him. If, however, the forger obtained possession of the stamp through the negligence of the plaintiff, the responsibility for the loss occasioned by the forgeries would not rest upon the defendant if its cashier exercised due care in the inspection of the checks. It is needless to inquire on this appeal whether such care was exercised by the cashier, because the question is not raised by the assignments. The principal questions considered in the court of common pleas and in the Superior Court were whether the plaintiff’s possession of the stamp without negligence in the care of it, and without notice to the defendant that he had it, relieved the latter from liability for the money paid out on the forged checks and, if it did not, whether the evidence in the case was sufficient to authorize a finding by the jury that the plaintiff as owner and custodian of the stamp had taken proper precautions to prevent an unlawful appropriation or use of it. It seems to us' that these questions were rightly determined by the courts referred to, and that the reasons given for the conclusions arrived at by them were sound. The clear, concise and convincing opinion of the learned president of the Superior Court fairly includes and disposes of the material questions in the case, and upon it we unhesitatingly rest an affirmance of the judgment.\nThe fourth assignment alleges error in the instructions to the jury on the question of negligence, but a careful consideration of the charge has'satisfied us that there is no error in it.\nJudgment affirmed."}