{"id": "989708", "contents": "Opinion by\nMk. Justice Mitchell,\nThe plaintiff, being met with a formal release under seal, endeavored to avoid its effect by showing that it was obtained from her by fraudulent representations made to her by the agent of defendant, and by another person professedly acting as her friend and adviser, but whom she now charges to have been in the interest of defendant. The latter charge seems to have been as unfounded as it was ungrateful, but the judge having taken the case away from the jury, we must for the present treat it as if it were true. We must look therefore to the evidence of the alleged fraud, and as a preliminary, to the admitted facts. The plaintiff having been injured in a collision on the defendant’s railway, negotiations for settlement ensued which ran over a period of several weeks, if not months, and finally ended in the payment by the defendant of an amount based on the wages the plaintiff might have earned up to that time, plus an allowance to her mother for care in nursing her, and the assumption by the defendant of the doctor’s bills. Plaintiff of her own motion brought in a neighbor named Mc-Clenachan as adviser, and the testimony of all the witnesses is that the negotiations were conducted at arm’s length, the plaintiff starting with a claim of $1,000 and the company with an offer of $100, the sole point of difference apparently being the amount of compensation. At the meeting at which an agreement was finally reached, there were present the plaintiff, her mother and her friend and adviser, McClenachan, on one side, and MacFayden, the company’s agent, on the other. The amount to be paid was agreed upon, an order on the treasurer given, and the next day the money was drawn by the. mother on plaintiff’s own indorsement of the check.\nSo far the facts are undisputed, but plaintiff charges that she was induced to accept the amount and execute the release by the fraudulent representations of MacFayden, the company’s agent, assented to, if not actively participated in, by her supposed friend McClenachan, that if she went to law she would get nothing; that the judge was a stockholder in the traction company, and that the latter would buy up the jury, the witnesses and even her lawyers. The fact of such representations having been- made was flatly denied, but for the present wre must assume that the jury might have found that they were. Conceding this, the only item of the array that comes up to the requirement of an existing fact, as ground of relief by reason of fraudulent representations, is that the judge was a stockholder in the company defendant. This is admittedly without any foundation, but there is no clear testimony on the part of the plaintiff that this falsely alleged fact was the inducement to execute the release. On the contrary her own testimony shows quite plainly that whatever reluctance she had to accept the sum offered was due to her desire to get more, and her subsequent dissatisfaction arose from her belief that she ought to have got more, and that her injuries were greater than she at that time thought. This is no ground for avoiding the settlement: Seeley v. Traction Co., 179 Pa. 334.\nIn view of the flimsy nature of the alleged misrepresentations, so little calculated to affect the judgment of any person of common sense, the evidence as to the specific facts alleged ought to be clear and at least fairly convincing. But it is not. The whole story is vague and indefinite', and far below the grade requisite to set aside a formal instrument whose execution is admitted. It is quite probable that defendant’s agent was not over nice in his mode of urging the delays and disadvantages of a lawsuit and the small amount the plaintiff might actually receive even out of a substantial verdict. His methods may have been overzealous, but they are not shown to have amounted to fraud. If plaintiff had been a merchant selling goods and the defendant a purchaser depreciating their value in the dicker, we could not say that the latter had exceeded the license allowed him by the standard of commercial honesty, and there is no reason to hold the present parties to any stricter rule. The case is by no means so strong as R. R. Co. v. Shay, 82 Pa. 198, or Wojciechowski v. Sugar Refining Co., 177 Pa. 57.\nJudgment affirmed."}