{"id": "991601", "contents": "Opinion by\nMr. Justice Stewart,\nThe plaintiff’s husband, an employee of the defendant company, met his death by being caught in a large revolving fly wheel which was being operated in the room in which he was at the time engaged. Attributing her loss to the defendant’s negligence she brought this action for the recovery of damages. The verdict of the jury establishes these facts in connection with the accident; the fly wheel, the instrument of death, was without such guard as is required by the Act of Assembly; at the time of the accident Schaefer was acting within the scope of his employment; that no negligence on his part contributed to the accident. Now, unless it can be said that there was no evidence warranting a submission of these questions to the jury, there would be no warrant for disturbing the judgment in the case. As to the first, the effort of the defendant was to show that an artificial guard was not required for the protection of the employees. This question was left to the jury under instructions not complained of. As to the second, it was shown that the accident occurred while Schaefer was engaged in the effort to place a block of ice upon the journal supporting the shaft of the fly wheel in order to keep it from heating. It was testified that this method of cooling the journal was not unusual but frequently resorted to; that Schaefer had lifted the ice from the floor to the top of the pillar block in which the shaft lay, and while resting it there before attempting to put it in position, he suddenly fell to the floor and was caught by the revolving shaft; that he was engineer in charge of the room and the machinery therein; that he had been provided with a helper, called an “oiler,” whose duty was to do what Schaeffer was then attempting; that his helper did not in that instance respond fór the reason as given by him that he could not in consequence of recent injury. Upon this evidence the question of whether or not he was in the course of his employment when the injury happened was submitted to the jury. As to the third; it was in evidence that it was Schaeffer’s fall that brought him in contact with the fly-wheel. Just what caused him to fall did not appear and will perhaps never be known. He was killed almost instantly, and the only person who was present, the helper, saw him raise the ice on the pillar and then fall from the platform into the clutches of the fly wheel, but he cannot and does not say what caused the fall. The presumption of due care on the part of Schaeffer obtains, and the burden of showing contributory negligence was on the defendant. The grounds for motion for judgment non obstante veredicto were that Schaeffer was injured in doing work he was not employed to do, and, second, that in doing this work he undertook to handle a heavy, slippery block of ice, which slipped out of his hands, causing him to lose his balance and fall, and that it was in his effort to rise that he in some way came in contact with the fly wheel. We need only say that in our opinion the evidence does not point with such certitude to the inference here drawn from the evidence as would have justified the court in taking the case out of the hands of the jury. It follows that no error was committed in dismissing the rule for judgment non obstante veredicto.\nThe judgment is affirmed."}