{"id": "991666", "contents": "Opinion by\nMr. Justice Elkin,\nThis case was so fully considered when it was here before that it is only necessary now to refer to the opinion then written for an expression of the views of this court upon all the material questions involved in the present controversy: Safe Deposit & Trust Company v. Bovaird and Seyfang Mfg. Co., 229 Pa. 295. We had some doubt then as to whether judgment for the defendant non obstante veredicto should not have been entered upon the whole record, but that doubt was resolved in favor of plaintiffs, and a venire facias de novo was awarded. We then thought, and are of the same opinion still, having due regard to the law, the most favorable view to be taken of the contentions of plaintiffs, is that under all the facts and circumstances the case was for the jury. It w;as so determined then and nothing in the present record warrants a different conclusion now. Indeed, in the light of the parol testimony which was properly introduced at the second trial, defendant presents a much stronger case. In the former case it was held that declarations or statements made by the grantor to the purchasers or their representative while the negotiations were pending as to the land to be included in the grant were properly admissible- in evidence. In view of what was then decided as to this question it is perfectly clear that the testimony of Walter Bovaird was properly admitted, and that the effect of it was for the jury.. The acts and declarations of Alexander Nimick testified to by this witness, formed part of the transaction that resulted in the purchase of the property and the execution and delivery of the deed to the purchaser. It strengthened the case of the defendant and could be considered by the jury in determining what land was intended to be included in the grant. It is argued now, as it was before, that it is the province of the court to construe written instruments, and of course it must be conceded that this is the general rule. But this question was fully considered when the case was here before, and all that was said then by this court is applicable now. We cannot agree with the view expressed by the learned court below in discharging the rule for judgment non obstante, and in refusing a new trial. Directing a verdict for plaintiffs was clear error. It will serve no useful purpose to prolong this discussion.\nJudgment reversed and a venire facias de novo awarded."}