{"id": "992297", "contents": "Opinion by\nMr. Justice Fell,\nThe instruction to the jury, that if the plaintiff was entitled to recover, he should be allowed damages for the delay in the payment by the city of compensation for the injury caused by the opening of the street, was technically erroneous. Where interest is recoverable of right, a jury may be instructed to give it, but in actions such as this where additional damages in the nature of interest may be allowed as compensation for delay of payment, it is not the province of the court to direct their allowance. Whether they should be allowed depends upon circumstances, and must be determined by the jury as other elements of damage are: Richards v. Citizens’ Natural Gas Co., 130 Pa. 37.\nThe distinction between the allowance of interest as such, and the allowance of additional damages in the nature of interest as compensation for delay in payment, was carefully observed in the charge. The instruction now complained of is the subject of the only assignment of error that appears in the record of a protracted trial in which all the defendant’s points of law were affirmed. Objection was not made at the time that the instruction was binding, but objection was made that the further direction was not given that if the plaintiff had made excessive demands, the jury should consider that fact in making an allowance for the lapse of time. There was nothing in the testimony to warrant such a direction, and it was properly refused. The inadvertent use of the word “ shall ” was not noticed at the time by counsel or court. It would no doubt have been corrected if attention had been called to it. Under the circumstances it is not an error that requires a reversal. Where there has been a fair and careful trial, an objection raised for the first time in an appellate court should not lead to a reversal unless it is a serious one and affects the merits: Knapp v. Griffin, 140 Pa. 604; Jaffray v. Frothingham, 148 Pa. 213; Krepps v. Carlisle, 157 Pa. 358; Halfman v. Penna. Boiler Ins. Co., 160 Pa. 202; Taylor v. Burrell, 7 Pa. Superior Ct. 461; Claflin Company v. Querns, 15 Pa. Superior Ct. 464. This was a ease in which substantial justice would not have been done without allowance for the delay of nine years between the taking of the plaintiff’s land and the final trial of the action. If any allowance was made by the jury, it was a trifling one, as the verdict is only slightly in excess of the lowest estimate of actual damages to the property.\nThe judgment is affirmed."}