{"id": "992332", "contents": "Opinion by\nMr. Justice Potter,\nThe defendants in this case were charged with negligence in failing to maintain the floor of a laundry in a safe conditipn.\nIt appears from the evidence that the plaintiff had been employed upon the premises for years, and was thoroughly familiar with the situation. She was an assistant washwoman, and had also the duty of occasionally scrubbing the floor. While the regular work of the laundry was going on, the floor was covered by wooden racks, for the purpose of keeping the feet of the workers out of the wet. They were obviously an element of strength, to the regular floor. When the plaintiff had occasion to scrub the floor, she raised the racks and set them to one side. She testifies that at the time of the accident there was nothing to indicate that the floor was unsafe to walk upon at the place where she was hurt. Her statement is that the floor gave way, and her foot went through. Other evidence seems to indicate that she stepped or slipped through a hole which was used for discharging the water at that point. But however that may be, it is apparent that the floor was usually covered and reinforced by the racks, which had at the moment of the accident been lifted and set aside by the plaintiff, in order to facilitate the work of scrubbing. At the close of the testimony, the trial judge directed a verdict for the defendants, and his action in so doing is here assigned for error.\nIt is not necessary to cite authorities to show that in cases of this character mere proof of the happening of an accident is not enough to justify a recovery. There must be evidence of specific negligence. In this case, the employer was bound to furnish a reasonably safe place in which to work. He had apparently done so. The floor in question had been used by the plaintiff and others for years. If it was wearing out, no one would be able to notice it more quickly than she. Yet she says she saw nothing wrong, and had no reason to suspect anything wrong with the floor at that point, up until the moment of the accident; and she, it will be remembered, was not then using the floor as it was commonly used, but was working upon it temporarily, while scrubbing it, without the racks, when it was obviously much weaker than with the racks on. If her statement be true, that the floor gave way and let her foot through, it was so unforeseen and so unexpected, that even the plaintiff, who regularly went over the floor in close contact with it once a week in the operation of cleaning it, had no reason to anticipate any such occurrence, and made no report of any weakness, nor did she ask for any repairs at that point. That she would not have been at all backward in making such a request, if there had been any occasion for it, is shown by a previous demand made by her for repairs to the floor in another part of the room ; which request had been promptly complied with by the employer.\nWe see nothing in the evidence which would warrant us in saying that the trial court was wrong in directing a verdict for the defendants.\nThe assignments of error are overruled, and the judgment is affirmed."}