{"id": "992356", "contents": "Opinion by\nMr. Justice Mestbezat,\nMrs. Butcher, the plaintiff, lives on Colona street in the northern part of Philadelphia, about one mile south of the place of the accident. On the afternoon of Sunday, October 21, 1900, she went to visit Mrs. Gourley, a sick friend who lived on North Thirty-fifth street, less than a square from the place of the accident, and in going there passed over the footwalk on the east side of Ridge avenue, where subsequently she received her injuries. As she passed the place of the accident, her attention was attracted to the cemetery on the opposite side of the street and she saw no defect or hole in the sidewalk. She left the residence of Mrs. Gourley, accompanied by the latter’s son, about 7:30 o’clock in the evening to return home by the route she had gone to the home of her friend that afternoon. This was the most direct way between the two places. As they were walking leisurely along the pavement on the east side of Ridge avenue, between Thirty-fifth street and Nicetown lane, the plaintiff stepped into a hole with her left foot, fell to the ground and was injured. She and her companion were walking alongside of each other, he being on the curb side of the pavement. The footwalk was paved with brick; was about four feet in width at this point and extended from the curb to a fence separating the walk from an adjoining open field. The fence was not plumb, but “ it was pitched away in toward the field.” The ground descends gradually, from the outside of the pavement to the field, the surface of which at this point is three or four feet lower than the pavement. Mr. Gourley describes the condition of the pavement at the time of the accident as follows : “ From the fence out towards the pavement for two feet it was all caved in where the bricks were out, or where they were out at the hole some of the bricks were lying at the hole. At the part where she fell it was wider, but for the whole distance it was bad— it was a bad part of the pavement, and it extended, as near as I can judge, about twenty-eight feet.” He further says that “ the fence and all had been out of order for a week or more.” There was a trolley pole standing inside the pavement near the curb and between it and the hole into which the plaintiff fell there was not sufficient space on the pavement for two persons to walk abreast. The night was dark, there was no light there and nothing on the ground to indicate the defective condition of the pavement. Mrs. Butcher knew nothing of the hole until she stepped into it.\nUnder the testimony submitted, the jury would have been justified in. finding the facts to be as stated. We confess that it is difficult to ascertain the meaning of some material portions of the testimony of the witnesses. This arises at least in part from the manner in which the testimony was elicited from the witnesses. Had the plaintiff been permitted without interruptions by questions of her counsel, to narrate in her own language what occurred at the time she fell, it would have rendered her testimony more coherent and would have given a more definite idea of the manner in which she received her injuries. Some of the material portions of the testimony of the witness Gourley are rendered uncertain and unintelligible to one who reads it by the questions of counsel, which require answers by reference to objects in the court room. What was said on this subject in the very recent case of Kupp v. Rummel, 199 Pa. 90, is applicable here.\nAt the conclusion of the plaintiff’s testimony, the court below, on motion of defendant’s counsel, granted a nonsuit on the ground, as stated by the learned trial judge, that the plaintiff “ must be assumed to have known exactly the conditions there,” because “she herself had been over the place two hours before, ” and she and her companions “ knowing it (the hole) was there, chose to indulge in conversation that led them not to notice what they were perfectly aware was to be found at the place.” This was held to be contributory negligence which prevented a recovery.\nWe do not agree with the learned trial judge that the facts of this case warranted the court in holding the plaintiff guilty of contributory negligence. The plaintiff lived at a distance from the place of the accident, and it does not appear that she was familiar with the sidewalk there. So far as the evidence discloses, she had passed over that pavement but once prior to the evening of October 21, and that was a few hours before she was injured. She testifies that she saw no defect in the pavement on that occasion and that she did not know of its imperfect condition until she fell. The court cannot assume that she knew of the hole in the pavement because she passed over it once. Whether she should have had that knowledge from the fact that she had used the pavement the afternoon of the accident and should have used it to protect herself from falling, was a question for the determination of the jury. In making her visit that afternoon, she was not required to inspect the streets over which she passed to her friend’s home in order to select a safe route for her return. She was compelled to use reasonable care to avoid injury on the streets over which she traveled in the afternoon for her protection at that time. If then she discovered the defect in the sidewalk and did not use proper care to avoid it on her return that evening, her conduct would be negligence. The fact that she passed over a sidewalk having a defect in it which she did not observe, is not, as a matter of law, to be declared negligence in an action for an injury subsequently occasioned by the defect. The question here is as to the plaintiff’s negligence at the time she fell. At that time, her duty was reasonable care under the circumstances. If in passing the place that afternoon she had gained knowledge of the imperfect condition of the pavement and with that knowledge, by reasonable care, could have avoided the hole, then she would be guilty of negligence if she failed to do so. This is the only way she can be affected in this case by having used the walk on the prior occasion. Such information as she then obtained as to the condition of the street, she must use, or failing to do so, be charged with negligence.\nThe learned trial judge attributes the failure of the plaintiff to see the hole in the pavement to the fact that she and her companion were engaged in conversation at the time of the accident. We need not discuss this proposition but will dismiss it with the suggestion that we know of no decision and have been referred to none that authorizes the court to declare a pedestrian guilty of negligence because he talks with another while passing over a footwalk in the cities of this state. It may be evidence upon the question to submit to a jury, but the court cannot as a matter of law declare it negligence and withdraw the case from the jury.\n- In granting the nonsuit, the court below did not consider the defendant’s negligence, and we need not do so here. The length of time the pavement was in the defective condition which caused the plaintiff’s injuries is uncertain and was not fully developed at the trial. The testimony shows that it was “ a week or more, ” which is too indefinite to warrant the court in saying that the city had no notice of the condition of the pavement.\nThe second and remaining assignment alleges error in sustaining the defendant’s objection to a question put to the witness Owens. It is true that the question at issue, so far as the plaintiff’s negligence is concerned, involved the condition of the pavement at the time of the accident. But the testimony as to its condition shortty before or after the accident was competent if it appeared that there had been no change from the time of which the witness speaks to the time the plaintiff fell. The court doubtless would have admitted Owen’s testimony had the counsel made an offer sufficiently comprehensive to include the proof of these facts. As affecting the defendant’s negligence, it was competent for the jury to show the condition of the pavement “ on Sunday, October 21, and prior thereto.” This testimony was offered for the purpose of charging the defendant with constructive notice of the existence of the defect in the pavement, and should have been admitted.\nThe assignments of error are sustained, the judgment is reversed and a procedendo awarded."}