{"id": "993080", "contents": "Opinion, by\nMr. Justice Elkin,\nThe petition upon which the rule issued was presented in the court below on June 17, 1911. The purpose of the petitioners was to have a new independent school district established out of the territory embraced in the old district, and this was to be done under the authority of the Act of 1911, known as the new School Code. It was objected at the time of filing the petition that the application was premature because the time had not yet arrived for the creation of a new independent district. The old district was abolished by Section 108 of the School Code, but this provision of the act did not become operative until the first Monday of July, 1911, and, therefore, the old district was in existence when the application was made to establish a new district. We had the same question in Mercersburg Independent School District, 237 Pa. 368, in which it was decided to be premature to present a petition to create a new independent district- out of the very same territory embraced in the old district while that district was still in existence. That case rules the one at bar and makes it necessary to sustain the third assignment of error. It is only fair to say that the opinion in that case was not handed down when the decree in the present case was entered by the learned court below. All that was said by this court in that case applies with equal force to the facts of the case at bar. We cannot agree with the learned counsel for appellee that the filing of a supplemental petition after the first Monday of July, 1911, differentiates the present case from the case above cited. Counsel argues that this should be treated as a new proceeding and suggests that it was so intended. But we cannot find anything of this kind in the record. The purpose stated in the amended petition does not sustain this contention. The petition was designated by the petitioners “as supplementary and amendatory,” and the general purpose of filing it was stated to be “that a description of the proposed independent school district as contained therein shall be substituted for the description as contained in the original petition.” In other words, the purpose of filing the amended petition was to correct the description of the territory to be embraced in the new district. There was nothing in this petition to indicate that the old proceeding was abandoned, or discontinued, and a new proceeding instituted. The record shows that the parties are standing upon the- first petition as amended, and the rights of the parties must be determined as of the date when the proceeding was instituted.\nIt may be that a new district is required, but we see no escape from the conclusion that the present case comes within the rule of the Mercersburg case above cited.\nDecree reversed and petition dismissed at the cost of appellee."}