{"id": "993095", "contents": "Opinion by\nMr. Chief Justice Fell,\nThe policy of life insurance on which this action was brought was issued October 13, 1909. The insured died September 25, 1910, of cancer of the stomach. The grounds of defense were that incorrect statements had been made by the insured in his application in relation to his previous illness and to medical attendance. It was stipulated in the policy that the statements in the application and the answers to the medical examiner “......are correct and wholly true, that they shall form the basis of the contract of insurance if one is issued and that if they are not thus correct and wholly true the policy shall be null and void.” Both grounds of defense were submitted to the jury with instructions that under the Act of June 23, 1885, P. L. 134, in order to effect a forfeiture of the policy it should appear that the misrepresentations or untrue statements related to matters material to the risk. The main objection urged to the charge and the only one that need be considered is that the court refused to instruct the jury that the answers of the insured to certain questions in relation to medical attendance were material to the risk and submitted to them the question of materiality.\nThe insured’s regular physician for ten or twelve years immediately preceding his death was Dr. Fronefield. At times when Dr. Fronefield was unable to attend to his patients they were attended by Dr. Harvey. Dr. Harvey testified that the insured had visited him at his office six times between March 15th and May 20th, 1909, for treatment and that “he had dyspeptic symptoms, probably pointing to something towards ulcer of the intestines, very great pain after eating, and coming on when the food would get into the intestines; loss of appetite; poor sleeper; appetite would vary; loss of weight.” Dr. Fronefield treated the insured for dyspepsia in August, 1.909, but until April, 1910, six months after the policy was issued, he saw no symptoms that indicated cancer. In the written application for insurance, the insured stated that he had six attacks of dyspepsia in 1909, the last August 1st, that he was “O. K. now,” and named Dr. Fronefield as his usual medical attendant, and as the physician who had attended him for dyspepsia and said that he had had no other medical attendant and had not been prescribed for by any other physician. He gave negative answers to the following questions: “Have you consulted any other physician? If so, when and for what?” “Have you had any other medical attendant or have you been prescribed for by any other physician than the above named?”\nIf an insured has had medical attendance, the company is entitled to know it and the cause and the name of his physician in order that inquiry may be made of him. In United Brethren Mutual Aid Society v. O’Hara, 120 Pa. 256, one of the grounds for reversal was the failure of the court to distinctly instruct the jury in answer to a request for charge that there could be no recovery if an untrue answer had been made in relation to the time of medical attendance. In Lutz v. Insurance Co., 186 Pa. 527, a reversal was had because of error in submitting to the jury the materiality of questions and answers in relation to previous illness and medical attendance. It was said in the opinion that where it was doubtful whether the matter was material, the question of materiality must be submitted to the jury, but where the matter involved was palpably and manifestly material to the risk, the law was not changed by the Act of 1885 and that it was the duty of the court to pronounce it material. In Murphy v. Insurance Co., 205 Pa. 444, it was said by our Brother Mestrezat, upon a review of the cases upon the subject, “We have held it to be error to submit the case to the jury when the uncontradicted evidence shows that the insured made false statements to questions as to when he was last attended by a physician and for what cause, how long since he had consulted a physician and for what disease, and as to whether he had ever been sick, had any serious illness, had ever consulted a physician.”\nThe questions alleged to have been incorrectly answered were material to the risk and their materiality was so manifest that it was the duty of the court to direct the jury to find for the defendant if the testimony of its witnesses was believed, unless there was something to take the case out of the clearly established rule. We do not find that there was. The illness for which the insured sought the aid of Dr. Harvey was not a trivial one, and so unimportant as to have no relation to his general health. The visits to Dr. Harvey were made because of the absence of Dr. Fronefield, but for a period of six weeks the insured had placed himself under Dr. Harvey’s care for treatment and he was distinctly his patient. Dr. Harvey was not acting as an assistant of Dr. Fronefield, he was acting independently and for himself. If application had been made to him by the insurance company, it would have learned that the insured had symptoms that probably indicated serious intestinal disorder. The answers were material to the risk and if the testimony in relation to Dr. Harvey’s treatment was correct, the defendant was entitled to a verdict in its favor; whether correct was, of course, for the jury.\nThe judgment is reversed with a venire facias de novo."}