{"id": "993115", "contents": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff was a member of a copartnership with the defendant and two others, in which each had furnished a share* of the capital; the plaintiff desired to withdraw and prepared a written statement showing the amounts contributed by him; the other partners agreed to the correctness of the sum claimed and gave him permission to retire; in order to carry out the understand- • ing between them the plaintiff prepared a series of notes . drawn to Ms order and payable at successive dates, covering a period of fifteen months; these notes were signed by one of the remaining partners and endorsed by the other two; they were not paid at maturity and the plaintiff instituted a suit thereon; after an affidavit of defense had been filed by one of the endorsers, the plaintiff brought the present proceedings on an alleged promise to pay aside from the notes; he recovered a verdict for the full amount of. his claim, on which judgment was entered. The action was originally against all the partners but only one defendant was served, and the jury was sworn as to him alone; this defendant has appealed.\nThe plaintiff’s contention was that at the time of the dissolution of the firm his copartners had agreed to pay him for his interest in the business the amount of his .original contribution,as shown by the written statement prepared by him, and that the notes were given merely as collateral to this promise to pay. The defense contended for at the. trial was a denial that there had ever been a settlement of the firm’s accounts or an actual valuation of the plaintiff’s interest, a denial of any admission of indebtedness to the plaintiff, or any engagement to pay aside from the promissory notes, and an assertion that the plaintiff proposed to his copartners that he would retire from the firm upon the delivery to him of a series of promissory notes totalling the amount of his original contribution, and that when this proposition was accepted and the notes delivered it w:as further expressly understood and agreed that the amount to be returned to the plaintiff should be payable only out of future profits earned by the business. In other words, the contention of the defendant was that ■neither he nor the other partners at any time prior to the dissolution of the firm owed or acknowledged that they owed the plaintiff any sum of money; that they merely agreed, so far as they could, to permit him to retire from the business and thereby avoid the possibility of future losses, and that the promissory notes were given as a method of carrying out this agreement, upon the understanding between the parties and on the agreement of the plaintiff that they were payable exclusively out of future profits to be earned by the business.\nA careful reading of the record returned to this court, including the testimony, shows that from the beginning to the end of the trial counsel endeavored in every way within his power to make plain the case here outlined, and justifies his assertion that the presiding judge apparently failed to appreciate the exact nature of the defense and in consequence never placed the defendant’s case squarely before the jury.. Although the learned judge wavered during the trial he finally.ruled definitely that, the suit being upon an alleged independent promise, it was immaterial what was said concerning the payment of the notes out of a particular fund, and that all testimony in that connection was irrelevant; and he charged on the facts that the defendant had originally expressly or impliedly promised to pay or had admitted an indebtedness to the plaintiff aside from the notes, and that the defense was an endeavor to set up a novation or substitution of the notes for this original indebtedness. All this was error. As previously stated the defendant did not admit as a fact any original indebtedness or independent promise to pay, and the theory of novation did not enter into his defense. As stated in the charge, the plaintiff himself urged that the promise sued upon was “evidenced by the giving of these notes,” yet testimony which would tend to explain away this apparent evidence was refused. The defendant should have been permitted to introduce all competent testimony which tended to show the probabilities of the defense he desired to present. The giving of the notes was a part of the transaction on the occasion of the plaintiff’s retirement from the firm, and all conversations and agreements between the parties at that time formed the res gestee of the matter under investigation: Miller v. Fichthorn, 31 Pa. 252. The mere fact that the suit was not upon the notes could not deprive the appellant of his real defense, viz, that the plaintiff had agreed to look to a special fund for the return of his contribution to the partnership and that any promise to pay, implied or otherwise, was coupled with that agreement. ‘We have ruled more than once that even where there is a written unconditional promise to pay, in a suit thereon between the original parties, one may show a contemporaneous agreement that the promisee would look to a special fund for the payment, where such agreement constituted a part of the consideration of the written contract or operated as an inducement for entering into it: Greenawalt v. Kohne, 85 Pa. 369; Keough v. Leslie, 92 Pa. 424; Cake v. Pottsville Bank, 116 Pa. 264; Clinch Valley Coal Iron Co. v. Willing, 180 Pa. 165; Keller v. Cohen, 217 Pa. 522; Gandy v. Weckerly, 220 Pa. 285. Also, see 17 Cyc. 717; furthermore, where the written engagement is not sued upon but comes collaterally into a case, the rule against the admission of parol evidence to vary a written contract has no control: Curtin v. People’s Natural Gas Co., 233 Pa. 397; also see, 17 Cyc. 741, and 21 Am. & Eng. Ency. of Law 1087.\nSince this record must go back to the court below, we suggest that the plaintiff failed to make it plain whether he relied upon an express or an implied promise; so far as the defendant was permitted at trial, he made his case apparent, and the plaintiff should have done the same. One other matter requires. notice, namely, the refusal to allow an inquiry into the prior suit on the notes. Notwithstanding the fact that the other action was not in itself inconsistent with the present one, nevertheless the defendant was entitled to cross-examine the plaintiff concerning his reasons for instituting a suit on tbe notes instead of setting np in the first instance the alleged independent promise to pay, if he considered such a promise extant. While we have not deemed it essential to pass specifically upon each of the assignments, we have endeavored to point out' the material errors therein called to our attention and to indicate the course that should be followed at the next trial.\nThe judgment is reversed with a venire facias de novo."}