{"id": "993179", "contents": "Opinion by\nMr. Justice Potter,\nFrom the record in this case it appears that Jesse L. Holmes of .South Gibson, Susquehanna County, died May 29, 1909. A will dated February 12, 1908, was, on May 31,1909, admitted to probate as his last will and testament. An appeal from the decision of the register admitting this will to probate was taken by one who was named as executor in another will executed by the testator upon January 4, 1888, to which two codicils were appended, one dated April 20, 1896, and the other •without date. It was alleged that the earlier will had been republished by the testator after the execution of the later one. Thereupon the Orphans’ Court directed the register of wills to open the decree of probate in order that the will of 1888 might be presented for probate together with the proofs of its republication. The evidence relied on by the proponents of the will of 1888 to establish its republication is summarized in the opinion of the court below as- follows: “From the testimony presented before the register it appears that the will executed in 1888 was in the possession of the testator or his wife. The will executed in 1908 was in the custody of M. S. Allen, Esq., an attorney-at-law, who prepared the same, and was named therein as executor. It also appears that the alleged republication of the will of 1888 was by parol. Two witnesses, George E. Resseguie, the contestant, and Mrs. Carrie Resseguie, Ms wife, testified that on the 26th day of April, 1909, they went to the home of Jesse L. Holmes in response to an invitation received from him; that immediately after they entered his bed-chamber he sent his wife, Mary D. Holmes, down stairs for the paper which they identified as the will of 1888; that Mr. Holmes said to them in substance, ‘This is my will: I want it to go on record.’ He made reference to a will he had after-wards executed at Montrose with which he was dissatisfied, and further stated: ‘And just as quick as I get able to go and get this new one, this will that I made out there, I will destroy it.’ The testimony of the two witnesses is not identical, but substantially in harmony.” Opposed to this was considerable testimony, including that of a niece, as to an interview which she had with her uncle, the testator, in which he informed her of the provision he had made for her in his last will, and advised her to employ counsel to properly protect her interests. The register refused to admit the will of 1888 to probate. From this decision, George R. Resseguie, the executor of the will of 1888, appealed to the Orphans’ Court, but the appeal was dismissed, and the decision of the register was affirmed. This appeal was then taken from the decree of the Orphans’ Court.\nThe question of republication is the only one raised by counsel for appellant. Whether or not a will can be republished by parol in Pennsylvania since the Act of April 8, 1833, P. L. 249, does not seem to hqve been definitely decided in any case where the point was squarely presented. The decision in Forquer’s Est., 216 Pa. 331, has been cited as sustaining the view that a will which had been rendered inoperative might be republished by parol. But that decision turned on the conclusion that the will in question had never been revoked. The court below said (p. 340) : “There being no evidence of its subsequent revocation, it would seem unnecessary to determine the contention of proponent’s counsel that the testator, a few days before his death, in the presence of his wife and another, did republish his will.” Therefore, in so far as that case was concerned, the statement by the court below that “republication may be by parol” was merely dictum; and the affirmance by this court of the real point which was there decided is not to be taken as an affirmance of the dictum in the opinion of the court below. In Forquer’s Estate, no later will than the one under consideration was involved. In the case now before us, the execution of the later will revoked the earlier one, and an attempt is now made to show a revival of the earlier will by republication, with the consequent effect of revoking the later will. In Fransen’s Will, 26 Pa. 202, Mr. Justice Woodward said, “It is a fundamental rule recognized and admitted in all the cases both English and American, that republication must be accompanied with the same solemnities as are required to attend the execution of the will originally. Hence, under our old Act of 1705, a will might be republished by a parol declaration merely because neither signature, seal, nor attestation of witnesses was necessary to its execution. But by our Act of 1833 every will must be ‘signed at the end thereof’ by the testator or by some person in his presence and by his express direction, and ‘no will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered otherwise than by some other will or codicil in writing or other writing declaring the same, executed and proved in the same manner as is hereinbefore provided, or by cancelling,’ etc. The fourteenth section has a similar provision in respect to personal estate, with a saving in favor of nuncupative wills. Now, applying either the statutory rule or that general one wbicb prevails in: tbe courts, I do not see bow a written will is to be republished by parol. If signing be necessary to tbe execution of tbe will, signing must be indispensable to re-, publication. Signature is certainly a very important part of tbe solemnities of execution. How can it be dispensed with in republication? It is a mistake to suppose this court bad ever decided that it can.” And in Neff’s App., 48 Pa. 501 (1865), Mr. Justice Strong said (p. 509) : “A republication (of a will) by parol is no longer possible, but that is because of other provisions of tbe act (of 1833) wbicb define tbe mode in wbicb alone a will may be madé...... Tbe sole object of tbe 13th and 14th Sections of tbe Act of 1833 was to prevent tbe possibility of revoking or altering wills by parol, except by destruction or cancellation, and this it did by requiring tbe intent of tbe testator to be manifested in writing.”\nIt was unnecessary, in tbe present case, to decide tbe broad question of whether republication may be made by parol, for tbe court below reached tbe conclusion that tbe evidence by parol republication here presented was so uncertain, and tbe testimony as to what tbe testator did in this respect was so conflicting, that it could not be accepted as establishing a republication. He said, very properly, “Evidence of verbal declaration sufficient to establish a republication, should at least come within tbe rule of law pertaining to tbe reformation by parol of written contracts, which require such evidence to be clear, precise and indubitable. If tbe testimony as bearing upon tbe question of republication was sufficient in law to award an issue, it would be tbe principal function of tbe jury to pass upon tbe conflicting testimony and credibility of the witnesses.” But in bis final conclusion tbe learned judge of tbe court below held “that the testimony in this case on tbe part of the proponents is insufficient in law to effectually republish tbe will of January 4, 1888.” With that conclusion we see no reason to differ. Nothing remains in the case which calls for further consideration; for, aside from the alleged republication of the former will, nothing appeared as a basis for the claim that the latter will was* revoked.\nThe assignments of error are overruled and the decree of the court below is affirmed:"}