{"id": "993205", "contents": "Opinion by\nMr. Justice Elkin,\nThat the deed of 1887 conveyed a base, qualified or determinable fee cannot in the light of the authorities be seriously questioned. The estate conveyed may continue forever, and for this reason it is deemed to be a fee, but it may be determined if the property be diverted from the use intended, or if .the conditions annexed to the grant be otherwise broken, and this makes it in contemplation of law a base or qualified fee.. If the rights of the parties to the present controversy depended alone upon the' deed of 1887, it would necessarily follow that the Horticultural Society could not compel a conveyance to it of an absolute title in fee simple to the property which the donor in her grant declared should be held, enjoyed and used upon certain conditions. The conditions annexed to the grant were not unlawful and must be deemed binding upon the trustees as well as the society for whose benefit the conveyance was made. We cannot agree with the contention of learned counsel for appellee that the conditions annexed to the grant in the deed of 1887 are void because of restraint upon alienation, or in violation of the rule against perpetuities. Of the numerous cases cited in the printed argument of appellee, not one relates to a base fee. At common law an unqualified restraint on the voluntary alienation of a fee simple interest, whether in the form of a prohibition or a clause of forfeiture, was held to be void; and the same rule prevails in Pennsylvania. But this rule applies only when the grant in the first instance conveys an absolute fee simple interest. In such a case, subsequent conditions intended to restrain the owner from exercising all incidents of the fee are void. In the case at bar the donor by her deed of 1887 did not part with .all the incidents of the fee, and this makes a distinction clearly recognized in the application of the rule making void restraints upon alienation, which does not apply to a base fee. The property in dispute here was conveyed in trust for a specified use upon the express condition that neither the trustees, nor their successors, nor the society for whose use and benefit the grant was made, shall at any time “sell or convey, alienate, encumber or charge the said above-described premises, in any manner or for any other purpose whatsoever.” This is immediately followed by the reversionary clause which provides for a reconveyance if the society shall cease to require or use the property, or the income derived therefrom, or shall go out of existence. When the use ceases, or the society goes out of existence, the property reverts to the donor, her heirs or devisees. These conditions were intended to safeguard the benefaction of the donor and we are not advised of any declared policy or rule of law making them illegal. The donor did nothing but what she had the legal right to do and those who accepted her gift are bound by the conditions imposed. Our conclusion is that the conditions in the deed of 1887 are binding upon all concerned, and that they are not void on the ground of being a restraint upon alienation, or because in violation of the rule against perpetuities. The distinction as to the application of the rule against perpetuities and void conditions in restraint of alienation, is very clearly stated in Brattle Square Church v. Grant, 69 Mass. 142; Tobey v. Moore, 130 Mass. 448, and Hopkins v. Grimshaw, 165 U. S. 342.\nWe must now consider whether what was subsequently done vested the absolute title in the trustees for the use of the Horticultural Society so as to nullify the clause in the deed retaining a reversionary interest in the donor. The learned court below held that this result was accomplished by the deed of 1893. If the granting and habendum clauses contained in this deed stood alone, unexplained by the recitals in that and other deeds and resolutions relating to- the conveyance, we would feel bound by this view of the case. But this is only one of three deeds for the same property, executed by the same donor at different times, and intended to meet contingencies which arose in her lifetime. The intention of the parties clearly appears from the recitals in the deeds and the resolutions of the society relating to the coveyances. In the recitals contained in the deed of 1893 it appears that the original building on the premises had been destroyed by fire, and that “all the means possessed and attainable by the trustees for reconstructing the same, including the insurance money, are entirely inadequate for such purpose, and the said premises are therefore no longer used or capable of being used for the purposes of the said Horticultural Society, and the said trustees under the provisions of the deed would be compelled to reconvey the said premises to the grantor.” _ This is followed by another recital in which it appears that the donor had been requested by resolution of the Horticultural Society to grant to the trustees “such power and authority as will enable them to sell and dispose of the said premises free and discharged of all the trusts and conditions of the above mentioned deed and to invest the proceeds for the use and benefit of the Pennsylvania Horticultural Society.” It is further recited that the donor is willing to do as requested, which can only mean that she was willing to grant the trustees the power to sell and dispose of the premises free and discharged of all trusts, but that the proceeds arising from the sale were to be invested for the use and benefit of the society in furtherance of the purpose for which the original conveyance was made. The trustees asked for a power of sale and not for a conveyance to them of the fee simple title. They evidently wanted the power to sell so that they could rebuild on a less expensive location, but this they could not do without the consent of the donor. All of this clearly appears in the recitals and in the resolutions passed by the society. We think this is a case in which the recitals in the deeds should be considered in determining the true intent and meaning of the parties. This is not a new rule of construction but one that has been recognized for a century at least. It was restated by Mr. Justice Gibson in Shurtz v. Thomas, 8 Pa. 359, in which it was said ; “that general words of a releasor or grantor are to be restrained to the occasion.; and that though they are to be taken most strongly against the. releasor or grantor when they stand alone, yet that when they are preceded by an explanatory recital, they are to be interpreted in subordination to the general purpose.” When the deed of 1893 is considered in the light of the recitals, the intention to grant a power of sale, with the right to reinvest the proceeds for the use of the society, and not to vest an absolute fee simple title in the trustees clearly appears. But we need not depend upon our own interpretation of the deed of 1893 because the .donor in the deed of 1894 expressly states what her intention was and the trustees by accepting that deed acquiesced in its purpose and are bound by the intention so declared. Prom all of which it follows that the trustees have the power to sell and convey the premises in question free and discharged from all trusts and conditions, but that the proceeds arising from the sale must be held or invested by the trustees for the use and benefit of the Horticultural Society in accordance with the wish, of the donor as expressed in her deeds of conveyance.\nWe all agree with learned counsel for appellee that the lease of November 28, 1894, is not a charge or encumbrance within the meaning of the condition annexed to the grant in the deed of 1887. The condition , withheld from the trustees the power to “sell or convey, alienate, encumber or charge” the property conveyed by the deed. The trustees have not undertaken to sell, convey, or alienate the premises. They have not encumbered or charged the property with the lien of any indebtedness. They have leased it for a term of years for the very purpose of preserving the trust in order to carry out the wishes of the .donor. In her deed of 1887 the donor, recites the consideration moving her to make the grant as follows: “In testimony of her love and affection for her late brother William L. Schaffer, and her desire to preserve his memory by establishing in a permanent manner the Pennsylvania.Horticultural Society, in which he was for many years, deeply interested.” The efforts of the trustees have been directed towards the accomplishment of this purpose by establishing a permanent place for the meetings, exhibitions, receptions.and other proper uses of the society. The lease of 1894 is in aid of this purpose. The Horticultural Society under the terms of that lease have every use of the building contemplated by the donor, and this is accomplished without subjecting the premises to such a lien as could be reduced to judgment for the purpose of execution. When it is recalled that the trustees in express terms were given the power to lease, collect and receive rents, and to exercise general supervision over the building; and when the trustees in the exercise' of that power did execute the leáse in question, it is difficult to understand why their act in so doing should be deemed such a breach as to cause a reversion of the estate for condition broken. Indeed, even without the express power to lease, trustees have a general power of leasing, if the lease does not exceed the quantity of the estate held in trust and is reasonable. A perpetual lease will not be set aside in a collateral proceeding unless clearly unreasonable or detrimental to the beneficiary. This,, doctrine is very generally recognized and.is aptly stated in.2 Perry, on Trusts 790. In the case at bar the lease does .not exceed the quantity of the estate; it in.our opinion is not unreasonable; nor is it detrimental to the beneficiary. It is not a perpetual lease, but for a period of thirty years, during ■ all of which time the Horticultural Society is protected in the enjoyment of‘ every use contemplated by the donor.) What more could the trustees have done under the circumstances? The old hall had been destroyed by .fire and it required more money than the society could command to rebuild. The lease was made to secure the holders of the certificates who furnished the money to rebuild and this is their only security. The result of what was done gives the Horticultural Society a permanent and attractive place in which to hold their meetings, exhibitions and receptions, and this is what the donor desired as a testimonial to her brother. If the contention of appellant should prevail the 'purpose of the donor will be defeated, because in such event the estate reverts under the residuary clause of her will and the right of the Horticultural Society to use and enjoy the property will no longer exist. Nothing would more completely frustrate the wish of the donor than to sustain the contention of appellant that the title reverts and passes under the residuary clause of her will. This would destroy what she intended to establish as a testimonial to her brother. This view is further emphasized by additional clauses in the deed of 1887. The condition not to sell, convey, alienate, encumber or charge the property is immediately followed by a provision requiring the trustees to reconvey if, (1) the society shall cease to require or use the property; and, (2) if for any cause the society shall go out of existence. Evidently the donor had in mind a reconveyance by the trustees rather than a reversion by operation of law, but neither she nor her devisee could compel a reconveyance unless the society ceased to require or use the property, or went out of existence as a corporate body. The society has not gone out of existence and does require and use the property. The conditions have not arisen upon which anyone can assert the right to demand a reconveyance. Conditions of this kind are strictly construed and properly so. When an estate of freehold is to be divested and the grantor re-instated, the burden is on him who asserts the right to re-enter to show the breach of the precise conditions upon which the estate reverts. All authorities hold that conditions of this kind are construed with great strictness. When so construed there is nothing in the present case to show such a breach as to warrant either a, re-entry or a re-conveyance-for condition broken.\nOur conclusion is that the trustees under the deed of 1893, read in connection with the deeds of 1887 and 1894, hold the title in fee to the premises in dispute in trust for the uses and purposes of the Horticultural Society, and that they can sell and convey the same free and discharged of all trusts and conditions and without liability on the part of the purchasers to see to the application of the purchase money. If the trustees sell and convey the property it shall be their duty to re-invest the proceeds in real or personal property as they may deem best, and . when this is done they shall “hold the same upon the same trusts as were in said deeds (1887, 1893 and 1894) set forth with like power of sale and re-investment from time to time, as the proper execution of the trust may require.” But so long as the trustees hold the title to the premises in controversy here, it is to be held for the uses and upon the trusts set forth in the deed of 1887.\nThis view necessarily makes the duties of the trustees active and is an answer to the contention that the trust being dry there should be a conveyance direct to the beneficiary. The property was conveyed in trust; the grant was accepted in trust; and the trustees have undertaken to perform their duties under the trust.. Nothing has occurred to warrant a court in declaring the trust at an end and in decreeing a' conveyance to the beneficiary.\nWe cannot therefore agree with the. learned court below that for the reasons stated in the opinion of that court, or for any other reason, a conveyance of the fee simple title free and discharged from all trusts and confidences by the trustees to the appellee should be decreed.\nDecree reversed and bill dismissed at the. cost’ of appellee."}