{"id": "994730", "contents": "Opinion by\nMr. Justice Dean,\nA statement of the facts preceding and connected with the account of Charles Henry Hart, executor and trustee of his father, Samuel Hart, deceased, is given in the appeal of Charles Henry Hart, from same degree, opinion on which is handed down this day. As to these appeals, that of Julia C. Burton and others, we are of opinion that the court below properly held, that when the heirs agreed to the purchase of the antagonistic stock and that one half of the purchase money should be realized by a loan to be made by the executor and that further, when they consented, that §7,750 of this loan should be repaid out of the income and §2,250 out of the principal of the estate, it was understood that the advance of income was merely a temporary loan and not, as the auditing judge held, a gift not to be repaid. We think this is a correct interpretation of the written agreement of October 29, 1894. The first assignment of error is therefore overruled.\nAs to the second assignment, that the court erred in allowing the executor and trustee the commissions, it is well founded. The court below narrates the facts exhibiting the conduct of the executor thus:\n“ What are the facts in the present case? No account was filed by the executor for fifteen years, and then under compulsion, and when filed is improperly stated, and imposes great labor and exhaustive examination upon parties interested and the court, and includes both principal and income and distribution in one so-called account, claims commissions wrongfully, and even upon a debt of his own which has never been paid by him, although less than the amount of commissions which he has paid himself. And although he sold many of the investments made by the testator at a profit, but at what date does not appear in the account, he has retained others until the present time, when they are practically worthless, and paid assessments out of the principal of the estate upon shares of stock and bonds not recognized as investments proper to be held by an executor, and which should have been sold by him; made investments of moneys of the estate in railroad, iron company and brick company, country club and card campany bonds and stock, all illegal investments; paid hitnself in excess of his share of the estate, without award by the court, and unknown to legatees and cestuis que trust, and retained shares of stock at less than their market value, and in addition in the income account charged himself with interest and dividends received on the investments he had appropriated to himself as a share of the personal estate as belonging to the estate and the distribution to him had not been made, deducted commissions upon the whole amount as if it had actually been paid to him, and then made distribution to the cestuis que trust and himself as if an actual cash balance for distribution. And still more inexplicable, the income account from July, 1897, to May, 1900, both inclusive, instead of claiming credit for the distribution of his share to himself, has this remarkable entry, viz: ‘ Credit to C. H. Hart.’ ”\nIf this does not point to reckless and blamable mismanagement on the part of a trustee, we are at loss to conceive what language could more pointedly pronounce him guilty of such a charge; and yet the result is only this mild conclusion on the part of the court below:\n“ This is another illustration of the mismanagement and want of good care exhibited in the control and management of the estate, and, taken in connection with his irregular and almost incomprehensible account, we regret to reach the conclusion that the executor does not merit the full reward granted to a prudent, careful and meritorious trustee. Enough has been shown to warrant the disallowance of all compensation, but we are disposed to be more lenient. The rate allowed by the auditing judge is adopted, but the amount to be awarded to the executor as compensation cannot be ascertained except upon a restatement of the account, showing disallowance of commissions upon the several items before referred to, together with the income, so-called, upon the securities appropriated by the executor as his distributive share.”\nTaking the facts as the court states them, and as the evidence developed them, it may well say, “ Enough has been shown to warrant the disallowance of all compensation ; ” in fact it warranted no other than a disallowance of all compensation. The personal regret for the trustee’s conduct should not' have moved the court to shrink from the judicial decree which logically followed the finding of facts, — one refusing him all compensation. In the real sense of the word, it is not the infliction of a “ penalty,” for there is another court better adapted both in its procedure and judgment to that end; in the orphans’ court, it is simply a refusal to reward him as for doing well that which he has done ill. That he did not intentionally wrong his cestuis que trust is immaterial on the question of compensation; if they have suffered by his neglect and mismanagement, he has no claim in law or equity to be paid for that sort of management. In running over more than a score of cases from S warts waiter’s Account, 4 Watts, 77, down, I have not found one that would warrant the ruling of the orphans’ court on like facts. In two cases, Holman’s Appeals, 24 Pa. 174, and Norris’s Appeal, 71 Pa. 106, the trustees were far less negligent and blamable than in this case; in both they were refused commissions. In the first case, Holman’s Appeal, the court went further, and refused all allowance of counsel fees. In the last case the court says : “ Where there is no evidence of a proper attention to the duties of a trust, where no account has been settled for thirty years and then only when a settlement was compelled by law, and where a very unfair exhibit was made when the account was presented, no compensation ought to be allowed to the executrix. Nor would it be just to charge the remaindermen with the fees paid to professional gentlemen to dispute their rights and to advance the interests of the accountant.”\nThat the accountant was not compelled by citation to render accounts for fifteen years after he took out letters, in no way excuses him or indicates assent to his methods. The beneficiaries under the will were the children, grandchildren and other near relatives of the testator; the accountant was his son, by profession a lawyer; it was natural that they should repose confidence in him, and for many years accept his assertions of faithfulness to their interest; besides, their affection for him and aversion to publicity would in large measure account for a silence which resulted to their prejudice. Therefore, the decree of the court below, so far as it allows compensation to the executor and trustee, is reversed and it is directed that the account be restated accordingly."}