{"id": "994747", "contents": "Opinion by\nMr. Justice Mitchell,\nCertain technical objections are made to the proceedings and decree because there is no distinct finding that the property could be sold “ without injury or prejudice to any trust, charity or purpose ” for which it was held under the will, and no such finding that it could be sold “ without the violation of any law conferring an immunity or exemption from sale or alienation.” These objections are probably made from superabundant caution. The jurisdictional facts appear in the record. The petition sets forth, inter alia, that a large element of value in the ownership of the interest in the property is in the light to take ore for furnaces at “ proprietors’ prices ” and that this element is enjoyed only indirectly through furnaces operated under the will of Debbie Brown Coleman, and will cease upon the sale of those furnaces; further that by changes in ownership the petitioners are likely to lose control of the price of the ore ; that differences in the modes of business have greatly diminished the power of petitioners in the direction of the mining and sale of ore; and lastly the prospective exhaustion of the ore banks before the coming of the remainders into possession. The decree recites that “ this decree is made because the court finds that it is to the interest and advantage of all interested in the property described in the petition, both the life tenants and the remainder men, that said property shall be sold for the price in the petition set forth .... and further because the facts presented by the petition disclose conditions which in the opinion of the court would place the property in jeopardy unless such action be authorized.”\nIt would be better practice, inasmuch as the matter of title must always continue to be important, that there should be a separate and formal finding of the essential facts as the basis, though not necessarily recited in the decree itself. But it is not essential. The facts appearing in the petition and answer, the decree like a verdict is a conclusive adjudication of everything necessarily considered and determined in reaching the ponclusion,\nOn the substantial question of the jurisdiction of the court, the case is clearly within the provisions of the act of April 18, 1853, P. L. 503. It is a case of diminishing value under present conditions with a comparative unproductiveness in the not remote future, which the court expressly finds “ would place the property in jeopardy unless such action be authorized.” The court therefore finds that the sale is for “ the interest and advantage of all interested in the property.” No “ trust, charity or purpose ” involved, nor any interests, present or future, are intended to be affected further than by the substitution of the purchase money for the land, and the holding of the former for “ the use and benefit of the same persons for life and in remainder and for the same estates and interests, present and future, past, contingent and executory, as the real estate sold has been held.” .\nThe decree does not violate any law conferring immunity or exemption from sale or alienation. The prohibition of sale here does not arise from any statute, from the nature of the property or of the trust upon which it is held, nor from any inherent limitation in the power of the trustees, but rests,.so far as it exists at all, on the directions of the testator. But every testator makes his will in subordination to the law of the land. If he should, no matter how positively, attach a prohibition of alienation to an estate in fee, it is set aside without hesitation. So with the act of 1853. Besides its enforcement of public policy as to the unfettering of land, it is intended to meet changed conditions which work against the testator’s principal intent. The courts are given power to preserve that, even to the extent of setting aside the means which he prescribed for securing it. Testator in the present case created an express trust to.continue during the life of his widow, and until the death of the survivor of his children, and set forth his purpose in so doing, “to preserve undivided during the lifetime of my children, my entire mining estate, rights and interests, so that if all other means of support shall for any cause fail, then a comfortable livelihood may always be afforded to them therefrom.” He further gave his trustees a power of sale over his mining estate etc., “ not to exceed, however, one fifth part of my estate therein.” It was in his contemplation that changed circumstances might require a change of the estate, and within the limit of one fifth he authorized it in the discretion of the trustees. Whether the power of the court to authorize a further change by sale was present to his mind does not appear. He did not expressly prohibit it and the prohibition would have been ineffectual if he had. The power was there under the law and he could not prevent its exercise if the legal conditions should arise. They did arise, and the court in ordering the sale was not only within its legal powers, but was in fact aiding the testator’s expressed purpose to secure “ a comfortable livelihood ” to his beneficiaries from that portion of his estate.\nDecree affirmed."}