{"id": "994775", "contents": "Opinion by\nMr. Justice Potter,\nThe plaintiff was in the employ of the defendant company as a belt repairer. In addition to mending belts when broken, it was his duty to replace them upon the pulleys whenever they had been removed for repairs or were off for any other reason. According to his own testimony, he had been engaged in this capacity some two or three years prior to the date of the accident.\nOn July 11, 1898, it became necessary to place in position a rather heavy belt which was more than fifty feet in length. The shafting upon which the belt ran was at a considerable height above the floor, perhaps some seventeen or eighteen feet, and in order to reach it and enable the men to care for the other machinery which was running overhead, scaffolds were erected, and maintained in position through the mill. They were of simple construction, consisting of parallel planks, running longitudinally with the lines of belting, and connected at intervals by a cross plank running from one to the other.\nIt does not clearly appear from the evidence whether the cross planks were permanently fastened in place, or were movable, but this is not a matter of special importance. At the time of the accident, the plaintiff and a fellow workman were standing upon one of these cross planks, which was about fourteen inches wide, and two inches in thickness, and at least sixteen feet in length. The men had just made a strong effort to place the belt upon the pulley, without success, and were resting quietly for a moment after their exertion.. Suddenly the plank upon which the}’- were standing broke beneath them, and the plaintiff fell, receiving the injuries for which recovery is here sought.\nUpon the trial in the court below, at the close of the plaintiff’s testimony, a compulsory nonsuit was entered: and the subsequent refusal to take off this judgment is made the subject of the first assignment of error. The facts of the case are perfectly simple. The plaintiff testified that he was very familiar with the plank which broke, and that he had used it a great many times during the two years or more of his employment by the defendant. He could not say specifically how many times he had stood upon it, but said that it might be half a dozen times in one day, and then not again for a month.\nIt is perfectly apparent, however, that if there was any defect in the plank, no one could have been in a better position to have ascertained that fact than the plaintiff himself. From its elevated position, it must have been almost constantly before his eyes, as well as under his feet. If he therefore with his thorough familiarity with the plank, and his almost constant use of it, discovered nothing wrong with it, how could it with any reason be expected that anyone else should discover that which he was unable to detect ? The plank was apparently of ample size and strength. The fact that it had been in use for so long a period of time, without breaking or showing any signs of being defective, is evidence of its original suitability.\nWhere, as in this case, material of such apparent good quality was furnished to the employees, and was accepted as such by them, and used without objection for so long a period of time, it would be most unreasonable to hold the employer responsible for a break in the absence of any testimony indicating any defect known before the accident.\nIt'was suggested in the argument that the employer owed to the plaintiff the duty of an inspection by a third party, in order to ascertain the safety of the plank upon which the plaintiff stood. This is a mistaken idea as applied to any such a condition as prevailed in this case. When suitable material is furnished by the employer, he does not engage that it will always continue in the same condition. It is the duty of the emploj^ee to discover and report to his employer any defect which may arise by reason or in course of the use made of the material. He has means of observing and ascertaining any such defect which the employer does not possess; and it is his duty to exercise reasonable care for his own protection.\nAs is said in Mixter v. Imperial Coal Co., 152 Pa. 395, when reasonably safe tools or machinery have once been furnished, “It is not negligence in the master if the tool or machine breaks, whether from an external original fault, not apparent when the machine or tool Avas at first provided; or from an external apparent one produced by time and use, not brought to the master’s knowledge. These are the ordinary risks of the employment which the servant takes upon himself.”\nThe present case does not involve even the sufficiency of any tool or machine. The exercise of judgment required upon the part of the plaintiff was only that of determining the apparent strength and sufficiency of an ordinary plank, which calls for about as modest an exercise of discretion as can well be imagined.\nThere was no occasion for the introduction of any expert testimony, either as to the character of the plank when it was first selected for use, or as to the effect upon it of the conditions under which it was used by the plaintiff.\nThere was therefore no error in the rejection of testimony offered for this purpose, or to show the absence of inspection by any one else, than the men who were daily using the plank.\nThe assignments of error are all overruled, and the judgment is affirmed."}