{"id": "994710", "contents": "Opinion by\nMr. Justice Fell,\nWhen by the action of the parties there has been a separation of the title and possession of personal property, courts will scrutinize the transaction to determine the real intention, and but little regard will be given to the form which it has taken or the name by which it is called. The law is liberal in not requiring an actual change of possession when it will defeat the lawful purpose of the parties. But there has been no deviation from the general rule that delivery of possession is indispensable to transfer a title, by the act of the owner, that shall be valid against creditors. In Clow v. Woods, 5 S. & R. 275, which is said by Judge Sharswood in McKibbin v. Martin, 64 Pa. 352, to be “ the magna charta of our law on the subject,” it was decided that there is no difference in the application of the rule between absolute sales and contingent sales or mortgages, and that as to both the retention of possession when actual delivery is practicable, is a fraud in law. In Jenkins v. Eichelberger, 4 Watts, 121, Gibson, C. J., said: “To tolerate a lien severed from the possession by anj*- device whatever, would be pregnant with all the mischiefs of colorable ownership; and to sanction it at the expense of the community could be justified but by the accomplishment of more important objects than individual accommodation.” These decisions have been followed in numerous cases which it is needless to cite. In a review of the cases in this state by the American editors of 1 Smith’s Leading Cases, p. 78, it is said: “ That mortgages are within the rule has been expressly decided; and it is now established in Pennsylvania, as a general principle of law, that by no device whatever, whether of sale and agreement of resale, or by the title at the time of the purchase being vested in one who is a surety for the purchaser who takes possession, can a lien be created on personal property separate from the possession of it. The delivery must be actual and not merely S3rmbolical where actual delivery is practicable, and if it is not practicable the parties should leave nothing undone to secure the public from deception.”\nThe facts on which a verdict for the defendant was directed were these : Edwards sold the personal property in a hotel to Oliver Brothers for $10,000. They paid $4,000 and went into possession, agreeing to pay the balance in four equal annual instalments. They paid the first three annual instalments as they became due. Before the fourth was due, Edwards wanted the money, and to oblige him an arrangement was made to obtain it from the Citizens’ National Bank of Corry. The parties gave the bank their joint note for $1,500. Oliver Brothers executed a written cancelation of their contract of purchase so as to place the title to the furniture in Edwards, who sold it to Barlow, trustee for the bank, and he leased it to Oliver Brothers for one year for $1,500 with interest. There was no delivery, actual or symbolical, and Barlow never had possession of the furniture in any manner or form. The cancelation of the first contract, the sale to the trustee, and the lease by him were all one transaction, intended to secure the payment of the note. The note was renewed from time to time until the firm of Oliver Brothers was dissolved by the withdrawal of one of its members, and a new firm of Oliver & English was formed. This firm took up the note of Oliver Brothers and gave the bank its note in place thereof, and a new lease was made by the trustee to it. This new arrangement was continued by renewals of the note and lease for over two years, when Oliver & English were adjudged bankrupt, and their interest in the furniture was sold by the trustee in bankruptcy to the defendant, against whom this action was brought by Barlow, trustee for the bank.\nThere was not 'a sale to Barlow and a bailment for use by him except in form merely. It was not intended that he should become the real owner of the furniture and that Oliver Brothers should pay him rent for its use. The'rent reserved by the so-called lease was the exact amount of the, note, and what was paid was interest for the use of the money, not rent for the use of the furniture. The apparent, in fact the avowed, purpose of the whole arrangement was to secure the bank by the pledge of the goods. This pledge was invalid against the creditors of the last firm as well as those of the first. Oliver & English came into possession of the property as owners, and there was a novation. They assumed the debt, took up the note of Oliver Brothers, gave their note in place of it, and pledged their own goods to secure its payment.\nThe judgment is affirmed."}