{"id": "995954", "contents": "Opinion by\nMr. Justice Elkin,\nIt may now be accepted as settled law, under the authority of English and American cases, that courts of equity if the facts warrant will restrain an employee from making disclosure or use of trade secrets communicated to him in course of a confidential employment. The character of the secrets, if they be peculiar and important to the business, is not material. They may be secrets of trade, or secrets of title, or secret processes of manufacture, or any other secrets important to the business of the employer. They, however, must be the particular secrets of the complaining employer, not general secrets of the trade in which he is engaged, nor even the same secrets as those sought to be protected, if they be discovered by the independent investigation of outside parties. The duty of the servant not to disclose the secrets of the master may arise from an express contract, or it may be implied from their confidential relations. It is likewise true that other persons who induce such disclosures by an employee, knowing of his contract not to disclose, or knowing that the disclosure is in violation of the confidence reposed in him by his employer, will be enjoined from making use of the information so obtained. Where confidence is reposed, and the employee by reason of the confidential relation has acquired knowledge of trade secrets, he will not be permitted to make disclosure of those secrets to others to the prejudice of his employer. An injunction may be granted to enjoin the use of a trade secret, or-to restrain the manufacture and sale of an article so made against a defendant, who acquired his knowledge in violation of an express contract not to divulge, or in breach of confidence between employee and employer. From the numerous reported cases in which these questions have been considered, the following may be cited in support of the principles, above stated: Sooy v. State, 41 N. J. Law 394; Vulcan Detinning Co. v. American Can Co., 67 Atl. Repr. 339; Stone v. Goss, 55 Atl. Repr. 736; Westervelt v. National Paper Co., 57 N. E. Repr. 552 (Ind.); Thum Company v. Tloczynski, 38 L. R. A. 200 (Mich); Eastman Co. v. Reichenbach, 20 N. Y. Supp. 110; Sterling Varnish Co. v. Macon, 217 Pa. 7; 2 Story Eq. Jur., Sec. 952. That an employee may be enjoined from making disclosure, or use, of a trade secret communicated to him in course of a confidential employment is not disputed by counsel for appellants, but it is denied that the doctrine has any application to the facts of the present case. The position of appellants can be best stated in the language of their counsel as it appears in the printed argument. It. is as follows: “The case at bar is not governed by that class of cases which decide that where a trade secret is communicated to an employee in- confidence, and the employee undertakes in breach of the confidence thus reposed and. the trust implied by such confidence to reveal the trade secret, a court of equity will intervene to protect such secret.” If this, position is sound it would, necessarily follow that the learned court below erred in the view taken of the case and the disposition made of it. Hence, it is of first importance that this fundamental and controlling question be settled.. If the equitable doqtrine hereinbefore mentioned has no application to the facts of the present case, appellee is ont of court; but, on the other hand, if the doctrine is applicable, a very different situation is presented. It is apparent that whether this is a case to which the doctrine is applicable depends upon the facts. To be entitled to equitable relief the burden was on appellee to show; (1) that there was a trade secret, or, as in the case at bar, a secret process of manufacture; (2) that it was of value, to the employer and important in the conduct of his business; (3) that by reason of discovery or ownership the employer had the right to the use and enjoyment of. the secret; and, (4) that the secret was communicated to. Schnelbach while he was employed in a position of trust, and confidence under such circumstances as to make it, inequitable and unjust for him to disclose it to others, or to make use of it himself, to the prejudice of his employer. That there was a trade secret in the present case is not denied by the parties and is apparent from the record. Both sides have taken pains to guard the. secret at the hearing in the court below and in the argument, here. It is not the intention of either party to make, further disclosure of the secret, and both want it pro-: tected so that others may not acquire knowledge of it.. We, therefore, may safely conclude that there was a trade secret which somebody is entitled to have protected. Likewise, it may be said that there is no dispute as to the secret being important and valuable. The course of this litigation shows that both sides so regard it. This point may also be eliminated from further com sideration. The important question for decision is who,, if any one, is entitled to the use and enjoyment of the secret involved in this controversy. The situation of the-parties, and their respective contentions, can be made more clear by a general summary of the facts, relating to the matter in litigation. Macbeth, president of appellee, a corporation, is an experienced glass manufacturer, in which business he has been engaged for a period of forty years. During a considerable portion of. that time he. has made a practical study of the chemistry of glass composition and manufacture with the view of discovering new processes for making and improving the finished product as an article of trade. Having conceived the idea that his company should produce a semi-translucent glass, possessing greater diffusive. qualities than any glass then known, he began to make experiments in 1900 for the purpose of discovering a process by means of which this result could be obtained. He carried on his personal experiments at times fob a period of two years. In doing this experimental work he studied leading authors on the subject and in 1902 employed a recognized expert in the production of new glasses to assist in making experiments. Up to this time he had not succeeded in securing a satisfactory result although he had acquired valuable knowledge on the subject. In September, 1902, he employed Silverman, a young chemist, to assist him in further experimentation. He discussed the whole subject with Silverman, gaye him his ideas, suggested ingredients to be used as a basis of the formulae deemed necessary in the preparation of what is known in the manufacture of glass as the “batch,” and exercised general supervision over his work. Silverman continued making experiments for several months under the personal direction of Macbeth to whom he made daily reports. He testified that he did no independent work on his own account, nor does he claim that anything discovered by him during the period of his employment, resulted to his personal benefit. In all he made one hundred and one experiments and reported each one, together with the ingredients used in the formula, to Macbeth. These experiments were in the nature of laboratory tests, being made in small pots, improvised for the purpose, and lacked confirmation by testing in the large melting pots or furnaces of the factory. In June, 1903, after several months of experimentation, he reported to Macbeth one experiment and exhibited the result of that test. Macbeth testified that the result of this experiment satisfied him the particular' formula used would produce the quality of glass he desired to make. It was necessary to try out the experiment in the large pots or furnaces of the factory in order to test the practical value of the formula in making glass in large quantities. Silverman was not a practical glass man and knew nothing about the manufacturing end of the business. There was nothing further for him to do, but from Macbeth’s point of view it was necessary to have the formulae tested when applied to large quantities of glass in the melting furnaces. It was at this point Schnelbach, the superintendent, was called in and instructed to take the formulae with which Silver-man and Macbeth had been experimenting, and test them out in the factory furnaces. Schnelbach was superintendent of the manufacturing department and had general charge of the plant. He exercised supervision over the employees and directed not only what work was to be done but the manner of doing it. He was the proper person to take charge of the formulae and to supervise the tests. He did so by the direction of Macbeth to whom he reported the results of his work. He caused the batches to be mixed according to some of the Silver-man formulae selected for the purpose of making the tests, and filled the trial furnace. He mixed four batches and made four trials before a satisfactory glass was produced. At the fourth trial he succeeded in making what is known in this case as Alba glass and this is what Macbeth started out to accomplish. It was the result toward which all of the experiments made during a period of three years tended. These tests demonstrated, that in melting the glass, a proper length of time, not too long, not too short, was required before taking down the stopper and working the glass. When the glass is taken out too soon, it is more opaque than Alba glass should be; when opened up too late, it is objectionable because its transparency affects the translucent quality of the glass. Hence the necessity of melting to a proper point and working the glass at a propér time. Schnelbach claims to have discovered how to do these things during the course of the four trials made by him, and that the secret is his and not that of Macbeth, or his company. This position ignores the whole trend of events leading up to the final result, and disregards the essential element in the making of Alba glass, namely, the secret formula. So far as the testimony discloses, Alba glass cannot be made without using the ingredients of the secret formula. The glass may be melted to the-point required; it may be opened up and worked at the proper time; everything may be done exactly as Schnelbach testified it should be done; but, if the batch does not- contain the essential ingredients of the secret formula, Alba glass cannot be made. The formula is the basis of the secret process upon which the manufacture of this particular quality of glass depends. The. mixing of the batch and the melting of the glass are'the mechanical means employed to accomplish the results produced by the secret formula. We have reviewed the points in controversy at length in order to determine just what the real secret was which the courts are asked to protect, and have concluded that it was the formula containing the essential ingredients required in the manufacture of Alba glass. This formula belonged to the Macbeth company; it was communicated to Schnelbach by Macbeth for the purpose of making a particular quality of glass for the use and benefit of the appellee. The acts of Schnelbach up to within a few months of the time he decided to leave the employ of appellee clearly indicate that he did not regard the secret process as his discovery or property. The formula was. tested out under his supervision in 1903, and he continued to make Alba glass for appellee for a period of seven years after that time. During all of this time so far as the testimony discloses, he asserted no claim as the discoverer of the process, nor did he deny the right of appellee to appror priate all the benefits resulting from its exclusive use. This is significant in view of the position now taken by him that he was the original discoverer. Certainly, under these circumstances, the employer had the right to the use and enjoyment of the secret process..\nThere still remains another question for consideration. There was no express contract on the part of Schnelbach not to disclose the trade secrets of his employer, and it becomes necessary to inquire whether because of the position he occupied and the confidence reposed in him, there arose an implied duty not to disclose. His employment began with the incorporation of the appellee company in 1899 and continued until he left it in 1910. Prior to 1899 he had been in the employ of the Evans Company, which was subsequently merged with the present company, for upwards of seven years. In all, his employment with the two companies covered a period of sixteen years. The testimony shows that he was a trusted and valued employee, that for many years he had general supervision of the plants and manufacturing end of the business; that his employers reposed great confidence in him and communicated to him without reserve all the secrets of their business; that in the manufacture of glass there are many trade secrets; and that, nothing was withheld from him in connection with these secrets, but that he was treated at all times on the basis of a. confidential relation. The knowledge of the secret formula involved in this controversy came to him by reason of the position he occupied and the confidence reposed in him by his employers. The secret formula was communicated to him, not for his personal use, nor that he might profit by the knowledge thus obtained, but for the sole benefit of his employers whose interests he was in duty bound to protect. It, therefore, would be inequitable and unjust that he should either disclose .it to others, or make use of it himself, to the prejudice of his employers who were entitled as against him and. those associated with him, to whatever advantage the manufacture of glass by the secret process gave their company.\nWe agree with the learned court below that as shown by the testimony the Jefferson Glass Company acquired its knowledge of the secret formula used in making Alba glass from Schnelbach in breach of the trust and confidence reposed in him by appellee, and in violation of a contract implied from that confidential relation not to disclose trade secrets. Every fact in the case shows that appellants intended to do what the court below found they did, namely, manufactured Alba glass by the secret process and sold the same in the market in competition With appellee. If Schnelbach was properly enjoined, so was the Jefferson Glass Company, because it is clear that the officers, directors and stockholders of this company intended to and did make use of the secret process of appellee in manufacturing glass of the same quality as Alba.\nWe have carefully examined Slemmer’s App., 58 Pa. 155, so strongly relied on by appellants, but have not been convinced that it has any application to the facts of the case at bar. The rights of parties under a patented invention were involved in that case, and the equitable doctrine which protects an employer in the use and enjoyment of his trade secrets was not discussed.\nTo save confusion it may be remarked that the word Alba, so frequently used in this case, is simply a trade name adopted by appellee to designate the particular kind of glass manufactured by use of the secret formula, and has no other significance.\nThe learned court below gave this case most careful consideration, and as we view it, reached a just and proper conclusion under the law as applied to the facts. We also agree that the decree entered must be understood in the sense suggested by the court below in the opinion sur exceptions to form of decree. Appellants are restrained from making and selling Alba glass under any name whatever, because this would be the appropriation of a trade name to which appellee is entitled. They are also enjoined from making and selling the same quality of glass by any other name, if the glass is made by using the essential ingredients of the secret formula. In other words, they cannot make and sell the same quality of glass, made by the same secret process, by simply giving it another name. This does not mean that they may not make any glass to serve the same purpose as that for which Alba glass is made, if they discover a new process entirely different from the secret process of the appellee to accomplish the result. But it does mean that they must not produce this particular quality of glass by making use of the secret formula protected by the decree, or by a practically similar process in which the essential ingredients of that formula are used; nor can they by indirection, or by simulating the secret formula of appellee, do that which the decree intends to forbid. With this understanding there is no occasion to modify the decree.\nDecree affirmed at cost of appellants."}