{"id": "996026", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis is an action of assumpsit brought in the Court of Common Pleas of Philadelphia County in the name of the United States of America to the use of Benjamin F. Shaw Company on a bond given by The Schofield Company, one of the defendants, to secure performance of its contract with the United States for the completion of a dry dock located at the United States Navy Yard, League Island, Pennsylvania. The other defendant and the appellant here, The Title Guaranty & Surety Company, is the surety on the bond in suit. The claim of the use plaintiff is for a balance due for labor performed and materials furnished in and about the construction of the dry dock.\nBy an agreement dated March 9, 1903, between the United States and The Schofield Company, the latter agreed to complete the construction of the dry dock located at the Navy Yard, League Island, Pennsylvania, for the consideration therein named. By a supplemental agreement dated December 14, 1903, the parties modified and supplemented the original agreement. On May 24, 1904, The Schofield Company, as principal, and The Title Guaranty and Surety Company, as surety, executed and delivered to the United States a bond in the penal sum therein named conditioned that The Schofield Company should fulfil and perform the stipulations of the contract for the completion of the dry dock, and “shall promptly make payment for all persons supplying him or them labor and materials in the prosecution of the work provided for in the aforesaid contract.”\nBy a contract dated March 15, 1904, between The Schofield Company and the Benjamin F. Shaw Company, the use plaintiff, the latter agreed to perform certain work and furnish certain materials therein specified for the completion of the dry dock for the consideration therein named. The Benjamin F. Shaw Company completed and delivered the work in accordance with its contract, and also performed extra work and furnished extra materials on the dry dock at the request of The Schofield Company and which were proper for the completion of the work required by the contracts between The Schofield Company and the United States. By an adjustment of the accounts between The Schofield Company and the Benjamin F. Shaw Company there appeared to be a balance due the Shaw Company of $9,-513.06. This action was brought to enforce payment of the balance due the Benjamin F. Shaw Company on the bond given by The Schofield Company to the United States.\nThe bond in suit was given in pursuance of the laws of the United States. The defendant surety company filed an affidavit and supplemental affidavit of defense in which it denies the jurisdiction of the court below, and avers that exclusive jurisdiction is vested by the acts of congress in the Federal Courts. This is the only question in the case. The learned judge of the court below sustained its jurisdiction, and entered judgment in favor of the plaintiff and against the defendants for want of a sufficient affidavit of defense. The Title Guaranty and Surety Company has taken this appeal.\nThe acts of congress relied on by the appellant are an Act approved August 13, 1894, Chapter 280, 28 Stat. 278, and an Act approved August 13, 1894, Chapter 282, Sec. 5, 28 Stat. 279, and the supplemental Act of February 24, 1905, 33 Stat. 811. The first Act of 1894 provides that any persons entering into contracts with the United States for public work shall furnish bonds with sureties, and contains provisions for prompt payment of all persons supplying the contractor with labor or materials, and that such persons “shall have a right of action, and shall be authorized to bring suit in the name of the United States for his or their use and benefit against said contractor and sureties.” The other Act of 1894 contains provisions relative to corporate sureties on such contracts, and in Section 5 provides “that any surety company doing business under the provisions of this act may be sued in respect thereof in any court of the United States which has now or hereafter may have jurisdiction of action or suits upon such recognizance, stipulation, bond, or undertaking, in the district in which such recognizance, stipulation, bond, or undertaking was made or guaranteed, or in the district in which the principal office of such company is located.” The Act of 1905 amends Chapter 280 of the Act of 1894 and provides that persons furnishing labor or material “shall be, and are hereby authorized to bring suit in the name of the United States in the Circuit Court of the United States in the district in which said contract was to be performed and executed, irrespective of the amount in controversy in such suit, and not elsewhere.”\nThe contention of the appellant is that the acts of congress referred to confer exclusive jurisdiction upon the Federal Courts, and deprive the State Courts of jurisdiction to adjudicate claims arising out of the contracts and bonds entered into under the acts.\nBoth the Federal and State Courts have settled this question adversely to the appellant. The Act of Congress of March 3, 1887, Rev. Stat,. Sections 563, 629, 711, confers upon the Circuit Courts of the United States concurrent jurisdiction with the State Courts in all suits where the matter in dispute exceeds the sum of two thousand dollars, and arises “under the Constitution or laws of the United States, or treaties, etc.,......or in which controversy the United States are plaintiffs or petitioners, or, etc.” It has long been determined, as held in Bletz v. Bank, 87 Pa. 87, that “State Courts have concurrent jurisdiction in all cases arising under the laws of the United States where it is not expressly prohibited.” The Supreme Court of the United States has frequently upheld the concurrent jurisdiction of the State Courts with those of the Federal Courts. In delivering the opinion in Claflin v. Houseman, 93 U. S. 130, 136, Mr. Justice Bradley, speaking for the court, says: “Bights, whether legal or equitable, acquired under the laws of the United States, may be prosecuted in the United States Courts, or in the State Courts competent to decide rights of the like character and class; subject, however, to this qualification, that where a right arises under a law of the United States, congress may, if it sees fit, give to the Federal Courts exclusive jurisdiction.”\nIt follows that State Courts have jurisdiction in suits upon such contracts and bonds, unless the acts of congress referred to above confer exclusive jurisdiction on the Federal Courts. We see no ground to sustain such contention. The first Act of 1894 does not provide in what court an action shall be brought on the bond. It simply gives the subcontractor a right of action in the name of the United States for his use against the contractor and surety. It is clear that the act does not divest the State Courts of jurisdiction in such cases. The other Act of 1894, in its fifth section, provides with reference to such bonds that any surety company “may be sued” in any court of the United States where the bond was made or in which the principal office of the company is located. It will be observed that this act does not compel the suitor to bring his action in a United States Court but simply permits him to do so. This section of the act provides that the surety company may be sued in any court of the United States, but does not provide that the company must be sued in such court. This has been the uniform construction put upon this provision and the other Act of 1894 by the courts: United States v. Fidelity & Guaranty Company, 78 Vt. 445; United States v. Fidelity & Guaranty Company, 80 Vt. 84; United States v. Henderlong, 102 Fed. Repr. 2. Our courts have recognized the jurisdiction of the State Courts: United States v. Hegeman, 204 Pa. 438; United States v. American Surety Company, 21 Pa. Superior Ct. 159. The same principle is recognized in Eyster v. Gaff, 91 U. S. 521, where it was contended that a trustee in bankruptcy could sue only in the United States Courts to recover property fraudulently transferred. The court sustained the jurisdiction, saying (p. 525).: “If it (the act of congress) has for certain classes of actions conferred a jurisdiction for the benefit of the assignee in the Circuit and District Courts of the United States, it is concurrent with and does not divest that of the State Courts.”\nIt is urged, however, by the appellant that if the State Courts have concurrent jurisdiction with the Federal Courts under the Acts of 1894, that the Act of Congress of February 24, 1905, denies to the State Courts jurisdiction in such cases. This contention should be sustained if the Act of 1905 was applicable to the case in hand. It will be observed that the Act of 1905 authorized a suit to be brought in the Federal Courts “and not elsewhere.” But the Act of 1905 has no application to this case. The contract and the bond were both executed prior to the enactment of the statute, and it has been distinctly ruled by the Federal Courts that the statute relates to and affects substantive rights as well as procedure, and that where the contract was made prior to the act it is not within its provisions. The act provides “that hereafter any person or persons entering into a formal contract with the United States for the construction of any public work,......shall be required before commencing such work, to execute the usual penal bond, with good and sufficient sureties, with the additional obligation that such contractor or contractors shall promptly make payments to all persons supplying him or them with labor and materials in the prosecution of the work provided for in such contract.” As the act affects substantive rights and not simply mere matters of procedure it - can have no retroactive effect, and is not applicable to contracts or bonds entered into prior to its passage. In United States Fidelity & Guaranty Company v. United States, 209 U. S. 306, an action brought upon a bond similar to the one in suit and executed in 1903, the Supreme Court of the United- States held that the Act of 1905 is prospective, and does not relate to or affect actions based upon rights of materialmen which had accrued prior to its passage, and that such actions are properly brought under the Act of 1894. A like conclusion was reached by the same court in Davidson Bros. Marble Company v. U. S., 213 U. S. 10. It is there said by Mr. Justice Moody, delivering the opinion: “In this case the. contract with and the bond to the United States,.and the contract under which Gibson furnished labor and materials, all antedate the passage of the amending-act (of 1905), and the rights of the parties, therefore, must be determined under the Act of 1894”’\nIn Title Guaranty & Surety Company v. United States, 187 Fed. Repr. 98, a suit was brought in the Circuit Court of the United States for the Eastern District of Pennsylvania on the same bond and contract involved in the present action. The bond and original contract were entered into prior to the passage of the Act of 1905, but subsequent to the passage of the Act of 1905 certain supplemental contracts were made between the United States and The Schofield Company and additional work and materials were furnished under them. It was held that the Act of 1905 did not apply to suits for materials furnished under the supplemental contracts made subsequent to the passage of the act. In the case at bar the contract, the supplemental contract, and the bond were all entered into prior to the passage of the Act of 1905. The condition of the bond in suit requires “the surety company to conform in all respects to said contract as it now exists or may be modified by the parties thereto according to its terms.” The rights and liabilities of the parties were clearly fixed prior to the Act of 1905, and that act can have no effect upon them or on the procedure by which they are to be enforced. The fact that a part of the labor and materials were furnished subsequent to the passage of the Act of 1905 does not affect the case, as it was done in pursuance of the provisions of the contract of 1904, which determines the rights and liabilities of the parties.\nThe assignments of error are overruled and the judgment is affirmed."}