{"id": "996006", "contents": "Opinion by\nMr. Justice Potter,\nUnder the charge of the court in this case, the verdict of the jury must be accepted as establishing the fact that the defendant did not direct the arrest of the plaintiff, but merely directed the officers to remove him from the hotel owned by the defendant, and in and about which the plaintiff had been engaged as an employee of the defendant. The record shows testimony clearly sufficient to sustain a finding by the jury that, after defendant had repeatedly demanded of plaintiff that he should obey his orders, and had received no satisfactory reply, he ordered plaintiff from the building, and the latter refused to go, before the officers were sent for and instructed to take him out. In this action the defendant was within his right. He was the owner of the hotel, and under the agreement with plaintiff the latter acquired no interest in the property but had only an interest in the profits arising from the business. As owner, the defendant had the right to order plaintiff from the premises, and in case of refusal had the right to remove him by force, if necessary. He pursued the course which was commended by this court in Sloan v. Schomaker, 136 Pa. 382, where it was said (p. 390) that when the plaintiffs were ordered from defendant’s store, “it was their legal duty to go. In strict law defendant might then have used sufficient force to put them out with his own hands. Instead of doing so, he adopted the prudent and commendable course of sending for an officer.” The case is no better for the plaintiff if he be regarded as being at the time in the service of the defendant, for even then it was his legal duty to go, when ordered to leave. If the order amounted to a wrongful discharge, he had his remedy by suit for damages for breach of the contract of employment, as in Allen v. Colliery Engineers Co., 196 Pa. 512, and Coates v. Steel Co., 234 Pa. 199. The issue of fact involved as to the terms of the order given by the defendant to the officers was fully and fairly submitted to the jury by the trial judge. They have found as a fact that the defendant did not go beyond ordering the officers to remove the plaintiff from the premises.\nThe assignments of error are overruled, and the judgment is affirmed."}