{"id": "998089", "contents": "Per Curiam;\nIt is difficult to see why such portions of the charge as the following should be assigned for error : Second, “ The first question for you to determine is, has it been proved to your satisfaction that Dorsey &' Srnifh were the' cause of his being hurt? Was it some of their workmen? ” Or, fourth, “ He ” (the plaintiff) “ must prove to your satisfaction that it was some of Dorsey & Smith’s men that caused this brick to fall. Now, has he done so ? ” Or, fifth, “ if it (the brick) fell from some other cause than the negligence or carelessness of Dorsey & Smith’s men, then, of course, Dorsey & Smith are not responsible.” Or, seventh, “ If that briclc fell from some other reason and from some other place not occupied by Dorsey & Smith’s men, and was knocked off by some other men not employed by Dorsey & Smith, why, of course, Dorsey & Smith are not liable, and there ought to be a clean verdict for the defendant.” All of these utterances were not only the commonplaces of the law required in stating the case to the jury, but were distinctly in appellant’s favor as showing the jury the necessity of satisfactory evidence not merely of an accident by which plaintiff was injured but of defendant’s negligence in causing it. The other assignments of error are no better and do not require discussion.\nWe do not suppose, however, that these assignments were intentionally frivolous, and they can perhaps be explained as meant for variations and amplifications of the first, which is that the court erred in not directing that under the evidence the verdict must be for-the defendants. The court could not properly have done so. Plaintiff while lawfully on the premises was struck on the head by a brick which fell from an upper story of the building. There was a lack of direct evidence of just how it came to fall and of the exact place from which it started. One witness however saw it in the act of falling while it was opposite the fourth floor of the building. The defendants’ employees were at work on the fifth floor, and there was evidence that some of them were engaged in throwing bricks lip on a platform from which if carelessly or too forcibly thrown they might roll off and fall at or about where this one fell. Other evidence tended to show that there were no other persons in the part of the building from which the brick had come. In this way by showing that defendant’s employees were in position to have caused the accident, and by the exclusion of any others a sufficient prima facie case was made out to go to the jury.\nThe evidence as to the plaintiff’s loss of future earning capacity was also somewhat meagre, but it was more than a scintilla, and therefore was properly left with the whole case as a question of fact for the jury.\nJudgment affirmed."}