{"id": "998128", "contents": "Opinion by\nMr. Justice Mestrezat,\nA very careful examination of the questions raised in this voluminous record fails .to disclose to us wherein the appellant has convicted the trial judge of error. The case was most carefully tried. The charge was entirely adequate and the rulings on the admission of testimony, complained of in the assignments, are fully sustained by the reasons given by the trial judge.\nThe court below very properly held that the sales memorandum was the contract between the parties by which the plaintiffs agreed to sell and deliver the coke to the defendant company, and that the parol testimony offered by the defendant was not admissible to contradict the written agreement. The defendant did not propose to show a parol contemporaneous agreement inducing the execution of the written contract between the parties nor that the execution of the written agreement was procured by fraud, accident or mistake^ The offer was simpty to contradict the written agreement by showing by parol certain negotiations prior to June 10,1899, the date of the sales memorandum, by which a greater quantity of coke had been sold and at less price than that named in the contract. This was the effect of the testimony offered by the appellant and, being clearly incompetent, the learned trial judge properly excluded it. The contract between the parties was explicit as to the quantity of the coke sold and the price to be paid. The quantity was “ the entire output of furnace coke from these ‘Austen’ ovens,” and the “price, $8.20 per net ton, delivered at your furnaces as named.” The number of cai-s of coke mentioned in the contract was properly held to be an estimate of the probable output of the ovens and not a guaranty that the plaintiffs would furnish that many cars to the defendant company. This is made plain by the letters put in evidence by the defendant company, which conclusively show that the quantity sold was not any definite number of cars of coke, but the entire output of furnace coke from the Austen ovens.\nThe contract was made “subject to strikes, accidents or other causes.” Shipments of coke to the defendant company were made from the Austen ovens from the date of the contract in June, 1899, to April 1, 1900. It is conceded by the plaintiffs that there were shipped from these ovens in September, 1899, seventeen cars of furnace coke to W. T. Rainey & Company, and in January and March of 1900, sixty-one cars of furnace coke to the Ashland Coal & Coke Company, and it is therefore claimed by the defendant company that this constituted a breach of the contract by which the plaintiffs sold to it “ the entire output of furnace coke from these ‘ Austen ’ ovens.” In reply to this contention, the plaintiffs allege that there was a car shortage at the time of these shipments of coke and that they were prevented from shipping it to the defendant by reason of their inability to obtain cars for the purpose. It was claimed by the plaintiffs that in shipping the coke to the defendant company they were compelled to use cars of the Baltimore & Ohio Railroad Company that went west and could not use cars of other railroads that went east, that there was a shortage of Baltimore & Ohio cars going west, that to keep the Austen ovens in operation to supply coke to defendant in the future it was absolutely necessary to remove the coke from the wharves where it was manufactured, and that the coke was shipped over the railroads to the Rainey and Ashland companies for this reason and under these circumstances. It was contended by the plaintiffs that for these reasons it was impossible to ship coke to the defendant company at thisitime and that, therefore, they were relieved from shipping this coke to the defendant under the words “ other causes ” in the exemption clause of the contract. The learned trial judge submitted to the jury, with proper instructions, the questions of fact raised by this contention and, in sustaining the plaintiffs’ construction of the exemption clause, charged as follows: “ It is claimed by the plaintiffs in this case that they are exempt — ■ under the circumstances presented here by this proof, if you find it as they insist they have persuaded you, they are exempt under the clause ‘or other causes,’ to which the testimony has been referred, which relates to the shortage of cars and the embargo placed upon them with respect to the transportation of the supply furnished to the Ashland Coal &Coke Company and to Rainey & Company. Now, when an expression of that sort, a phrase of that kind is used in a general way, it is applicable to the same kind of an event or condition that is specifically expressed; and you may take it from me that when the result of strikes or accidents without the voluntary act of the plaintiffs in this case would have relieved from performance the car embargo or shortage was the ‘ other cause ’ which is of the same kind and character, if it resulted without the volun'tary act of the plaintiffs and made performance as substantially impossible as the strike or accident would have made an impossibility of delivery under this contract; it would exempt them from the full performance of the obligation in this contract.” He also charged in this connection: “ If the plaintiffs were able to make shipments and get them made reasonably practicable in any other way (than over the Baltimore & Ohio Railroad) and in any other cars (than those of the Baltimore & Ohio Company) and routed in any other direction, it was their duty under their contract to see that the Austen Manufacturing Company made the shipments in that way.”\nIt will thus be seen that the trial judge required the plaintiffs to show that they had fully complied with their contract to ship the defendant company the entire output of furnace coke of the Austen ovens, except in so far as they were relieved by the exemption clause of the agreement. The right of the parties to stipulate for exemption for performance of a part or all of the covenants of their agreement under certain conditions is and necessarily must be unquestioned. Here they have done so, and the exemption clause in this contract was, as we think, properly interpreted by the trial court. It was clearly not the intention of the parties to give such a restrictive meaning to the words “ other causes ” used in the contract, as would render them inapplicable where shipments of coke were prevented by the shortage of railroad cars. Both parties to the contract well understood, what is known generally and especially by those engaged in and connected with the coke business, that a car shortage might occur at any time and that it is as effective to prevent the delivery of coke as strikes or accidents. As well stated by one of the defendant’s witnesses, the failure to furnish cars to shippers or purchasers of coke is frequently a cause of war “ between the cokeman and the railroad company ” which, the witness might have added, has so far ended in the capitulation of the cokeman. Keeping these facts in view, it would be a very strained construction of the contract to hold that the parties did not intend that a car shortage should be included in the “other causes” which would relieve plaintiffs from the duty of delivering the whole product of the Austen ovens. In fact, it is not apparent to what other cause these words would apply. Certainly there could be none more effective to prevent the shipment of the coke. The necessity, therefore, for the plaintiffs protecting themselves by contract from a shortage of cars is as manifest as is the like necessity of protecting themselves from their inability to deliver the coke for the specific reasons of strikes or accidents. We are satisfied that the construction placed upon the agreement by the court below is the proper interpretation of the language employed in the instrument and that it carries out the intentions of the parties.\nThe disposition made by the learned trial judge of the other questions raised by the assignments is so clearly correct that they need not be discussed here.\nThere are unfortunately no assignments which will enable us to review the pleadings in this case. There is no precedent for them at common law, and they are in total disregard of the statute regulating the practice in this state. The action is assumpsit, and the act of 1887 required the plaintiffs to file “ a concise statement of the plaintiff’s demand ” and the defendant to enter the statutory plea. An issue would then have been formed and the case would have been ready for trial. •Here the record shows the filing of an answer, a replication, an amended answer, an amended replication and a rejoinder. The plaintiffs’ cause of action is Stated in the amended replication. No plea was filed. The pleadings cover eighty-three pages of the appellant’s paper-book. This system of pleading, which seems to prevail in the court below, presented no well defined issue for determination by a court and jur}^, and resulted, as might well be expected, in confusion and uncertainty as to the real issues involved in the controversy.\nThe judgment is affirmed."}