{"id": "998113", "contents": "Opinion by\nMr. Justice Dean,\nEhinger, the plaintiff, was tenant of defendant’s premises on the corner of Randolph and Master streets, for about six years, from December, 1896, until the 15th of March, 1902; the contract was by parol, from month to month, at a monthly rental of $ 16.00, payable in advance. Plaintiff lived with his family in part of the building, and the remainder he used as a meat shop, in which he kept for sale fresh and cured meats. On the 10th of March, 1902, defendant discovered a crack in the outside wall of tire building, about two and a half feet from the ground, running from the Master street front-along the Randolph. street side to the rear of the building, which caused him to fear that it would fall; he at once notified defendant’s agent. This was Tuesday, March 11. The agent promised to bring a builder along with him and have it attended to the afternoon of the same day. He did not keep his promise, so the next day plaintiff called personally on Mrs. Bahl, the defendant, and told her of the condition of the wall, and that he would move out if she did not come and have it fixed right away; she said he had been her tenant so long that she did not like to lose him and that she would have the building fixed right away; he said he would depend on her- keeping her promise. She did not come; no one came. The next day, Thursday, he again notified the agent and asked him to come, and he, the agent, said he would come that afternoon and bring the builder with him. Still no one came. On Saturday, at two o’clock in the morning, the building fell, causing destruction of some of defendant’s stock and damage to stock and furniture. The court ruled out the evidence as to the extent of the damage to stock and furniture, on the ground that that was not the proper measure of plaintiff’s damage. There being no other evidence, on motion of defendant’s counsel, the court ordered a nonsuit and we have this appeal by plaintiff.\nWe think the court erred in directing the nonsuit. Without regard to the obligation of the original contract, there was evidence of a new promise to make repairs on the part of the landlord and sufficient to warrant the jury in inferring a new promise on the part of the tenant to remain. The repairs necessary were apparently out of the ordinary. Defendant, conscious that he, his family and goods were in peril unless these repairs were made immediately, as was his right, threatened to move out, as prudence required him to do. To induce him to remain the landlord promised to make particular repairs immediately. The tenant kept his side of the bargain, she did not keep hers, thereby he sustained damage.\nIt is argued there was no valid contract to repair. We think there was a valid contract, and a good consideration for it: he was induced to remain because she promised to make substantial, possibly extensive repairs; she secured'a desirable tenant who would have abandoned the property that day if she had not made the promise; the promise was not to be performed in the indefinite future, but the same day it was made. It is argued there was no promise which bound the tenant. We think there is a reasonable inference of a promise which the jury might have drawn, that he was to remain and pay rent for at least a month longer; for, it should be noted, he was not bound to stay a day at the peril of himself, family and goods, and she promised to relieve him of the peril that very day. The mutual promises, if as alleged, constituted a sufficient consideration; but resting wholly in parol what they were and what the parties meant was for the jury.\nThe plaintiff’s measure of damages is his loss consequent upon her failure to keep her promise. What would be his measure of damages under other circumstances, such as the usual breach of the landlord’s covenant to repair, pay taxes and such like, we need not inquire, for this was a special bargain made in view of a special exigency. He remained in hourly peril because she promised to relieve him that very day from danger. What his actual loss was by reason of her broken promise was for the jury. Of course evidence of speculative profits he might have made during the remainder of the month cannot be charged up against her. We will not embarrass a retrial of the case by a discussion of plaintiff’s computation of damages, as they will all be the subject of scrutiny in the court below at a retrial. We think the plaintiff, however, has a right to go to the jury on his alleged contract and damages.\nThe judgment is reversed and procedendo is awarded."}