{"id": "998132", "contents": "Opinion by\nMr. Justice Fell,\nThe accountant, a trustee, sold the real estate of the decedent under proceedings under the act of April 18, 1853, and paid the collateral inheritance tax out of the proceeds of the sale. Of this tax $3,156.73 was assessed on the value of the interest of the life tenant and $427.43 on the interest of the remaindermen. Credit was asked. for the whole payment in the principal account filed, and also for commissions at the rate of two and a half per cent on the money realized from the sale. The auditor disallowed the credit claimed as to the part of the collateral inheritance tax assessed on the value of the life tenant’s interest, but allowed the credit for commissions. The orphans’ court sustained the finding of the auditor as to the tax, but surcharged the accountant with the commissions, not that they were unreasonable but because commissions On the corpus of a trust estate should not be allowed before the time of distribution.\nThe sale of the real estate was made in the interest of all parties concerned, and the payment of the whole tax by the trustee became necessary in order to discharge its lien, but we 'see no ground on which the whole of the tax could be deducted from the principal. Each estate, that for life and that in remainder, was liable for its proportionate part of the tax, and the allowance of the credit claimed would have thrown the whole burden on the remaindermen. If there had not been a sale, a tax could have been assessed and levied on the life tenant’s interest. The remaindermen would not have been obliged to pay until the falling in of the life estate. That a contingency arose requiring the payment of the whole tax did not affect the rights of the parties.\nThe duty of a trustee is to preserve the estate and that duty is not fully performed until the time for distribution is reached or the trustee’s relation to the estate ends. The rule therefore is that commissions on the principal of a trust estate will not be allowed except when the fund is in course of distribution. While this rule is of general application, it is not a fixed and unvarying one and will be departed from as in Thouron’s Estate, 182 Pa. 126, where the circumstances are unusual, the trust of long duration, and when the fund has been largely increased by the skilful management of the trustee. The rule, however, is such a salutary one that it should be departed from only in exceptional cases. In this case the duties of the trustee have been of such an unusual character that -the reason for the rule does not apply. The decedent died in 1865, leaving a' farm estimated as worth $25,000 and no personal estate that went to the trustee. The original duties of the trustee were to permit the life tenant “ to hold possession of, occupy and enjoy the farm and mansion .... without charge.” These duties which involved the least degree of care and responsibility were largely increased by subsequent events not contemplated at the time of the acceptance of the trust. In 1880 and again in 1888 parts of the farm were about to be taken by the Pennsylvania Eailroad Company under the right of eminent domain ; and the trustee in order to obtain a better price secured permission of the court to sell under the act of 1853. The remainder of the property was sold in 1888 in the same way, and the aggregate amount received for the farm was $116,744. Of this amount $19,000 was used in purchasing a house in Philadelphia as a home for the life tenant and his children, the remaindermen. The house was sold two years after its purchase at a profit of $6,000, and another house was purchased for $14,000 which has since increased in value. In order to sell an application was made to the court in each case with notice to all the parties in interest, a reference had to an auditor, and a decree obtained. As a result of the sales and re-investments the life tenant has in addition to his residence the income of about $100,000 and the estate of the remaindermen has been increased nearly fivefold. Moreover, the services for which commissions were claimed, the sale of the farm, were completed. If they had been performed by an executor who was also a trustee, compensation would have been allowed him. The claim was not- for ordinary care and management of an estate but for sales made not under a power in the will but by direction of the court. The duty was fully performed when the conversion was completed, and under the circumstances of this case the credit should have been allowed.\nThe debree of the court sustaining the exception to the allowance of commissions is reversed, and the auditor’s report is affirmed at the cost of the appellee."}