{"id": "998105", "contents": "Opinion by\nMr. Justice Potteb,\nThis was an action of trover and conversion to recover the value of 900 shares of capital stock of the Consolidated Lake Superior Company. The plaintiff, Julia M. Sparks, was the wife of Edward K. Sparks, and the defendants, William H. Hurley, Jr., & Company are stockbrokers doing business in the city of Philadelphia. Plaintiff alleged that on October 28,1901, Edward K. Sparks, her husband, who had been a customer of the defendants’ firm, arranged with them to open an account for her under the name of J. M. Sparks, and that with their consent and approval, he transferred to the new account 700 shares of Consolidated Lake Superior stock. At the same time, he gave to them 100 additional shares of the same stock to be credited to the J. M. Sparks account; and some two months later, deposited 100 shares more with them on her account, making 900 shares in all. This stock was held subject to, and was security for, loans made by defendants thereon amounting to $19,600.\nThe account was accepted by defendants and entered upon their books in accordance with this arrangement. It did not appear that the plaintiff herself was informed of the transaction until the following April, after the stock had been sold. But prior to the sale, the defendants sent to her at least two statements of the account addressed to “ Mrs. J. M. Sparks.” On April 18, and 19, 1902, the defendants, without notice to the plaintiff, or any previous demand upon her for payment of the loans for which the stock was held by them as collateral, sold the entire 900 shares, realizing sufficient to pay the amount due them and to leave a balance of $662.89. On April 30, 1902, Mrs. Sparks first learned of the transaction from her husband, and that the stock had been sold; and on May 3, 1902, she tendered to defendants the amount due to that date upon the loans and demanded the surrender of the stock, which was refused. She then brought this action for damages, alleging the conversion of the stock.\nThe defendants claimed that they had had no business relations whatever with the plaintiff, that all their dealings had been with Edward K. Sparks on his own individual account; that the J. M. Sparks account was opened, at the suggestion of E. K. Sparks, merely for the purpose of having a separate account of this particular stock, but that there was no change in the ownership of the stock intended; that they were not informed and did not know that J. M. Sparks was the name of Mrs. Sparks or of any existing person, that the statements made out to “ Mrs. J. M. Sparks ” were addressed in that way inadvertently by one of their clerks; that they had frequently notified E. K. Sparks to call at their office and requested him to put up additional collateral; that the sale of all his securities, including the J. M. Sparks stock, still left him nearly $3,000 in their debt.\nUpon the trial, the court below submitted to the jury the question whether the plaintiff by virtue of what took place between her husband, Mr. Sparks, and the defendants, became the owner of the securities in question, and the bona fide owner of the account, or whether the arrangement was simply a fictitious one under which it was understood by both parties that the real ownership of the stock was to be left in Mr. Sparks. The court declined to give binding instructions for the defendants, but reserved the question of law whether there was any evidence on which the plaintiff could recover. The jury found for the plaintiff in the sum of $8,615.42, being the value of the stock on the day the tender was made, less plaintiff’s indebtedness to defendants, and the court in banc dismissed the motion of defendants for judgment in their favor on the point reserved and entered judgment upon the verdict.\nThe assignments of error are not specifically pressed in the argument, but counsel for appellants urge generally that the plaintiff showed no right to recover. The jury have found, however, as a matter of fact, in answer to the questions submitted to them, that Mrs. Sparks was the’ real owner- of the securities, and that the account in question was accepted by the defendants and was being carried upon their books for her. In support of this finding there is evidence that the defendants, in the regular course of their business as brokers, permitted the husband to transfer the account to the name of his wife, and in lieu of the liability to him, there was substituted the liability to account to her, and that they accepted at the same time a good 'consideration in the shape of additional security; that they rendered statements of the account thereafter in her name, and” received at a subsequent time additional margin and receipted for it in her name. It also appears that they subsequently sold these securities without her knowledge or consent and without notice to her husband as to this account, who was admittedly her agent with respect to its care and management.\nIt is not the husband who here denies the right of the wife to these securities, but it is the brokers who at the time it was made, assented to the transfer upon their books and the opening of the new account in the name of the wife. The defendants need not have assented, and presumably they would not have done so, had the transaction impaired the account of the husband, or affected it in any injurious manner. But counsel for appellants now urge that there could be no valid gift to the wife of the account or of the margin in the securities represented, because she did not know of it at the time it was made, and did not then accept it. But the acceptance of a gift may be presumed. In Smith v. Bank of Washington, 5 S. & R. 318, a father executed a transfer of bank stock to his daughter, then at distance, without her knowledge, and delivered it to the cashier of the bank for her use. Chief Justice Gibson said: “ The transfer was made according to the mode established under the act of incorporation, and was good without an express assent of the daughter. There was a good consideration, and as the subject-matter was incapable of passing by actual delivery, the daughter’s assent, the grant being beneficial to her, will be presumed.” In Allen v. McMasters, 3 Watts, 181, this court said : “ It does not follow in the present instance that there may not have been a gift to Mrs. Jones without her being informed of it.” And the court further said (p. 187), “The ignorance of a grantee will not impede the operation of a conveyance, his assent being presumed.” And in Hostetter v. Hollinger, 117 Pa. 606, we find, “It is well settled in a series of decisions, that he for whose benefit a promise is made, may maintain an action upon it, although no consideration pass from him to the defendant, nor any promise from the defendant directly to the plaintiff. See Hind v. Holdship, 2 Watts, 104. As a general rule, a plaintiff cannot enforce a contract to which he is a stranger, yet a defendant cannot withhold property of the plaintiff merely because he received it from a third person.”\nIt was not necessary in the present case, that any express promise to account should be shown. The acceptance of the account and opening it in the name of the plaintiff upon the books of the defendants, in accordance with the usual and well known custom in that line of business, created a liability to pay the amount found due from the transaction.\nWe must assume that the finding of the jury established the contention of the plaintiff that she was the party intended to be benefited by the arrangement between her husband and the defendants.\nThe facts in this case are somewhat like those in Roberts’s Appeal, 85 Pa. 84. The syllabus there is : T. transfei’red stock to F., a niece of his wife, on the books of a corporation, but retained the certificates in his possession, and after his death they were found in an envelope with his own name and that of F. indorsed thereon. F. had no knowledge of the transfer. She lived in the family of T. and was in all respects treated and regarded as his daughter. Held (affirming the court below), that the transfer on the books of the corporation vested in F. the legal title to the stock, and she was entitled to the same. In the opinion of Judge Thayer, adopted by this court, it was said, “ But here the gift is complete by his delivery of the thing itself, for transferring the shares to her upon the books of the company is putting her in complete possession of the thing assigned and clothing her with the complete legal title. It stands in the place of a delivery. Such an act performs precisely the office which an actual delivery would perform if it were a chattel. It is as complete a delivery as the nature of the thing will admit of. There can be no clearer evidence of a design to part with the right of property in favor of another than an absolute transfer of the legal title to her for her own use.”\nIn the present instance the transfer of the account from the name of the husband to that of the wife upon the books of the brokers would seem to be as complete a conveyance of the right of action as the nature of the case will admit.\nThe right of the plaintiff to recover here is sustained by the principle recognized as an exception to the ordinary rule in such cases as Kountz v. Holthouse, 85 Pa. 235, which arose out of the sale of a partnership interest. Mr. Justice Mebcub there said (p. 237) : “ The general rule is that an action on a contract, whether express or implied, must be brought in the name of the party in whom the legal interest in such contract was vested: 1 Chit. Plead. 2. Yet many cases are to be found in which the right of a third person to sue has been sustained on a pi-omise made to another. Hence, if one pay money to another for the use of a third person, or having money belonging to another, agree with that other to pay it to a third, an action lies by the person beneficially interested. This right of action is not restricted to cases of money only, but extends to an agreement to deliver over any valuable thing, so that such third person is the only party in interest.” And in Adams v. Kuehn, 119 Pa. 76 (85), we find that “ Where one person enters into a contract with another to pay money to a third, or to deliver some valuable thing, and such third party is the only party interested in the payment or delivery, he can release the promisor from performance or compel performance by suit.” And further on in the same case it is said that where “ the third person, although not a party to the contract, may be fairly said to be a party to the consideration on which it rests. In good conscience the title to the money or thing which is the consideration of the promise passes to the beneficiary and the promisor is turned in effect into a trustee.”\nThe real questions of fact arising in this case were, with careful discrimination, pointed out and submitted to the jury by the learned trial judge, and the evidence was, we think, sufficient to support the verdict.\nThe assignments of error are overruled, and the judgment is affirmed.\nMitchell, C. J., and Thompson, J., dissent."}