{"id": "998111", "contents": "Opinion by\nMr. Chief Justice Mitchell,\nThe school districts of the city-of Pittsburg are governed by the special Act of February 12, 1869, P. L. 150, and so much of the general school law of 1854 as is not inconsistent with the special act. By the act of 1869 the board with which we are concerned is to consist of six members, but at the time of the election of the appellant, one member had resigned so that the actual board consisted of five members, and the first question raised in the court below was whether the term “ majority ” which is to constitute a quorum, means more than half the number of a full legal board, or more than half of the actual members at the time of appellant’s appointment. On this question we express no opinion.\nThe second question relates to appellant’s term of office. The act of 1869, section 43, provides that the several sub-district boards shall have power to fill any vacancy occurring by death, resignation, etc., “ until the next annual organization of board.” One Frederick Will, a member whose term would not have expired until June, 1904, resigned in April, 1903, and 'appellant was appointed in his stead in May. The next annual organization of the board was in June, and the court below held that appellant’s term, however considered as to the validity of his appointment, expired then. Appellant argues ab inconvenienti that this view requires two appointments by the board to fill the remnant of an unexpired term, and relies on section 7 of the act of 1854 which provides that the vacancy shall be filled “ until the next annual election for directors.” It appears that under the act of 1854 the annual organization of school boards took place in January, but under the Act of March 25,1877, P. L. 44, elections for school directors in cities of the second class are held in February preceding the expected vacancy, and it is agreed by counsel on both sides in the present case that under this act the legal annual organization of the board takes place in June. But appellant argues that the circumstances under which the vacancy is to be filled, that is, that it is one created by death, resignation, etc., are exactly the same in both acts, and both have the same intent, that the whole vacancy existing at the time, to wit: the whole of the unexpired term, shall be filled. The argument has much force, but it is met by the plain words of the statute. The act of 1869, we must assume with intent, used different language from that of 1854, and whether or not the change of time by the act of 1877 produced an unanticipated result as to appointments by the board to fill vacancies, we are not at liberty to avert this result by disregard of the express provision of the statute governing such appointment.\nAs the term of the appellant had expired when the petition was filed, the judgment of ouster was correct.\nJudgment affirmed."}