{"id": "998793", "contents": "Opinion by\nMr. Justice Stewaet,\nCaroline Kellerman by her last will directed that her residuary estate be divided into three equal parts, and that one of these parts be subdivided into four shares. As to one of these four shares she directed as follows:\n“One other fourth part......I give, bequeath and devise to my executors in trust for the following uses and purposes, that is, to keep the same invested and to pay over the income thereof to my granddaughter, Bertha Crowley, wife of John C. Crowley, for and during all the term of her natural life for her sole and separate use, and from and immediately after her decease then in trust to and for the only proper use and behoof of all and every the child and children which she may leave surviving her, and the lawful issue of any of them who may be then deceased having left such issue, their several and respective heirs, executors, administrators and assigns, in equal shares forever, per stirpes and not per capita.”\nBertha Crowley’s husband is deceased, and by the adjudication distributing the balance on the executors’ first account one-twelfth of the fund, derived entirely from personalty, was awarded Bertha Crowley, upon the theory that the separate use trust had become inefíective, and the remainder, being in effect given to the heirs of her body, by analogy the rule in Shelley’s Case applied. In the adjudication distributing the balance on the executors’ second account, the court as then constituted taking a different view of the law, denied Mrs. Crowley direct participation in the fund, and awarded the one-twelfth that she would have received, had the former ruling been' observed, to the executors in trust under the will. It is now urged in her behalf that by the former adjudication her legal status under the will was established once for all; that the adjudication operated as an estoppel to further inquiry in that regard; and, second, that independent of this, the trust failed in consequence of the death of Bertha Crowley’s husband prior to the death of the testatrix, and that Bertha Crowley was, therefore, entitled to take absolutely under the rule in Shelley’s Case. In the opinion filed by the learned president judge of the Sxiperior Court, in disposing of the first of these contentions, all of our own cases bearing on the subject involved are so fully and carefully reviewed and analyzed that further reference to them here is unnecessary. It is enough to say in this connection that not one of our cases gives support to the position taken by the appellant. A few words, supplementing the opinion of the learned president judge, as to the limitation to be observed in applying the rule of res ad judicata in cases of this kind, is all that we deem necessary to add. A decree of distribution following the adjudication of a partial account is a final decree, and the matter determined in that proceeding cannot again be drawn into controversy as between the parties and privies to the decision in a distribution upon a subsequent account; but, by “matters determined” is to be understood such facts and circumstances, found or presumed, which fix and determine the rule of law applicable to the case. The questions of fact which are made the subject of dispute in the earlier adjudication and which were there determined, may not again be made the subject of controversy between the parties on the second distribution; the parties to the dispute having had their day in court, and these questions having once been determined by legal method of inquiry, the findings with respect to them must be allowed the same collusiveness as a verdict of a jury in a common law action. But the rule of estoppel does not extend to the law which was applied in the earlier distribution to the facts there ascertained when it comes to the second distribution. Though the decree in the first may have rested on a mistaken application of a rule of law — a circumstance which can only be inquired into on appeal — so long as the decree stands it is conclusive with respects to all rights in the fund distributed; but it cannot be made the basis of an estoppel when another distinct fund is to be distributed though it be part of the same estate. The law applied in the first distribution if inapplicable,, is not the law of the case; the duty of the auditing judge in distributing on a second amount is to distribute according to law, just as this is the duty of a judge in the first distribution; and in discharging this duty he must be free to disregard a decision of his own, or that of another, upon the same bench, which as he is better informed he would reject. The following extract from the opinion of Chief Justice McKean, in Kerlin v. Bull, 1 Dali. 175, is here apposite:\n“A court is not bound to give the like judgment which had been given by a former court, unless they are of opinion that the first judgment was according to law; for any court may err; and if a judge concedes that a judgment given by a former court is erroneous, he ought not in conscience to give the like judgment, he being sworn to judge according to law. Acting otherwise would have this consequence; because one man had been wronged by a judicial determination,' therefore every man,.having a like cause, ought to be wronged also.”\nIn Shindel’s App., 57 Pa. 43, this court held in express terms that while a decree distributing the balance on a partial account is final and conclusive as to what was therein contained, it is not final and conclusive as to what was reserved for a second accounting. The plain logic of this is that the distributions are wholly distinct and separate, each having its own subject matter, and are to be treated as though they were two separate actions at law between the same parties, and such questions of fact as had been passed upon in the earlier are not open to dispute in the later. Estoppel does not extend beyond this. In the very recent case of Bower’s Est.- — Stephan’s App., 240 Pa. 388, this same question was fully considered, and our conclusion here accords with the view there expressed.\nThe second question raised is a more serious one, but a careful examination of the argument advanced in support of appellant’s contention leaves us unconvinced that error was committed in disposing of it. The statement of the question by the appellant is open to the criticism that it assumes something as a fact for which, there is no warrant. It is thus stated: “Does the rule in Shelley’s Case apply to a devise where a separate use trust for life is created for the benefit of a married daughter, whose husband dies after the making of the will, with remainder over to those who correspond in description with the lineal heirs of the life tenant? And does the separate use trust end on the death of the husband, and the life estate merge with the remainder, giving the daughter a fee?”\nIt does appear that the husband died after 23d May, 1901, the date when the original will was made in which the trust was created. But by codicil dated 10 July, 1909, testatrix in express terms ratified and confirmed the will of 23d May, 1901, which was in effect a republication of the will. Was the husband living when this codicil was executed? The fact with respect to this seems to have been carefully avoided in the evidence. If, at that time the husband was dead, the conclusion would seem unavoidable that the trust was not for the protection against coverture. Are we to assume that his death occurred subsequent? Why should tve make such assumption when the effort is to have us reverse the action of the court below? If any assumption is to be made it is to be with respect to facts which make for the support of the action of the court rather than its defeat. Clearly it was the business of the appellant in the endeavor to strike down the trust to develop the facts on which an intelligent conclusion could rest. We ■will make no adverse assumption in this case; and, therefore, since the fact referred to is left unascertained, a categorical answer to the question submitted would not help in the determination of the case. The question then is reduced to this — the death of the husband of Bertha Crowley not being a factor — is there anything in the will indicating a purpose in the testatrix, in connection with the trust created, which will support and call for its enforcement? The adjudicating judge in his opinion filed thus states his conclusion:\n“On the merits of the contention, the auditing judge is of opinion that the words ‘child and children which she may leave surviving her and the lawful issue of them who may then be deceased’ are words of purchase and not of limitation; that, although one of the purposes of the trust has ceased by the death of Bertha Crowley’s husband, the other has not, that is, the preservation and conservation of the corpus for the benefit of those entitled in remainder. Until the death of the equitable life tenant, it cannot be determined who will compose the class, consisting of surviving children and the issue of those then deceased.”\nIn this conclusion we agree. The appeal is dismissed."}