{"id": "998771", "contents": "Opinion by\nMe. Justice) Elkin,\nThe distillery company was formed as a limited partnership in 1892 with a capital of $25,000.00. In 1909 its capital was increased in due form of law to $100,000.00, and the Commonwealth now claims the right to collect a bonus on the increase of $75,000.00. Limited partnerships are required to pay a bonus of one-third of one per centum upon their capital or any increase thereof by the Act of May 8, 1901, P. L. 149. This act was passed as a revenue measure, which purpose was declared in its title. The evident intention of the legislature was to place limited partnerships and other associations of like character upon the same basis as corporations having» capital stock in so far as the payment of a bonus for the privilege of issuing capital and increasing the same from time to time is concerned. It is contended for appellee that this act is prospective in its operation and does not apply to limited partnerships and associations formed prior to its approval. We cannot agree that any reasonable interpretation of the language of this statute makes it necessary to so hold. Such a construction would mean that all limited partnerships formed prior to the Act of 1901 would be forever exempt from the payment of a bonus on all subsequent increases of capital. Certainly this could not have been intended in an act passed for the express purpose of raising revenue as stated in the title. We agree that the act does not apply to the original capital of limited partnerships formed prior to and in existence at the time the law went into effect because this would make it retroactive and there is nothing in the act to warrant such a construction. But as to subsequent increases of capital a very different situation is presented. The act in express terms makes all subsequent increases of capital liable to the payment of a bonus, and we can see no reason why this provision should not apply to increases of capital in those companies already in existence as well as to those subsequently formed. It may be conceded that the act is not framed in apt language, but the intention to impose a bonus upon increases of capital of partnerships of this character cannot be doubted. To hold otherwise would work inequality and defeat to a certain extent the very purpose of the act. As an illustration, let us suppose that a limited partnership were formed in 1900, and another in 1902; Tinder the interpretation for which appellee contends the one formed in 1900 would always be exempt from the payment of a bonus no matter how many increases of capital were subsequently made, while the one formed in 1902 would be required to pay not only on its original capital but on all subsequent increases thereof. Such a result should not be made possible unless the statutory language is so clear as not to admit of any other interpretation. In the case at bar it would require a most technical construction of the words of the act to hold that they do not apply to all increases of capital without reference to the date when the partnership was formed. As applied to subsequent increases of capital the act is prospective and not retrospective and this is a sufficient answer to the argument that acts of this character should never be given retroactive effect in the absence of direct and positive language making it necessary to do so.\nLearned counsel for appellee rely on Com. v. Railroad Co., 207 Pa. 154; Com. v. Railway Co., 207 Pa. 160; Com. v. Danville Bessemer Co., 207 Pa. 302, and Com. v. American Steel Hoop Co., 226 Pa. 6, to support their contention in the case at bar. All of these cases are differentiated by their facts from the present case and are not authority for the position here asserted. We have examined each of these cases carefully and without going into an elaborate discussion of the principle there involved, we only deem it necessary to say that they were ruled on their peculiar facts and cannot be regarded as authority for the general doctrine here set up that the Commonwealth enters into a contract with a corporation or a limited partnership at the time of its formation not to charge any bonus on increases of capital stock subsequently made, even if the legislature so provides. The general application of such a doctrine would run counter to the great weight of authority, not only here but elsewhere, and could not be justified by reason and precedent.\nOur conclusion is that the Commonwealth is entitled to collect a bonus on the increase of capital made by appellee in 1909.\nJudgment reversed and .record remitted with directions to enter judgment in favor of the Commonwealth in accordance with the views herein expressed."}