{"id": "998714", "contents": "Opinion by\nMr. Justice Elkin,\nIt is contended for appellant that the learned trial judge should have directed a verdict for the defendant, or that having failed to do so judgment non obstante veredicto should now be entered upon the whole record. This contention is based on the ground that there was no sufficient evidence of negligence to go to the jury. Whether there was sufficient evidence to sustain a verdict depends upon the facts testified to by witnesses produced at the trial. This is a close case upon its facts and one not free from doubt. The respective contentions of the parties are based upon separate and distinct lines of cases. Appellant contends that the evidence brings the case within the rule that where a child suddenly darts in front of a moving car there can be no recovery, and cites the following line of decisions in support of this contention: Chilton v. Traction Co., 152 Pa. 425; Miller v. Traction Co., 198 Pa. 639; Sontgen v. Street Railway Co., 213 Pa. 114; Eastburn v. Express Co., 225 Pa. 33; Severino v. Philadelphia Rapid Transit Co., 236 Pa. 258.\nOn the other hand, appellees contend that there was negligence not only in the failure to give proper signals as the car approached John street, an intersecting thoroughfare, but that the motorman, if looking ahead as it was his duty to do, could have seen the boy in time to stop the car and thus avoid the accident. The following and other cases of like import are relied on to sustain this position: Harkins v. Traction Co., 173 Pa. 146; Jones v. Traction Co., 201 Pa. 344; Conner v. Pittsburgh Rys. Co., 216 Pa. 609; Tatarewicz v. Traction Co., 220 Pa. 560; Reichle v. Philadelphia Rapid Transit Co., 241 Pa. 1. The rule of each line of cases is established by numerous precedents, but whether one rule or the other shall be applied to a particular case must necessarily depend upon the facts, as must also the question whether the case is for the jury or for the court. In the opinion refusing the motion for judgment non obstante the learned court below made the following summary of the testimony produced at the trial: “The story of plaintiffs, as told by their witnesses, was: That the boy, after sledding down John street a number of times, got off his sled, safely, at Wood street, and started to run across Wood street, pulling the sled after him; and while so running and crossing, passed over the first railway track and almost over the second track, when he was struck by the car. That preceding the injury — just as he reached the first track, the approaching car was a car length (forty or fifty feet) or more away. It was also in evidence, as part of plaintiff’s story, that the motorman was not looking ahead but to the side away from the boy as the car was approaching John street. The story of the company, as related by its witnesses, was: That the boy, preceding and leading to the injury, was not running and pulling his sled across Wood street, but riding flat down on the sled, and in that way passed into Wood street, over the tracks and in front of the moving car.” As we read the record this is a fair statement of the material facts as told by the witnesses, or at least the jury would have been warranted in so finding from the testimony. It will thus be seen that there was a conflict in the testimony as to how the accident happened and as to what the situation of the parties was immediately preceding the injury. The rule is that when the evidence is conflicting as to the material facts upon which the rights of the parties depend the case is for the jury. As applied to the present case, this means that if the motorman saw the boy when the ear was forty or fifty feet away, or if he could have seen him at that distance, had he been looking ahead as his duty required him to do, and could have stopped the car in time to avoid the accident, it was negligence not to do so, and for such negligence there may be a recovery, if the jury believe the testimony and find that the motorman had time to stop the car after he saw the boy in a place of danger, or could have seen him in time to avoid the accident if he had been looking ahead. The verdict shows that the jury believed the testimony of plaintiffs and we think it was sufficient to warrant the findings upon which the right to recover depended. Our conclusion is that the case was for the jury and that it was fairly submitted.\nJudgments affirmed."}