{"id": "998825", "contents": "Opinion by\nMr. Justice Elkin,\nBy agreement of the parties this case was tried as if before the court on appeal from the settlement made by the accounting officers of the Commonwealth. There is no assignment of error raising the question of the regularity of the appeal, and since both parties desire the question involved to be determined upon its merits, we have concluded to treat the record as if there was no question about the regularity of the proceeding. Defendant company is a limited partnership engaged exclusively in the manufacture of steel tie plates and spikes. No question is raised as to the character of its business and the Commonwealth concedes that it is exempt from state taxation upon so much of its property and assets as “is invested in and actually and exclusively employed in carrying on manufacturing within the State.” Indeed, no other position would be tenable because it is so written in the law. The Act of June 8, Í893, P. L. 354, which act was amendatory to former legislation on the subject, requires corporations, joint stock associations and limited partnerships to pay an annual tax at the rate of five mills upon each dollar of the actual value of their whole capital stock of all kinds, to the treasurer of the Commonwealth within thirty days from the date of settlement, but this act following the policy adopted by the legislature for several years prior to its enactment, exempted manufacturing companies from the payment of state taxes. It is true that the exemption only applies to capital and assets exclusively employed in the manufacturing business, but it is necessary to establish the facts to show that the portion of the capital upon which the right to levy a tax is asserted, is not exclusively employed in manufacture. When a corporation is created, or a partnership is formed, for the express purpose of engaging in the manufacturing business, it has the prima facie right to claim the exemption, and if any part of the capital is not entitled to that exemption, such facts must be established as to warrant a finding by the court that it was not actually and exclusively employed in manufacturing. In the present case the evidence consisted of the annual reports made to the auditor general for the years in question, the affidavit of the appellant and one witness who was the chief clerk of the auditor general’s office. This witness did not undertake to testify concerning any facts relating to the business of appellant. He identified reports filed in his department and referred to settlements made by the proper officers of the Commonwealth. He did not testify to any facts relating to the deposit of $100,000.00 with the Dilworth Brothers, nor did he say anything from which it could be inferred that this money was not necessary in the conduct of the business of appellant. The case, therefore, stands with the annual reports filed in the auditor general’s office and the affidavit of appellant as the only evidence relating to that portion of the capital upon which the Commonwealth asserts the right to levy and collect a tax. The reports show that a certain amount of cash and current assets were on hand at the time they were made, but nothing contained therein can properly be taken to mean that this capital was not exclusively employed in the manufacturing business. The presumption is that the cash and current assets on hand were deemed necessary in conducting the business, and we have not been able to discover any evidence from which a different inference might be fairly drawn. On the other hand, it is averred in the affidavit filed by appellant, which by agreement was to be accepted as evidence in the case, that the $100,000.00 in question was exclusively employed in the manufacturing business, and was deposited subject to check or call on like terms and conditions as if deposited in a bank. Taking the facts averred in the affidavit as true, and this we must do because it was so agreed by the parties, there is but one conclusion to be drawn, which is that the capital attempted to be taxed was actually and exclusively employed in the manufacturing business.\nJudgment reversed in each of the cases and is here entered for appellant."}