{"id": "998834", "contents": "Pee Curiam,\nThis action was for liquors sold to the firm of B. C. Wilson & Company. The defendants were sued as partners and proprietors of the Seventh Avenue Hotel in the City of Pittsburgh. The defense of Shreffler was that he had not been a member of the said firm, and that was the disputed question of fact for the jury. Under the evidence submitted to them, their finding that he was a partner was fully justified. A specimen of the proof showing this was the application for a license to sell liquors at the Seventh Avenue Hotel. It set forth on its face that Wilson & Shreffler were partners, and they both signed it. Beneath their signatures these words were added, “Trading as B. C. Wilson & Co.” To escape from the clear proof of partnership in fact, counsel for appellant contends that he was not a partner in law, in view of a written agreement between him and Wilson as to participation in the profits. In support of this the Act of June 15, 1871, P. L. 389, is cited. That act is entitled, “An act to promote industrial partnerships.” It would be stretching the act beyond all bounds to hold that its provisions were intended to apply to the employees of those engaged in the sale of liquors and the management of hotels. The learned trial judge correctly so held in his opinion overruling a motion for a new trial and denying judgment for the defendant n. o. v. He there properly said: “In regard to the first element of defense, we are of opinion that the Act of 1871 does not apply to persons employed in and about the management of hotels. The title and also the body of the act seem to indicate that the legislative intention was to confine the statute’s provisions to the business of manufacturing, or other business employing labor as we generally understand the use of that word, and enable employers of such labor to give additional compensation to their employees without making those employees liable for the indebtedness of the business.”\nJudgment affirmed."}