{"id": "998844", "contents": "Opinion by\nMr. Justice Brown,\nThe facts leading up to the institution of this action are found in Luther v. Luther, 216 Pa. 1, and 226 Pa. 144. As it was adjudged, by this court that F. O. Luther held title as trustee for his mother, a verdict was directed in her favor, the trial judge reserving the question of the right of the son to be reimbursed for the purchase money which he paid to the Standard Building and Loan Association. The judgment of the court below upon the reserved question was that, before the plaintiff could avail herself of the verdict, she would have to pay the defendant the amount he had paid in acquiring the deed for the property. The order of the court directing the entry of a conditional judgment for the plaintiff ought to have been more definite, for it fails to specify what sum she is to pay, but, as she was entitled to an unconditional judgment on the verdict, the form of the one from which she has appealed is immaterial.\nIt is first contended by counsel for appellee that the judgment ought to be affirmed as entered, because we said, when this unfortunate controversy between mother and son was first before us, that, in a proper proceeding, the question of the son’s trusteeship of the title to the property could be raised, and the relief which the Court of Common Pleas of Blair County had undertaken to grant her could be awarded, if she wished it. We decided nothing at all in that case as to any right of the mother, and in this present action she does not wish what the court below would have given her in the first proceeding which she instituted. She now stands on whatever her rights may be. A second contention is that the appellee took title to the farm “upon the faith” of what we said in the first proceeding. It is somewhat surprising, to say the least, that this position is taken. Our opinion and decree in the first case were filed June 27, 1906. More than three years before — on December 5, 1902, — the appellee had paid to the building association the full amount of the purchase money, and the deed from it to him was executed three days later — on December 8, 1902. This appears from his own abstract of title; but, without regard to the date of the execution or delivery of the deed, there is found in the record his own admission that, long before the first case had reached us on his appeal, he had actually paid for the property. How, then, can he now contend that what he did in December, 1902, was done upon the faith of what was said by this court in June, 1906?\nThe appellee acquired title to the property through artifice and deception practiced upon his mother. He took it tainted with actual, deliberate fraud. Can he now hold it unless she pays him what he laid out in the consummation of his fraud? If he can, he will hold it as an indemnity against loss resulting from his own dishonesty, and a rule will go out that a man may gain, but cannot lose, by his fraud — that if he succeeds in it, he will reap the fruits of it, and, if detected and halted, will be entitled to a return of his ill-spent money. That this cannot be in a case of actual fraud is so well settled here and everywhere that reference is hardly called for to any of our many cases upon the subject. In Gilbert v. Hoffman, 2 Watts, 66, Leonard Gilbert died seized of the land in dispute and devised it to his son Daniel. Upon a judgment against testator’s executors, it was levied upon and sold by the sheriff to Hoffman, who received a deed therefor. On the trial of the ejectment brought by the son it was shown that Hoffman, at the time of the sheriff’s sale and previously, had fraudulently misrepresented the quality and condition of the land, so as to enable him to purchase at a low price, which lie did. The court was asked to charge the jury that there could be no recovery by the plaintiff, Daniel Gilbert, without having previously tendered and offered to pay to the defendant the money which he had paid to the sheriff. The court instructed the jury as requested, and, in holding that this was error, it was said by Mr. Justice Rogers : “When there is actual fraud, no title passes to the vendee, whether it be a private or a judicial sale. The title is void to all intents and purposes, and is the same as if no deed had ever been executed. A fraudulent conveyance is no conveyance, as against the interest intended to be defrauded. If, then, the title of the defendant is utterly void, on what principle is he entitled to a return of Ms money, or to be reimbursed the value of Ms improvements.......In the case at bar, Daniel Gilbert has a title to the land, as the devisee of his father Leonard, which is not in the slightest degree impaired by the deed of the sheriff, which is ab initio void, by reason of the fraud practiced at the sale.” The fraud practiced in McCaskey v. Graff, 23 Pa. 321, was by a purchaser at the sheriff’s sale of the property of John M. Downey, the defendant in the execution under which it was sold. The purchaser had the property knocked off to him below its value, by falsely giving out that he was buying it for Downey’s family, and by fraudulently pretending that the sheriff’s vendee would take it charged with certain liens, which he knew would be divested by the sale. The purchaser at the sheriff’s salé paid his bid for the property and got a deed. Subsequently an action was brought against those claiming under him by the assignee of Downey, and a recovery was had. On the trial of the cause it was contended that, if the jury found for the plaintiff, it ought to bé on condition that Evans, the purchaser at the sheriff’s sale, should be reimbursed for the amount which he had paid for the property. The court, however, charged the jury that, should they come to the conclusion that hé had been guilty of actual fraud in having the property knocked down to him, the verdict should be for the plaintiff, without annexing any condition. This was held to be correct, Mr. Chief Justice Black saying: “But we thought it was settled in Pennsylvania, if not in every other civilized state, that a title procured by means of an actual fraud or a plain and positive deception, was tainted through and through, destitute of all validity, and utterly void in law as well as in equity. Certainly it has been so decided very often here and elsewhere; and though we have examined all the cases cited on the argument, from books within our reach, we have found none in which the proposition is denied by any court. Gilbert v. Hoffman (2 Watts 66), ruléd the very point now before us in a case precisely like this. Jackson v. Summerville (13 Pa. 359), decides the principle with equal clearness. In Riddle v. Murphy (7 S. & R. 230), the court, speaking of one who had purchased at a sheriff’s sale under a fraudulent judgment to which he was himself a party, said, ‘in his character of purchaser he could not claim to be reimbursed, for if the sale was fraudulent it was a nullity.’ To say that a void title can stand as security for purchase-money, advance, or anything else, is a contradiction in terms. It falls like an empty sack, because it has nothing to support it and cannot support itself. The proposition that one who is detected in a cheat by which he has acquired no title, shall, nevertheless, be placed on the footing of one who has a good title, unless the money he expended in the perpetration of the fraud be paid to him by the injured party, shocks our sense of right as much as it violates the analogies of the law. I am content, however, to leave the justice of the rule to the ample vindication of it given by Chief Justice Kent in Sands v. Codwise (4 Johns. Rep. 597). We are of opinion that if the plaintiff was entitled to recover at all, it was on the ground of fraud — not fraud by construction of law, but actual fraud — and, therefore, he was not bound to tender the purchase-money before trial, nor take a conditional verdict by which he would be compelled to pay it afterwards.” In Seylar v. Carson, 69 Pa. 81, the fraud practiced at a sheriff’s sale was similar to that practiced at the sale referred to in the preceding case; but the court refused to charge the jury, on request, that it was not necessary for Seylar, the plaintiff in the action, to tender or pay to the defendant the purchase money which he had paid to the sheriff. It was held on writ of error that the plaintiff’s request should have been affirmed without qualification. In so holding, this court said: “If Carson was guilty of the alleged fraud in the purchase of the property, then, whether the sale was absolutely or relatively void, it was not necessary for the plaintiff, as the authorities show, . to pay or tender him the purchase-money which he paid for the property before bringing suit for its recovery: Gilbert v. Hoffman, 2 Watts 66; Smull v. Jones, 1 W. & S. 128; Jackson v. Summerville, 13 Pa. 359; McCaskey v. Graff, 23 Pa. 321; Hogg v. Wilkins, 1 Grant 67; Sharp v. Long & Brady, 4 Casey, 433. It was therefore error to instruct the jury that ‘there must have been payment or an offer to pay’ in order to enable the plaintiff to maintain the action, and the error is repeated in the general charge, and pervades the answer to the plaintiff’s fourth point.” A comparatively late case in line with the foregoing is Flitcraft v. Commonwealth Title Insurance & Trust Company, 211 Pa. 114.\nBut two cases are cited in support of appellant’s claim for reimbursement, and neither of them has any application. In the first — Fellows, et al., v. Loomis, et al., 170 Pa. 415 — no question of actual fraud was involved; and the second — McGeary v. Jenkins, 187 Pa. 440 — instead of calling for an affirmance of the judgment before us, is clear authority for reversing it, for it was there said: “The question whether a tender or reimbursement of the money expended by a purchaser who is a party to the fraud is a condition precedent to a proceeding to set aside the sale or to an action of ejectment for the recovery of the land to which the fraud relates is fairly answered by the following cases which clearly show that the fraud dispenses with a tender, and denies to the participant in it a reimbursement of the expenditures she incurred in the perpetration of it: Riddle v. Murphy, 7 S. & R. 230; Gilbert v. Hoffman, 2 Watts 66; Smull v. Jones, 1 W. & S. 128; Abbey v. Dewey, 25 Pa. 413; Sharp v. Long & Brady, supra. In the case at bar ,the plaintiff is not asking for a conveyance of the land to her without reimbursement of the purchaser for the money expended or advanced by him in accordance with the understanding between them.”\nThe judgment about to be entered may. seem harsh to the appellee. For the situation in which he finds himself he alone is responsible, and neither law nor equity can help him. If any relief is to come to him, it must be through the grace of a forgiving mother, who may not turn a deaf ear to him. The sixth assignment of error is sustained, and judgment is here entered for the plaintiff on the verdict, without condition."}