{"id": "998895", "contents": "Opinion by\nMr. Justice Brown,\nThe issue in the court below was to ascertain the amount of damages to be paid to the appellees for the taking of a strip of land through their farm by the Blacklick and Yellow Creek Railroad Company under its right of eminent domain. The name of that company was subsequently changed to Cambria and Indiana Railroad Company, the defendant in the issue. On February 13, 1911, the railroad company presented a petition to the court below, setting forth its inability to agree with the appellees upon the compensation to be paid them for its appropriation of their land, and praying for the approval of its bond to secure the payment of any damages that might be sustained. The petition and bond contained a description by metes and bounds of the land taken, and the quantity of the same was given as four and three-fourths acres. The width of the strip was stated to be one hundred feet or “fifty feet on each side” , of the center line of the strip. The bond, however, was not approved until the parties had agreed that the land taken should be but thirty, instead of fifty, feet on each side of the center line; and the court certified on the back of the petition that such an agreement had been made. In the statement of their claim for damages the appellees, after describing by metes and bounds the land taken, averred it to be of the width of thirty feet on each side of the center line, and that the quantity taken was but 2.94 acres. The foregoing is about all that need be said before taking up the assignments of error.\nWhen the first witness called by the appellees was oh the stand, they offered in evidence the petition presented February 13,1911, for the approval of appellant’s bond, together with the draft which accompanied it, but this offer was not accompanied by the court’s endorsement on the petition showing the agreement that the width of the land was to be but sixty feet instead of one hundred. The offer was said to be, by counsel who made it, to show the land which was condemned by the railroad company. It was thereupon objected to because the endorsement of the agreement of the parties, that the width should be but sixty feet, did not accompany the offer. This objection was overruled, and exhibits went to the jury showing a strip of land forty feet wider and nearly two acres greater in area than that actually taken and described in the statement of claim. The offers which are the subjects of the first and second assignments were so manifestly improper that they should have been promptly overruled. This is all that need be said of them.\nIt seems that the contractor who constructed the railroad for appellant injured the land of the appellees outside of the sixty feet- — at least a witness for them was permitted to so testify. He testified that the contractor had “slashed” the right of way for a width of ninety-, eight' feet. The court refused, on motion,- to strike out this testimony, and in its charge to the jury, while telling them that the value of the timber cut down outside of the right of way could not be taken into account as an element of damages, because the plaintiffs had sold it, instructed them at the same time that the cutting of the timber outside of the right of way might be considered as affecting the value of the farm. What the plaintiffs are entitled to recover in this proceeding are the damages which they have sustained by the taking of a strip of their land sixty feet in width, and the measure of their compensation is the difference in the market value of the farm, before and after the taking of that strip, Whatever may have been done outside of the right of way so taken, either by the company itself or by its contractor, was not done in the exercise of the right of eminent domain, and not being the immediate, necessary or unavoidable consequences of the exercise of that right, cannot be the basis of any claim in this proceeding. If “slashing” was done by the contractor for a width of ninety-eight feet along the right of way, which was only sixty feet in width, whatever was done outside of a line thirty feet from the center line was a trespass, for which recovery must be had in an action of trespass against the wrongdoer: Stork y. Philadelphia, 195 Pa. l'Ol.\nWe have discovered no reversible error in the fourth, fifth, sixth, seventh, ninth, tenth, or eleventh assignments. The twelfth discloses technical error. In that portion of the charge which is the subject of the ninth assignment the jury were instructed that they might add to the amount which the appellees were entitled to receive for the injury done to their land a sum to compensate them for the delay in getting their money, but that such sum could not be allowed as interest. This was correct, for “it is now well settled in this jurisdiction that interest eo nomine, cannot be allowed on damages, in condemnation proceedings”: Mengell’s Executors v. Water Co., 224 Pa. 120. Notwithstanding the instruction so given them, the verdict of the jury was for $3,070 “plus legal interest accrued thereon computed from the time the defendant company took possession of the lands of the plaintiff.” Instead of declining to receive the verdict in this form and directing the jury to retire and find what sum would compensate the appellees for the delay in paying them for the damages sustained, they were instructed to make a calculation of interest at six per cent, on the sum of $3,070, and to add the same to that amount; and this is what they did.\nThe first, second, third, eighth and twelfth assignments are sustained, and the judgment is reversed, with a venire facias de novo."}