{"id": "999582", "contents": "Opinion bt\nMr. Justice Fell,\nThe defendant’s bridge over Lycoming Creek, was partly destroyed by flood in 1889. In reconstructing it about 100 feet were added to its length and this addition made necessary the building of a pier in the bed of the creek. The plaintiff’s farm land, which abutted on the creek below the bridge and adjoined the defendant’s right of way, was injured by a flood in 1901. The action was for negligence in the construction of the pier. It is alleged in the statement of claim that the overflow was caused by the building of the pier without proper care and skill obliquely to the course of the stream, which caused the natural channel to fill up and a new one to be formed, by which the water was diverted against the land of the plaintiff.\nThe question of fact at the trial was whether the injury to the plaintiff’s land was caused by negligence of the defendant in the location and construction of the pier. This question was properly submitted to the jury and the general charge was free from error. The learned judge, however, in affirming the plaintiff’s first and third points instructed the jury that, although the owner of a right of way across a stream of water has a right to bridge it, he will be liable for any injury caused by any change or modification or interference with the natural flow of the water at its ordinary height or at a time of flood.\nThis instruction was too broad in that it would permit a recovery for injuries incidentally ensuing, from the careful exercise of a legal right. In this action the defendant could be held responsible only for negligently placing the pier so that it would cause damage reasonably to be apprehended to the property of others. The right of a railroad company to build a bridge across a stream includes the right to place necessary piers on its banks and in its bed, and for the proper exercise of this right there is no liability although there may be where special injury results from its arbitrary, wanton or negligent exercise: Clarke v. Bridge Co. 41 Pa. 147; Railway Co. v. Gilleland, 56 Pa. 445; Jutte v. Bridge Co., 146 Pa. 400; Berninger v. Railway Co. 203 Pa. 516. In Clarke v. Bridge Co. 41 Pa. 147, it was said: “ But, to hold the grantee of a franchise to erect a bridge responsible for damages resulting from a mistake of judgment in locating the piers; to treat such a mistake as of course culpable negligence, is to take away from the grantee that discretion which the legislature has conferred and transfer it to the jury. Such is not the doctrine of the cases referred to. To hold it would be to submit to the jury to find what would be the best location, or rather what would not be the best, instead of leaving the decision of that question where the law has put it.”\nHow far the instruction complained of, in view of the general charge in which the law was correctly stated, may have influenced the jury, it is impossible to tell. Since the verdict may have been based upon it, it is necessary that the judgment should be reversed. The first and third assignments of error are sustained and the judgment is reversed with a venire facias de novo."}