{"id": "999607", "contents": "Opinion by\nMr. Justice Brown,\nBy section 6 of the mechanic’s lien Act of June 4,1901, P. L. 431, as amended by the Act of April 22, 1903, P. L. 255, a subcontractor is protected for labor or materials furnished “ for any structure or other improvement for purely public purposes.” He may have this protection by giving “ a written and duly sworn notice to the commonwealth, or any division or subdivision thereof, or any purely public agency thereunder, being the owner of the structure or other improvement, setting forth the facts which would have entitled him to a lien as against the structure or other improvement of a private owner.” To entitle a subcontractor to a lien against the property of a private owner he is required by section 8 of the act of 1901 to give the'owner written notice of his intention to file a claim, “ together with a svvorn statement setting forth the contract under which he claims, the amount alleged to be still due and how made up, the kind of labor or materials furnished, and the date when the last Avork was done or materials furnished; ” and such notice and statement must be served at least one month before the claim is filed, and within three months after the last of the Avork is done or materials furnished, if the subcontractor has six months Avithin Avhich to file his claim, and within forty-five days thereafter, if he has but three months within which to file it.\nThe Smith Construction Company entered into a contract for the construction of a sewer for the city of York. The St. Mary’s Sewer Pipe Company furnished material for the sewer, delivering the last of it on December 9,1904. On January 27, 1905, the construction company passed into the hands of a receiver. On June 9,1905, the St. Mary’s Sewer Pipe Company filed Avith the mayor of the city of York a notice of its claim, the intention, stated in the notice, being that it was given in accordance with the provisions of the act of June 4, 1901, as amended by the act of April 22,1903. The notice of the claim is admitted to have been sufficiently formal and set forth facts which would have entitled the company to a lien as against a private owner, except that it did not state when and how the notice was given to the owner of its intention to file its claim, which is required by section 8 of the act of 1901, to be given at least one month before the claim is filed. On October 8, 1906, the city of York asked leave, and permission was given it, to pay into court the sum of $5,614.33, the balance due on the sewer contract, and an auditor was appointed to distribute the same. The claim s of various subcontractors were presented, all of which were disallowed by the auditor, who awarded the fund to the ancillary receiver of the construction company. On exceptions to his report the court directed the fund to be paid to the St. Mary’s Sewer Pipe Company, on the ground that it was the only subcontractor that had filed its claim within six months of the date that the last material was furnished to the contractor and was not required to give the preliminary notice of its intention to file its claim. The learned president judge held that such notice is not required in case of a structure of a public character. He was of opinion that the purpose of the preliminary notice was to enable the owner in the case of a private structure to protect himself against loss by retaining sufficient of the moneys payable to the contractor, but that in the case of a structure of public character such notice is not required, as it would be vain and useless.\nA mechanic’s lien is a pure creature of the statute, and compliance with statutory requirements is necessary to its validity: Wharton et al. v. Investment Co., 180 Pa. 168; Knelly v. Horwath, 208 Pa. 487. Whether these requirements may be vain or useless is never a question for the courts. Without legislative authority a mechanic’s lien cannot be filed, and when the right to file one is given by that branch of the state government which alone can give it, statutory conditions and requirements must be observed and followed, with no question as to the wisdom of the legislature in prescribing them.\n• It is not to be questioned that if the St. Mary’s Sewer Pipe Company had furnished the material to a contractor with a private owner of an improvement, its failure to give notice of its intention to file a claim would be fatal to its right to a mechanic’s lien. In the section of the act in which permission is given a subcontractor to file his claim for material furnished for a public improvement, in lieu of what would be his lien against the property of a private owner, the language is: “ Any subcontractor who has furnished labor or materials thereto may give a written and duly sworn notice to the commonwealth, or any division or subdivision thereof, or any purely public agency thereunder, being the owner of the structure or other improvement, setting forth the facts which would have entitled him to a lien as against the structure or other improvement of a private owner.” When in pursuance of this a claim is filed, it must be in the form directed by the statute, and its protection can be invoked only when what it directs to be done has been done. The claim may be filed, “ setting'forth the facts which would have entitled the subcontractor to a lien as against the structure or other improvement of a private owner.” These words must be regarded as imperative, and this view of the auditor ought to have been sustained. The decree is reversed and the report of the auditor is absolutely confirmed, the costs on this appeal to be paid by the appellee."}