{"id": "999629", "contents": "Orinion by\nMr. Justice Mestrezat,\nThe very elaborate discussion of the questions raised on this record by the orphans’ court and Superior Court so fully vindicates the conclusion of those courts that nothing more can profitably be said in support of the decree entered by the orphans’ court. From the authorities cited and reviewed in the opinions filed by those courts, it is clear that the power of appointment conferred on Evans Rogers by the will of his wife was defectively executed, and that the alternative provision disposing of the residue of her estate becomes an effective disposition of the fund.\nThe donee of a power is simply a trustee for the donor to carry into effect the authority conferred by the power. In exercising the power, he must observe strictly its provisions and limitations. The estate appointed is that of the donor and not of the donee, and in making the appointment the intention of the donor and not that of the donee must prevail. In case of a restricted power, the donee’s discretion in exercising the power is defined by the will, and the limit there placed upon it must be observed.\nRecurring to the case in hand, it is apparent that Rogers exceeded the power given him in the will of his wife. The authority conferred upon him by Mrs. Rogers’s will to dispose of the residue of her property is as follows: “ Four thousand dollars to my mother’s family and the balance to my father’s family in such manner as he may think proper.” The power thus given the donee is clearly expressed and confers authority upon him to appoint $4,000 to the mother’s family and “ the balance” to the father’s family. Such was the distribution which Mrs. Rogers authorized her husband to make of the residue of her estate. In violation of the power given him and in an attempt to dispose of the estate as if it were his own, he gave the mother’s family $4,500, thereby defeating the intention of the donor not only by giving the mother’s family more of the donor’s estate than she had authorized to be given it, but also depriving the father’s family of part of the estate which the donee was clearly directed to appoint to it. It is manifest, therefore, that the appointment was a direct violation of the power and hence cannot be sustained.\nBut will equity come to the relief of the appointees and cure the defective appointment? It cannot do so under the circumstances of this case unless at the instance of a mere volunteer it executes the power of appointment instead of the donee without any knowledge of his intention as to the manner of carrying it into effect. The contest here is between volunteers and under such conditions, as the authorities clearly show, a court of equity will not interfere. But suppose the appellant is in a position to invoke the assistance of equity, is the defect such that it may be cured? The donee gave $4,500 to seven of the mother’s family. This was $500 in excess of his power of appointment. If this appointment is good, it is manifest that “ the balance ” of the residue of the testatrix’s estate after deducting $4,000 cannot be given the father’s family. It is therefore absolutely necessary that the appointment of the $4,500 to the seven appointees be corrected by reducing it $500. The auditor attempted to do this by making a pro rata abatement of the amount given each appointee so as to make the total appointment conform to the power. But this was clearly beyond the authority of the auditor. The proportion of the $4,000 which the respective members of the mother’s family should receive was exclusively for the donee, and as there was nothing in the appointment disclosing his intention as to the proportion or manner in which he would have distributed the $4,000, the auditor or the court could not determine it. It was likewise for the donee to determine the appointees and their respective shares in “the balance” which was to be appointed to the father’s family. The auditor awarded the $500 appointed to the mother’s family to the appellant, a member of the father’s family, as the residuary legatee under the donee’s will. Here again, there is nothing whatever to indicate what the donee would have done had he been called upon to appoint the $500 to the father’s family. As well said by the learned orphans’ court: “ If he had discovered his error after executing the will, he might have appointed the $500 to a new legatee within the class, he might have simply applied it to a proportionate increase of the existing bequests within the class, he might have arranged a new and radically different disposition of the fund. As to this we could only conjecture and guess.” It is therefore apparent, we think, that the attempted execution of the power was so defective as to be incurably bad. The power conferred authority on the donee to appoint a certain and specific sum to two distinct classes of persons, and in his attempt to exercise the power he ignored and disregarded a material provision of his authority by appointing the fund or estate otherwise than directed by the donor, and in such manner as a court of equity is unable to give relief to the appointees.\nWhile the sum given the appellant by the donee was the residue of the estate, it was limited in amount. The estate consisted of a certain fund, the amount of which is shown by the account of the executors of Evans Rogers. Four thousand dollars were directed to be given the mother’s family. “ The balance” which was to be appointed to the father’s family was necessarily a certain and fixed sum. Whether, therefore, the amount appointed to the appellant is called the residue, or the exact sum was named by the donee, is wholly immaterial, as in either instance she was given a fixed sum under the donee’s appointment which was not intended to and did not include the $500 distributed among the mother’s family. The amount appointed to the father’s family is just $500 less than the sum directed by the donor to be distributed among the different members of the family, and, if equity has authority to correct the appointment, there is no standard established by the appointment for ascertaining the intention of the donee as to which of the distributees or in what proportion among them the excess should be appointed. There is clearly no more authority for the court to aid the appointment by directing the payment of the $500 or any portion of it to the appellant than to all or any of the other members of the father’s family.\nThe judgment of the Superior Court is affirmed."}