{"id": "999600", "contents": "Opinion bv\nMr. Justice Brown,\nThe defendants below took title to the property in controversy from Maria Donata Oasciola by deed dated September 17, 1898. At that time she was the wife of Eilippo Casciola, but he did not join in the deed. If the property belonged to the wife nothing passed to the appellees by her defective deed, and the verdict ought to have been for her, but if she held the title as trustee for her husband, her deed conveyed his interest and the verdict was properly returned for the defendants. Upon the facts in the case, as gathered fropi the evidence submitted by the appellees, the learned trial judge could not have withheld from the jury the question of a resulting trust in the wife. The main contention of counsel for appellants is that the court should have affirmed their sixth point, asking that a verdict be directed for them because the evidence was insufficient to establish the alleged trust; and their criticism of the charge is not that it was not technically correct, but that it was made at all.\nOn September 3,1897, Guitana Del Grosso and her husband, Dominco Del Grosso, conveyed this property to Eilippo Oasciola, the husband of the plaintiff below. The consideration named in the deed was $550, but no money was paid, the vendor taking a purchase money mortgage for $550. On September 6, 1897, Filippo Oasciola and his wife conveyed the property to Yito Sciovoni in consideration of $550, which was not paid by him, as he was but the intermediary to convey the property to Maria Donata Oasciola, which he did by deed bearing the same date and naming the same consideration. On September 17,1898, Maria Donata Oasciola conveyed the premises to Donata Donatelli and Filippo Giacomo Donatelli, the appellees, in consideration of $1,000, $450 of which was cash, and the balance the assumption of the mortgage of $550. In October, 1903, more than five years afterwards, this suit was brought in the right of Maria Donata Oasciola for the recovery of the premises, for the reason that the property was hers and the appellees had acquired nothing under the deed which she gave them.\nThe question submitted by the court to the jury was whether on September 6, 1897, when Filippo Oasciola had the deed made to his wife, “ it was made to her intending that she should hold the written paper only, but that he should retain possession of the property, and that she was the trustee.” In submitting this question the jury were instructed that the burden was on the defendants to show by clear, precise and indubitable evidence that their contention that the title was given to her in trust was sustained. They were further instructed that unless it was the intention to create the trust at the time the deed was made, there could be no recovery, as a purpose subsequently formed would not be sufficient to create it, but they \\yere also told that the declarations made at subsequent times by the husband and wife were evidence to show what the purpose was at the time the deed was made.\nWhere one purchases an estate with, his own money and the deed is taken in the name of another, a trust of the land results by presumption or implication of law, and without any agreement, to him who advances the money : Dyer v. Dyer, 1 Lead. Cas. in Eq., *203; Bispham’s Equity, 118-120; Lynch v. Cox, 23 Pa. 265; Edwards v. Edwards, 39 Pa. 369; Smithsonian Institution v. Meech, 169 U. S. 398; Galbraith v. Galbraith, 190 Pa. 225; and the consideration moving from the cestui que trust need not be money; a bond or mortgage may be given for the deed: Bispham’s Equity, sec. 81; 15 Am. & Eng. Ency. of Law (2d ed.), p. 1145; Morey v. Herrick, 18 Pa. 123. If the conveyance from Seiovoni had been to another than the wife of Filippo Casciola, an implied trust would have resulted in Ms favor because Ms bond and mortgage had been given to Grosso for the payment of the purchase money. “ This rule has its foundation in the natural presumption, in the absence ■of all rebutting circumstances, that he who supplies the purchase money intends the purchase to be for his own benefit, and not for another, and that the conveyance in the name of another is a matter of convenience and arrangement between the parties for collateral purposes, and this rule is indicated by the experience of mankind: ” 1 Perry on Trusts, sec. 126. But as the conveyance was made to Oasciola’s wife, the presumption is that it was a gift to her by him. This, however, is but a presumption, and, though strong, is not conclusive and may be overcome, the burden resting upon those who seek to establish this trust to overcome it. If the presumption that the conveyance was a gift to the wife has been overcome, the contention of the appellees is that the title was in her as trustee.\nWas the presumption of a gift overcome? Leo Donatelli, called by the defendants, testified that when he made the bargain for the purchase of - the property by the appellees he did so with the husband in the wife’s presence, and that the husband said: “ The house is on my wife’s name, but it belongs to me. I made some kind' of a fake deal and gave it to my wife, but really, the house is mine.” She made no reply to this. Baphael Ealconi’s testimony was that she said to him: “ The property was my husband’s property, but the paper is in my name.” Anna Sabatino stated that she said to her: “ The property belonged to my husband, but the papers is in my name.” And Dominco Sabatino testified that she said to Mm : “ The property is on my husband and the paper is on me.” All of these conversations took place before the Donatellis purchased the property, and having been against the interest of the wife were admissible to rebut the presumption of a gift to her and to establish the contention of the appellees that she held the title in trust for her husband. After the title was put in her name the husband took out an insurance policy on it and paid the premiums. Some time after the property was sold to the appellees he refused to pay the insurance assessment, saying that he had sold the property. When the purchase money was paid it was paid to him in the presence of his wife. From the $450 he took $60.00 or $75.00, and gave it to his mother-in-law, saying, “ this is the money I owe you,” and put the rest in his pocket. This all took place in the presence of his wife, who said nothing. The foregoing testimony was believed by the jury. It overcame the presumption of a gift to the wife, and' there was clear evidence of what the intention of herself and husband was at the time the conveyance was made to her.\nIn the charge the rights of the plaintiff Avere most carefully guarded, and under it there Avould have been a finding in her favor if what she and her husband testified to and Avhat was said by their witnesses had been believed by the jury. Every position taken by the appellant was sustained in affirming the first five points submitted; the sixth only, refusing binding instructions in her favor, was refused.\nThe case Avas one of fact for the jury under proper instructions. The rulings on offers of evidence were proper and the charge on the legal aspect of the case is absolutely free from error.\nThe assignments are all overruled and the judgment is affirmed."}