{"id": "999777", "contents": "The opinion of the court was delivered, by\nRead, J.\n— The title was shown to be out of the Commonwealth, and a perfect title, founded upon the tax sale to Stephen Lloyd in 1816, available against the warrantee and patentee and everybody else, was shown to be in Samuel Parker, who was regularly declared a lunatic by the Probate Court of the county of Middle-sex, in the state of Massachusetts, and Josiah B. Richardson and Marshall Preston were appointed his guardians.\n. By the second section of an Act of Assembly of this Commonwealth, passed 12th March 1824, Pamph. L. 108, these guardians were authorized jointly or severally to sell this, the John Clark tract, among others, and Josiah B. Richardson, by a letter of attorney from him to Thomas Jackson, dated 8th June 1882, appointed the said J ackson his attorney for him as said acting guardian, and under the authority of the said Act of Assembly, to sell and convey this and any other of said tracts of land. It was also shown that on the 12th June 1826, this tract, then the property of Parker, was sold for, taxes, and on the 26th February it was redeemed by Thomak J ackson for Samuel Parker; that it was afterwards assessed to the heirs of Samuel Parker, and the taxes paid by Thomas Jackson on the 9th of January 1838 and the 9th of March 1840, and of course in his character of agent under his power of attorney. These facts did not appear in the case of Warner v. Henby, 12 Wright 187, and the principle stated in it is not applicable here. Under these circumstances, this deed by Jackson and wife to Philip Beamer for this tract, dated the 27th July 1840, and acknowledged the same day, and recorded 18th November 1841, was given in evidence, and then by a regular chain of conveyances, the eighth in number, the title of Beamer and wife is traced into Elias Henby, the plaintiff, on the 5th of October 1856.\nUpon this statement, there can be no doubt that it was as the attorney of the guardian, and .in no other capacity, did Jackson sell and convey to Beamer this tract, and the only question is whether, on this state of facts, this deed did not convey the only title he could convey, that of the lunatic. This view is entirely consistent with the unshaken acquiescence of the principals in Massachusetts in .the acts of their agents.\nUnder the rulings in Allison v. Kurtz, 2 Watts 185, 188, by Judge Sergeant, and in Jones v. Wood, 4 Harris 42-3, by Judge Bell, in relation to the execution of powers of sale by persons having no interest in the land sold and conveyed, this deed can and does operate only as an execution of the power to sell the. estate of the lunatic; and the first section of the Act of 14th March 1850, Pamph. L. 195, validates the act of the attorney.\nThe court were therefore in ■ error in saying that this deed did not pass the title of Parker to Philip Beamer.\nJudgment reversed, and venire de novo awarded."}