{"id": "999758", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— In Michener and Wife v. Cavender, 3 Wright 337, almost the identical questions raised here were then determined, and against the position taken here by the plaintiff in error. My brother Woodward, in delivering the opinion of the court in that case, said, “ In cases of fraud and imposition, or duress, parol evidence has been freely admitted to overthrow the certificate (of acknowledgment), as in Schrader v. Decker, 9 Barr 14; Louden v. Blythe, 4 Harris 532; Same v. Same, 3 Casey 25 ;” to which I may add Daily v. Foster, 2 Wall. U. S. Rep. 24: “ And where fraud and duress has been practised in obtaining the acknowledgment, and the knowledge of it has been brought home to the grantee, or of such circumstances as would lead him to inquire upon the point,” it will avoid it.\nLess than actual duress will avoid an acknowledgment of a conveyance or mortgage by a wife, provided, as said above, it be known to the party claiming through it, or where he ought to have inquired for defences and did not, as in case of taking an assignment of a mortgage. It is enough if it be shown that the wife did it under moral constraint; that is, by threats, persecution and harshness of her husband to force her to set aside her own free will, and comply unwillingly with his wishes. To bind her she must be examined separate and apart from her husband, and then and there declare that her execution of the instrument is of “ her own free will and accord, and without any coercion or compulsion on the part of her said husband.” Whenever her acknowledgment is procured in violation and disregard of these absolute requirements, it is void, and this may be shown, as the cases cited above establish, by parol proof.\nIf there ever was a case of coercion within the meaning of the statute, it was here. Not only was this known to the mortgagee, but no opportunity was afforded the wife to escape it, for the husband was permitted to be present, where he could see and hear every indication of unwillingness on her part to execute or acknowledge the mortgage. The magistrate under the circumstances certified to two misstatements, each destructive of the object of the law in providing for the separate examination of married women. The court was entirely right in admitting the testimony to establish these facts, and in allowing to them the effect of invalidating the acknowledgment, if believed by the jury.\nThe case of Michener 'and Wife v. Cavender also settles the other point of the case, namely, whether the assignee of the mortgage is to be effected by the facts invalidating the acknowledgment. It is settled in that case that it was his duty to have inquired of the mortgagors if there was any defence to the mortgage, and failing to do so, took the risk on himself of such a defence, as well as any other which the mortgagors might legally or equitably have. We see no reason why the rule is not as applicable to this species of defence as any other allegation of want of due execution; and holding that, the assignee who is the equitable plaintiff here, failing to observe the precaution, cannot complain of want of notice of the defect in executing the mortgage. A different rule applies to conveyances of real estate. A mortgage is only so, however, in form, while in fact it is but a security for money.\nWe see no error in the record, and the judgment is affirmed."}