{"id": "999837", "contents": "The opinion of the court was delivered, by\nAginew, J.\n— That a sale of the billiard-tables was contemplated in the lease between Sharp and Goff of the 16th of November 1865 is manifest in the writing itself, as well as from the other evidence in the cause. But it is the character of the sale whieh must determine when the title vested. The bill of sale of the 13th November 1865 was not signed, and before Sharp, the manufacturer, parted with his possession, he had-.a right to dictate the terms of its transfer. He lived in the city of New York, and the tables were to be taken by Goff into Pennsylvania. The article of lease, as it is called, was the final act of the parties, executed, as its own provisions show, before Sharp had parted with his control. By its terms it is clearly a bailment for use (inaccurately termed a lease), with a provision for a sale in case the infice of the tables should be fully paid. The possession was delivered to Goff upon the express terms that he was to take the tables to his place of business in Pennsylvania, keep them, and not remove them without Sharp’s written consent, and would surrender them at the end of nine months, or sooner, on Goff’s failure to pay the instalments as they fell due ; and a title or bill of sale was only to be made on full payment of the price. The transaction is clearly a bailment of the possession, with an agreement for a future sale conditioned on the prepayment of the price. According to the authorities this is a valid contract, and can be enforced even against creditors: Myers v. Harvey, 2 Penna. R. 479; Clark v. Jack, 7 Watts 375. In the former, Gibson, C. J., says: “ As it appeared on the evidence the case seemed to be that of a bailment, with a superadded agreement to vest the title in the bailee' when he should pay a sum certain; and such an agreement is clearly consistent with public policy. No facility to fraudulent dealing is afforded by it that is not afforded in the same degree by a naked contract of bailment. Such a transaction includes two distinct but consistent contracts — the one taking effect if at all when the other is spent. The contract of bailment preserves the ownership of the bailor during the particular relation created by it, and the contract of sale which supersedes it transfers the title as soon as it is called into action by payment of the price.”\nIn Clark v. Jack the contract was in writing, and in its governing features the exact counterpart of the case before us, while the conflict was with a creditor who had levied and sold the property' in the hands of the bailee as his property. Rose v. Story, 1 Barr 191, recognises these principles. fully, and to these we add as confirmatory Vandyke v. Christ, 7 W. & S. 373; Henderson v. Lauck, 9 Harris 359 ; Linton v. Butz, 7 Barr 89.\nGranting that a bond fide purchaser would be protected on the same footing as creditor, thpugh not within the express terms of the, statute of'13th Elizabeth, a position not now decided; in this case the plaintiff in error has but little to rest upon in the evidence. He took the tables only as a security, and while in the act of moving them he manifested his knowledge of the lease from Sharp to Goff, by inquiring whether it was good. Upon an examination of the charge as a whole, we do not discover that the fact of Bowe’s knowledge was assumed or taken from the jury. The statement was manifestly hypothethical, for the judge adds: “ If the facts were as thus stated, we would have to refuse an affirmative answer to the defendant’s two propositions ;” and concludes by referring the evidence to the credence of the jury.\nThe judgment is affirmed."}