{"id": "999803", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIf the judgment against Beed, the plaintiff below, and the execution thereon sued out against him by the defendant were not void, case, rather than trespass, was manifestly the proper remedy. Then the wrong of which the plaintiff complained was the malicious abuse of legal process, for which an action on the case lies. And surely it cannot be maintained that the judgment and execution were nullities because the debt was paid before the judgment was entered. Had it been paid after the rendition of the judgment, there would be more reason for arguing that the execution was void. There are decisions to the effect that an execution upon a paid judgment is a nullity, and that a sale under it confers no title. I apprehend, however, even this is true only as regards a purchaser at the- sale, who knew that the judgment had been paid. But no case holds the doctrine that the fact that a bond or a note had been paid before a judgment recovered upon it makes such a judgment void in law, so as to make the sheriff a trespasser in executing process awarded to enforce it, or the judgment-creditor a trespasser for suing out the writ. If, therefore, the defendant in this case was liable at all, he was liable in the form of action selected by the plaintiff.\nIt does not appear to have been seriously questioned in the court below that Samuel M. Reed was a mere surety for David Reed in the $1250 note ; the note upon which the judgment was entered. The proof was positive that he was a surety, and there was no conflicting evidence. When, therefore, the note was paid at the bank at its maturity, and the new note -for $1264 was given, having upon it the names of David Reed and John Barnett only, Samuel M. Reed was entirely discharged at law. This is admitted. But it is insisted that the first note was kept alive in equity for the protection of Barnett, who was also a surety for David Reed, and that Barnett had a right to hold it and use it in event of his being compelled to pay any part of the $1264 note. This position is untenable. Conceding that the first note was paid by the new note given by David Reed and endorsed by Barnett, it was in no sense a payment by Barnett. He was at best but an accommodation-endorser of the new note. Without actual payment he had no claim to be subrogated to the rights of the bank against Samuel M. Reed, the endorser of the first note, and when the first note was paid, he ceased to be a co-surety with that endorser. He was not then in a condition to avail himself of any of the rights of the common creditor, and the first note did not continue to exist for his benefit. There is still another reason why all possibility of resort to Samuel M. Reed was gone. As surety in the first note, it was his right to insist that the debt should be paid by his principal when it became payable. But when the bank took a new note from David Reed, extending the time for payment of the debt, it deprived Samuel M. Reed of the power to compel payment of the debt at the maturity of the note which h§ had endorsed. It tied up his hands for thirty days. To this arrangement Barnett became a party. How, after this, could the surety remain liable, either in law or in equity? There had been a change of his contract, so far as it appears, without his consent. The whole drift of the argument against the ruling of the court below upon this part of the case, rests upon the assumption that in some way Barnett paid the note endorsed by S. M. Reed, or some part of it, or that he continued liable to pay it. The assumption is at war with the facts as proved, and as found by the jury. As already said, his endorsing the second note given by David Reed to the bank was no payment, and the proof is uncontradicted that he paid no part of that note. The whole debt was paid by David Reed, and paid before the judgment on the $1250 note was entered. S. M. Reed could not be made a security for the payment of the second or subsequent notes, in virtue of his endorsement, or becoming security in the first. In every aspect of the case, therefore, at law and in equity, the liability of Samuel M. Reed had ceased before Barnett attempted to use the process of the court against him ; and the court was entirely right in charging the jury that the note signed by him could not be kept alive for Barnett’s use.\nWe cannot notice the complaint that the court thus charged, in answer to a verbal request preferred by the plaintiffs counsel after the argument had closed. Our only duty is to consider whether the instruction was correct.\nThe next question raised by the record is, whether there was sufficient evidence of a want of probable cause for the defendant’s acts, to justify the court in submitting the case to the jury. In regard to this the defendant submitted several points. It is needless to go separately over the answers given. The cause of action as set out in the declaration was in substance as follows : — After reciting that the plaintiff, as surety of David Reed, together with the said David Reed, John Barnett and others, had given to the Kittanning Bank a warrant of attorney to confess judgment for the sum of $1250, and that the debt had been fully paid before the wrongs thereinafter complained of were committed, the declaration averred that the defendant, knowing these facts, wrongfully, unjustly and maliciously caused a writ of fi. fa. and subsequently an alias to be issued, founded on a judgment entered under colour of the said warrant of attorney, and thereunder caused and procured the personal property of the plaintiff to be sold. Of the facts thus averred there was very abundant evidence. The position taken in the court below and again here was, that there having been no averment that the judgment was maliciously entered, issuing an execution upon it could not have been an abuse of legal process, in other words that the judgment was a justification, and furnished prohable cause. It is true there was no such distinct averment, but if the defendant knew that the debt had been paid, of which he could not have been ignorant, whether he caused the judgment to be entered or not, it was an abuse of legal process to attempt to enforce the payment of the judgment and collect the debt again. • The issue of the execution under such 'circumstances was not a lawful act. The defendant’s knowledge of the payment tended inevitably to prove that there was no probable cause, no justification for his conduct. It was therefore entirely right to submit the case to the jury with the instruction that if Barnett knew the debt had been paid, they might find for the plaintiff. Knowledge indeed was not itself want of probable cause or malice, but it was too pregnant evidence of it to permit the court to withdraw the case from the jury.\nThe instruction given respecting the measure of damages, we regard as unexceptionable.\nJudgment affirmed."}