{"id": "999845", "contents": "The opinion of the court wa§ delivered, by\nRead, J.\nThe only point presented to this court is, that no criminal offence was charged against the plaintiff by the defendant, and therefore this action for a malicious prosecution cannot be sustained. The prosecution was commenced under an Act of April 1st 1863, relating to livery-stable keepers in Allegheny county : Pamph. L. 223.\nThe information before the mayor of Pittsburgh, upon which a warrant w'as issued under which the plaintiff was arrested' and committed to jail to answer at court, desired “ that a warrant may issue, and that the aforesaid defendants, A. S. Thompson and William Thompson (the plaintiff) may he arrested and held to answer this charge of misdemeanor.”\nThe preceding part of the information, connected with the evidence, would show that the offence was committed by A. S. Thompson alone: but that as both agreed to be liable for the offence, the defendant had both arrested as guilty of the offence.\nBut the prosecutor did not stop here: he procured a bill of indictment, valid in form, and charging the same criminal offence, to be presented tq the grand jury, upon which bill he was the only witness sworn, which was ignored as to the plaintiff; and the prosecution was wholly ended and determined, and the plaintiff discharged.\nIt is clear, therefore, that there was a prosecution for a criminal offence which was at an end; and therefore case for a malicious prosecution was the proper form of action. This case, therefore, is not ruled by Maher v. Ashmead, 6 Casey 344, where the plaintiff was arrested on a warrant, and upon a hearing was discharged by the magistrate, there being no crime charged; nor by Baird v. Householder, 8 Casey 168, where the warrant was on its face void, and on examination of the information the Court of Quarter Sessions quashed the proceedings.\nThe defendant has properly suffered for attempting to collect a debt by criminal process.\nJudgment affirmed."}