{"id": "999828", "contents": "The opinion of the court was delivered, by\nThompson, J.\nOur learned brother, Mr. Justice Read, was entirely right in holding that the rule of dividends which was the foundation for the city tax, was to be estimated on the amount of capital actually paid in, and'not on the nominal capital, nor upon the cost of the road and equipment. The tax is to be assessed on the excess of the dividends over six per cent. It would be quite easy for a company with large nominal capital to avoid ever exceeding six per cent, dividends on it, while it might be double that sum on the actual capital paid up. We expressed our views pretty fully to that effect about this time last year in the City Passenger Railroad Co. v. The City, and will not repeat them here.\nThe cost of equipment, &c., if it exceeded the capital stock, was debt, and if instead of paying that off, dividends were made •to the stockholders, it was the concern of the company not the city; she was entitled to her tax on the excess of dividends over six per cent.\nBut the point most earnestly contested was the allowance of interest, and we are inclined to accept the views of the plaintiff in error on that point. The city treasurer receipted in full for taxes due the city, on account of taxes on dividends for the years 1861 and 1862. These receipts were .given upon an erroneous understanding of the true basis of assessment against the company, which it was the object of this suit to correct, and which was brought in 1864, two years after the tax ought to have been paid. There is nothing in the case to show that any misrepresentations were made by the company, or that the payment was other than in a mutual mistake by both parties. Under such circumstances was it the right of the city to receive interest before demand, which in this case was the bringing of this suit for the sum unpaid by the company. “ Interest is said to be impliedly due whenever a liquidated sum of money due is unjustly withheld 10 Wheat. 440. “ It is a compensation allowed to the creditor for delay of payment by the debtor6 Casey 340. “ It is true, as a general rule, that when one unjustly detains money belonging to another, interest for the forbearance is chargeable of course:” 10 Barr 442. “ The detention must smack, of injustice to make the debtor liable, unless, indeed, where he is so in due course of business and trade.” But it is equally true that where the fact of nonpayment is ascribahle to mutual misapprehension, or to, the laches of the creditor, interest is not demandable of course: Brown v. Campbell, 1 S. & R. 176 ; King v. Diehl, 9 Id. 409; Cameron v. Smith, 2 B. & A. 305.\nThe laches here spoken of, is not meant to apply to delay, but to neglect, leading to mistakes or misapprehension. These principles were nearly all cited as the foundation for the ruling in Porter v. The Commonwealth, 5 Harris 14, which was to correct an error in the settlement of the sheriff’s account by the auditor-general. Rogers, J., in delivering the opinion, after referring to principles derived mostly from private transactions, asks, “ Does the defendant fall within the class of persons who unjustly withhold money belonging to another ? Has the non-payment of the money arisen from his wilful default, or is it attributable to the omission or negligence, or some other crime of the Commonwealth’s officers ? There was mutual misapprehension (about the amount due), and to say the least of it, the fault was not all on one- side, and this according to the cases cited is an answer to a claim of interest.”\nThe rule seems therefore to be this, that when a mutual mistake occurs between the payer and receiver of a sum of money, by which the whole has not been paid, or too much has been received, interest is not recoverable on the sum so withheld or received, unless it has been unjustly withheld or unjustly received. The party retaining the money by mistake, may well rely on the acquittance received or given, until the injured party makes known his claim and demands correction and payment. After such demand, if it be refused, and it turns out that there was money due which ought to have been paid, it will bear interest from demand until paid. If there were concealment or design to mislead and withhold interest, interest w'ould be recoverable for all the time. This is the doctrine of the cases ; they turn on an unjust or innocent and mistaken withholding; in the former case interest is recoverable, in the latter it is not.\nAs there was no evidence tjlat the detention here was other than a mistake of both parties, no wilful misrepresentation or fraud on the part of the company to procure the officer of the city to receipt for a less sum than the .law entitled the city to receive, we think, in accordance with the principles of the cases cited, our learned brother should have determined the reserved question about the interest prior to suit brought, against the city. The judgment on the reserved questions must be reversed, and judgment entered for the plaintiff, less the interest, until suit was brought. This is but a correction of the judgment to the extent of the interest from the time suit was brought, which we think ought not to have been included.\nLet the judgment entered in this case be reversed, and judgment be entered for the plaintiff for $2160 and costs, with interest from the time suit was brought."}