{
  "id": 1301531,
  "name": "Crunk v. Mid-State Theatres, Inc., Appellant",
  "name_abbreviation": "Crunk v. Mid-State Theatres, Inc.",
  "decision_date": "1961-05-22",
  "docket_number": "Appeal, No. 96",
  "first_page": "22",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "168 A. 2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0111-01"
      ]
    },
    {
      "cite": "162 A. 2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0380-01"
      ]
    },
    {
      "cite": "138 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276843
      ],
      "pin_cites": [
        {
          "page": "276, 277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 7992,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.2085178266929908e-07,
      "percentile": 0.5953376046248257
    },
    "sha256": "15d543ac5a58b4c64810ea7c8c2f567a536d112b3835ce82bb1baa80df453799",
    "simhash": "1:f74eca3da7bd8358",
    "word_count": 1299
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Crunk v. Mid-State Theatres, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Benjamin R Jones,\nThis appeal presents a controversy concerning the ownership of certain stock in a corporation known as Mid-State Theatres, Inc. (Mid-State) located in Clear-field, Pa. The personal representative of the Elizabeth Thompson estate (Estate) instituted an equity action in the Court of Common Pleas of Clearfield County claiming that when Elizabeth Thompson (decedent) died on October 10, 1951 she was the owner of 902 shares of Mid-State stock and demanding the issuance by Mid-State of a certificate for this stock. Upon issue joined and after hearing, President Judge Pentz of the court below found that the Estate was entitled to a certificate for 860 shares of Mid-State and directed Mid-State to issue a certificate for 860 shares. Mid-State appeals from that decree.\nClearfield Amusement Company (Company), incorporated in 1925, changed its corporate name to Mid-State on January 1, 1942, and on April 18, 1942, corporate action of Mid-State provided that, upon surrender of Company certificates, new Mid-State certificates, one for one, would be issued. Decedent claimed to own 242 shares of Company stock and she surrendered all her certificates for such shares in exchange for new certificates.\nDecedent and her husband, Howard J. Thompson, in addition to being stockholders in the Company, allegedly owned a theatre business partnership and allegedly in 1942 they transferred all the partnership assets and liabilities to Mid-State in exchange for 2,-000 shares of Mid-State. It is claimed that at the time of this exchange decedent owned 39% and Howard J. Thompson 61% of the partnership, that Mid-State issued 2,000 shares of which 309 shares were issued to decedent’s present personal representative as an individual for an indebtedness owed her by the partnership, leaving for distribution between the two partners, decedent and Howard J. Thompson, 1691 shares to which decedent was entitled to 39% or 660 shares and Howard J. Thompson 61% or 1031 shares. Neither decedent during her lifetime nor her Estate received any Mid-State stock certificates.\nAlmost five years after decedent’s death Mid-State issued to Howard J. Thompson a certificate for 1429 shares, i.e., 398 shares of Company stock he allegedly surrendered and 1031 shares representing his alleged partnership proportional interest.\nMid-State contends the Estate is entitled to a certificate for only 200 shares, not the 902 shares, as claimed and urges that: (1) there was no transfer of any “partnership” assets to Mid-State and no agreement of any kind to issue decedent additional stock; (2) the most favorable inference to be drawn would indicate decedent was owed money, not stock, by Mid-State and might indicate she was a creditor of Mid-State but her claim would long since be barred by the statute of limitations; (3) that the transfer of Company stock and assets of the other theatre ventures arose from a family agreement in which decedent participated and her administratrix after sixteen years is estopped from asserting a claim which decedent never asserted and which is inconsistent with the decedent’s position during her lifetime; (4) that the Estate claim is barred by laches and the statute of limitations; (5) that, at best, decedent held with her husband as a tenant by the entireties, not as partner, and the proceeds of the sale to Mid-State were likewise so held and, upon decedent’s death, passed to the survivor husband; (6) the findings of the court were based on hearsay evidence.\nTwo pivotal questions present themselves: (1) were decedent and her husband partners in the theatre business? (2) is this claim barred by laches?\nAs the court below stated: “The book entries made in the general ledger, the testimony of William H. Specht, a Certified Public Accountant employed by Howard J. Thompson, and the testimony of the plaintiff herself, together with the rest of the evidence, are the basis of the claim for the 660 shares of stock.\n“The general ledger shows . . . the net worth of the partnership business, 69 percent of which Howard J. Thompson owned, and 31 percent of which decedent owned, and that the co-partners, Howard J. Thompson and the decedent, were to receive 1031 shares and 660 shares respectively of the Mid-State Theatres, Inc. stock.\n“In the course of the transfer, or merger of the co-partnership with the corporation, there appeared an obligation to Mary Alice Jackson, now Mary Alice Crunk, the plaintiff, in the sum of $30,982.32, for which she was to receive 309 shares of stock in the defendant corporation. There was issued to Howard J. Thompson, in addition to the 398 shares representing exchange of the Clearfield Amusement stock, a certificate for 1031 shares, representing his 69 per cent of the co-partnership surplus, :but there was not issued to Elizabeth B. Thompson any certificate for 660 shares, representing her 31 per cent share of the co-partnership surplus. Thus in pursuance of the acquisition of the co-partnership assets, Howard J. Thompson and Mary Alice Crunk, nee Mary Alice Jackson received their consideration. No evidence was produced to explain Avhy the 660 shares of stock, which had been agreed to be delivered to decedent, was not issued and delivered to her.”\nThe record clearly substantiates the finding of the chancellor as to the existence of a partnership between decedent and her husband, HoAvard J. Thompson, and that, while Howard J. Thompson received in exchange for his proportionate partnership interest Ms share of Mid-State stock, decedent never received her share of such stock in exchange for her proportionate partnership interest.\nOn the question of laches, while the lapse of time in the instant case was long, we agree with the chancellor that no one’s position or rights were materially prejudiced or affected by the delay in assorting this claim, and the claim is not barred by laches.\nIn passing upon this type of appeal we adhere to the well-established rule that a chancellor’s findings of fact approved by a court en banc, have all the force and effect of a jury’s verdict if they are supported by adequate evidence and such findings will ordinarily not be disturbed on appeal: Commonwealth Trust Co. v. Szabo, 391 Pa. 272, 276, 277, 138 A. 2d 85. We have carefully examined the entire record and are fully satisfied that all the findings of the chancellor are supported by adequate evidence, that no erroneous inferences thereof have been taken and that the evidence adduced fully supports the standard of proof required in this type situation. We see no reason to disturb such findings and, therefore, we affirm the decree of the court below.\nDecree affirmed.\nThe outgrowth of a family controversy which twice previously has engaged our attention: Thompson v. Curwensville Water Co., 400 Pa. 380, 162 A. 2d 198; Thompson v. Mid-State Theatres, Inc., 403 Pa. 111, 168 A. 2d 737.\nDecedent’s daughter supplanted her father, Howard J. Thompson, decedent’s executor, who was removed by the Orphans’ Court of Clearfield County after six years of administering decedent’s estate. Decedent’s daughter was directed to institute an action to adjudicate the matter of title to this stock.\nCompany bad 1,000 outstanding shares; all Company shareholders surrendered their certificates. Mid-State admits ownership by Estate of 200, not 242, shares and the Court awarded 200 shares to Estate. The theory upon which the court awarded only 200, not 242, shares of Mid-State was that decedent was present ait a Company meeting on December 10, 1941 the minutes of which show it was stated at that meeting that she was the owner of only 200 shares, and decedent was bound by the record of that meeting.",
        "type": "majority",
        "author": "Me. Justice Benjamin R Jones,"
      }
    ],
    "attorneys": [
      "Frank G. Smith, with him William U. Smith, Joseph P. Work, and Smith, Smith é Work, for appellant.",
      "Glenn E. Thomson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Crunk v. Mid-State Theatres, Inc., Appellant.\nMay 22, 1961:\nArgued April 20, 1961.\nBefore Jones, C. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nFrank G. Smith, with him William U. Smith, Joseph P. Work, and Smith, Smith é Work, for appellant.\nGlenn E. Thomson, for appellee."
  },
  "file_name": "0022-01",
  "first_page_order": 70,
  "last_page_order": 75
}
