{
  "id": 1301514,
  "name": "Carr, Appellant, v. Home Indemnity Company",
  "name_abbreviation": "Carr v. Home Indemnity Co.",
  "decision_date": "1961-05-22",
  "docket_number": "Appeal, No. 67",
  "first_page": "27",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 Pa. Superior Ct. 59",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1050938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/153/0059-01"
      ]
    },
    {
      "cite": "6 A. 2d 790",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "336 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195567
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/336/0108-01"
      ]
    },
    {
      "cite": "92 A. 2d 551",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "371 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237083
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/371/0587-01"
      ]
    },
    {
      "cite": "103 A. 2d 670",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "377 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249621
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/377/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 396,
    "char_count": 6072,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 6.734760020394728e-07,
      "percentile": 0.9631706327280085
    },
    "sha256": "ce70ebfbfac302c8c7b71beb77cfc97ffd4664052093822468bae53db4f176cd",
    "simhash": "1:2ac6a072852cc205",
    "word_count": 980
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr, Justice Bok joins in this dissenting opinion."
    ],
    "parties": [
      "Carr, Appellant, v. Home Indemnity Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Benjamin R. Jones,\nThis appeal involves the construction and interpretation of certain provisions of an automobile liability insurance policy.\nOn September 17, 1958 The Home Indemnity Company, New York (insurance carrier) issued its policy of automobile liability insurance to Elizabeth M. Carr (Miss Carr) insuring her for a one year period against bodily injury and property damage liability losses. On March 27, 1959, within the period of the policy, Miss Oarr, while operating a 1958 Pontiac sedan owned by her brother, who resided at the same address as Miss Carr, was involved in an accident at Berwyn, Chester County, Pa. As a result of that accident, a civil action has been instituted against Miss Carr in the United .States District Court in Philadelphia and another civil action has been threatened. Miss Carr requested the insurance carrier to defend her against the claims represented in both actions but the insurance carrier refused to do so upon the ground that at the time of accident there was no coverage under the terms of the policy.\nMiss Carr instituted a declaratory judgment action against the insurance carrier in the Court of Common Pleas of Delaware County requesting the court to enter a decree that the insurance policy was in full force and effect and that it extended her full coverage at the time of the collision, that the insurance carrier’s disclaimer be held to be of no force and effect and that the insurance carrier be ordered to defend- the civil actions arising out of the accident of March.27, 1959.\nThe insurance carrier filed a preliminary objection alleging that the declaratory judgment petition failed to set forth grounds upon which the relief prayed for could be granted. After argument, the court en banc of Delaware County sustained the insurance carrier’s preliminary objection with leave granted Miss Carr to file an amended petition within twenty days. Miss Carr elected to stand on her original petition and a, final decree was .entered April 18, 1960 from which decree this appeal was taken.\nThe insurance policy provided, inter alia: “Part I— Liability\n“Coverage A — Bodily Injury Liability; Coverage B. —Property Damage Liability: To pay on behalf of the insured all sums which the insured shall become legally-obligated to pay as damages because of: A. bodily injury, sickness or disease, including death resulting therefrom, hereinafter called ‘bodily injury/ sustained by any person; B. injury to or destruction of property, including loss of use thereof, hereinafter called ‘property damage’; arising out of the ownership, maintenance or use of the owned automobile or any non-owned automobile.” (Emphasis supplied).\nThe insurance policy further defined a “non-owned automobile” as “an automobile or trailer not owned by or furnished for the regular use of either the named insured or any relative, other than a temporary substitute automobile”. Miss Carr contends that the automobile driven by her at the time of the accident, i.e., the automobile of her brother and a member of her household, is within the coverage of the policy. She argues that the definition of a “non-owned” automobile is ambiguous; under the principle that where an exception or exclusion in a policy is ambiguous, she urges such ambiguity should be resolved against the insurance carrier. This argument was fully answered by Judge Curran in the court below: “It is plaintiff’s contention that the term ‘non-owned automobile’ is ambiguous, notwithstanding it. is defined in the definition section of the policy, in that it could mean any automobile not owned by the insured. Consequently the policy should be construed most strongly against the insurer in favor of the insured, providing coverage for plaintiff even though the car she was driving was owned by a relative, namely, her brother. However, we can not accept this contention. Reading the policy as a whole we find that the term ‘non-owned automobile’ is clearly defined in the policy as not including an automobile driven by the insured but owned by a relative, and said term is not ambiguous. If we were to hold otherwise we would be rewriting the insurance policy .for the parties and this we can not do. Holliday v. St. Paul Mercury Indemnity Company, 153 Pa. Superior Ct. 59.”\nThe interpretation and construction placed upon the pertinent provisions of the insurance policy by the court below was eminently correct, and its action in entering a judgment under the circumstances was proper.\nJudgment affirmed.\nFollowed to its logical conclusion, this contention would claim coverage under one policy of all automobiles regularly used by the named insured and a family with four automobiles would require only one policy for which a one-automobile policy premium was paid, an absurd conclusion.\nIt must be noted that all parties agree that the automobile driven by Miss Carr was not a “temporary substitute automobile”.",
        "type": "majority",
        "author": "Mr. Justice Benjamin R. Jones,"
      },
      {
        "text": "Concurring Opinion by\nMe. Justice Bell :\nI concur in the result but consider a declaratory judgment proceeding to be not only unnecessary but improper. Cf. Lifter Estate, 377 Pa. 227, 103 A. 2d 670; Eureka Casualty Company v. Henderson, 371 Pa. 587, 92 A. 2d 551; Capital Bank and Trust Company’s Petition, 336 Pa. 108, 6 A. 2d 790.",
        "type": "concurrence",
        "author": "Me. Justice Bell :"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Cohen :\nI would discourage this insurance company’s distortion of the simple words “non-owned automobile” by reversing. There is a clear, precise, literal and even a popular meaning attributed to that phrase, and any subsequent supplemental definition in derogation of such a patently common usage of words is not to be encouraged. The Insurance Commissioner of the Commonwealth of Pennsylvania should not allow this grossly unfair “double talk” to continue.\nMr, Justice Bok joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Me. Justice Cohen :"
      }
    ],
    "attorneys": [
      "Q-eorge R. Johnson, for appellant.",
      "Lynn L. Detweiler, with him Swartz, Campbell & Henry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carr, Appellant, v. Home Indemnity Company.\nMay 22, 1961:\nArgued April 26, 1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nQ-eorge R. Johnson, for appellant.\nLynn L. Detweiler, with him Swartz, Campbell & Henry, for appellee."
  },
  "file_name": "0027-01",
  "first_page_order": 75,
  "last_page_order": 79
}
