{
  "id": 1301494,
  "name": "Keasey v. Pittsburgh & Lake Erie Railroad Company, Appellant",
  "name_abbreviation": "Keasey v. Pittsburgh & Lake Erie Railroad",
  "decision_date": "1961-05-02",
  "docket_number": "Appeal, No. 153",
  "first_page": "63",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "377 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0537-01"
      ]
    },
    {
      "cite": "217 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0106-01"
      ]
    },
    {
      "cite": "399 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 12806,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.8691117511092868e-07,
      "percentile": 0.7260347997122613
    },
    "sha256": "6dcc347517bd8904363c8b03b9b5265f47530b7ae9afe814d1753bc6734e95b3",
    "simhash": "1:a3c0c6c398161b82",
    "word_count": 2243
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Boic and Eagen, JJ."
    ],
    "parties": [
      "Keasey v. Pittsburgh & Lake Erie Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Musmanno,\nState highway route 224 crosses at right angles a single track of the Pittsburgh & Lake Erie Railroad near Hillsville in Lawrence County. On August 11, 1953 Donald Keasey was operating a Ford V-8 tractor with tandem flatbed trailer in a westerly direction on this highway. He arrived at the crossing known as the Quaker Falls Crossing simultaneously with a train moving southwardly on the track and in the ensuing collision he was killed.\nThe Administratrix of his estate brought death and survival actions against the Pittsburgh and Lake Erie Railroad Company and recovered, in the trial before a judge and jury, verdicts in the sums of $20,000 and $5,-000. Upon the lower court’s refusal of a motion for judgment n.o.v. the defendant appealed.\nApplying the rule that in considering the refusal of a judgment n.o.v., the record must be read in the light most favorable to the verdict winner, the circumstances which brought about the death of Donald Keasey may be reconstructed as follows:\nThe Quaker Falls Crossing has a sylvan setting. It is embowered in trees and shrubbery and the track from .the north approaches curvingly over a bridge spanning a rustic stream with a waterfall. These attractive manifestations of nature’s and man’s work innocently conspired to produce a peril to pedestrians and motorists who might find themselves at the crossing without advance physical warning of its proximity.\nIn the early morning of the day of the accident which is the subject of this lawsuit, fog rose from the stream and, mingling with the surrounding trees and shrubbery, further concealed the crossing from the view of passersby. As time advanced, however, atmospheric pressure and wind currents here and there rent the curtain of the fog, now allowing travelers momentary glimpses of the approach to the railroad tracks.\nInto this misty scene at about nine o’clock, came Donald Keasey driving his lumbering Ford V-8 tractor trailer. Preceding him on the road was a Clinton E. Sheakley who, with a tractor trailer outfit of his own, approached the crossing just as the fog began to evaporate but not entirely disappear. He noted that the blinker lights at the crossing were not working and he heard no signal or noise of approaching trains. However, as he reached the railroad track he saw on his right, that is to the north, a caboose. He assumed that the train to which the caboose was attached had already passed over the crossing and was proceeding on its way northwardly.\nBefore arriving at the crossing Sheakley had noted, through his rear mirror, Keasey’s tractor trailer following him, but when he arrived about 100 feet from the crossing, Keasey’s vehicle was swallowed up in the fog hugging the road.\n■Sheakley got over the crossing safely but Keasey was hit by a train and was killed. It developed later that the caboose which Sheakley saw was at the front end of the train instead of the rear end. It developed further that the train was made up, in that order, of a caboose, a coal tender, a locomotive, 66 cars, another locomotive and finally still another caboose.\nThe defendant contends that Keasey was guilty of contributory negligence as a matter of law and argues in its brief: “The testimony of . plaintiff’s witness Sheakley and the photographs offered by plaintiff establish that when the decedent arrived at the crossing, the train was already in view of a driver approaching, as he was, from the east. The only reasonable inference to be drawn from this testimony is that decedent did not stop, look and listen.”\nThe record does not support the inference that the decedent could see the train before he got to the tracks. Mr. Sheakley was asked in cross-examination if the train was in sight as he approached the crossing. He replied in the negative. The cross-examination continued: “Q. Were you actually crossing the tracks 'before you saw that train? A. I was right on the track, before I saw that train. Q. You say if you had looked before you got to the track you could not have seen it? A. You have to be right on the tracks before you could see that train, where it was at. Q. You say that you could not see it before you reached the tracks? A. No, sir.”\nIf Sheakley could not see the train until he got on the tracks, Keasey of course could not see it either because naturally the same conditions obtained for both travelers.\nSheakley testified that when he saw the rear end of the caboose to his right on the crossing, he “figured that the train was going north.” If Sheakley “figured” that the back end of the caboose meant to him the train was proceeding in a direction away from him, it is not unreasonable to assume that the decedent came to the same conclusion. It is common knowledge that a caboose ordinarily follows a train and does not precede it. Thus, since Keasey inevitably saw wbat Shealdey saw, it was a question for the jury whether he was not warranted in assuming that the train was moving away, especially in view of the fact that the blinker lights were not working and there was no audible warning as would be expected from an oncoming locomotive and train.\nThe defendant submits that the train was closer to the crossing when Keasey arrived there than when Sheakley passed over. The lower Court well disposed of that supposition in the following language: “The defendant’s argument that the train would have been much nearer to the crossing at the time the deceased entered upon the crossing than at the time Mr. Sheakley passed over it, is necessarily based on the assumption that the train was moving. However, the train may have stopped or slowed down. The engineer was dead at the time of the trial and the fireman could not be located. The train crew and the engine crew on the rear end of the train were not called. While they were certainly not in position to observe the accident, they may have been able to give some evidence with regard to the movement of the train.”\nThen, the appellant argues that the decedent failed to exercise due care because he did not stop, look and listen before entering on the crossing. It says in its brief: “The conclusion is inescapable that Keasey, just as Sheakley had done before him, ran the crossing without stopping, probably because he assumed from the absence of blinker lights that there was no train near the crossing or because, like Sheakley, he gave a glancing look at the train and assumed that it was leaving, rather than entering the crossing. He may have been influenced by the fact that he was driving his heavily laden vehicle toward a hill and was trying to ‘make a run for it.’ However that may be, it is clear he did not stop, look or listen.”\nThis argument of the appellant is a long train of suppositions and is certainly not the kind of a train to attach the caboose of a judgment non obstante veredicto. To begin with, there is no evidence in the plaintiff’s case that the decedent did not stop to look and listen. Sheakley lost him in the fog when he, Sheakley, was 100 feet away from the crossing and therefore did not testify to what Keasey did just before he reached the railroad track. And so far as looking and listening are concerned, the evidence is that looking would not disclose the presence of the train and listening would not reveal it either because no audible signals were being sounded.\nTo stop, look and listen is a byword at railroad crossings but even doing all these things does not guarantee the traveler safety if the locomotive engineer, bursting out of a fog, and sounding no bell and blowing no whistle, storms into the crossing regardless of what may happen to be upon it. In Johnson v. Pennsylvania Railroad, 399 Pa. 436, this Court said: “A railroad company may, in some instances have no choice as to location of crossings, since many factors enter into determining a right of way, but where, as here, physical conditions visually blanket the speeding train until several short seconds before it sweeps, like a steel and iron tornado, into a crossing, a due responsibility for the safety of mankind dictates that something be done to alert the public of the omnipresent danger — over and above that of asking it to stop, look and listen.”\nThe defendant may not ask for judgment n.o.v. in the absence of a mortal infirmity in the plaintiff’s case because the presumption of care accorded to a decedent is enough in itself to negate contributory negligence unless of course it is overcome by substantive evidence. The presumption of due care is not a makeshift in a case; it is not a mere figure of speech. In the absence of evidence to the contrary (in the plaintiff’s case) the presumption of due care includes, in a railroad crossing accident, the concept of stopping, looking and listening before entering on the tracks; it includes the concept of proceeding with care, the concept that the decedent obeyed whatever warning signals were visible or audible, and that he moved within the proper speed limits. Every rule that one can conceive which is designed to protect and preserve human life is presumed to have been respected by the decedent because although it is inevitable that everyone must eventually turn in his bat and glove, no one actually wants to hasten the end of the ball game.\nThe case of Unger v. Phila. B. & W. R. R. Co., 217 Pa. 106, is quite applicable to the facts in the case at bar. There, the decedent was killed when the rear end of a train moving backwards struck a wagon in which he was riding. As here, there was evidence that the train gave no warning by bell or whistle of its approach. The plaintiff’s case rested mainly on the presumption that the decedent exercised due care. This Court approved the judgment entered for the plaintiff and said: “There was nothing in the circumstances connected with the accident that rebutted the presumption of due care on the part of the deceased. It cannot be said with certainty that if he looked he saw the train, nor that, if he saw it, he observed in the darkness and storm that it was backing to the crossing, since the natural inference from the position of the engine would be that it would move in the opposite direction. The testimony offered by the defendant to rebut the presumption was far from being clear and indisputable. It was wholly discredited by the jury for reasons satisfactory to the learned trial judge, as we learn from his opinion.”\nAnother case in point is Travis v. Pa. R. R. Co., 377 Pa. 537. The plaintiff recovered and the appellant railroad argued that the decedent had not stopped before crossing the railroad track. In affirming the verdict, this Court said: “There was uo testimony as to what Travis did just before committing himself to the crossing, but the law assumes, in the absence of anything to the contrary, that one who meets sudden death exercised the care of a reasonably prudent person. This is not a makeshift abstraction. It is a legal presumption based on the tenacious and objective reality that life is sweet and death is cruel, and, in the case of railroad accidents, is founded on the unassailable logic that no one wants to engage in a duel with a locomotive.\n“This presumption, then, takes Joseph Travis to the banks of the railroad tracks with an awareness of danger, combined with a normal, prudent desire to avoid it. The defendant company introduced photographs to show the view obtainable by a man with a camera, but the view of a photographer planted behind a tripod on terra firma is clearly quite different from that of a truck-driver sitting in the cab of his truck.\n“One witness testified that in order to get a long distance view of the railroad tracks it was necessary to stand on the first track. Obviously it could not help a wayfarer much if, in order to determine whether a track was safe, he had to actually step on it. He could thus be hit by the very train he was looking for, seeking to avoid it.\n“And then, there was the vegetation already referred to which stood 4 to 5 feet high and could effectually screen from view the tracks and what might be on them. Depending again on the angle from which one looks, it is common experience that the slightest intervening item can cover the largest distant object. Angled fingers can wipe out the horizon, while the hand held aloft can blot out the sun. It was strictly a question of fact for the jury whether the elderberry and sumac bushes shut off Travis’ view of the railroad track with the train upon it.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Gilbert J. Helwig, with him Reed, Smith, Shaw & McGlay, for appellant.",
      "Louis Vaira, with him Carmen V. Marinaro, for appellee."
    ],
    "corrections": "",
    "head_matter": "Keasey v. Pittsburgh & Lake Erie Railroad Company, Appellant.\nArgued March 14, 1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Boic and Eagen, JJ.\nMay 2, 1961:\nGilbert J. Helwig, with him Reed, Smith, Shaw & McGlay, for appellant.\nLouis Vaira, with him Carmen V. Marinaro, for appellee."
  },
  "file_name": "0063-01",
  "first_page_order": 111,
  "last_page_order": 118
}
