{
  "id": 1301488,
  "name": "Earl M. Kerstetter, Inc. v. Commonwealth, Appellant",
  "name_abbreviation": "Earl M. Kerstetter, Inc. v. Commonwealth",
  "decision_date": "1961-05-25",
  "docket_number": "Appeal, No. 202",
  "first_page": "168",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 A. 409",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "140 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972614
      ],
      "year": 1891,
      "opinion_index": 0,
      "case_paths": [
        "/pa/140/0510-01"
      ]
    },
    {
      "cite": "158 A. 2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1891,
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289101
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0406-01"
      ]
    },
    {
      "cite": "149 A. 184",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122281
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0284-01"
      ]
    },
    {
      "cite": "154 A. 372",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130070
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0315-01"
      ]
    },
    {
      "cite": "64 A. 729",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948452
      ],
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0506-01"
      ]
    },
    {
      "cite": "159 A. 2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290567
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0181-01"
      ]
    },
    {
      "cite": "29 A. 2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216496
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0159-01"
      ]
    },
    {
      "cite": "146 A. 104",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116656
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0423-01"
      ]
    },
    {
      "cite": "78 A. 929",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "229 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971785
      ],
      "year": 1911,
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0378-01"
      ]
    },
    {
      "cite": "64 A. 680",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948424
      ],
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0501-01"
      ]
    },
    {
      "cite": "17 A. 468",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563962
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 8065,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.5181078340905975e-07,
      "percentile": 0.8112264460205981
    },
    "sha256": "bbe4de675b6247476a0f9e149d8eda00bfe0523a5424e070e93e6b9b966cce6c",
    "simhash": "1:661cc830c5eea66b",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Bell dissents."
    ],
    "parties": [
      "Earl M. Kerstetter, Inc. v. Commonwealth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bok,\nThis is the Commonwealth’s appeal from what it considers an excessive judgment for compensation in an eminent domain case.\nThe facts are that appellee signed an agreement of sale for 9% acres of land in the Borough of Pottstown on February 3, 1956, and at settlement held on April 24, 1956, received a deed for it. On August 30, 1956, the Commonwealth condemned 3.2 acres, isolating and rendering useless .84 acre and leaving appellee 5.7 acres. The reason for condemnation was the extension of Route !100. On August 81, 1956, appellee’s revised plot plan, showing a subdivision into lots, was approved by the borough and recorded and the construction of houses was begun; the original plan, prepared in June from field-work done in May, was neither approved nor recorded because appellee had heard that Route 100 was to be extended and after inquiry from the district engineer for the Commonwealth in June or July the extension seemed imminent enough to warrant a final revision of the plan.\nAppellee bought the 9% acres for $15,000. He and his experts testified to the value immediately before and after condemnation as follows: Kerstetter, sole owner of the stock of appellee corporation; before, $128,000, after $62,300, difference, $65,700; Bowen, before, $134,000, after, $67,700, difference, $66,300; O’Dell, before, $107,640, after, $53,929, difference, $53,-711; Thompson, before, $92,653.50, after, $39,415, difference, $53,238.50.\nThe Commonwealth’s experts testified to value as follows: DeLong, before, $20,000, after, $7,000, difference, $13,000; Plank, the same.\nThe board of view awarded $35,000, and on appeal to the common pleas court the jury gave $30,500. The Commonwealth then appealed here.\nThe first error is that the court admitted in evidence both the original and the revised plans of lots, allowed the jury to know the difference in number of lots before and after condemnation, and let appellee testify to the value of nearby houses. We have refused to countenance this kind of testimony since Pennsylvania, Schuylkill Valley Railroad Co. v. Cleary, 125 Pa. 442 (1889), 17 A. 468, where we said: “It is proper to consider for what purpose it may be used to advantage, in order to determine for what price it will sell. It may be salable as a site for the erection of a hotel, a factory, a dwelling, or a wharf, but it is not proper to lay before tbe jury proof of what the hotel .or other structure would cost, together with proof of the value of the lot with such structure upon it, and treat the difference between these sums as the value of the lot. Such a method would be speculative and fanciful. Equally improper is evidence showing how many building lots the tract under consideration could be divided in to,, and what such lots would be worth separately. It is proper to inquire what the tract is worth, having in view the purposes for which it is best adapted, but it is the tract, and not the lots into which it might be divided, that is to be valued.”\nOther cases to like effect are: Gorgas v. Philadelphia H. & P. Railroad, 215 Pa. 501 (1906), 64 A. 680; Ogden v. Pennsylvania Railroad Co., 229 Pa. 378 (1911), 78 A. 929; Rothenberger v. Reading City, 296 Pa. 423 (1929), 146 A. 104; Chatfield v. Board of Revision of Taxes, 346 Pa. 159 (1943), 29 A. 2d 685; Gilleland v. New York State Natural Gas Corp., 399 Pa. 181 (1960), 159 A. 2d 673. In Rothenberger we said: “The true measure was the worth of the land at the time of taking, having in mind its availability for lots or bungalow sites, as contended for by plaintiffs, and it was correctly told to make its award on this basis.”\nHad appellee offered its land as a tract capable of being rendered into residential lots and adduced expert testimony with that factor included among others, there could be no cavil with the outcome. But appellee was allowed to show by its first lot plan, which was neither approved by the Borough nor recorded, and was prepared without reference to condemnation, that it contained 67 lots, and that its later plan, both approved and recorded and also drawn with reference to conditions after condemnation, contained 41 lots, a difference of 26. The corporate plaintiff’s president was then allowed to testify as follows: “It is one of the highest elevations in the Borough of Pottstown. To the west you have a wooded area, which is not an unsightly view. To the north you have Reynolds Avenue which is built up with homes of masonry and stucco construction, selling for about $10,000 to $12,000, kept very neat, on a paved street.\n“To the east you have Spring Street and on Belmont, one block below, you have homes there under construction selling for from $12,000 to $14,000.\n“To the south there is a vacant ground and also at a distance of about three-quarters of a mile an industry, Robinson Clay Products, but we have no noise, smoke or odor from this industry.\n“There is also an airport over a mile distant to the west which is not considered a hazard.”\nAppellee contends that the evidence was proper to show the highest and best use of the land. Gilleland says that indeed he may show that, but it must be by competent evidence, as in Cox v. Philadelphia H. & P. Railroad Co., 215 Pa. 506 (1906), 64 A. 729, which involved a duck farm and the owner could tell the jury that that was a good use for the land but not how many ducks he had or their cost.\nSince the case must be tried again, we observe in passing that at the time of taking there was no recorded plot and nothing even staked out on the ground to indicate that lot development was more than appellee’s state of mind: Mr. Justice Maxey remarked in Laurel-dale Cemetery Co. v. Reading Co., 303 Pa. 315 (1931), 154 A. 372, that “Mere prospects have little pecuniary value.” See also Andrien v. Heffernan, 299 Pa. 284 (1930), 149 A. 184. And in Gilleland v. New York State Natural Gas Corp., supra (399 Pa. 181), we said that there must be evidence of actual demand or of a market for an anticipated housing development.\nThe other error is the permission given appellee by the trial judge to show the cost of 1100 feet of fencing along the extension of Route 100. Appellee’s purpose in offering such evidence was to show, with other factors, the depreciation accruing to the rest of the tract by having to fence it off against a cut eight to fifteen feet deep. Agáin, the fact of fencing would have been competent evidence, but not the cost: appellee may have made a poor bargain in buying fence or may have indulged a whim in the kind or quality of fencing. The cost of specific items never translates exactly into market value, which may, in the curious process of the public’s collective mind, be more or less than the price paid and for no arguable reason. Expert opinion, which is only an ordinary guess in evening clothes, tries to fathom the public mind, and specific prices have no place in a general idea of value. The law allows expert testimony whenever something is incapable of exact proof: it is an instance of . the best evidence available. Our position on the fencing in the instant case is supported by Sgarlat Estate v. Commonwealth, 398 Pa. 406 (1960), 158 A. 2d 541, and Chambers v. South Chester Borough, 140 Pa. 510 (1891), 21 A. 409, where we said: “Attempts have often been made, to introduce particular items of damage . . . such as the cost of fencing, loss of business, expense of altering buildings, the value of minerals under the surface, . . . and many other distinct and independent matters.... but we have repudiated, them all.”. (Emphasis supplied. )\nThe judgment is reversed, with a venire facias de novo.\nMr. Justice Bell dissents.",
        "type": "majority",
        "author": "Mr. Justice Bok,"
      }
    ],
    "attorneys": [
      "David E. Abrahamsen, Deputy Attorney General, with him Anne X. Alpern, Attorney General, for Commonwealth, appellant.",
      "C. Edmund Wells, with him Wells, Campbell & Reynier, for appellee."
    ],
    "corrections": "",
    "head_matter": "Earl M. Kerstetter, Inc. v. Commonwealth, Appellant.\nMay 25, 1961:\nArgued April 24, 1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nreargument refused June 23, 1961.\nDavid E. Abrahamsen, Deputy Attorney General, with him Anne X. Alpern, Attorney General, for Commonwealth, appellant.\nC. Edmund Wells, with him Wells, Campbell & Reynier, for appellee."
  },
  "file_name": "0168-01",
  "first_page_order": 216,
  "last_page_order": 221
}
