{
  "id": 1301534,
  "name": "Equitable Gas Company v. Pittsburgh School District, Appellant",
  "name_abbreviation": "Equitable Gas Co. v. Pittsburgh School District",
  "decision_date": "1961-06-26",
  "docket_number": "Appeals, Nos. 22, 23, 24 and 25",
  "first_page": "321",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 321"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "354 Mo. 892",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1910824
      ],
      "pin_cites": [
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/354/0892-01"
      ]
    },
    {
      "cite": "306 Ill. 377",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5781221
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/306/0377-01"
      ]
    },
    {
      "cite": "167 A. 2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0365-01"
      ]
    },
    {
      "cite": "66 A. 2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0013-01"
      ]
    },
    {
      "cite": "123 A. 2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0370-01"
      ]
    },
    {
      "cite": "143 A. 2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0485-01"
      ]
    },
    {
      "cite": "137 A. 2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 11430,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.7934769796999337e-07,
      "percentile": 0.7153337897305982
    },
    "sha256": "2df15148d43e17eeb978ffc9d4a4cfa1ccc73ba53f3e2eb06e74a9a1a470852f",
    "simhash": "1:a88df920e7564796",
    "word_count": 1885
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Chief Justice Jones took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Equitable Gas Company v. Pittsburgh School District, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nEach of the appellees is a corporation organized under the Natural Gas Act of 1885, P. L. 29, 15 PS §1981 et seq., and is engaged in the production, transportation and distribution of natural gas to the public. Each appellee maintains its principal office and place of business within the City of Pittsburgh. Each appellee is subject to regulation by the Pennsylvania Public Utility Commission. A deficiency assessment for Mercantile License taxes for the years 1954 through 1958 or 1959 was made against each appellee by the Treasurer of the School District. The lower Court voided these assessments and held that the Mercantile License Tax was not applicable to appellees while selling or dealing in natural gas.\nWhile several subsidiary questions have been raised which will be hereinafter discussed, the basic question involved is whether natural gas companies are subject to payment of the Mercantile License Tax on gross receipts from sale of natural gas. In other words, is natural gas included in “vendors, or dealers in goods, wares, and merchandise” within the meaning of the Mercantile License Tax Act.\nThe title of the Act is “An act to provide revenue for school districts ... by imposing a temporary mercantile license tax on persons engaging in certain occupations and businesses . . . .” The Act pertinently provides:\n“Section 1: (2) ‘Wholesale dealer’ or ‘Wholesale vendor’ shall mean any person who sells to dealers in, or vendors of, goods, wares and merchandise and to no other persons.\n“(3) ‘Retail dealer’ or ‘Retail vendor’ shall mean any person who is a dealer in, or vendor of, goods, wares and merchandise who is not a wholesale dealer or vendor.\n“Section 4. Imposition and Rate of Tax. — Every person engaging in any of the following occupations or businesses in any school district of the first class shall pay an annual mercantile license tax at the rate set forth: (1) Wholesale vendors or dealers in goods, wares and merchandise and brokers, at the rate of ... . (2) Retail vendors, or dealers in goods, wares and merchandise; all persons engaged in conducting restaurants or other places where food, drink or refreshments are sold, and all persons conducting places of amusement at the rate of . . . .”\nWe believe it is clear from tbe body of tbe Act, as ■well as from its title that the Mercantile License tax was imposed not on all persons engaged in business, but only upon vendors or dealers in goods, wares and merchandise and certain other persons specifically enumerated therein who conduct restaurants and places of amusement. The question in the last analysis is we repeat whether a natural gas company in its sale of natural gas is a vendor or dealer in goods, wares and merchandise within the meaning of the Act.\nThe parties agree that natural gas is an invisible, volatile, ephemeral and fugacious commodity. It is invisible and not subject to touch; but it is capable of being possessed, has weight and volume and is subject to precise measurement and sale in metered amounts. The essence of appellee’s argument is that goods, wares and merchandise by common meaning and usage refers to and is something tangible, and is inseparably connected with merchants and merchandising. The appellant gives a broader construction to the Act and particularly to the words “goods, wares and merchandise”, and contends that the legislature intended , to include all vendors and dealers who were not expressly exempt by the Act.\nWe approach the construction of the Act in accordance with the well settled principle that a taxing statute must be strictly construed and if there is any reasonable doubt as to its interpretation that doubt must be resolved in favor of the taxpayer and against the taxing authorities: Paper Products Co. v. Pittsburgh, 391 Pa. 87, 137 A. 2d 253; Glendale Heights Ownership Asso. v. Glenolden School District, 393 Pa. 485, 143 A. 2d 386; Commonwealth v. Allied Building Credits, 385 Pa. 370, 123 A. 2d 686; Statutory Construction Act of May 28, 1937, P. L. 1019, §58(3), 46 P.S. §558(3).\nWe believe that the terms “goods, wares and merchandise” were not intended to have a technical legal meaning such, for example, as are the terms “malice” or “reasonable doubt,” but were intended by the legislature to be given their popular meaning in accordance with the canon of statutory construction: Rieck-McJunhin Dairy Co. v. Pittsburgh School District, 362 Pa. 13, 66 A. 2d 295; Phila. School District v. Rosenberg, 402 Pa. 365, 167 A. 2d 259; Statutory Construction Act of 1937, P. L. 1019, §33, 46 PS §533.\nPublic utility companies in accordance with their common popular meaning have never been considered to be vendors or dealers in goods, wares or merchandise. This was well expressed in People ex rel. Mercer v. Wyanet Electric Light Company, 306 Ill. 377, 381, where the Court said: “Corporations for purely mercantile purposes are well understood by the people in general. They form quite a large class of corporations and are very different in character from corporations known as public utilities.” See to the same effect State v. Sho-Me Power Coop., 354 Mo. 892, 907. A public utility company, by definition in the Public Utility Code, renders its buyers or customers a service — it does not sell or deal in goods, wares and merchandise. The word “mercantile” as defined in Webster’s New International Dictionary, Second Edition, means “Of or pertaining to merchants, or the business of merchants; characteristic of, or befitting, a merchant; having to do with, or engaged in, trade.” “Goods” are defined as “Wares; merchandise”. “Wares” is defined as “Articles of merchandise; . . . goods, commodities; merchandise.” “Merchandise” is defined as “The objects of commerce; whatever is usually bought or sold in trade; wares; goods.” Plainly none of those definitions describes an invisible, volatile, ephemeral, fugacious gas. We repeat, goods, wares or merchandise according to their common popular meaning denote tangibles not intangibles like “natural gas”.\nAppellant further contends that the gas companies have the burden of proving that they fall within the exemptions provided in the Act. We disagree with this contention. More accurately stated, the question is whether vendors and dealers in natural gas are clearly included in the Mercantile License Act as vendors and dealers in goods, wares and merchandise, and the burden of proof to show that they are so included is on the School District. We are convinced that the sellers of natural gas do not fall or come within the Mercantile License Tax Act in their sales of this intangible and invisible commodity.\nThe contentions and arguments made by each party have quite naturally taken a wide range, and analogies, similarities and dissimilarities have been advanced to buttress or justify the position of the appellant and the appellees, as the case may be. We deem it unnecessary to discuss these analogies or any of the allegedly cognate authorities cited by each party.\nAll the parties have subsidiarily argued (a) the question of whether appellant could legally collect this tax on business transacted outside of Pittsburgh, and if so what particular part of appellee’s business was conducted within and what particular part was conducted without Pittsburgh, and (b) whether, if the Act applies, it applies to gas produced from the wells of a wholly owned subsidiary. It will suffice to say that it is unnécessary to answer those questions or any other questions raised by either party.\nOrder affirmed.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\nDuring the above mentioned years each of the appellees obtained from appellant a Mercantile License and filed a Mercantile License Tax return and paid the tax shown to be due on that return. The aforesaid return included in the gross volume, the receipts from sales of gas stoves and other appliances.\nItalics throughout, ours.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Bok:\nI agree with the result of the Majority’s opinion but think that its moving reason is wrong. The sale of natural gas is not subject to the Mercantile License Tax, but not because gas is intangible and invisible. Water is both tangible and visible, but the local water company is not on that account a vendor or dealer in goods, wares, and merchandise. The real reason for the distinction is that government has decided to control, otherwise than by taxation on sales, what are known as the public utilities: gas, oil, water, and electricity, the rates for which are fixed by a public body with regard to the public’s rights and welfare. It is an altogether different conception of regulating an activity in which the factor of competition is minimal.",
        "type": "concurrence",
        "author": "Mr. Justice Bok:"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Cohen:\nWhile I agree with the concurring opinion’s condemnation of the majority’s reasoning, I find myself at odds with both of those opinions.\nThere can be no doubt that both water and gas sold in metal or glass containers would be subject to the mercantile tax imposed by the School District of Pittsburgh. That gas and water are delivered by means of a pipeline rather than in containers does not change their fundamental characteristics and thereby remove the supplier from the purview of this tax.\nI also know of no law or reason which would prevent the imposition of the mercantile license tax upon a public utility. The Act of June 20, 1947, P. L. 745, as amended and re-enacted by the Act of May 12, 1949, P. L. 1238, 24 PS §582.1, imposes a mercantile tax upon every entity engaged in the business of a wholesale or retail vendor or dealer in goods, wares and merchandise within a first class school district. This act does nob exempt public utilities from its imposition. On the other hand, the so-called “tax anything act” of June 25, 1947, P. L. 1145, 53 PS §6851, approved five days after the act herein under consideration, specifically exempted public utilities. Similarly, the Act of May 23, 1949, P. L. 1669, 24 PS §584.1, expressly exempted public utilities from the payment of the Temporary Tax on Receipts.\nThus, it should be readily recognized that the immunity of regulated public utilities from the payment of mercantile and business privilege taxation does not rest upon the immunity which the majority and concurring opinions seek to conjure, but is founded solely and exclusively upon a legislative mandate which is not present in the first class school district Mercantile Tax Act. The tax is neither a regulatory device, nor is it unique in the field of taxation — it is simply an ordinary revenue measure. As a tax upon all vendors and dealers in goods, wares and merchandise, it should be imposed upon all such vendors and dealers, including utilities, unless they are specifically exempted by legislative enactment. It might be that the failure to exempt utilities was an oversight. If so, it should be corrected by the legislature — not the court acting as such.\nI dissent.",
        "type": "dissent",
        "author": "Me. Justice Cohen:"
      }
    ],
    "attorneys": [
      "Edmund W. Ridall, Jr., Assistant School Solicitor, with him Niles Anderson, School Solicitor, for appellant.",
      "William U. Eckert, with him James B. Sayers, John T. Brown, Donald I. Moritz, Robert M. Jacob, Edward J. Greene, and Eckert, Seamans & Gherin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Equitable Gas Company v. Pittsburgh School District, Appellant.\nArgued March 16, 1961.\nBefore Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nJune 26, 1961:\nEdmund W. Ridall, Jr., Assistant School Solicitor, with him Niles Anderson, School Solicitor, for appellant.\nWilliam U. Eckert, with him James B. Sayers, John T. Brown, Donald I. Moritz, Robert M. Jacob, Edward J. Greene, and Eckert, Seamans & Gherin, for appellees."
  },
  "file_name": "0321-01",
  "first_page_order": 369,
  "last_page_order": 376
}
