{
  "id": 1301543,
  "name": "Rockwell v. Stone, Appellant",
  "name_abbreviation": "Rockwell v. Stone",
  "decision_date": "1961-07-18",
  "docket_number": "Appeal, No. 271",
  "first_page": "561",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "404 Pa. 561"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 A. 2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0028-01"
      ]
    },
    {
      "cite": "65 A. 2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0355-01"
      ]
    },
    {
      "cite": "89 A. 2d 313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237038
      ],
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0001-01"
      ]
    },
    {
      "cite": "171 A. 468",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154713
      ],
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0148-01"
      ]
    },
    {
      "cite": "135 A. 2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0331-01"
      ]
    },
    {
      "cite": "127 A. 615",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0008-01"
      ]
    },
    {
      "cite": "170 A. 2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0100-01"
      ]
    },
    {
      "cite": "127 A. 2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0291-01"
      ]
    },
    {
      "cite": "156 A. 2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 19878,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 2.709552321832548e-07,
      "percentile": 0.829204907313129
    },
    "sha256": "0c48f4d260b8e901e87884889d0fd31e836370f2af84aad95edfade8fa41e364",
    "simhash": "1:8fdf51bc37eca1ca",
    "word_count": 3319
  },
  "last_updated": "2024-02-27T17:40:27.345995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Jones, Bok and Eagen, JJ."
    ],
    "parties": [
      "Rockwell v. Stone, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Benjamin R. Jones,\nThis is an action in trespass for malpractice instituted by E. Benjamin Rockwell in Court of Common Pleas No. 6 of Philadelphia County against Dr. Hrant H. Stone and Dr. Richard Kaplan for personal injuries, including the loss by amputation of Rockwell’s left arm. The matter was tried before Judge Guebin; after a three-week trial, the jury returned verdicts against both Dr. Stone and Dr. Kaplan in the amount of $75,000.\nBoth Drs. Stone and Kaplan filed motions for judgment n.o.v. and for new trials. Later, Dr. Stone withdrew his motion for judgment n.o.v. All motions having been refused by the court below, these two appeals were taken. This opinion will deal with the appeal of Dr. Stone who seeks a new. trial alleging that the verdict was, against thé evidence and that the trial court erred both in its instructions to the jury and the admission in evidence of certain hospital records.\nE. Benjamin Rockwell (Rockwell) on November .2, 1955, consulted Dr. Kaplan, an orthopedic surgeon on the staff of the .Graduate Hospital, Philadelphia. After an examination, Dr. Kaplan concluded that Rockwell had a bursa condition in his right elbow and recommended surgery for removel of the bursa. Rockwell either suggested or requested that the surgery be performed with a local anesthesia, but, due to the nature of the surgery, Dr. Kaplan advised a general anesthesia.\nThe operation was scheduled to take place on November 11, 1955,- at the Graduate Hospital and Rockwell was-admitted to that hospital on November 10, 1955. At approximately 8:00 a.m. the next morning, in accordance with Dr. Kaplan’s recommendation and to secure his readiness for surgery, Rockwell ivas administered morphine and atrophine and, at approximately 8:30 a.m. he was taken from- his room to the 10th floor of the hospital and, while in a corridor on that floor, spoke briefly to Dr. Kaplan.\nRockwell was taken into the induction room for the administration of anesthesia which was to be performed by personnel of the Anesthesiology Department, all of whom were employees of the hospital. Of this Department, Dr. Stone was the Chief and he Avas employed and paid by the hospital. While Dr. Kaplan had ordered a general anesthesia, he did not specifically instruct Dr. Stone as to the nature of the general anesthesia. In the induction room, Rockwell was prepared for an injection of sodium pentothal to be followed by a general anesthesia of cyclopropane gas, ether and oxygen. The initial preparation was by Mr. Molnar, a registered nurse doing graduate work in anesthesiology who was employed and paid by the hospital. When Rockwell was prepared for the injection of sodium pentothal, Molnar notified his superior, Dr. Stone. Dr. Stone, busy at the time, directed a Dr. Jiminez, a resident physician and a hospital employee in the Anesthesiology Department, to administer sodium pentothal.\nDr. Jiminez had injected the needle in Rockwell’s left arm and was proceeding with the sodium pentothal injection when Rockwell instantaneously cried out with pain in his left forearm and hand. Dr. Jiminez then either removed the needle or it slipped out and he went to summon Dr. Stone. When Dr. Stone arrived, Rockwell, although under the effects of the sodium pentothal,- could be aroused. Rockwell’s left arm was then blanched and he had very little pulse. After some deliberation, Drs. Stone and Jiminez, together with Molnar, proceeded to administer the general anesthesia.\nRockwell was then removed to the operating room for the surgery on his right arm. Dr. Kaplan was not told by Dr. Stone or anyone else of what had tulcen place in the induction room. The surgery on the right arm, successful in nature, was concluded within thirty to thirty-five minutes. Over two hours after the sodium pentothal injection, Dr. Kaplan learned of the incident which had taken place in the induction room.\nRockwell was taken from the operating room to the recovery room and Dr. Stone consulted, with other staff physicians concerning the condition of Rockwell’s left arm. Numerous measures were taken by Dr. Stone, Dr. Kaplan — after he learned of the accident — and others to counteract the effects of the sodium pentothal in Rockwell’s left arm, but such were of no avail. Three days later Rockwell’s left arm had to be amputated.\nThe áppellant assigns in his motion for a new trial several reasons, the first reason being that the verdict was against the evidence.\nThis accident or mishap took place in the induction room of the hospital in which room all the procedures and all the personnel were under Dr. Stone’s direction and control. While the personnel who prepared Rockwell for surgery were hospital employees, they then acted under the direct supervision and control of Dr. Stone; Dr. Jiminez was a resident taking graduate work in anesthesiology and Molnar was a registered nurse taking advanced work in anesthesiology. The record indicates that the Department of Anesthesiology was alerted to Rockwell’s impending surgery and that Department, under the aegis of Dr. Stone, set up sodium pentothal as the inducing anesthesia to be followed by a general anesthesia of cyclopropane gas, ether and oxygen. All that took place in the induction room was under the direction, control and supervision of Dr. Stone; at that time and place he was “captain of the ship”.\n. After the injection of sodium pentothal had been made and Rockwell had responded in such a demonstrative manner, it was evident that either an inter-arterial injection or an extravasation of the drug had been made; in either situation, it was evident that the injection had caused an arterial spasm. In extravasation, the drug of sodium pentothal places pressure upon the artery, while, in an inter-arterial injection, the itima or lining of the arterial passage is damaged and contracted, causing a spasm, thrombosis or clotting of the blood. The injection given was a 5% solution of sodium pentothal and between 2% cc to 7 ec of this drug had been injected into Rockwell’s left arm.\nDr. Stone testified that, when an injection of sodium pentothal is made outside the veins, the first thing that should be done is to remove the syringe from the needle, leaving the needle in place and injecting a solution of procaine into the same area; in the case at bar, this remedial step could not be performed because the needle had been removed from the patient’s arm. In such a situation, other immediate measures that common medical skill or prudence prescribe are a stellate ganglion block or a brachial plexus block. The former is an injection of procaine in the stellate ganglia located in the neck — the center of the control area wherein is the first dorsal sympathetic nerve — and the performance of a stellate ganglion block is an attempt to relax the nerves in the lower extremities. The brachial plexus block involves the injection of procaine into the brachial plexus area located beneath the collarbone. Both procedures are taken for the purpose of relaxing or paralyzing the nerves and have an effect upon the smooth muscle fibres in the artery. . The record is clear that, if either of the above stated remedial procedures were to be effective, they had to be performed within minutes of the actual injection of sodium pentothal outside the vein or into an artery.\nInstead of taking these immediate measures, Dr. Stone elected to go ahead with the administration of the general anesthesia considering that the general anesthesia would have both the propensity of dilating the arteries and at the same time anesthetizing Bock-well for the operation. The record indicates that the first of the above stated remedial measures — a stellate ganglion block — was not taken until approximately 11 a.m., one hour and forty-five \"minutes after the injection of sodium pentothal. Sodium pentothal in an inter-arterial or extravasation injection acts immediately and the spasm, thrombosis or clotting is almost instantaneous; therefore, any counteractive measure must be enlisted and employed immediately; in such a situation time is definitely of the essence.\nDr. Stone’s election to permit the administration of the general anesthesia, to permit surgery and to proceed without notifying the surgeon of the accident , or mishap and without the insistence upon the immediate employment of either the above stated remedial measures was negligent conduct upon-.his part in face of. the external symptoms presented, to him in the induction room. Dr. Stone, well .aware of the consequential effects of an injectioh of sodium pentothal outside the vein and, alerted to the unfortunate .injection, and' in charge of this anesthesia procedure; should have taken immediate measures to remedy the emergency which had arisen to Rockwell’s left arm.\nThe fact that Dr. Stone did not actually inject this sodium pentothal does not relieve him of liability for the consequences because the injection was made at his express direction, by Dr. Jiminez who was selected to do so by him and Dr. Jiminez, although employed and paid by the hospital, was then under Dr. Stone’s supervision and control and Dr. Stone’s agent.\nThe record presents facts which clearly place Dr. Stone within McConnell. Under the instant record, the jury could well have found both that Dr. Stone was personally negligent and that he was vicariously liable for the negligent act of Dr. Jiminez. Under such circumstances, the verdict of the jury against Dr. Stone was clearly not against the evidence.\nDr. Stone maintains that the trial court; in its instructions to the jury, erred in that, for practical purposes, it charged that Dr. Jiminez was Dr. Stone’s agent and withdrew from the jury the issue whether an agency relationship, existed, between Dr. Stone and Dr. Jiminez. We do not, from an examination of the charge as a whole, reach this conclusion: the jury was left free to determine such relationship. The trial'court-simply referred to Yorston v. Pennell, as indicating that the law of agency does not require the presence of the principal at the time when, the negligent act of his alleged agent takes place: such reference was fairly made.\nWith reference to the doctrine of respondeat superior the trial court stated: “The law of Pennsylvania is that there may under certain circumstances be a responsibility for an act of negligence even though that act be not performed by the one ultimately held responsible under the law. That is based upon what is known in the law as the doctrine of respondeat supe-, rior, which means that when a duly authorized agent of a superior, acting for and oh behalf of his superior and in and about the business of his superior, does something which is negligent and causes damage to another, the superior must respond in damages, even though that superior may not have been actually present at the time the negligent act was performed.” This constituted an adequate statement of the doctrine of respondeat superior.\nUnder the facts of record as to the relationship between Drs. Stone and Jiminez and the law applicable to such facts, a verdict finding the existence of a principal-agent relationship would appear not only appropriate but inevitable. We find no error in this respect.\nAs to the charge on the issue of causation, the trial judge clearly explained to the jury that if they found either or both defendants negligent, then they must find that such negligence was the proximate cause of the injury to Rockwell before any legal liability would attach.\nThe cause of the injury sustained by Rockwell, i.e., the amputation of his left arm, was clearly demonstrated on this record, namely, the injection of sodium pentothal outside of the vein. There were no superseding or intervening independent causes which could raise a question in the jury’s mind as to. which act or cause was responsible for the resultant injury. The act of injecting the drug into the arm of Rockwell was performed by Dr. Jiminez and there was ample evidence produced at the trial of this, case that this act was the cause of the injury and that it triggered the thrombosis or clotting of the blood, which led to gangrene in the lower forearm and necessitated the amputation.\nThe issue of causation was not withdrawn from the jury by the following statement made by the trial judge: “On the other hand, if everything that should have been done, and done in its proper order, was not done, and/or was not done in its proper order, then that resulted in the serious consequences to Mr. Rockwell.” From all the factual evidence produced at trial both as to the act of injection and the remedial measures that could have or should have been employed after said injection, the jury was left free to deliberate as to whether or not this act or omission to act was a contributing factor to the resultant injury.\nThe definition by the trial judge of negligence, under the instant circumstances, was adequate. The evidence indicated that, before an injection of sodium pentothal is made, the arm should be pulsated to determine whether or not an artery is present in the area and this was not done by Dr. Jiminez. The testimony further showed that another test which could have been employed in determining whether the needle is lodged within a vein or an artery is to allow blood to come back into the syringe and from its flow and color it can be ascertained whether or not the injection of the, needle is within a vein or artery and this was not done by Dr. Jiminez either. Dr. Jiminez’ negligence was clear beyond question. As related previously, there was ample evidence to show that Dr. Stone, in the post injection period, was negligent and that he was vicariously liable for Dr. Jiminez’ negligence. .A reading of the instructions , of the trial court in their entirety indicates that the jury were made fully aware of the character of conduct necessary to constitute legal negligence on Dr. Stone’s part.\nDr. Stone relies on Donaldson v. Maffucci, 397 Pa. 548, 156 A. 2d 835, and Robinson v. Wirts, 387 Pa. 291, 127 A. 2d 706. Both the Donaldson and Robinson cases presented factual situations which were entirely distinct from the case at bar.\nIn Donaldson, Robinson and the recent case of Demchuk v. Bralow, 404 Pa. 100, 170 A. 2d 868, where plaintiffs in malpractice cases attempted to establish negligence without. the aid of expert testimony and were nonsuited, we held that negligence of a physician or surgeon could not be inferred by a jury whose knowledge and experience as laymen was not sufficient to warrant their passing in judgment on the subject. In the case at bar, the record is replete with expert testimony as to the effect of the injection of sodium pen tothal outside a vein and the nature and timing of remedial procedures to be taken to reverse the effect of an improper injection of the drug. Such expert testimony enabled the jury under the circumstances to pass judgment on the culpability of Dr. Stone.\nComplaint is made to that portion of the court’s charge wherein referring to sodium pentothal as a dangerous drug, he said: “The law of Pennsylvania is that anyone dealing with and dispensing dangerous substances to another is under the duty of a high degree of care and must use every scientific method at the disposal of such person or persons to insure that no harm will result from the use or dispensing of that dangerous agency to another” (emphasis added). While the nse of the word “insure” was unfortunate, certainly the court did not place upon Dr. Stone the burden of being an insurer. A fair reading of the charge in its entirety dispels any such implication. That sodium pentothal is a highly dangerous drug which contains great potentialities for causing harm, if not properly employed, was fully demonstrated on- this -record -and, in dealing with any dangerous agency, - a. higher degree of care than ordinarily employed must be exercised: Fredericks v. Atlantic Refining Co., 282 Pa. 8, 127 A. 615; Kuhns v. Brugger, 390 Pa. 331, 135 A. 2d 395. That, in effect,-is what the ■ court told-the jury and that was correct.\nLastly, it is argued the court erred in permitting the admission into evidence and the use. of the hospital records. The Uniform Business Records as Evidence Act, Section 2 provides “A record of an act, condition or event shall, in so far as relevant, be competent evidence if the custodian or other qualified witness testifies to its identity and the-mode of its preparation, and-if it was made in the regular, course of business at -or near the time -of the act, condition or event, and if, in the opinion of the court, the sources of information, method and time of preparation were such-as to justify its admission.”\nThe gravamen of the present complaint- as to the admitted hospital records is that the anesthesia chart contained two versions and that the testimony as to the preparation of either version indicates each version was prepared from hearsay evidence. Relying on Paxos v. Jarka Corporation, 314 Pa. 148, 153, 171 A. 468, it is urged that, prerequisite to the admission of hospital - records, three “probative elements” must be established: (1)- that the records were made contemporaneously with the acts which they .purport to relate; (2) , at the time of making, it was impossible to anticipate reasons which might subsequently arise from making a false entry in the original; (3) the knowledge of the person responsible for the. entries.\nTwo anesthesia charts were admitted, in evidence as part of the hospital records. The first chart was prepared by Molnar, the. registered nurse in the Anesthesiology Department, whose duty it was to make notations and additions to the anesthesia chart while a patient was in the induction room' and Molnar testified as to the manner of making this record. At times other nurses studying, anesthesiology would aid in such work. The second chart was prepared by a Dr. Celeste Donnelly, Dr. Stone’s assistant, who testified she would complete the anesthesia chart on each patient before it became part of the hospital record and file it in the records room. As to this. particular chart, Dr. Don nelly testified she made the additions thereto sometime subsequent to the operation and, although she was not in the induction room when Rockwell received sodium pentothal nor in the recovery room when remedial procedures Were undertaken, the notations she made were after consultation with other personnel of the Department- who were present,\nOur examination indicates that the first chart met fully the probative elements set forth in Paxos but that the second chart, particularly as to the time of preparation, was lacking in the'requisite proof of preparation. However when the charts were offered, in evidence no objection was made to this iack of compliance with the Act, supra; under such circumstances, this present complaint to the admission of such charts cannot be considered on appeal: Rodney v. Staman, 371 Pa. 1, 11, 89 A. 2d 313.\nDr. Stone Was fairly tried. The evidence of record amply. supports the. verdict rendered against him. We find no. reason to .grant,him a.new trial.,; ..\nJudgment affirmed.\nThe case was tried in Court of Common Pleas No. 4.\nThe operation performed was one of minor elective surgery, that is, the type of operation which generally has no emergency features and can be performed at any time, usually without subsequent injury or damage to the patient. ■ •\nMcConnell v. Williams, 361 Pa. 355, 65 A. 2d 243.\n397 Pa. 28, 153 A. 2d 255.\nAct of May 4, 1939, P. L. 42, No. 35, 28 PS §91 (b).",
        "type": "majority",
        "author": "Mb. Justice Benjamin R. Jones,"
      }
    ],
    "attorneys": [
      "John J. McDeritt, 3rd, for Stone, appellant.",
      "Wilfred B. Lorry, with him Abraham E. Freedman, Charles Sorel, and Freedman, Landy & Lorry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rockwell v. Stone, Appellant.\nJuly 18,1961:\nArgued June 1, 1961.\nBefore Jones, C. J., Bell, Jones, Bok and Eagen, JJ.\nJohn J. McDeritt, 3rd, for Stone, appellant.\nWilfred B. Lorry, with him Abraham E. Freedman, Charles Sorel, and Freedman, Landy & Lorry, for appellee."
  },
  "file_name": "0561-01",
  "first_page_order": 609,
  "last_page_order": 621
}
