{
  "id": 1034748,
  "name": "Ake and Feay's Appeal",
  "name_abbreviation": "Ake & Feay's Appeal",
  "decision_date": "1873-07-02",
  "docket_number": "",
  "first_page": "116",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "74 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0451-01"
      ]
    },
    {
      "cite": "2 Jones 355",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 12181,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.974250919295494e-07,
      "percentile": 0.9354661217700337
    },
    "sha256": "6a5cbb96a2a2603f3189b1fe8c6999ed56fbd831ee9cced8aba1c19af9ed1934",
    "simhash": "1:21ee8f21302cac6c",
    "word_count": 2125
  },
  "last_updated": "2024-02-27T21:40:01.893306+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Sharswood, Williams and Mercur, JJ."
    ],
    "parties": [
      "Ake and Feay’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 2d 1873, by\nSharswood, J. —\nThe Orphans’ Court is not possessed of general equity jurisdiction, nor do those rules apply to it, which both in England and in this country have so amplified that jurisdiction by enabling it, when once rightfully possessed of a cause, to make a complete end of the controversy. This is certainly a very valúa-' ble principle in the practical administration of justice. But there are many good reasons why it should not be applicable to Orphans’ Courts.\" It would bring within their reach all matters of controversy or dispute, not only in the settlement of estates of decedents, but with other parties. The jurisdiction of that court is, however, special, and derived entirely from statute, though it has undoubtedly all the powers necessary to make its jurisdiction effective, and in the exercise of those powers, applies the rules and principles of equity : Willard’s Appeal, 15 P. F. Smith 265. The Act of February 24th 1834, § 15, Pamph. L. 75, confers upon it jurisdiction to compel the specific performance of the contracts of decedents for the sale of real estate. This may be either upon the application of the executors or administrators of the deceased vendor, or on the application of the vendee or any other person interested. It is essential, in order to carry out the design of this act, that the court should have power to inquire and determine whether the whole or how much of the purchase-money has been paid, and to make such a decree as will compel specific performance by the vendee. But when that purpose is reached its jurisdiction is exhausted. We can find nothing in this or any other Act of Assembly which goes beyond this special purpose. If, in the account between the parties, it is found that the purchaser has overpaid the amount of the agreed purchase-money, it cannot proceed to make a decree against the estate of the deceased vendor for the balance found to be due upon such account. In speaking of the Act of Assembly in question, Mr. Justice Bell says : “ Under the statute investing it (the Orphans’ Court) with authority, the only final decree contemplated is of specific performance:” McKee v. McKee, 2 Harris 237. It was in the case of a proceeding under this same law that Mr. Chief Justice Gibson remarked: “Although the Orphans’ Court has been called a court of equity in respect to the few subjects within its jurisdiction, the ancillary powers of such a court have not been given to it:” Brinker v. Brinker, 7 Barr 55. We hold then that so much of the decree below as ordered that the executors of Jacob Duck, deceased, should pay the balance found due to the petitioner, was erroneous.\nWe think that the endorsement of October 2d 1851, on the contract of sale, formed a part of the agreement, and although upon the principle of Vicary v. Moore, 2 Watts 451, it may have made the whole parol, yet the subsequent receipt by Jacob Duck, under seal of April 18th 1859, ¿lade it again a specialty. It follows that Patterson’s share of the timber sawed was a proper credit on account of the purchase-money, and the Statute of Limitations interposed no bar. As the amount of this credit, according to the finding of the auditor, exceeded the purchase-money due, this renders it unnecessary to consider the question, whether the estate of the decedent was properly charged with the spoliation by the adverse claimant, Ross, of the timber, during his possession under his recovery in ejectment. In any action or proceeding by Patterson against Duck’s estate, the amount of the purchase-money as ascertained by this report to have been paid from the timber will be a credit for which the estate will be entitled to a deduction.\nSo much of the decree as orders that the executors do execute a deed in fee simple to the petitioner is affirmed, and the residue is reversed. Each party to pay his own costs of this appeal.",
        "type": "majority",
        "author": "Sharswood, J. —"
      }
    ],
    "attorneys": [
      "A. S. Landis (with whom was T. 'Banks), for appellants. — •",
      "S. S. Blair, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ake and Feay’s Appeal.\n1. The Orphans’ Court has not general equity jurisdiction, and under equity rules is not enabled, when once possessed of a cause, to make an end of the controversy.\n2. The jurisdiction of the Orphans’ Court is special and derived entirely from statute, but it applies equity rules and principles to make its jurisdiction effective.\n3. Under its authority to decree specific execution, it has power to inquire whether the whole or how much of the purchase-money has been paid; but its jurisdiction is exhausted when it has decreed specific performance.\n4. In an account between the parties to ascertain whether the purchase-money has been paid, it cannot make a decree against the representatives of the vendor for a balance over-paid by the vendee.\n5. A contract under seal was made for the sale of land, an agreement not under seal in connection with it was endorsed on it and made part of it; afterwards the vendor stipulated by another endorsement under seal to comply with the contract. Held, that this made the whole a specialty so as to avoid the bar of the Statute of Limitations.\nMay 21st 1873.\nBefore Read, C. J., Agnew, Sharswood, Williams and Mercur, JJ.\nAppeal from the Orphans’ Court of Blair county: Of May Term 1873, No. 43.\nThe proceeding in this case was commenced February 2d 1866, upon the petition of Thomas Patterson, setting out that, on the 1st of October 1851, he made a contract in writing with Jacob Duck, by which Duck contracted to convey to him the undivided one-fourth of a tract of land in Cambria county, containing three hundred and seventy-seven acres, the tract being held in common with Johnston Moore; the petitioner to pay, as the consideration, $600, in the manner stated in the petition. The petition further alleged that the tract was chiefly valuable as timber-land, having a sawmill on it, and had been used by Duck and Moore for sawing-timber. Moore having received a larger amount than Duck, it was stipulated by Duck, in a memorandum in writing, signed by him and endorsed upon the contract on the day of its date, that the petitioner should have his share of the timber required to equalize him with Moore, hauled by Duck at his expense; and thereafter his share of all the timber sawed at the mill; and that afterwards, on the 18th of April 1859, Duck, by another memorandum in writing, under seal, bound himself to comply with all the conditions of the agreement. The petitioner averred that he had made various payments to Duck on the land, which, with what Duck had received from the proceeds of the saw-mill, the whole purchase-money was paid, and a large balance was still due to the petitioner; that Duck had continued to saw timber at the mill for a number of years after the date of the contract; that the petitioner was entitled to one-fourth of the proceeds, and that Duck had not accounted for it to the petitioner; that Duck died on the 24th of August 1861, without having made any provision for executing the contract, having made a will appointing Henry L. Ake and James J. Feay, executors, and leaving a widow, Sophia Duck, and a number of children and grandchildren (naming them).\nThe prayer was for a decree for specific performance of the contract, and that the executors be required to pay the balance due to the petitioner, and execute to him a deed in fee simple, and for further relief.\nThe executors answered that the purchase-money had not been paid, nor any considerable part of it, and that they believed Patterson was indebted to Duck’s estate.\nThe article of agreement was as set out in the petition. The following memoranda were endorsed on it:—\n“ It is understood that whatever timber it will take to make Jacob Duck equal to what J. Moore has hauled to the saw-mill, the said Duck agrees to haul it at his own expense, and Patterson is to have his share out of all that is sawed from this day. In witness whereof I have hereunto set my hand this 2d day of October, a. d. 1851. Jacob Duck.”\n*\n“$100.00.\n“ Received, Williamsburg, April the eighteenth 1859, of Thomas Patterson, one hundred dollars on the article of agreement in relation to the saw-mill property on the Allegheny mountain, the same now called the Rough and Ready saw-mill, and I promise to make the deed and comply in every respect with the conditions as stated in said agreement. In witness whereof I have hereunto set my hand and seal this day above written.\n“Jacob Duck [l. s.].”\nThomas McCamant, Esq., was appointed auditor in the matter.\nThe auditor took a large amount of testimony and examined a large number of accounts. He reported these facts in the case, amongst others:—\n“ That at the time Duck and Patterson entered into contract for sale and conveyance of said land, referred to in petition, an ej ectment was pending for said land in the Court of Common Pleas of Cambria county, and that in February 1852 James Ross, plaintiff in said ejectment, was put in possession of the land, and continued to hold possession of the same for almost five years. It is also conceded by the parties that, during the time Ross continued in possession of the land, he stripped it of considerable timber.”\nThe principal questions raised before the auditor and considered by him were: whether he had jurisdiction to state an account between the parties; whether the Statute of Limitations was a bar to the stipulations of the memorandum of October 2d 1851, and whether the timber cut off by Ross should be defalked from the purchase-money.\nThe auditor decided that he had authority to state an account; that the timber taken by Ross should be deducted. from the purchase-money, and that the Statute of Limitations was not a bar — ■ saying\n“We think the memorandum was intended for part of the agreement, and look upon it as such. If, then, we consider the memorandum an enlargement and part of the contract entered into between Duck and Patterson, your auditor holds that the Statute of Limitations would not run against the same, on account of Duck afterwards, by his agreement in writing, under seal, and bearing date 18th April 1859, agreeing to comply in every respect with the article of agreement in relation to the saw-mill property.” * * *\nThe auditor stated an account, finding that all the purchase-money had been paid by Patterson, and that there was still due from the estate of Duck to Patterson the sum of $865.88.\nExceptions were filed to the report of the auditor. They were overruled by the court, the report confirmed and a decree made “ that H. L. Ake and James J. Feay, executors of the last will of Jacob Duck, deceased, do execute and deliver a deed in fee simple to the petitioner, and that they do pay out of the funds of the said estate the sum of eight hundred and sixty-five dollars and eighty-eight cents, found to be due to the petitioner by the auditor, and interest thereon from the date of the filing of said report.”\nThe executors appealed to the Supreme Court, and assigned for error that the court erred\n“ 1. In assuming jurisdiction to settle the accounts of the parties.\n“ 2. In disregarding the plea of the Statute of Limitations.\n“ 3. In charging Duck’s estate with lumber cut by Ross.\n“ 4. In decreeing any balance to be paid by Duck’s estate to Patterson.\n“ 5. In confirming the auditor’s report.”\nA. S. Landis (with whom was T. 'Banks), for appellants. — •\nPatterson’s remedy was in account render: Irvine v. Hanlin, 10 S. & R. 220. The Orphans’ Court has not equity powers in cases of account between tenants in common, and the exercise of such powers is a void act: Jones v. Jones, 2 Jones 355; McLean v. Wade, 3 P. F. Smith 146; Brinker v. Brinker, 7 Barr 55; Shollenberger’s Appeal, 9 Harris 341. Consent will not give jurisdiction : Mills v. Commonwealth, 1 Harris 627; Willard’s Appeal, 15 P. F. Smith 265. The 15th section of Act of' February 24th 1834, Pamph. L. 75, 1 Bright. Purd. 276, pl. 15, has reference only to cases where there is not an adequate remedy at law: Brady’s Appeal, 16 P. F. Smith 277. The memorandum on the contract, not being under seal, the whole contract was parol: Vicary v. Moore, 2 Watts 451; Lawall v. Rader, 12 Harris 285; Lehigh Coal and Navigation Company v. Harlan, 3 Casey 441.\nS. S. Blair, for appellee."
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 120
}
