{
  "id": 1034686,
  "name": "St. Clair School Board's Appeal",
  "name_abbreviation": "St. Clair School Board's Appeal",
  "decision_date": "1873-11-10",
  "docket_number": "",
  "first_page": "252",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "74 Pa. 252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Ohio 574",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        494361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/16/0482-01"
      ]
    },
    {
      "cite": "21 Ark. 145",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1868216
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/21/0145-01"
      ]
    },
    {
      "cite": "17 N. H. 393",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4400060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/17/0393-01"
      ]
    },
    {
      "cite": "12 Conn. 437",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/12/0437-01"
      ]
    },
    {
      "cite": "19 Ohio 324",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "3 Cush. 567",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/57/0567-01"
      ]
    },
    {
      "cite": "6 Wright 358",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "25 Conn. 232",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        523395
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/25/0232-01"
      ]
    },
    {
      "cite": "2 Wright 309",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 14631,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.356287277431052e-07,
      "percentile": 0.9185133959547449
    },
    "sha256": "366b3721189e2ebac72542a29ae5760eecdb7ac77194ac45cd98c13cbd0426f5",
    "simhash": "1:a37df43dcae3715a",
    "word_count": 2493
  },
  "last_updated": "2024-02-27T21:40:01.893306+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Sharswood, Williams and Mercur, JJ."
    ],
    "parties": [
      "St. Clair School Board’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 10 th 1873, by\nMercur, J. —\nUpon the 5th day of June 1868, the school directors of St. Clair township levied a special bounty tax of two per cent,, amounting in the aggregate to $11,535.18. After $5598.85 thereof had been collected, the appellees, on the 10th of'May 1869, filed' this bill. Therein they charged that the appellants were endeavoring to collect said special bounty tax, although they well knew that said township was not indebted in any amount whatever, for or by reason of any recruits put into the service of the United States. They prayed, inter alia:—\n1. That the appellees be perpetually enjoined from proceeding further to collect said tax;\n2. That they account for moneys received and paid by them as bounties to volunteers ; and\n3. That they be restrained in the meantime from its collection.\nThe court awarded a preliminary injunction.\nAfter answer, the court appointed an examiner “to take testimony and report the facts.” Upon hearing on the master’s report and exceptions thereto, the exceptions were overruled, and the decree was made perpetual.\nThat a court of equity may enjoin against the collection of a tax levied without authority of law, is undoubted. Even when legislative authority is given to tax for a certain purpose, yet if the tax levied is clearly in excess of the sum required for that purpose, its collection may also be enjoined.\nIs this tax liable to either of those objections ?\nThe master found, and it is not denied upon the argument, that the amount of bonds duly issued by the school board for bounty purposes, and unpaid upon the 5th of June 1868, as shown by those outstanding bonds, and the statement of the township auditors, was such that it would require the proceeds of the two per cent, tax that day levied, to pay the same.- It is true the master found those bonds were issued for indebtedness incurred in 1864 and 1865. He also found that, prior to June 5th 1868, an amount of money more than sufficient to have paid and discharged all that indebtedness, had been assessed and collected. It had not been so applied, and the obligations remained unpaid. He further found that the board of school directors and treasurer were guilty of culpable negligence in not keeping books and accounts of their receipts and expenditures in relation to the bounty business. The master was therefore unable to ascertain what disposition had been made of the money. The irregular settlements made with the township auditors were so unsatisfactory that they failed to enlighten him. Many of the papers had been destroyed. In some unaccountable manner much of the money had disappeared, leaving no marks by which its last resting-place could he found. In June 1868, none of it was in the school treasury, nor, so far as could he shown, in the hands of either of the appellants.\nBriefly, then, the ease presents this state of facts. The school district was in debt. The officials for the four preceding years had been derelict in their duties. The holders of the obligations desired their payment. There was no money in the treasury to pay them. Thereupon the school directors of 1868 levied this tax for that purpose. It was not in excess of the sum required. They were proceeding to collect it when enjoined. The tax was not only authorized by law, but we know no other manner in which the school district could raise the money, or by which the creditors could procure satisfaction of their claims.\n\"We therefore think the learned judge erjed in enjoining the collection of the tax, and the decree must be reversed.\nDecree reversed. And now it is ordered and decreed that the bill be dismissed at the costs of the complainants and appellees.",
        "type": "majority",
        "author": "Mercur, J. —"
      }
    ],
    "attorneys": [
      "O. B. M. Smith (with whom were S. M. Raymond, J. H. Baldwin and Aughinglaugh Buff), for appellants. —",
      "0. S. Fetterman, for appellees,"
    ],
    "corrections": "",
    "head_matter": "St. Clair School Board’s Appeal.\n1. Equity may enjoin, against the collection of a tax levied without authority.\n2. Even when there is-legislative authority to tax for a certain purpose, if the tax levied is clearly in excess of the sum required, its collection may be enjoined.\n3. Money had been collected by taxes and otherwise to pay debts contracted by a school district for bounties to recruits. The officials of the district for foui1 years preceding had not accounted for the funds received by them, and there was no money in the treasury to pay the amount at that time due to the holders of bonds, &c., for money advanced for recruits. Held, that the school board were authorized to levy a tax to pay the indebtedness.\nOctober 10th 1873.\nBefore Read, C. J., Agnew, Sharswood, Williams and Mercur, JJ.\nAppeal from the Court of Common Pleas of Allegheny county: No. 179, to October and November Term 1872.\nThe proceedings in this case were commenced by a bill to June Term 1869 of the court below, by David Hunter and William Hughey against The Board of School Directors and Andrew Stein, collector of taxes for the township of Lower St. Clair. The bill set out:—\n1. During the years of 1864, 1865, 1866 and 1867 the township became indebted for bounties to recruits to fill the quotas of the township for 1864 and 1865.\n2. A tax was levied and paid for the bounties and expenses.\n3. The school directors had made an assessment of a special bounty tax for the year 1868, to pay an alleged indebtedness of the township, incurred in paying bounties, &c., to recruits, as aforesaid, a part of which special tax had been collected by Stein.\n4, 5. On petition of tax-payers of the township, the Court of Quarter Sessions appointed auditors, under the Act of April 4th 1866, to audit the bounty accounts of the township; and by the report of the auditors it appeared that the amount paid for bounties and expenses was $98,223.01, and that the amount realized by taxation and voluntary subscriptions was $98,386, leaving a balance of $162.99 in the hands of the directors and collectors.\n6, 7. The amount of the special tax assessed for 1868 is $il,535.18, of which $5,595.85 had been collected; and the board of school directors and tax-collectors intended to proceed to collect the special tax.\nThe'prayers were for an injunction to restrain the directors and collector from collecting the tax; for an order that they refund to the tax-payers the amount already collected, and for further relief.\nOn the 10th of May 1870, a preliminary injunction was ■ awarded.\nThe school board filed answers. They averred that the township was indebted above $9911.50, on account of bonds; &c., issued for of bounties for recruits to fill the requisitions of the United States government; that a large amount of the money contributed by the citizens for the same purpose was repaid to them by bonds, and the tax assessed would be required to pay the bonds, expenses, &c.; that the bounty accounts were regularly and after due notice audited by the township auditors; if they neglected their duty, it was no reason why the -liabilities of the township should not be paid, and it was the duty of the plaintiffs as well as of the defendants and others, to have ascertained the action of the auditors ; that the auditors appointed by the Court of Quarter Sessions unjustly and without proper examination rejected a credit of above $18,000, ■which had been allowed to Stein, the collector and treasurer' of the board, by the township auditors; that if that credit had been allowed, the auditors appointed by the Court of Quarter Sessions would necessarily have reported a balance exceeding $18,000 to be due by the township.\nStein, the collector and treasurer, answered, denying that there was in his hands or the hands of the school directors any sum .whatever over the amount required to pay the indebtedness of the township on account of bounties, &c. He averred that all his accounts as treasurer of the school board and collector had been audited by the township auditors correctly; that he furnished vouchers for all his credits, except commissions, errors and lost taxes; that the vouchers had been destroyed by the auditors, as being no longer of any value; that a large amount — how much he was unable to state — of the money raised by the citizens was repaid to them by credits on their taxes and by bonds, &c., and the vouchers for the $18,000, disallowed by the auditors appointed by the court, were produced before them. His answer contained averments and denials substantially the same as those of the directors.\nA replication was filed, and Thomas Ewing, Esq., appointed examiner.\nThe examiner heard a large amount of testimony, and in conclusion found the following facts :—\n1. By virtue of a resolution of the board of school directors, June 11th 1864, bonds were issued to pay subscriptions and payments formerly made by citizens for bounty purposes, and the contributions so made amounted to $16,805; and for this bonds were issued, the first date being June 13th 1864.\n2. On a call for volunteers, filled in September 1864, the school board paid for bounties $19,709.40, exclusive of any incidental expenses, &c., and bonds and notes, amounting in all to about $22,300, were issued by the board about this time.\n3. Under a third call for volunteers, the school board issued bonds to the amount of $1900 to volunteers, and paid in money to the citizens’ committee, for payment of bounties, $6473, in all the sum of $8373, contributed by the board for bounties on the third call for volunteers; and the $6473, contributed in money as aforesaid, were raised from taxes levied by the board.\n4. The incidental expenses incurred by the board of school directors, in regard to the bounty business, were probably $1200.\n5. The payments by the board of school directors for recruits did not amount to the sum of $300 to any one volunteer.\n6. The citizens of the district contributed voluntarily to the bounty funds $58,537; no part of which was refunded by the school board; and in addition, on the second and third calls, the citizens had contributed, in bonds issued to refund contributions on first call, the sum of $1115, which amount of bonds was handed over, May 22d 1865, to A. Stein, treasurer, without payment of any money thereon.\n7. The whole amount of money contributed by the board of school directors for bounty payments in the district, including the funding of contributions made on the first call, is the sum of $44,887.40; and deducting the $1115 of bonds returned by the citizens’ contributions, as stated in the last paragraph, the net amount paid was $43,772.40, and this sum is exclusive of incidental expenses and interest.\n8. To repay these bounty loans and contributions, the board of school directors, prior to June 5th 1868, had levied taxes amounting to the sum of $72,568.55; and of this amount levied there had been collected, including the amount received from James Ritchie, collector in the borough of Mount Washington, $51,844.09, over and above lost taxes and commissions of collectors and treasurer.\n9. This amount so collected, at the times at which it was collected, if properly applied, would have fully liquidated both principal and interest of all the bounty indebtedness of the township, in'addition to paying all necessary or probable incidental or contingent expenses connected with the business; and there should have been a balance in -the treasury, on June 5th 1868, of from $1000 to $2000.\n10. The board of school directors (and Andrew Stein, treasurer) were guilty of culpable negligence in not keeping books and accounts of their receipts and expenditures in relation to the bounty business.\n11. Notwithstanding the amount collected, as above stated, there were outstanding at the 5th day of June 1868, bonds duly issued by the school board to the amount of $7349, exclusive of interest accrued, and exclusive of the bond issued October 16th 1868 to William Hageman, for $480; and it would require the proceeds of the two per cent, tax assessed June 5th 1868, to pay the bounty indebtedness of the township, as shown by these outstanding bonds and the statement of the township auditors.\n12. Andrew Stein, prior to the issuing of the injunction in this case, had collected of this special tax, levied June 5th 1868, the sum of $5595.85 or upwards, and had lifted therewith twenty-seven bonds that were outstanding at the date of the levy, amounting without interest to the sum of $3620, and in addition thereto the intere.st-bond issued October 1868, to William Hage-w man, for $480 — in all $4100.80; which bonds, so lifted, the township auditors required Andrew Stein, collector, on the 11th day of December 1869, to deliver to F. Hampe, then treasurer.\n13. Neither Andrew Stein, treasurer, nor the school board of the district, or any member thereof, has ever settled any account of the money received by them for bonds and notes issued in 1864 and in 1865; but, in the opinion of the examiner, Andrew Stein, in his settlements with the township auditors, has received large credits, as against taxes collected, for receipts given to him for money, the proceeds of such notes and bonds.\nExceptions were filed to the report of the examiner. They were overruled, and the court decreed:—\n“ That the defendants, the Board of School Directors and Andrew Stein,, collector of taxes of the township of Lower St. Clair, their agents and servants, and every of them, be perpetually enjoined and restrained from further proceeding to levy and collect the special bounty tax, or any part thereof, heretofore assessed for the year 1868, upon the inhabitants of said Lower St. Clair township, by said Board of School Directors; and that the defendants pay all costs of this suit.”\nThe defendants appealed to the Supreme Court, and assigned the decree for error.\nO. B. M. Smith (with whom were S. M. Raymond, J. H. Baldwin and Aughinglaugh Buff), for appellants. —\nThe rule as to re,straining the collection of taxes is non-interference when the right is doubtful or there is a remedy at -law: Miller v. Gorman, 2 Wright 309; Dodds v. Hartford, 25 Conn. 232; Hughes v. Kline, 6 Casey 227; Wharton v. School Directors, 6 Wright 358; Clinton School District’s Appeal, 6 P. F. Smith 318; Truesdell’s Appeal, 8 Id. 148; Moore v. School Directors of Clearfield, 9 Id. 232; Bounty Accounts Eleventh Ward Pittsburg, 20 Id. 92.\n0. S. Fetterman, for appellees,\ncited Cooley on Constitutional Limitations 519, 521; Joyner v. School District in Egremont, 3 Cush. 567; Kemper v. McClelland, 19 Ohio 324; School District v. Merrills, 12 Conn. 437; Elwell v. Shaw, 1 Greenl. 335; Wells v. Burbank, 17 N. H. 393; Kinsworthy v. Mitchell, 21 Ark. 145; Hillard on Injunctions 383-388; Culbertson v. Cincinnati, 16 Ohio 574; Vanover v. Davis, 27 Georgia 354; Kerr on Injunctions 135."
  },
  "file_name": "0252-01",
  "first_page_order": 252,
  "last_page_order": 257
}
