{
  "id": 1286302,
  "name": "Exner et ux., Appellants, v. Gangewere",
  "name_abbreviation": "Exner v. Gangewere",
  "decision_date": "1959-06-30",
  "docket_number": "Appeals, Nos. 60 and 61",
  "first_page": "58",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "397 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Atl. 1070",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "199 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922930
      ],
      "year": 1901,
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0232-01"
      ]
    },
    {
      "cite": "60 Atl. 1087",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940075
      ],
      "year": 1905,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0534-01"
      ]
    },
    {
      "cite": "90 Atl. 62",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "year": 1914,
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "130 A. 2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272554
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0146-01"
      ]
    },
    {
      "cite": "136 A. 2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275643
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0485-01"
      ]
    },
    {
      "cite": "200 Atl. 46",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184292
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0059-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 445",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417830
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/44/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 13812,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 3.4951097801309106e-07,
      "percentile": 0.8824730708238202
    },
    "sha256": "1fdbbc42c00fb19b1f36d3b8275b1f5da9960c553777a828a4b739c6b7ed4f2d",
    "simhash": "1:969b043676154c98",
    "word_count": 2430
  },
  "last_updated": "2024-02-27T23:35:29.106489+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Bell, Musmanno, Jones, Cohen and McBride, JJ."
    ],
    "parties": [
      "Exner et ux., Appellants, v. Gangewere."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice McBeide,\nThis is an action in trespass for personal injuries suffered by plaintiffs, Norman E. Exner and Catherine M. Exner, when their automobile collided with that of the defendant, Bay L. Gangewere, which was then being driven by his son, Robert L. Jacoby. The only issues submitted to the jury were (1) Was Jacoby the servant of the defendant at the time of the accident? and (2) Was Jacoby then in the course and scope of his employment?\nThe jury answered both questions in the affirmative. Defendant’s motion for judgment n.o.v. was denied and no appeal has been taken from that order. Hence, we are precluded from considering that issue. Harr, Sec’y. of Banking v. Fairmount Foundry, Inc., 331 Pa. 59, 64 200 Atl. 46 (1938). Defendant’s motion for new trial was granted. Plaintiffs appeal.\nThe court below ordered the new trial on the stated ground that while the evidence supported the jury’s finding on the first question submitted, i.e., the master-servant relationship, its finding on the second question as to scope of employment was against the weight of the evidence.\nThe question presented for our decision therefore is whether the action of the court below manifests a “palpable abuse of discretion”. Glaister v. Eazor Express, Inc., 390 Pa. 485, 136 A. 2d 97 (1957); Smith v. Blumberg’s Son, Inc., 388 Pa. 146, 130 A. 2d 437 (1957).\nTo resolve this question we too must examine the record and assess the weight of the evidence; not, however, as the trial judge, to determine whether the preponderance of the evidence opposes the verdict, but rather to determine whether the court below in so finding plainly exceeded the limits of judicial discretion and invaded the exclusive domain of the jury.\nThe evidence shows that Jacoby is the defendant’s son and although they did not live in the same house defendant regularly visited Jacoby and his other children. At the time of this accident Jacoby was 18 years of age and a high school student. Defendant had, on previous occasions, given Jacoby the use of his automobile for the purpose of doing errands for himself and his mother. Not long before the accident Jacoby had taken the car to school where he relined its brakes for defendant who supplied the materials and paid for the work. Jacoby had previously washed and waxed the car and had been paid for it. On the day of the accident the defendant was visiting Jacoby’s home and Jacoby asked for permission to clean and wax the car. The permission was granted and defendant gave him the keys. While there were waxing materials in the automobile, Jacoby used his own. He took the car about 1 p.m. and drove to the home of a friend in nearby Allentown. Having picked up his Mend they drove together to Jim Thorpe, a distance of 35 miles, where Jacoby commenced to wax the car. Defendant testified that Jacoby asked permission to do this work at a nearby gas station; that he had not given him permission to go to Jim. Thorpe, nor, on the other hand, had he forbidden it. Jacoby testified that there was no mention of washing the car at the gas station or at any other specific location. He also testified that in going to Jim Thorpe he had originally in mind but abandoned the idea of visiting a girl and other persons whom, he had met at a wedding. Jacoby never told defendant he was going to drive to Jim Thorpe; he never asked permission to go to Jim Thorpe; and he admitted that he. “did not go to Jim Thorpe that day on any business of defendant”.\nWhen the existence or scope of an employment or agency depends upon oral testimony all of the circumstances must be considered and where the evidence is in conflict the question is peculiarly one for the jury. Curran v. Lorch, 243 Pa. 247, 249, 90 Atl. 62 (1914); Singer Mfg. Co. v. Christian, 211 Pa. 534, 540, 60 Atl. 1087 (1905); Simmons v. Penna. R. R., 199 Pa. 232, 238, 48 Atl. 1070 (1901). However, the trial Judge, while recognizing this principle, carefully analyzed and reviewed the testimony and in his opinion granting a new trial said:\n“The weight and fair preponderance of the evidence favors the defendant, Say L. Gangewere, that Robert Jacoby was not acting within the scope of his employment, at the time this accident occurred.\n“The only conversation that Say L. Gangewere liad with Robert Jacoby was relative to washing and waxing the car, and he said that he would take the car down to the gas station, because he could not do it in front of the house as it was too cold outside, and they had washing facilities available at the gas station, and he told him to go ahead.\n“The Court concludes that this testimony of the defendant, Ray L. Gangewere, is credible and constituted authority for Robert Jacoby to take the car to the gas station. The plaintiffs admit that Robert Jacoby was not specifically authorized or told by the defendant to go to Jim Thorpe to wash and wax the car, and the only authority Robert Jacoby had from Ray L. Gangewere was to take the car to the gas station at Chapel and Emmaus Avenue. The logical and proper place to wash the car was at the gas station, where they had washing facilities available, and the Court does not believe the testimony of Robert Jacoby that he drove his father’s car from 2232 Cypress Avenue, Salisbury Township, to Jim Thorpe, a distance of approximately 35 miles, to a place where there were no facilities to wash . . . and wax it . . . and this testimony does not have the ring of truthfulness to it, and, in the opinion of the Court, is incredible. The Court gives more credence to the testimony that he drove to Jim Thorpe to visit a girl and that was the primary purpose in making the trip to Jim Thorpe, and when he drove from Allentown to Jim Thorpe, he drove without the authority of his father, Ray L. Gangewere, and for his own pleasure.\n“After a careful consideration of the evidence offered by the defendant to impeach the credibility of the witness offered by the plaintiffs [Jacoby was plaintiffs’ only witness], after observing the demeanor of the witness on the stand, and his failure to be consistent in his testimony adduced at the trial when questioned concerning the statements given under oath before Nellie J. Zweifel, Notary Public, on January 10, 1956, and his lack of memory and evasiveness on important questions asked at the time of taking depositions before the Notary Public and at the trial of the case, the Court comes to the conclusion that in many respects the testimony of Robert Jacoby was incredible; . . . [The] testimony of defendant [as to employing Jacoby to wash and wax the car] is credible and constituted authority for Jacoby to take the car to the gas station.”\nWhether we, the appellate court, who did not see or hear the witnesses, would have believed or disbelieved Jacoby is not the test which is applicable in this Court. Here, the trial Judge granted a new trial because, after observing the demeanor of Jacoby, plaintiffs’ only witness, he was of the opinion that in many respects the testimony seemed incredible. We cannot say that the trial Judge manifestly and palpably abused his discretion in directing that another jury pass on the facts and the credibility of the witnesses.\nAccordingly, the order of the court below is affirmed.\nIn a prior action brought by the plaintiffs against Jacoby plaintiffs had recovered verdicts against him. In the present case 1he amount of damages was stipulated and the trial was to determine only the present defendant’s liability for Jacoby’s acts.",
        "type": "majority",
        "author": "Me. Justice McBeide,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Musmanno:\nWas Robert L. Jacoby, an 18-year old youth, the servant of his father, who was the owner of the car which Robert was driving at the time of the accident which gave rise to this lawsuit? The jury answered the question Yes. The jury was additionally asked: Was Jacoby in the course and scope of the employment he had with his father when the accident occurred? The jury also answered this question in the affirmative.\nThe Trial Judge accepted the first Yes, but declined the second Yes and, because of that declination, he ordered a new trial. The majority of this Court is affirming that order. I do not so affirm. It is my opinion that the Judge had no authority to order a new trial on the facts in the case, and it is my view that this Court should have entirely affirmed the verdict of the jury.\nThe Majority Opinion says: “To resolve this question [Question No. 2] we too must examine the record and assess the weight of the evidence; not, however, as the trial judge, to determine whether the preponderance of the evidence opposes the verdict, but rather to determine whether the court below in so finding plainly exceeded the limits of judicial discretion and invaded the exclusive domain of the jury.”\nBut if we are to weigh the evidence, why are we not as qualified as the Trial Judge to determine whether the preponderance of the evidence opposes the verdict? Of what use is it for us to weigh the evidence if we are to ignore the weight which is registered on the scales of review?\nThe Majority Opinion says also: “When the existence or scope of an employment or agency depends upon oral testimony all of the circumstances must be considered and where the evidence is in conflict the question is peculiarly one for the jury.” This, of course, is a correct statement of the law, but the Majority, after acknowledging it as correct, even citing precedents to support it, proceeds to ignore it. The Majority attempts to bolster its position by quoting at length from the Trial Judge’s opinion which leaves much to be desired in the way of logic and ratiocination.\nThe Trial Judge said: “The Court does not believe the testimony of Robert Jacoby that he drove his father’s car from 2232 Cypress Avenue, Salisbury Township, to Jim Thorpe, a distance of approximately 35 miles, to a place where there were no facilities to wash . . . and wax it . . . and this testimony does not have the ring of truthfulness to it, and, in the opinion of the Court, is incredible.”\nBut it is not for the Trial Judge to say that the testimony is incredible. The credibility of witnesses is for the jury. This is hornbook law. The Trial Judge said that Jacoby’s testimony did not have “the ring of truthfulness,” but twelve impartial persons heard the same testimony and it rang without dissonance or disharmony in their ears. There was nothing inherently incredible in Jacoby’s testimony; it did not oppose common knowledge and common experience. He said nothing which defied the law of physics; he said nothing which could not happen to an 18-year old lad.\nJacoby testified that he often drove his father’s car, that on occasion he relined its brakes and performed other chores in connection with the car, that he frequently washed and waxed the car, that his father paid Mm for the work, and that when he worked on the car, his father did not prescribe where he was to accomplish the task assigned to him. On Sunday, December 18, 1955, Jacoby and his father agreed that he was to wax the car and that he was to return it between 5 and 6 o’clock. That was the only condition of the employment. Jacoby took the car and drove it to Jim Thorpe (the town named after the famous Indian athlete). There he started to wax the car, but, before he could complete the task, the lateness of the hour counseled him to start back to Allentown so as to reach that city by 5 or 6 o’clock. It was on this return trip that the accident occurred.\nThe Trial Judge said that Jacoby went to Jim Thorpe to see a girl friend. There is nothing extraordinary about an 18-year old lad having a heart interest. (Even lads of a slightly older age have heart interests). Since Jacoby’s father did not specify where the car was to be waxed, and Jacoby had on previous occasions chosen the place where to work on the car, Jacoby was not breaching any condition of employment when lie drove to the town of Jim Thorpe. The Trial Judge seemed to think that Jacoby’s visit to Jim Thorpe to see a girl friend was inconsistent with the job of waxing the car. But there is no reason why a young man cannot wax a car and wax romantic at the same time. The irony of the situation is that Jacoby never got to see his girl friend after all.\nThe jury decided after hearing all the evidence that Jacoby was acting within the scope of his employment when the accident occurred, and I see no reason to disturb their finding. In McDermott v. Consolidated Ice Co., 44 Pa. Superior Ct. 445, the Superior Court said: “If the master leave to his servant a discretion as to the manner in which his duty is to be performed, he must be responsible for the manner in which that discretion is exercised.”\nAs stated in the early part of this opinion, the Trial Judge put two questions to the jury. He accepted the first answer of the jury but rejected the second. He said he could not accept the second answer because by observing Jacoby on the witness stand, his demeanor and attitude, he could not believe him. But he did believe him on the matter of the master- and-servant testimony. Jacoby was the only witness for the plaintiff. How could the Trial Judge find Jacoby entirely trustworthy as he related the master- and-servant relationship but find him untrustworthy as he related the matter of the scope of employment?\nI believe that the Trial Judge’s conclusions were inconsistent and capricious, and that, therefore, he abused the discretion vested in him, and that, therefore, this Court should have reversed his order and reinstated the verdict.",
        "type": "dissent",
        "author": "Mb. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Joseph It. Foster, with Mm Martin It. Philip, for appellants.",
      "Roger N. Tsfanovic, with him Albert It. Heimbaeh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Exner et ux., Appellants, v. Gangewere.\nArgued January 14, 1959.\nBefore Jones, O. J., Bell, Musmanno, Jones, Cohen and McBride, JJ.\nJoseph It. Foster, with Mm Martin It. Philip, for appellants.\nRoger N. Tsfanovic, with him Albert It. Heimbaeh, for appellee.\nJune 30, 1959:"
  },
  "file_name": "0058-01",
  "first_page_order": 86,
  "last_page_order": 94
}
