{
  "id": 1286229,
  "name": "Starkey, Appellant, v. Philadelphia",
  "name_abbreviation": "Starkey v. Philadelphia",
  "decision_date": "1959-11-24",
  "docket_number": "Appeals, Nos. 289 and 290",
  "first_page": "512",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "397 Pa. 512"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 A. 2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0329-01"
      ]
    },
    {
      "cite": "152 A. 682",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0475-01"
      ]
    },
    {
      "cite": "200 A. 834",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0209-01"
      ]
    },
    {
      "cite": "103 A. 2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246148
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0482-01"
      ]
    },
    {
      "cite": "81 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0109-01"
      ]
    },
    {
      "cite": "23 A. 996",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "148 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0236-01"
      ]
    },
    {
      "cite": "107 A. 386",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047496
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0368-01"
      ]
    },
    {
      "cite": "102 A. 174",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0518-01"
      ]
    },
    {
      "cite": "85 A. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0132-01"
      ]
    },
    {
      "cite": "106 A. 2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 16606,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.048456493023338425
    },
    "sha256": "d4bbf2dae0a5927dce3b9c901b0d20803a9fc16a46a64b14e2e2139be1dba0a4",
    "simhash": "1:2b6ba735e974fd62",
    "word_count": 2747
  },
  "last_updated": "2024-02-27T23:35:29.106489+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Beta, Musmanno, Jones, Cohen, Bok and McBride, JJ."
    ],
    "parties": [
      "Starkey, Appellant, v. Philadelphia."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nThe plaintiffs, instituted this action in Equity in which they claimed a reversionary interest in certain lands taken by the City in eminent domain proceedings.\nThe plaintiffs contended that the City never acquired a fee simple title but only a base or determinable fee; that the lands were condemned for airport purposes and are now not used for airport or any other public purpose; that the City now proposes to convey the lands to private persons for private industrial purposes and has therefore abandoned any public use of these lands; and that the limited or base fee title of the City has therefore terminated.\nPlaintiffs contended in the alternative that even if the City acquired a fee simple title to their land, the City took the land in anticipation of its increased value, changed the zoning and thereafter sold the land for an enormous profit, and consequently holds such profits in trust for the benefit of plaintiffs. Plaintiffs support this conclusion first under the theory of fraud, and secondly on the theory of unjust enrichment. The lower Court entered a decree dismissing the complaint.\nPlaintiffs’ first contention, indeed the real basis of their claim is that the City took their land (88 acres) under and by virtue of an ordinance dated December 18,1945, which in turn was passed under and by virtue of the authority of the Airport Zoning Act of April 17, 19Jf5, P.L. 237, §14, which grants the City the power to acquire air right aviation easements or other interests in the property necessary to effectuate the purpose of the Act, i.e., to provide the necessary aviation “approach” protection. In other words, the 1945 Act authorized the acquisition of flight zones and other easements or base fees. If the taking was under the 1945 Act, the City would have acquired only a flight easement or a base fee (sometimes called a determinable or qualified or conditional fee) and if the easement were abandoned by the City it would be extinguished, and if the purpose or use for which the land was acquired was abandoned, the land would revert to the former owners, or their heirs or assigns, namely, the plaintiffs. Eagan v. Nagle, 378 Pa. 206, 106 A. 2d 222; Loechel v. Columbia Borough School District, 369 Pa. 132, 85 A. 2d 81; Leach v. Philadelphia, Harrisburg & Pittsburgh Railroad Company, 258 Pa. 518, 102 A. 174; McClure v. Monongahela Southern Land Co., 263 Pa. 368, 107 A. 386; Slegel v. Lauer, 148 Pa. 236, 23 A. 996; cf. also London v. Kingsley, 368 Pa. 109, 81 A. 2d 870; 31 C.J.S. 22-23. On the other hand, the City contends that it acquired these lands in fee simple by condemnation under the Ordinance of December 18, 1945, which in turn was passed under and by virtue of the authority of the Act of May 12, 1925\nThe Act of May 12, 1925 provides, v/ith respect to lands condemned thereunder, “The title acquired by the City exercising the power of condemnation shall be a title in fee simple.”\nBoth the City Ordinance of 1945 and the proceedings before the Board of View confirm the City’s position. The City Ordinance of December 18, 1945, which condemned plaintiffs’ property for the Northeast Airport (and other property for the International Airport) refers twice in its preamble to the Act of 1925.\nThe preamble of the condemning ordinance of December 18, 1945, sets forth the purposes and necessity of the taking of appellants’ land:\n“Whereas, it is imperative for the growth and prosperity of the City that it possess adequate modem air terminals with facilities capable of handling all classes of air transportation, and of meeting all present demands and future requirements of air commerce; and\n“Whereas, the City is now preparing for this objective by planning the adoption of a program for the progressive expansion and improvement of its air terminals and related facilities to a degree that will place Philadelphia on a level with the great airport centers of the world; and\n“Whereas, the Municipal-owned land areas which are now usable for the Philadelphia Northeast and Southwest Airports are inadequate to meet anticipated future aviation demands, and must be enlarged by the appropriation of sufficient contiguous and adjacent territory, to permit their ultimate expansion and development for complete air commerce and general aviation uses; and\n“Whereas, it is for the best interests of the City to immediately acquire, so as to thereafter completely control, all such needed additional land in advance of its actual development for airport purposes; and\n“Whereas, an Act of Assembly approved May 12, 1925 (page 614) authorizes and empowers ‘Cities of the first class to acquire by lease, purchase, or condemnation proceedings, any land within or, with the consent of the local authorities where such land is situated, without the limits of said cities for the purpose of establishing and maintaining municipal airdromes or aviation landing fields,’ etc.; therefore”.\nThe title and preamble of an ordinance are a part thereof and must be considered in construing the ordinance. City Stores Co. v. Philadelphia, 376 Pa. 482 (1954), 103 A. 2d 664.\nWe believe a reading of the Ordinance and a consideration of the purposes thereof make clear that the City was condemning this land under the Act of May 12, 1925, to wit, in fee simple, for adequate modern air terminals, and for the ultimate expansion and development of the property for complete air commerce and present and future general aviation uses. This conclusion is fortified by the fact that the City had passed an Ordinance in 1944 which provided for the taking of flight zones (either an easement or a base fee) over plaintiffs’ property and condemnation proceedings for such taking were pending before the Board of View at the time of the hearing for a taking of plaintiffs’ 88 acres of land under the 1945 Ordinance.\nMoreover, these references in the City’s 1945 Ordinance to the Act of 1925, are repeated in the petition of the City of Philadelphia for the appointment of a Board of View and in the proceedings before the Board to assess the damages caused by the condemnation of appellants’ property.\nAt the hearing before the Board of View for damages for the taking of these 88 acres, plaintiffs’ attorney stated that the case was not for a flight zone, but for the taking of a fee simple, and the Board of View stated “All claims arising from damages by the establishment of flight zones . . . under the Ordinance of August 31, 1944, were merged in the present awards which are based upon a total taking of the same properties by the Ordinance of December 18, 1945.” The Board of View awarded plaintiffs the sum of $286,370, and declared that “the present awards . . . are based upon a total takingPlaintiffs filed an appeal, but subsequently withdrew that appeal and agreed with the City to settle (and reduce) their claim to $279,-757.50 — the equivalent of $1300 an acre.\nTo summarize: It is clear that the actual intention of the parties — both the City and the property owners— as well as the legal effect of their acts, was to vest in the City all and every interest which the property owners had, namely, a fee simple title to this land and not a base fee.\nPlaintiffs vigorously contend that the facts disclose that the City took this land for airport purposes, and its failure to use this property for airport purposes, and its subsequent dealings with the property, disclosed bad faith and fraud. This combination of facts is followed and particularized as follows: (1) The City condemned this land under the Act of 1945 solely for airport purposes and hence acquired only a base fee and the base fee terminated upon the abandonment by the City of the purpose and use for which the land was taken and title reverted to the original owners of the land; (2) the City could condemn in fee simple only what the Act of 1945 authorized, namely, only any lands necessary for the purpose of aviation, and plaintiffs’ lands could not have been appropriated in fee simple because the failure of the City ever to use these lands for the purpose for which they were allegedly taken and other facts demonstrate that these lands were not reasonably necessary or in good faith acquired for aviation purposes and consequently they reverted to the plaintiffs; and (3) even if the taking was a bona fide taking in fee simple, the gift by the City of this property in fee simple and without consideration to the Redevelopment Authority and the subsequent sale by the Authority to private individuals for industrial development at a profit of $4700 per acre constituted a fraud in law and made the City and the Redevelopment Authority a trustee for plaintiffs for the enormous profits which were derived from this private sale.\nThe lower Court found, supported by ample evidence, that there was no bad faith or fraud. When the City condemned this land for aviation purposes it was not only intended in good faith to use these 88 acres as runways and for other appropriate air purposes, but at that time it was reasonable for the City to believe that the land was reasonably necessary for future airport purposes and future development of an adequate modern air terminal and facilities for complete air commerce and general aviation uses.\nFor years these 88 acres were leased as farm or fallow lands. Nevertheless, preliminary and unofficial plans were prepared by City employees which, if they had been adopted, would have used this land for an extension of airport runways, as well as for purposes of flight zones. In 1957, because of the remarkable development of aviation and for technical reasons which could not have been reasonably foreseeable in 1945, the City decided that it would not need plaintiffs’ land for airport purposes. It therefore passed an ordinance rezoning a 1200 acre tract which included plaintiffs’ land to a class known as “limited industrial”. By ordinance dated October 11, 1957, tbe City authorized and directed the Commissioner of Public Property to execute and deliver to the Redevelopment Authority, without consideration, a deed conveying a fee simple title to certain lands, including plaintiffs’ land. On January 2, 1958, the Redevelopment Authority entered into an agreement with Cabot, Cabot & Forbes, under the terms of which the Authority sold 113 acres of this land, which includes plaintiffs’ 88 acres, at $6,000 an acre for development for private industrial uses. The agreement provided that the $682,980 purchase price was to be used by the Redevelopment Authority for redevelopment purposes.\nWhen the City condemned plaintiffs’ lands in fee simple and at the time of condemnation intended to use them for a specified purpose, but subsequently abandoned that purpose and used the lands for an entirely different purpose, plaintiffs would nevertheless retain or possess no reversionary interest therein and consequently the lands would not revert to the plaintiffs: Dornan v. Philadelphia Housing Authority, 331 Pa. 209, 200 A. 834; Parks v. Pennsylvania R. R. Co., 301 Pa. 475, 152 A. 682.\nWe find no merit in plaintiffs’ second contention, namely, that the gift by the City to the Redevelopment Authority and its subsequent sale by that Authority for private industrial uses and purposes, (a) constituted a legal fraud, or (b) made the City and/or the Authority trustees for plaintiffs under the theory of unjust enrichment.\nThe City Ordinance authorizing a conveyance in fee simple of the title to these 88 acres of plaintiffs’ land without consideration was specifically authorized in the Act of May 20, 1949, P. L. 1628, §1, as amended by the Act of May 24, 1951, P. L. 359, §2: “To authorize the Commonwealth or State public bodies, as defined, to aid redevelopment authorities in the elimination of blighted areas and their redevelopment by dedicating, selling, conveying or leasing any of its property, ....\n“Section 4. Cooperation in Redevelopment. — For the purpose of aiding and cooperating in the operation of an authority, and in the planning, acquisition, clearance, replanning and redevelopment activities of an authority, the Commonwealth or any State public body may, upon such terms, wUh or without consideration as it may determine—\n“(a) Dedicate, sell, convey or lease any of its property to a redevelopment authority; . . . .”\nWhile it may seem extraordinary to many persons that a City can give away property for which it has paid a very large sum of money, the aforesaid Acts are authority for the City’s conveyance of these lands without consideration, to the Redevelopment Anthox-ity for redevelopment purposes. We note furthermore that plaintiffs are not suing as taxpayers for a waste or misapplication of public lands or public funds, and consequently have no standing to object to the City’s action in conveying, without consideration, this land to the Redevelopment Authority for redevelopment purposes which had no connection with aviation.\nWith respect to the sale of this property by the Redevelopment Authority to the Cabots for industrial development, the Act of May 24, 1945, P. L. 991, §9, specifically states that “An Authority shall constitute a public body, corporate and politic, exercising public powers of the Commonwealth as an agency thereof. . . . [with authority] (k) To sell, lease or otherwise transfer, subject to approval by the local governing body, any redevelopment area, either as an entirety to a single redeveloper or in parts to several redevelopers'. Provided, That the Authority finds that the sale, lease or other transfer of any such part will not be prejudicial to the sale or lease of other parts of the redevelopment area, nor be in any other way prejudicial to the realization of the redevelopment proposal approved by the governing body; . . . .”\nIn Belovsky v. Redevelopment Authority, 357 Pa. 329, 54 A. 2d 277, plaintiff filed a bill in equity as a taxpayer to challenge the constitutionality of the Urban Redevelopment Law of May 24, 1945, P. L. 991, and of the Redevelopment Cooperation Law of May 24, 1945, P. L. 982, and the Act of May 24, 1945, P. L. 977, which amended the Act of May 17, 1921, P. L. 682, and other Acts not here relevant. The taxpayer sought an injunction to restrain the City and its officers from appropriating any public moneys to the Authority, and from entering into any agreement with it. This Court sustained the constitutionality of both laws and held that blighted areas — as distinguished from slum areas —which had become economically unsound or socially undesirable (a) could be taken by such Authorities for development in the public interest and such a taking would be, in contemplation of law, for public purposes and for public uses, and (b) public money may be spent therefor, and (c) private property may be acquired for such public purposes and uses by the power of eminent domain. The Belovshy case further decided that the property so acquired by eminent domain, could be resold or retransferred to private individuals after the purpose of the talcing was accomplished, and that the original taking did not lose its public character merely because the property was sold to private individuals for private gain.\nNotwithstanding the able argument of plaintiffs, we are convinced that these authorities, statutory and decisional, answer and refute all of plaintiffs’ contentions.\nDecree affirmed; all the costs on appeal shall be equally di vided between (a) Starkey, the appellant, and (b) the City of Philadelphia, and (c) the Philadelphia Redevelopment Authority.\nP.L. 614, 53 PS §§14, 161-14, 163.\nSee also Act of April 14, 1949, P.L. 442, §1.\nSection 3 of the Act of May 24, 1945, P. b. 982, as amended, defines “State Public Body”: “(d) ‘State Public Body’ shall mean any city, borough, town, township, county, municipal corporation, other subdivision, board, commission, housing authority or public body of this Commonwealth.”",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "I. Raymond Kremer, with him Robert 8. Maers, and Rush & Kremer, for appellants.",
      "David Berger, City Solicitor, with him Shirley 8. Bitterman and James L. Stern, Deputy City Solicitors, and Alan Miles Ruben, Deputy to the City Solicitor, for City of Philadelphia, appellee.",
      "Howard E. Stern, with him Milton G. Sharp, and Edward L. Snitser, for Redevelopment Authority of the City of Philadelphia, appellee.",
      "Walter Stein, with him Berger, Stein and Kline, for Philadelphia Industrial Development Corporation, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Starkey, Appellant, v. Philadelphia.\nArgued September 29, 1959.\nBefore Jones, C. J., Beta, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nI. Raymond Kremer, with him Robert 8. Maers, and Rush & Kremer, for appellants.\nDavid Berger, City Solicitor, with him Shirley 8. Bitterman and James L. Stern, Deputy City Solicitors, and Alan Miles Ruben, Deputy to the City Solicitor, for City of Philadelphia, appellee.\nHoward E. Stern, with him Milton G. Sharp, and Edward L. Snitser, for Redevelopment Authority of the City of Philadelphia, appellee.\nWalter Stein, with him Berger, Stein and Kline, for Philadelphia Industrial Development Corporation, amicus curiae.\nNovember 24, 1959:"
  },
  "file_name": "0512-02",
  "first_page_order": 540,
  "last_page_order": 551
}
