{
  "id": 1280971,
  "name": "Doyle v. Springfield Township, Appellant",
  "name_abbreviation": "Doyle v. Springfield Township",
  "decision_date": "1958-11-10",
  "docket_number": "Appeal, No. 46",
  "first_page": "49",
  "last_page": "53",
  "citations": [
    {
      "type": "official",
      "cite": "394 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 A. 2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0019-01"
      ]
    },
    {
      "cite": "89 A. 2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0290-01"
      ]
    },
    {
      "cite": "108 A. 2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253581
      ],
      "pin_cites": [
        {
          "page": "123-124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0118-01"
      ]
    },
    {
      "cite": "116 A. 315",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "272 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068348
      ],
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0424-01"
      ]
    },
    {
      "cite": "123 A. 586",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "279 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083383
      ],
      "pin_cites": [
        {
          "page": "25-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0022-01"
      ]
    },
    {
      "cite": "149 A. 195",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122268
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0155-01"
      ]
    },
    {
      "cite": "127 A. 2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "387 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270995
      ],
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/387/0442-01"
      ]
    },
    {
      "cite": "87 A. 2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "370 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234540
      ],
      "pin_cites": [
        {
          "page": "330, 331"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/370/0326-01"
      ]
    },
    {
      "cite": "112 A. 2d 356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "381 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258890
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/381/0262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 6430,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.2881516715961624e-07,
      "percentile": 0.7859433117529246
    },
    "sha256": "09a45f59d5bf8b27a5e1269c5dcb18f09485f026d44815fe1ae45a169b10e3b3",
    "simhash": "1:c214cd251d971944",
    "word_count": 1033
  },
  "last_updated": "2024-02-27T21:42:42.920804+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones and Cohen, JJ."
    ],
    "parties": [
      "Doyle v. Springfield Township, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\n■ This joint appeal- by .the. defendants, viz., Commissioners of Springfield Township, Delaware County, the Township Committee on Building .Regulations , and the Township Building Inspector, is from a judgment in mandamus entered by the court below, ordering and directing the defendants to cause a certificate of occupancy- for a certain described business property,-whereof the plaintiffs are the lessees, to be issued to them forthwith. The matter came before the court on preliminary. objections by. the. defendants to. the plaintiffs’ .amended , complaint, whose averments are necessarily to. be taken as true in the procedural stage obtaining.\n: The' plaintiffs, a father and son, were the operators 6f a restaurant business, licensed \"to sell alcoholic and malt beverages, at 38 West Woodland Avenue, Springfield Township, Delaware County, under a lease of the premises from the owner. Compelled to seek a new location because of the local school district’s -contemplated acquisition of the premises, the; plaintiffs on January T, 1957, entered into an agreement with the owner of the-property and the School Board. Thereby ; the plaintiffs agreed to relinquish their leasehold interest and were given the right to a continued tenure of the premises for a minimum term of ten months. In July following, the plaintiffs’ leased Store No. 18 in the Springfield Shopping Center in Springfield Township., Under the provisions of the agreement between the plaintiffs, the School District and the owner of the property at 38'West Woodland Avenue, November 26, 1957 became the termination date of the plaintiffs’ lease of that property. On November 8, 1957, the plaintiff, John M. Doyle, personally delivered -to the township building inspector a written application for a certificate of occupancy for -Store- No! 1.8\" in the Springfield Shopping Center. The building inspector, failed to take any action on the application within the ten-day period limited therefor by the Springfield Township Building Code. On November 19, the plaintiffs demanded that the building inspector issue an occupancy certificate to them, which he refused-to do. The plaintiffs thereupon, by writing, appealed to the Board of Commissioners and the Township Committee on Building Regulations, the latter being a duly organized committee of township commissioners authorized to enforce the township’s building code. The ap-. peal was denied on January 14, 1958 without any reasons • being assigned for the refusal of an occupancy certificate as applied for by the plaintiffs. No question under the township, zoning ordinance was in any way involved; restaurants are a permitted use of property in the Springfield Shopping Center.\nUnder the undenied facts of this case, issuance to-the plaintiffs of an occupancy certificate, for their usé. of Store No. 18 in the Springfield Shopping Center as a restaurant, called for a purely ministerial act on the part of the building inspector. The plaintiffs had done all that was required of them; and the building inspector’s refusal to issue • the certificate was arbitrary, capricious and unwarranted. In that situation mandamus afforded the appropriate remedy. See Herskovits v. Irwin, 299 Pa. 155, 160, 149 A. 195; Wright v. France, 279 Pa. 22, 25-26, 123 A. 586; Coyne v. Prichard, 272 Pa. 424, 427, 116 A. 315, and the many cases there cited.\nThe real motive for the defendants’ resistance to the plaintiffs’ application for an occupancy certificate for Store No. 18 in the Springfield Shopping Center is perhaps indicated by one of the reasons assigned by the defendants in support of their preliminary objections to the plaintiffs’ amended complaint, viz., “Whether the proposed restaurant liquor license transfer is proper is a matter that is within the initial jurisdiction of the Liquor Control Board under the provision of the Liquor Code.” That phase of the matter was indeed for the Liquor Control Board to determine and is not one with which either the township’s zoning ordinance or its building code are concerned. What we said in Hilovsky Liquor License Case, 379 Pa. 118, 123-124, 108 A. 2d 705, is peculiarly pertinent here, — “We conclude therefore, that, since restaurants are permitted by the ordinance in the district to which appellants wish to remove their business, they are entitled to locate there as a matter Of right so far as the zoning ordinance is concerned, and without surrendering the privilege of selling liquor under the license granted them by the Liquor Control Board, provided that that Board approves the transfer of the license.” See also Dooling’s Windy Hill, Inc. v. Springfield Township Zoning Board of Adjustment, 371 Pa. 290, 89 A. 2d 505; and Sawdey Liquor License Case, 369 Pa. 19, 85 A. 2d 28.\nIn conclusion, we fully concur in the opinion expressed by the court below that “Considering the amount of time that has been consumed since the plaintiffs first applied for the certificate of occupancy and the various steps taken to obtain the same, . . . there would almost appear to be a deliberate attempt on the part of the defendants to prevent the plaintiffs from pursuing their livelihood despite their legal right to do so.” The action of the court below properly put an end to any such possibility-\njudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      },
      {
        "text": "Concubbing Opinion by\nMe. Justice Bell:\nThis was an action of mandamus against Commissioners of Springfield Township to compel them to cause to be issued to plaintiffs a certificate of occupancy under the pertinent building code. The Commissioners defended on the ground that this was nothing more than an alleged violation of a zoning ordinance for which a permit was being sought and consequently under Jacobs v. Fetzer, 381 Pa. 262, 112 A. 2d 356, mandamus is not an available remedy. The building code and the zoning ordinance appear to be, in some respects, overlapping.\nI believe the issue can be limited to an interpretation of the building .code and that therefore mandamus will lie: Travis v. Teter, 370 Pa. 326, 330, 331, 87 A. 2d 177; Garratt v. Philadelphia, 387 Pa. 442, 448, 127 A. 2d 738. For these reasons I concur in the Court’s affirmance of the judgment of the lower Court;",
        "type": "concurrence",
        "author": "Me. Justice Bell:"
      }
    ],
    "attorneys": [
      "Read Rocap, Jr., for appellants.",
      "George R. Johnson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Doyle v. Springfield Township, Appellant.\nArgued October 6, 1958.\nBefore Jones, C. J., Bell, Musmanno, Jones and Cohen, JJ.\nRead Rocap, Jr., for appellants.\nGeorge R. Johnson, for appellees.\nNovember 10, 1958;"
  },
  "file_name": "0049-01",
  "first_page_order": 81,
  "last_page_order": 85
}
