{
  "id": 1280927,
  "name": "Seburn, Appellant, v. Luzerne & Carbon County Motor Transit Company",
  "name_abbreviation": "Seburn v. Luzerne & Carbon County Motor Transit Co.",
  "decision_date": "1959-01-12",
  "docket_number": "Appeals, Nos. 363, 364, 365, 366, 367, 368, 369, 370, and 371",
  "first_page": "577",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "394 Pa. 577"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 A. 2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1273988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0339-01"
      ]
    },
    {
      "cite": "130 A. 2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0132-01"
      ]
    },
    {
      "cite": "117 A. 2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261967
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0110-01"
      ]
    },
    {
      "cite": "94 A. 2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240411
      ],
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0164-01"
      ]
    },
    {
      "cite": "106 A. 2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250886
      ],
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0538-01"
      ]
    },
    {
      "cite": "10 A. 2d 444",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197265
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0089-01"
      ]
    },
    {
      "cite": "165 A. 847",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144233
      ],
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0531-01"
      ]
    },
    {
      "cite": "120 A. 827",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0220-01"
      ]
    },
    {
      "cite": "41 A. 2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464093
      ],
      "pin_cites": [
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0070-01"
      ]
    },
    {
      "cite": "105 A. 2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250889
      ],
      "pin_cites": [
        {
          "page": "41, 42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0040-01"
      ]
    },
    {
      "cite": "101 A. 2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0109-01"
      ]
    },
    {
      "cite": "101 A. 2d 377",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0122-01"
      ]
    },
    {
      "cite": "314 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154618
      ],
      "year": 1934,
      "opinion_index": 1,
      "case_paths": [
        "/pa/314/0164-01"
      ]
    },
    {
      "cite": "254 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025399
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/254/0241-01"
      ]
    },
    {
      "cite": "383 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261968
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/383/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 943,
    "char_count": 17242,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.537036296921522e-07,
      "percentile": 0.8130688314260793
    },
    "sha256": "8e2b52936c0d33410c63f895c28123e9c323584175f20f1a7d5e728f9ebb7628",
    "simhash": "1:caeac6908bec2c6d",
    "word_count": 3017
  },
  "last_updated": "2024-02-27T21:42:42.920804+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen and Bok, JJ.",
      "Mr. Justice Cohen dissents."
    ],
    "parties": [
      "Seburn, Appellant, v. Luzerne & Carbon County Motor Transit Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Bell,\nThis is an appeal from a judgment of nonsuit.\nA nonsuit can be granted only in a clear case. In considering the entry or removal of a compulsory non-suit, it is hornbook law that “plaintiffs must be given the benefit of all the favorable testimony and every reasonable inference of fact arising therefrom; and all conflicts therein must be resolved in their favor: Parker v. McCrory Stores Corp., 376 Pa. 122, 101 A. 2d 377; Lewis v. Quinn, 376 Pa. 109, 101 A. 2d 382.”: Finnin v. Neubert, 378 Pa. 40, 41, 42, 105 A. 2d 77.\nIn the light of these familiar rules, the following facts may be taken as proved. On February 2, 1956, at 4:00 P.M., the defendant’s bus, driven by its employee, Andrew Tarapchak, was proceeding easterly from Hazleton on Route 940. It was being driven at a speed of 20 miles an hour. Francis O’Donnell was driving his automobile easterly on Route 940. The plaintiffs were among the bus’s thirty-one passengers. At a point three miles from Hazleton and just beyond the village of ITarleigh, O’Donnell tried to pass the bus; when he was halfway in the middle of the bus or a little ahead of the bus, he saw a car approaching from the opposite direction. There was no evidence how far away the approaching car was, but O’Donnell had a clear vision of approximately 800 feet. O’Donnell then drove his car from the left-hand lane into the right-hand lane, intending to get ahead of the bus. O’Donnell’s right front fender crashed into the left fender of the bus and became hooked at its fender and bumper. The two vehicles, thus hooked, veered to the right. After traveling about 20 feet, the bus went over the side of the embankment and toppled over on its side.\nThe highway at the scene of the accident is twenty-two feet wide and has an uphill grade. The bus was eight feet wide and twenty-five feet, ten inches long. On the day in question, the highway was slushy and snow was piled high along the edge of the road.\nA public carrier owes its passengers a high degree of care but it is not an insurer. Where a passenger seeks to recover from a public carrier damages for injuries, the burden is on him to prove the carrier’s negligence in all cases except where the accident happened through a defective appliance or a means of transportation such as tracks, cars, machinery or motive power: Nebel v. Burrelli, 352 Pa. 70, 75, 41 A. 2d 873; Swink v. Philadelphia Rapid Transit Co., 277 Pa. 220, 120 A. 827; Zaltouski v. Scranton Rwy. Co., 310 Pa. 531, 534, 165 A. 847, 848; Dupont v. Pennsylvania R. R. Co., 337 Pa. 89, 91, 10 A. 2d 444, 445.\nPlaintiffs allege three grounds on which a jury ■could find the defendant bus company was negligent.\n(1) Although the bus was always in its proper right-hand lane, the bus driver did not “give way to the right” in favor of the overtaking vehicle as required by law. If this section were interpreted as narrowly and literally as appellants contend it should be, it would virtually paralyze traffic especially in cities. Statutes are to be reasonably construed; there is a statutory presumption that “The Legislature does not intend a result that is absurd, impossible of execution, or unreasonable.”: Statutory Construction Act, §52, infra. To give a provision or provisions of a statute “an unreasonable or absurd construction Avould violate the fundamental rules of statutory interpretation: Sterling v. Philadelphia, 378 Pa. 538, 541, 106 A. 2d 793; American Brake Shoe Co. v. District Lodge 9 of the International Association of Machinists, 373 Pa. 164, 172, 94 A. 2d 884; Statutory Construction Act of May 28, 1937, P. L. 1019, Art. IV, §§51, 52; 46 PS §§551, 552.”: Sherwood v. Elgart, 383 Pa. 110, 114, 117 A. 2d 899.\nAssuming, arguendo, that this section of The Vehicle Code requires a motorist in his proper lane to move over to the very edge of the higlrvvay Avhenever a motorist in the left-hand lane is trying to pass him, Ave are still unable to find any evidence of negligence. There Avas no clear or positive testimony by any Avitness that the bus driver should have seen that O’Donnell could not safely pass on the other side of the highAvay, or that the bus driver did not give Avay to the right and that the bus driver could have safely pulled further ovTer to the right edge Avhere the snoAV Avas piled along the road. The only testimony on this point Avhieh Avas favorable to plaintiff Avas given by O’Donnell: “Q. Prom the time you sounded your horn until the accident occurred, did Mr. Tarapchak, the bus driver, give way with the bus to the right? A. I Avouldn’t say he did.”\nThis is not sufficient to prove negligence. It is impossible to tell from the evidence (a) Avhether the bus driver did or did not give way to the right, and (b) Avhether it Avas reasonably possible for him to pull over further to his right. Plaintiff failed to prove how far defendant was from the edge of its (proper) lane, and the jury would have to guess whether or not, in vieAV of the snow on the edge of the road, the bus (a) could and (b) should have pulled over to the right edge of its lane. A jury cannot guess or speculate: Schofield v. King, 388 Pa. 132, 130 A. 2d 93. Plaintiffs’ first contention is obviously without merit.\n(2) Plaintiffs’ second contention is that the bus driver was negligent in increasing the speed of the bus before he was completely passed by the overtaking vehicle. (a) The evidence does not support this contention. The bus driver, called by plaintiff as for cross-examination, testified he was traveling at . a speed of 20 miles per hour when the collision occurred. This was substantially corroborated by the testimony of O’Donnell. The collision occurred 352 feet beyond a railroad crossing at which both the bus and O’Donnell’s vehicle had stopped. O’Donnell testified that he started to pass the bus approximately 100 feet beyond the crossing. At a point approximately 80 feet beyond the crossing, the bus was traveling 11 to 12 miles per hour. O’Donnell testified that he did not notice the bus increasing its speed. Therefore, in view of this evidence it would be impossible for the jury to do anything but speculate as to when the bus increased its speed from 12 to 20 miles per hour, (b) Furthermore, assuming that the bus increased its speed as O’Donnell started to pass, there is no evidence that this was the proximate cause of the accident.\nIn Kite v. Jones, 389 Pa. 339, 132 A. 2d 683, the Court said (page 347): “‘“Ordinarily the question whether the negligence of a defendant is a proximate cause of the accident is for the fact-finding tribunal . . ., but where the relevant facts are not in dispute and the remoteness of the causal connection between defendant’s negligence and plaintiff’s injury clearly appears from the evidence the question becomes one of law, and as such, is within the scope of appellate review: [citing cases].”’”\n(3) Plaintiffs’ third contention is that the defendant was negligent in failing to have the bus equipped with chains. There is absolutely no merit in this contention. There was no proof of skidding. The accident was not caused by skidding but was due solely to O’Donnell’s gross negligence, i.e., O’Donnell’s failure to judge the distance correctly when he swung back from the left lane into the right lane.\nJudgment affirmed.\nMr. Justice Cohen dissents.\nThe Vehicle Code of 1929, May 1, P. L. 905, Art. X, §1009: 1931, June 22, P. L. 751, §2 (75 PS §544).\nThe Vehicle Code, 75 PS §544, supra.",
        "type": "majority",
        "author": "Me. Justice Bell,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Musmanno:\nThe driver of a passenger bus should exercise as much care in operating his vehicle as a father taking his children to school. It is not enough that he just barely stays within the limitations of The Vehicle Code. He must be constantly vigilant, unceasingly wary, and acutely preoccupied for the safety of his passengers who are the children of other parents and the parents of other children.\nThe measure of care manifested by the driver in this case can be gauged by the fact that when another automobile came into contact with his bus, endangering the people entrusted to his care, he remarked: “What the hell.” Five of his women passengers were injured and they brought suit against his employer. After they told their story in court, the Trial Judge entered a compulsory nonsuit which this Court has affirmed— and I dissent.\nI had occasion to say in 1955 that: “The granting of a nonsuit is one of the most drastic procedures accomplished in a courthouse, and, in my opinion, it should not be invoked unless the plaintiff’s case is so obviously opposed to reason, natural law, and the immutable sequence of cause and effect that it would be folly to consume time deliberating on it. A nonsuit shuts off one-half of the case which, even though coming from the opposing side, might still supply illuminating facts Avhich would assure the ideals of Justice that no one’s cause is being dismissed amid the shadows of indecision and the dusk of troubling doubt.” (Jowett v. Pennsylvania Power Company, 383 Pa. 330). In uttering this vieAV, to which I still adhere, I was only expressing in different language Avhat was said by this Court in the year 1916 in the case of Virgilio v. Walker and Brehm, 254 Pa. 241, namely: “A nonsuit can be entered only when it is inconceivable, on any reasonable hypothesis, that a mind desiring solely to reach a just and proper conclusion in accordance with the relevant governing principles of laAV, after viewing the evidence in the light most advantageous to the plaintiff, could determine in his favor the controlling issues involved.”\nCan it be said here that it is inconceivable that the plaintiffs in this case are entitled to a verdict in accordance with the governing principles of law? The facts briefly are as folloAvs: AndreAV Tarapchak was the driver of a bus, Avhose dimensions covered 25'1T\" in length and 8' in Avidth. On February 2, 1956, he was proceeding eastwardly, Avith 31 passengers aboard, on the Hazleton-Freeland Highway when Francis J. O’Donnell, driving an automobile behind him, attempted to pass at a point three miles from Hazleton. He signalled his intention by bloAving his horn and he then moved to the left of the bus. At this moment a car coming from the opposite direction approached O’Donnell in the same lane in which he was traveling, and it became necessary for him forthwith to complete the passing maneuver if he was to avoid a head-on collision with the oncoming car. The berm bordering the 22'-wide road at this point was itself 10%' wide, thus allowing Tarapchak plenty of room in which to move over to let O’Donnell pass. O’Donnell swung to his right but Tarapchak refused to move, and the former’s right fender and the latter’s left front bumper became entangled. It was at this point that Tarapchak muttered: “What the hell,” swung his wheels sharply to the right and went over an embankment.\nCan it be said here, as a matter of law, that Tarapchak was entirely free of blame? He had maximum visibility to the left, to the right and (with his rear mirror) to the rear. Why did he not see the car behind him and, if he saw it, why did he not give it room to pass in view of the peril which confronted O’Donnell?\nWas this a proper case for a nonsuit? Was there not evidence here from which a jury could infer negligence?\nIn his able brief, plaintiff’s counsel enumerates the reasons why the case should have been submitted to a jury. The reasons are presented with such clarity, succinctness, and excellent logic that I will avail myself of the privilege of quoting them: “The bus driver could have and under the law was obliged to yield the right of way to O’Donnell by giving way to the right. This he did not do. The bus driver could have and under the law was obliged to refrain from increasing the speed of the bus after O’Donnell signaled his intention to pass the bus. This he did not do. Considering the weather and road conditions existing, and the highest degree of care owed by a bus company to its passengers, the bus company could have and should have equipped the rear wheels of the bus with tire chains. This was not done. When faced with the emergency to which he had contributed the bus driver could have and should have acted reasonably and prudently. This he did not do. Instead he panicked, turned his head to the rear of the bus and then turned the steering wheel of the bus sharply to the right causing the bus to go over the embankment. The jury was therefore entitled to and duty bound to consider whether failure of the bus driver to give way to the right coupled with action on the bus driver’s part in increasing the speed of the bus created a situation which prevented O’Donnell from successfully passing the bus; whether failure of the bus to be equipped with tire chains made it impossible for the bus driver to control the bus and keep it from ‘veering’ when the collision occurred and made it impossible to brake the bus to a stop before it plunged over the embankment; and whether the action.on the part of the bus driver in turning his head to the rear of the bus and turning the steering wheel sharply to the right prevented the bus driver from retaining control of the bus and preventing it from leaving the highway. Under the evidence the jury would have been warranted in finding against the defendant on all or any of these actions or omissions to act on the part of the bus driver. An inference drawn by the jury in favor of the plaintiffs and against the defendant on any or all of these matters would have been proper and would find support in the testimony. And inferences from the testimony were for the jury (Ferguson v. Charis, 314 Pa. 164, (1934)). Therefore it is respectfully submitted that none of the facts lead' unerringly to the conclusion that the defendant was free of negligence, that there is ample evidence in the record to support a finding of negligence on the part of thA defendant, and that a jury would not be'obligated to speculate conjecture or guess in order to impose liability on the defendant.”\n■ The learned Trial Judge, in announcing the nonsuit, said: “The Court can discover nowhere that the driver of this bus was negligent ... it would be perhaps unfair in the law to hold him responsible in the split-second timing that followed that collision.”\nWhy would it be unfair to hold the bus driver responsible because he had to make a split-second decision? That was his job. A good motorist must so have his wits about him that he can make split-second decisions, especially if he is the driver of a passenger bus which, because of its size alone, makes it a target of the road. A split-second decision is by no means an unheard-of thing, nor even unusual. Every ball player at bat must make a split-second decision as to whether he should swing or not each time the ball comes hurtling toward him. For a prize fighter the difference between delivering a knock-out blow and finding himself on the 'canvas floor counting constellations no rocket can ever reach is the matter of a split-second decision. Dynamite engineers in setting off a blast must time their decision by split-seconds. Every airplane pilot is trained to make split-second decisions. Thus, it is not too much to expect of a motorist that he should know what to do when confronted with what was, in this case, a not unusual or even an infrequent situation. A slight movement to the right (perhaps only the matter of a few inches or a foot or two) by Tarapchak would have avoided contact with O’Donnell’s car, and that avoidance would have saved the bus from tumbling over the embankment, imperilling life and limb of every passenger.\nOf course, it cannot be said ipso facto that Tarapchak was guilty of negligence. But neither can it be said, as a matter of split-second decision, that he was free from negligence. Whether he used the care required under the circumstances was a question peculiarly for the jury. The law should ask many questions of a driver who purposely takes his bus over an embankment, before releasing him of all responsibility. Although Tarapchak was called as of cross-examination by the plaintiffs the scope of that examination, as is always true in such a situation, was necessarily limited. Had the defendant motor transit company been required to present its defense, the field of cross-examination of the driver would have widened considerably and everyone appraising the facts would have been more at ease in making a decision, not in seconds, not in minutes, but in hours, even days, as to whether justice was done under the circumstances.\nAs it stands now, enigma enwraps the case, puzzlement confronts the inquirer of truth, and indecision hangs over the Hazleton-Freeland Road as heavily as did the passenger bus after it went over the embankment to the accompaniment of the bus driver’s shout, “What the hell.”",
        "type": "dissent",
        "author": "Me. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Louis George Feldmann, with him James J. Boyle, for appellants.",
      "William 8. McLean, with him James, McLean, 8il-verblatt <& Miner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Seburn, Appellant, v. Luzerne & Carbon County Motor Transit Company.\nArgued November 11, 1958.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen and Bok, JJ.\nreargument refused March 5, 1959.\nJanuary 12, 1959:\nLouis George Feldmann, with him James J. Boyle, for appellants.\nWilliam 8. McLean, with him James, McLean, 8il-verblatt <& Miner, for appellee."
  },
  "file_name": "0577-01",
  "first_page_order": 609,
  "last_page_order": 620
}
