{
  "id": 1070826,
  "name": "Goldstein et ux. v. Nichols, Appellant",
  "name_abbreviation": "Goldstein v. Nichols",
  "decision_date": "1922-02-20",
  "docket_number": "Appeal, No. 105",
  "first_page": "107",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "273 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "146 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0144-01"
      ]
    },
    {
      "cite": "57 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0457-01"
      ]
    },
    {
      "cite": "156 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0085-01"
      ]
    },
    {
      "cite": "3 Watts 129",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0129-01"
      ]
    },
    {
      "cite": "10 Watts 67",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 5175,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.0968451106280881e-07,
      "percentile": 0.5670882742584606
    },
    "sha256": "2514007f3823c68cc176436c390e873faf0f93378f46e0ad2f5c468af849ad55",
    "simhash": "1:fb9a8d374875de0e",
    "word_count": 893
  },
  "last_updated": "2024-02-27T19:35:07.905639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Goldstein et ux. v. Nichols, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nDefendant’s petition is for a rule to show cause why a judgment in ejectment entered on a lease should not be opened. On October 7, 1916, Harry S. Cohen, as agent, leased in writing to defendant, for the term of four years and three months, the premises No. 3400 and 3402 Kentucky Avenue, Philadelphia, with an option to lessee to purchase the property on or before January 1,1917, for the sum of $10,000 clear of encumbrances. The court below refused to open the judgment and this appeal followed. Defendant contends that previous to January 1, 1917, he gave oral notice to Goldstein, the owner of tbe premises, of bis election to exercise tbe option contained in tbe lease, to wbicb Goldstein replied that he was unable to convey owing to an outstanding mortgage on tbe property. Nothing further was done in tbe matter until November 24,1919, tbe property in tbe meantime having advanced considerably in value, when defendant again informed Goldstein he would take tbe property at the option price. He did not, at that time, or since, make a tender of tbe purchase money. Goldstein denied having either authorized or ratified tbe option contained in the lease made by Cohen and notified defendant to vacate and, upon bis refusal to do so, judgment in ejectment was entered on tbe lease and a writ of habere facias issued. It appeared the agent bad oral authority to make a lease of tbe premises. Tbe court below refused to open tbe judgment and this appeal followed.\nDefendant rested bis case upon bis right to exercise tbe option. The following extract from tbe opinion of tbe court below sufficiently answers defendant’s contention : “Tbe testimony is undisputed that Harry S. Cohen was not authorized in writing by Goldstein to execute either tbe lease or option contained therein, neither did Goldstein or bis wife [the property in tbe meantime having been transferred to Mrs. Goldstein] ever ratify tbe lease or option in writing. Tbe testimony is conflicting as to whether Goldstein knew and orally approved of tbe option given in tbe lease, but whatever be tbe fact in regard to that it is clear that, in tbe absence of written authorization or written ratification, tbe lease and the option contained therein fall within tbe provisions of tbe statute of frauds, with tbe result that the estate created by tbe lease was one at will only and that the option is unenforceable by tbe lessee: Lewis v. Bradford, 10 Watts 67; Parish v. Koons, 1 Parson’s Select Equity Cases 79; McDowell v. Simpson, 3 Watts 129. . . . . . Therefore, in tbe ejectment proceedings, they do not ratify, but, on the contrary, repudiate the option. It is true that they accepted an assignment of the lease and utilized it for the purpose of causing judgment in ejectment to be entered under its terms. But it must be remembered that, under the provisions of the statute of frauds, a lease unauthorized in writing is not an absolute nullity, but is merely reduced to a lease or an estate at will, and therefore there would not seem to be any inherent inconsistency in the legal status of the case claimed by the plaintiffs on the one hand and their acceptance of the assignment and the legal proceedings employed by them on the other. To hold otherwise would be not only to impose a hardship upon a party in such cases and to deprive him of the benefit of the statute of frauds, but, and more important, to defeat the purpose of the statute itself.”\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "'William, E. Gaveny, for appellant.",
      "Henry Arronson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Goldstein et ux. v. Nichols, Appellant.\nLandlord and tenant — Lease—Option to purchase — Oral notice of election to accept — Principal and agent — Statute of frauds— Lease at will.\n1. Where an owner of real estate does not give to an agent written authority to execute a lease with an option to purchase contained therein, a lease of the premises for four years and three months with such option, executed by the agent, but not ratified in writing by the owner, falls within the statute of frauds, and the estate created by the lease is one at will only, and the option is unenforceable.\n2. Under the provisions of the statute of frauds, a lease unauthorized in writing is not an absolute nullity, but is merely reduced to a lease at will.\nArgued January 11, 1922.\nAppeal, No. 105, Jan. T., 1922, by defendant, from order of C. P. No. 2, Phila. Co., March T., 1921, No. 1108, discharging rule to open judgment, in case of Isaac Goldstein and Pauline Goldstein v. William Nichols.\nBefore Frazer, Walling, Simpson, Kephart and Schaefer, JJ.\nAffirmed.\nBuie to open judgment. Before Stern, J.\nThe opinion of the Supreme Court states the case.\nBuie discharged. Defendant appealed.\nError assigned was order, quoting record.\n'William, E. Gaveny, for appellant.\nThe paper executed by defendant (appellant) and Cohen was something more than a lease; it operated to vest in him an equitable title to the land in question: Peoples St. Ry. v. Spencer, 156 Pa. 85; Ackerman v. Fisher, 57 Pa. 457.\nThe act of an agent, not properly authorized, may be ratified by the principal and is then binding on both parties : McClintock v. Oil Co., 146 Pa. 144.\nHenry Arronson, for appellees.\nFebruary 20, 1922:"
  },
  "file_name": "0107-01",
  "first_page_order": 155,
  "last_page_order": 158
}
