{
  "id": 1070806,
  "name": "Detre's Estate",
  "name_abbreviation": "Detre's Estate",
  "decision_date": "1922-03-20",
  "docket_number": "Appeals, Nos. 137 and 231",
  "first_page": "341",
  "last_page": "351",
  "citations": [
    {
      "type": "official",
      "cite": "273 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417992
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0100-01"
      ]
    },
    {
      "cite": "18 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0179-01"
      ]
    },
    {
      "cite": "91 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0134-01"
      ]
    },
    {
      "cite": "182 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0407-01"
      ]
    },
    {
      "cite": "159 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850166
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0518-01"
      ]
    },
    {
      "cite": "132 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0479-01"
      ]
    },
    {
      "cite": "76 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0203-01"
      ]
    },
    {
      "cite": "6 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0185-01"
      ]
    },
    {
      "cite": "10 Pa. Dist. R. 356",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "195 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0582-01"
      ]
    },
    {
      "cite": "269 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0443-01"
      ]
    },
    {
      "cite": "211 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0459-01"
      ]
    },
    {
      "cite": "27 Pa. Dist. R. 659",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pa. Dist. R. 170",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "70 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0446-01"
      ]
    },
    {
      "cite": "203 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994751
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0480-01"
      ]
    },
    {
      "cite": "104 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452155
      ],
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0046-01"
      ]
    },
    {
      "cite": "77 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436298
      ],
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0356-01"
      ]
    },
    {
      "cite": "57 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0385-01"
      ]
    },
    {
      "cite": "272 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0008-01"
      ]
    },
    {
      "cite": "27 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/27/0238-01"
      ]
    },
    {
      "cite": "182 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0407-01"
      ]
    },
    {
      "cite": "159 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0518-01"
      ]
    },
    {
      "cite": "132 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970515
      ],
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0479-01"
      ]
    },
    {
      "cite": "76 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038871
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/76/0203-01"
      ]
    },
    {
      "cite": "195 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914091
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0582-01"
      ]
    },
    {
      "cite": "211 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0459-01"
      ]
    },
    {
      "cite": "70 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/70/0446-01"
      ]
    },
    {
      "cite": "203 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 20809,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 7.97817479370194e-07,
      "percentile": 0.9734057854338226
    },
    "sha256": "858ed4777025c4ac316d346acd8eeebba9baf90ba0b16ebdcf86b033bad30b19",
    "simhash": "1:b16bad907d23d24f",
    "word_count": 3479
  },
  "last_updated": "2024-02-27T19:35:07.905639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Detre’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Walling,\nThese cross appeals are from the same decree and will be considered together. Christian H. Detre, late of Philadelphia, died on January 6, 1895, leaving a widow, one son and two daughters, and a last will which provides, inter alia, “I do hereby give, devise and bequeath all the rest, residue and remainder of my estate, real, personal and mixed whatsoever and wheresoever the same may be unto my executor hereinafter named, his heirs, executors, administrators and assigns in trust nevertheless to lease and demise the real estate and to invest and keep invested the personal estate investing and reinvesting the same from time to time in such securities as to him may seem best without responsibility as to the exercise of his discretion in so doing, and to collect the rents, income, interests and dividends arising therefrom and during the lifetime of my wife Mary A. to pay,” etc. Frank K. Hippie was appointed executor and trustee and acted as such until his death in 1906, when the orphans’ court appointed the Philadelphia Trust Co. as substituted trustee. The son, Cyrus S. Detre, died without issue in 1908, but the daughters, Mrs. Celena E. Booz and Mrs. Annabella L. Headly are. still living, while the widow, Mary A. Detre, died in 1920. Thereafter the trustee filed an account wherein it claimed credit, inter alia, for the amounts invested in certain bonds for the estate as follows, viz:\nNo. 1. “$5,000 Aurora, Elgin and Chicago R. R. Co. 1st and refunding gold coupon 5’s, due 7-1-1946, purchased in July and August, 1912, at $94%, and now worth about $12.”\nNo. 2. “$3,000 Jacksonville Gas Company 1st Mortgage S. F. Gold Coupon 5’s, due 6-1-1912 to 1942, purchased Aug. 12,1919, at $94.50, and now worth $65.50.”\nNo. 3. “$5,000 Philadelphia Rapid Transit Company 50 yrs. S. F. Gold Coupon 5’s, due 3-1-1917 to 1962, purchased September 17,1912, at $99, and now worth $65.”\nNo. 4. “$5,000 Georgia Railway & Electric Co. Ref. & Imp. Mtg. S. F. Gold Coupon 5’is, due 7-1-09 to 1-1-1945, purchased on Dec. 3,1915, at $98.12, and now worth $70 to $72.”\nNo. 5. “$5,000 Terre Haute, Indianapolis & Eastern Transportation Company 1st & Refunding Mortgage S. F. Gold Coupon 5’s, due 4-1-1910 to 1945, purchased Nov. 12,1912, at $98.25, and now worth $42 to $45.”\nThe beneficiaries excepted to the credit claimed for those five investments and the auditing judge, after a full hearing, dismissed the exceptions as to all the bonds except No. 5, which we will call the Terre Haute bonds; with the cost of which he surcharged accountant. From a decree of the orphans’ court dismissing all exceptions and confirming the adjudication the accountant brought an appeal, as did Annabella L. Headly, a beneficiary.\nThe trust, as stated in the will, was created to carry out an antenuptial agreement between testator and his wife, which necessitated its continuance until her death, and as to the son’s share of the estate the will provides for a continuance of the trust until his death, which naturally might not have been expected until long after that of the widow; so the testator doubtless had in mind the probability that some day another trustee would be necessary, which may account for the language, “his heirs, executors, administrators and assigns,” when referring to the trustee. Moreover, the individual testator appointed executor is not referred to by name in the paragraph creating the trust, nor is there anything to show an intent to deprive a succeeding trustee of the broad discretionary powers necessary to such management of the estate as the will directs. We conclude, therefore, that the lower court was right in holding the discretionary powers belonged to the office and not to the individual, and that accountant when appointed, under the Act of April 22, 1846, P. L. 483, succeeded to the discretionary powers of the former trustee: see Cresson et al. v. Ferree, 70 Pa. 446; also Wilson v. Pennock, 27 Pa. 238; De Silver’s Est., 211 Pa. 459.\nWhere, as here, a trustee is clothed with discretionary powers as to investments and reinvestments, neither the state constitutional provision as to trust funds, nor the rule as to legal investments, applies: Barker’s Est., 159 Pa. 518; Cridland’s Est., 132 Pa. 479, 484. In fact, the beneficiaries, anxious for a good rate of interest, did not urge such securities.\nWhen the investments in question were made, the beneficiaries were sui juris and consulted with reference thereto and in advance approved of purchases Nos. 1, 2 and 3, except as to the Aurora bonds (No. 1), which were bought $2,000 in July and $3,000 in August, 1912; it is. not clear that appellant, Mrs. Headly, approved of the former purchase in advance, while she did of the latter, which would indicate a tacit approval of the earlier purchase of the same issue. Moreover, much hereinafter said as to the Terre Haute bonds (No. 5) applies to the Aurora bonds, with the added fact that as to the latter the trustee had its agent make an advance investigation ¡upon the ground. As to the effect of the prior approval the court below aptly says: “Where all parties, of full age, with a vested interest, possession only being postponed to a future time, request the investment of that fund in certain securities, they cannot be heard nearly eight years thereafter, during all of which time they received the income from said securities, to question the propriety of making such investments, and charge responsibility upon the trustee for any shrinkage in value thereof.” And see Armitage’s Est., 195 Pa. 582.\nFurthermore, the beneficiaries ratified these purchases (Nos. 1, 2 and 3) promptly after they were made and accepted the interest thereon for many years. The bonds were bought at current rates and, had they proved unsatisfactory to the beneficiaries, doubtless could have been resold without loss; so, such ratification, even if not conclusive, is a circumstance favorable to the trustee.\nThe exception to the Georgia Railway & Electric Company bonds (No. 4) was properly dismissed. They were, when bought in 1915, and yet are, good bonds. Referring thereto, the auditing judge says, inter alia: “In Moody’s Manual for 1914 these Georgia railway bonds are rated: ‘Security, very high; Salability, good; net rating, “A.’ ” His manual gives the facts from which this conclusion is drawn. It appears from the testimony that bonds of this issue were brought out by Drexel & Company and Harrison & Company, both banking houses of this city of the highest reputation. This trust estate purchased them from Harrison & Company. It furthermore appears that they were bought by trust estates, trust companies and insurance companies. The net earnings of the company for 1912 were about three and one-half times the interest charges, and while this was not a first mortgage, bonds of this issue were reserved to retire all prior liens. From 1902 until 1912 the net earnings of the company steadily increased from something under $800,000 to more than two and one-half millions......I find that these bonds, while not of the highest grade, were such as wei'e purchased by conservative investors, and, considering that this trust was not limited to legal investments, and the beneficiaries were anxious to get a return of five per cent, were a proper investment for this estate. Had interest rates remained the same these bonds would probably be convertible to-day without loss.” This was affirmed by the unanimous opinion of the orphans’ court, where especial attention is called to the equity of $15,000,000 in the property pledged as security for this issue of bonds. They are also tax refund bonds in Pennsylvania.\nThe surcharge of accountant with the cost of the Terre Haute bonds (No. 5), sustained by the majority of the lower court, in our opinion was error. They were issued by an electric railway company with five hundred and eleven miles of excellent track in and radiating from Indianapolis, connecting it with Terre Haute, Richmond and other cities and populous centers; serving in all over half a million people in steadily growing communities. It has an extensive power plant and one of the best interurban electric car stations in the United States. In discussing this branch of the case, the auditing judge said, inter alia: “It further appears that these bonds [were] issued by a syndicate of Lee-Higginson & Company of Boston, and Drexel & Company of Philadelphia, both high class houses; the Fidelity Company of this city is trustee. The bonds held in this estate were purchased from Cassatt & Company. For the year ending 1913 the net income was 2.27 times the interest charges. These bonds are tax refund in Pennsylvania, [and] were bought by trust companies, for their own investment and investments for their trust estates [and for] private individuals, and by national banks. Among the companies thus purchasing were the Phila. Trust Co., for their own account, the Fidelity Trust Company, Penn Mutual Life Insurance Company and the Pennsylvania Company for Insurances on Lives and Granting Annuities. A considerable block was bought by the Drexel estate. Stone, Webster & Company made an independent report upon the system, in which they said that, as regards the condition of track equipment and terminal, it was one of the best in the United States”; but he found the investment was improper largely because the company’s franchise in Indianapolis, the best income producing section of the line, will expire in 1933, while this issue of bonds does not mature until 1945. The auditing judge overestimated that feature of the case. There is nothing to indicate that the city will refuse to renew the franchise, or at its expiration confiscate the property of the company. Aside from that a large percentage of the property, including about three-fourths of the line, is outside of Indianapolis, while the mortgage, securing this issue of bonds, embraces both and is practically a first lien upon one hundred and sixty-one miles of the road outside of that city and provides for a sinking fund to meet the bonds at maturity, which, according to stipulation, would amount to one-half of the bond issue in 1933. The stockholders contributed over $7,000,000 in excess of the proceeds of the bonds, and the annual earnings left a large net profit at the time of this investment and prior thereto, and down to this time all interest has been paid. The bonds were also a first lien on the stock of all the controlled companies and their legality was vouched for by the late John G. Johnson and other eminent counsel. There were, however, prior annual fixed charges for interest, rentals, sinking funds, etc., on the divisional lines amounting to approximately $1,500,000; but, after paying this and all operating expenses, there remained net earnings of more than double the interest on the present issue of bonds and the amount of the annual sinking fund provided for their redemption. This authorized issue was $8,000,000, of which $5,500,000 was outstanding when the purchase here in question was made, and $1,000,000 more has since been sold to build the power plant in Indianapolis on which this issue of bonds is a first lien. All of the facts above stated, so far as they relate to matters preceding the purchase of the bonds, were then known to the trustee; so it cannot be broadly affirmed that the investment was made rashly or in ignorance of the real status of the corporation. The mere failure of accountant to prove the money value of the Terre Haute Company’s property did not justify the surcharge in the face of what was shown with reference thereto; nor would the mere failure to prove the value of a steam railroad company’s property support the surcharge of a trustee for investing in its securities. It is a fair conclusion that these were good bonds when bought, although not of the highest grade, as bonds of that grade, which would produce the desired income, were not then obtainable.\nThe case must be judged as it appeared at the time of the investment (Wood’s Est., 272 Pa. 8), when electric railways and power companies were sharing in the general prosperity of the country, and before the great war (the most shocking calamity of modern times) had upset values, more than doubled the cost of labor and material, greatly increased the rates of interest, thereby tending to reduce the value of outstanding corporate securities; as did also the issue of vast quantities of government bonds. These conditions proved especially disastrous to public service corporations whose rates, possibly, could not be raised to meet the increased cost of the service rendered. The trustee bought the bonds with perfect frankness and in good faith, making what appeared, at the time, to it and to others, a proper investment of trust funds and doubtless would have proved so under normal conditions ; hence, it would be a harsh rule to hold accountant responsible for depreciation in value of securities resulting from such unparalleled conditions. Happily, the law does not oblige us to do so.\nAll that a court of equity requires from a trustee is common skill, common prudence and common caution, and he is not liable when he acts in good faith as others do with their own property: Semples’ Est., 189 Pa. 385; Wood’s Est., supra; Neff’s App., 57 Pa. 96. Furthermore, a trustee will not be held personally liable for an honest exercise of a discretionary power, in the absence of supine negligence or wilful default (Bartol’s Est., 182 Pa. 407; Chambersburg Saving Fund Association’s App., 76 Pa. 203, 227), nor for the result of an intervening world calamity, beyond his power to foresee or prevent. In Pleasants’ App., 77 Pa. 356, 369, we said: “Under the powers given to the executors to invest, and an honest exercise of that power, we think it would be a very harsh application of law to their sound discretion, after this great lapse of time, to hold the executors personally liable for the loss of the bank stock. They should not be held responsible for not possessing a knowledge, and not exercising a forethought, superior to the great body of intelligent and prudent business men.” And see Fahnestock’s App., 104 Pa. 46, 52.\nHart’s Estate (No. 1), 203 Pa. 480, relied upon by the court below, is easily distinguishable from the present case. There the trustee invested $10,000 in the stock of a foreign manufacturing company in ignorance of its property, standing or prospects, but with knowledge that its earnings were not satisfactory, and it defaulted in less than two years. That case properly falls within the rule of supine negligence or wilful default.\nThe appeal of the Philadelphia Trust Company, Trustee, is sustained and the decree is modified by striking from the adjudication the surcharge of $4,912.50, being the cost of the Terre Haute bonds, and the appeal of Annabella L. Headly is dismissed; all costs to be paid out of the fund for distribution.",
        "type": "majority",
        "author": "Me. Justice Walling,"
      }
    ],
    "attorneys": [
      "Gr. W. Pepper, of Henry, Pepper, Bodine & Stokes, for Philadelphia Trust Co., trustee, appellant.",
      "Joseph W. Kenworthy, with him Joan TP. Kenworthy and Caroline K. Kenworthy, for Annabella L. Headly.",
      "Maurice Bower Saul, of Saul, Ewmg, Bendck & Saul, for Pennsylvania Co. for Ins. on Lives & Granting Annuities, the Land Title & Trust Co. and West End Trust Co., filed brief as amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Detre’s Estate.\nTrusts and trustees — Discretion as to investments — Successor in trust — Surcharge—Depreciation in value of bonds — State constitutional provision as to trusts — Ratification.\n1. Where a testator gives the residue of his estate in trust to his “executor hereinafter named, his heirs, executors, administrators and assigns,” for his wife’s life, and then over, to invest the same “in such securities as to him may seem best, without responsibility as to the exercise of his discretion in so doing,” a successor to the executor in the trust, appointed under the Act of April 22, 1846, P. L. 483, succeeds to the discretionary powers of the former trustee, especially where the individual the testator appointed trustee is not referred to by name in the paragraph creating the trust.\n2. Where a trustee is clothed with discretionary powers as to investments and reinvestments, neither the state constitutional provision as to trust funds nor the rule as to legal investments applies.\n3. Where all parties, of full age, who are beneficiaries under a trust created by will, in which discretionary powers are given to the trustee as to investments, request the investment of the trust funds in certain securities, and ratify them after they are made, they cannot be heard, nearly eight years thereafter, during all of which time they received the income from such securities, to question the propriety of making such investments and charge responsibility upon the trustee for any shrinkage in value thereof.\n4. In determining whether a trustee should be surcharged with depreciation in value of securities in which he has invested the trust funds, the case must be judged as it appeared at the time of the investment.\n5. All that a court of equity requires from a trustee is common skill, common prudence and common caution, and he is not liable when he acts in good faith as others do with their own property.\n6. He will not be held personally liable for an honest exercise of a discretionary power in the absence of supine negligence or wilful default, nor for the result of an intervening world calamity beyond his power to foresee or prevent.\n7. Where a trustee, with discretionary powers as to the investment of trust funds, invested such funds prior to the world’s war in bonds of electric railway companies, he will not be surcharged with depreciation in their values occurring during and after the war, where it appears that he acted in good faith, and upon information furnished by reliable bankers, and that other responsible individual and corporate trustees made investments of trust funds in the same bonds at the same time, and that the legality of their issue was vouched by eminent counsel.\nHart’s Estate (No. 1), 203 Pa. 480, distinguished.\nArgued January 20, 1922.\nAppeals, Nos. 137 and 231, by Philadelphia Trust Co., trustee, and Annabella L. Headly, from decrees of O. C. Phila. Co., Jan. T., 1896, No. 287, dismissing exceptions to adjudication, in estate of Christian H. Hetre, deceased.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaefer, JJ.\nOne decree reversed, the other affirmed.\nExceptions to adjudication of Henderson, J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed in opinion by Thompson, J., Gest, J., dissenting. See 30 Pa. Hist. R. 625.\nPhiládelphia Trust Company, trustee, and Annabella L. Headly, took separate appeals.\nError assigned, inter alia, was decree, quoting it.\nGr. W. Pepper, of Henry, Pepper, Bodine & Stokes, for Philadelphia Trust Co., trustee, appellant.\nThe power given to the executor in trust to invest the trust estate in such securities as to him might seem best, was a power given to the executor in virtue of his office and vested in the substituted trustee upon its appointment: Cresson v. Ferree, 70 Pa. 446; Carpenter’s Est., 17 Pa. Dist. R. 170; Kershaw’s Est., 27 Pa. Dist. R. 659; De Silver’s Est., 211 Pa. 459; Barnwell’s Est., 269 Pa. 443.\nThe remaindermen are estopped from claiming a surcharge on account of purchase of investments which they themselves authorized and approved: Armitage’s Est., 195 Pa. 582; Pile’s Est., 10 Pa. Dist. R. 356.\nThe trustee made the investments in the exercise of its best judgment and after careful investigation. It should not be surcharged on account of the present depreciation in value of the securities: Calhoun’s Est., 6 Watts 185; Chambersburg S. Fund Assn.’s App., 76 Pa. 203; Cridland’s Est., 132 Pa. 479.\nBaker’s Est., 159 Pa. 518, and Bartol’s Est., 182 Pa. 407, should govern.\nJoseph W. Kenworthy, with him Joan TP. Kenworthy and Caroline K. Kenworthy, for Annabella L. Headly.\n—Any discretion not necessary to perfect the intention of testator does not exist by virtue of the office and does not pass to a successor. A fortiori, a discretion as to investments and immunity from liability does not pass to a substituted trustee by virtue of his office: Shoemaker’s App., 91 Pa. 134; Ross v. Barclay, 18 Pa. 179.\nFull power to make any kind of investment in speculative securities is not given by any language that testator may see fit to employ: Pray’s App., 34 Pa. 100; Hart’s Est. (No. 1), 203 Pa. 480.\nThere was an abuse of discretion: Pray’s App., 34 Pa. 100; Hart’s Est., 203 Pa. 480.\nIt has never been held that any statute in Pennsylvania gave to any substituted trustee an immunity from liability or discretion as to investments, which immunity and discretion had been given by a testator to an executor of his selection by reason of the confidence which the testator reposed in the individual of his own selection: Barker’s Est., 159 Pa. 518.\nMaurice Bower Saul, of Saul, Ewmg, Bendck & Saul, for Pennsylvania Co. for Ins. on Lives & Granting Annuities, the Land Title & Trust Co. and West End Trust Co., filed brief as amicus curiae.\nMarch 20, 1922:"
  },
  "file_name": "0341-01",
  "first_page_order": 391,
  "last_page_order": 401
}
