{
  "id": 1070831,
  "name": "Von Storch's Estate",
  "name_abbreviation": "Von Storch's Estate",
  "decision_date": "1922-03-20",
  "docket_number": "Appeal, No. 203",
  "first_page": "383",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "273 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 267,
    "char_count": 4462,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31778416425050265
    },
    "sha256": "1605bafb9b0da91bd9141f5d078a1fe30652c4b20ecd0b2a68325bae7e8bb3b7",
    "simhash": "1:7969c83527b707c2",
    "word_count": 756
  },
  "last_updated": "2023-07-14T15:55:19.030595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Von Storch’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJustus Von Storch died testate October 28,1890. His will provided that his wife, Serena Von Storch, should receive the net income from his estate during life and at her death the property be divided among the sons and daughters of his two brothers. Mrs. Von Storch and the two brothers of testator were made executrix and executors. As part of the estate there were two improved lots of ground in the City of Scranton, one on Lackawanna Avenue, the other on Wyoming Avenue. By agreement in writing, dated July 14, 1897, executed by all parties in interest, both properties were sold and the proceeds received for investment by Serena Von Storch, Charles H. Von Storch and Theodore C. Von Storch, as trustees, the income to be paid Mrs. Von Storch during her lifetime and at her death the principal to be divided among those entitled to receive the same. Theodore C. Von Storch died September 1, 1913, and Charles H. Von Storch, February 19, 1917.\nOn November 1, 1920, Serena Von Storch, sole surviving executrix under her husband’s will, filed her first account in the orphans’ court in which she blended receipts received by her as executrix with those received by her as surviving trustee from the fund realized under the agreement of July 14, 1897, from the sale of the two Scranton properties. On exceptions being filed to the account, the orphans’ court, not having jurisdiction over the trust fund formed by the agreement of living persons, properly held the blending of the two accounts to be error and. dismissed the exceptions without discussing their merits and without prejudice by reason of that action, and directed Mrs. Von Storch to file an account of her administration of the estate of testator. As surviving executrix it was the duty of accountant to administer the personal estate of the decedent. No conversion of the real estate was worked by the will nor did the executors have power to sell the real estate under its provisions; a trustee was not appointed nor a trust fund created and no reason existed for the sale of the real estate to pay debts; accordingly, Mrs. Von Storch, as executrix, was not charged with any duty to perform concerning the real estate. Under these circumstances the orphans’ court was without jurisdiction to consider matters concerning the real estate and properly dismissed the exceptions and directed Mrs. Von Storch to file an account of her administration of the estate of testator.\nThe decree of the lower court is affirmed and it is ordered that Serena Von Storch, as surviving executrix, file an account of her administration of the estate of testator in the register’s office of Lackawanna County within thirty days from the filing of this opinion. Costs to abide the final settlement of the case.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "S. B. Price, with him G. B. and J. E. Price, for appellant.",
      "David J. Davis and Edgar A. Jones, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Von Storch’s Estate.\nExecutors and administrators — Trusts and trustees — Mingling trust funds with administrator’s funds — Jurisdiction of orphans’ court — Trust created hy agreement.\n1. Where a testator gives a life estate to his wife with remainder to the children of two brothers, and appoints his wife and the two brothers executors, and the executors and all parties in interest sell real estate of decedent and execute an agreement that the income therefrom shall be paid to the wife for her life, and the principal at her death to those entitled to the same, the wife, surviving the other two executors, cannot, in filing her account as executrix, blend the proceeds of the estate which she received as executrix with those received from the sale of the real estate.\n2. The orphans’ court had no jurisdiction over the trust fund formed by the agreement of the living persons, in the absence of a trust created by the will, or of any conversions by the will, or necessity to sell for the payment of debts.\nArgued February 21,1922.\nAppeal, No. 203, Jan. T., 1922, by Serena Von Storch, sole surviving executrix and trustee, from decree of O. C. Lackawanna Co., No. 588, Series B., on exceptions to account, in estate of Justus Von Storch, deceased.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nExceptions to account. Before Sando, P. J.\nThe opinion of the Supreme Court states the facts.\nAccount directed to be restated. Serena Von Storch, executrix, appealed.\nError assigned, inter alia, was decree, quoting it.\nS. B. Price, with him G. B. and J. E. Price, for appellant.\nDavid J. Davis and Edgar A. Jones, for appellees, were not heard.\nMarch 20, 1922:"
  },
  "file_name": "0383-01",
  "first_page_order": 433,
  "last_page_order": 435
}
