{
  "id": 1103357,
  "name": "Verna Mae Manufacturing Co., Appellant, v. Cameron",
  "name_abbreviation": "Verna Mae Manufacturing Co. v. Cameron",
  "decision_date": "1927-03-14",
  "docket_number": "Appeal, No. 18",
  "first_page": "27",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "289 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 184,
    "char_count": 2231,
    "ocr_confidence": 0.514,
    "sha256": "320264a9855032d1ac19c3891350ebaddf5bbfdc408097b63da34161d29103d8",
    "simhash": "1:09091e19db0ba798",
    "word_count": 362
  },
  "last_updated": "2023-07-14T20:19:43.890533+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kepiiart and Schaffer, JJ."
    ],
    "parties": [
      "Verna Mae Manufacturing Co., Appellant, v. Cameron."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThe question here involved is the same as was presented in the preceding ease: Com. v. Pastor et al. Here the appellant, a corporation of the State of Delaware, is proposing to sell its capital stock through its officers acting without compensation, no commission being charged and no officer being engaged in selling the stock for a profit. The court below determined in the first instance that the corporation was not a dealer and dismissed the proceedings. Subsequently the attorney general called to the court’s attention the decision of the Superior Court in the Pastor Case, which had not been rendered at the time the case at bar was determined in the common pleas; thereupon the court reversed its decision and entered judgment in favor of defendant and plaintiff appealed.\nFor the reasons stated in the case of Com. v. Pastor et al., the judgment is reversed and the proceeding dismissed at the cost of appellee.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Fry singer Evans, for appellant.",
      "Wm. 7. G. Anderson, Deputy Attorney General, with him George W. Woodruff, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Verna Mae Manufacturing Co., Appellant, v. Cameron.\nSecurities Act — Foreign corporations — Sales of stoch by officers without commissions — Act of June Df, 19%8, P. L. 779 — Dealer.\nA foreign corporation which sells its stock in Pennsylvania through its own officers, who do not receive any commissions ór profit from the sale thereof, is not a dealer in stocks within the meaning of the Securities Act of June 14, 1923, P. L. 779, which requires registration with the commissioner of banking.\nArgued January 31, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kepiiart and Schaffer, JJ.\nAppeal, No. 18, May T., 1927, by plaintiffs, from judgment of C. P. Dauphin Co., Commonwealth Docket 1926, No. 68, affirming action of defendant in refusing to register plaintiff, in case of Verna Mae Manufacturing Co., Inc., v. Peter G. Cameron, Secretary of Banking of the Commonwealth.\nReversed.\nAppeal from decision of Commissioner of Banking. Before Hargest, P. J., Wickersham and Fox, JJ.\nThe opinion of the Supreme Court states the facts.\nDecision affirmed. Plaintiff appealed.\nError assigned was judgment, quoting record.\nFry singer Evans, for appellant.\nWm. 7. G. Anderson, Deputy Attorney General, with him George W. Woodruff, Attorney General, for appellee.\nMarch 14, 1927:"
  },
  "file_name": "0027-01",
  "first_page_order": 51,
  "last_page_order": 52
}
