{
  "id": 1103273,
  "name": "Jones v. Pennsylvania Railroad Co., Appellant",
  "name_abbreviation": "Jones v. Pennsylvania Railroad",
  "decision_date": "1927-05-09",
  "docket_number": "Appeal, No. 47",
  "first_page": "424",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "289 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0413-01"
      ]
    },
    {
      "cite": "277 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 257,
    "char_count": 3621,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.483544805738235e-07,
      "percentile": 0.6615520827662154
    },
    "sha256": "cc44de1ff90bdf1f7a5a46b4363c275e6ba17177bf201423b17c0b50b9a27409",
    "simhash": "1:b78cac8cfedeee3a",
    "word_count": 589
  },
  "last_updated": "2024-02-27T21:44:55.982725+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Jones v. Pennsylvania Railroad Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn an action to recover damages for injuries sustained by plaintiff while a passenger on one of defendant’s trains, the jury rendered the following verdict: “Now, 10th March, 1926, we, the undersigned jurors......have unanimously agreed that the Pennsylvania Railroad has not been found guilty of negligence, as defined by the law, but we are agreed that the Pennsylvania Railroad are responsible for the injury Mr. Jones received while riding as a passenger from Pittsburgh to Wilkes-Barre and that he shall be compensated for such injury and inconvenience as follows:\n“Loss in wages 4 weeks.................... $180.00\nDoctor bills of Dr. James Williams.......... 36.00\nGlasses .................................. 25.00\nX-ray................. 15.00\nOsteopathy ............................... 15.00\nDruggist................................. 21.35\nInterest for 3 years, 9 months, compounded .. 71.50\n$363.85\n“That the costs be placed on Pennsylvania Railroad for pain and inconveniences suffered......$500.” The court below granted a new trial, and, because of this action only, defendant now appeals.\nWe have not been favored with a copy of the charge to the jury, and hence do not know to a certainty whether the verdict is in accordance with the instructions given to them. It is evident, however, that, if it is, the charge was erroneous; if it is not, the jury must have disregarded what they were told; either alternative justified, if it did not compel, the granting of the new trial.\nDefendant asserts, however, that the opinion of the court below shows that the new trial was not granted upon this ground, but only because the verdict is self-contradictory, in that, in one place, it finds the defendant was not “guilty of negligence, as defined by the law,” and, in another, that it was liable to plaintiff as a passenger, which liability could only arise if it was negligent. We do not see how the court could have concluded otherwise, but we need not pursue the subject, since the opinion does not say that a new trial would not have been granted but for that reason. Where this does not appear, we do not review the action of the court below in this class of cases: Class & Nachod Brewing Co. v. Giacobello, 277 Pa. 530; March v. Phila. & West Chester Traction Co., 285 Pa. 413.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "W. A. Valentine, for appellant.",
      "Felice; W. Bolowiez and Mulford Morris, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Jones v. Pennsylvania Railroad Co., Appellant.\nAppeals — New trial — Discretion of court — Opinion of court below — Reasons.\n1. Where a verdict can be explained only upon the ground that the charge of the court was erroneous, or that the jury did not heed the instructions given, the court below cannot be said to have abused its discretion in granting a new trial.\n2. Unless the court below states that a new trial would not have been granted save for the reasons expressed in its opinion, the appellate court will not review its discretion in granting the new trial.\nArgued April 12, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 47, Jan. T., 1927, by defendant, from order of C. P. Luzerne Co., Oct. T., 1923, No. 1422, granting new trial in case of James G. Jones v. Pennsylvania Railroad Co.\nAffirmed.\nTrespass for personal injuries. Before Jones, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $863.35. The court granted a new trial on application of plaintiff. Defendant appealed.\nError assigned was order granting new trial, quoting record.\nW. A. Valentine, for appellant.\nFelice; W. Bolowiez and Mulford Morris, for appellee, were not heard.\nMay 9, 1927:"
  },
  "file_name": "0424-01",
  "first_page_order": 448,
  "last_page_order": 450
}
