{
  "id": 1103286,
  "name": "Commonwealth v. Dilsworth, Appellant",
  "name_abbreviation": "Commonwealth v. Dilsworth",
  "decision_date": "1927-05-09",
  "docket_number": "Appeal, No. 161",
  "first_page": "498",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "289 Pa. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0148-01"
      ]
    },
    {
      "cite": "225 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0382-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 96",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/83/0096-01"
      ]
    },
    {
      "cite": "167 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866833
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0153-01"
      ]
    },
    {
      "cite": "50 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0319-01"
      ]
    },
    {
      "cite": "162 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0063-01"
      ]
    },
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    },
    {
      "cite": "285 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0049-01"
      ]
    },
    {
      "cite": "278 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080539
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/278/0037-01"
      ]
    },
    {
      "cite": "227 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008526
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0112-01"
      ]
    },
    {
      "cite": "193 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0512-01"
      ]
    },
    {
      "cite": "190 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0023-01"
      ]
    },
    {
      "cite": "190 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0010-01"
      ]
    },
    {
      "cite": "287 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099675
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0512-01"
      ]
    },
    {
      "cite": "280 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084456
      ],
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0059-01"
      ]
    },
    {
      "cite": "29 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982739
      ],
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0429-01"
      ]
    },
    {
      "cite": "110 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543733
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0263-01"
      ]
    },
    {
      "cite": "284 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092017
      ],
      "pin_cites": [
        {
          "page": "315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0311-01"
      ]
    },
    {
      "cite": "4 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401928
      ],
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0264-01"
      ]
    },
    {
      "cite": "261 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042226
      ],
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0251-01"
      ]
    },
    {
      "cite": "223 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960994
      ],
      "pin_cites": [
        {
          "page": "144-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0139-01"
      ]
    },
    {
      "cite": "187 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900311
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0100-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 579",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276334
      ],
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/4/0579-01"
      ]
    },
    {
      "cite": "193 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910447
      ],
      "pin_cites": [
        {
          "page": "516-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 900,
    "char_count": 23255,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.3400856268987777e-07,
      "percentile": 0.8740999957912604
    },
    "sha256": "39bea2c01ff9eb5b42a05326b4a538b213357fb57aa6b86a359e10b5871ce189",
    "simhash": "1:a7610ce68817b638",
    "word_count": 3958
  },
  "last_updated": "2024-02-27T21:44:55.982725+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and SCHAFFER, JJ."
    ],
    "parties": [
      "Commonwealth v. Dilsworth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nRogers Dilsworth was indicted for the murder of John T. Creevy, a policeman; the jury found defendant guilty of murder of the first degree and fixed the penalty at death; he has appealed from a sentence entered in accordance with that verdict.\nAt the trial, defendant admitted that he was present on the occasion of the homicide and had shot another man, who also was slain at that time, but denied he had killed Creevy.\nWhen defendant closed, the Commonwealth, in rebuttal, called one Waters, a policeman or detective, who had guarded the prisoner in a hospital for two nights following the murder, and proposed to show by this witness that defendant had “told officer Waters a different story from what he had told on the witness stand.” The district attorney stated that his offer was “for the purpose of attacking [defendant’s] credibility.” Counsel for the accused objected that such testimony was not admissible “without laying the ground.” The objection was overruled and the testimony admitted; this ruling is complained of in the first assignment of error.\nAn understanding of the ruling on Waters’s evidence requires some preliminary knowledge of the facts in the case. On Sunday afternoon, June 7, 1925, Dilsworth visited the home of Mr. and Mrs. Grubbs. , This couple had a young woman living with them to whom defendant was paying attentions. Another man named Ellis, who previously had been devoted to the same young woman, called while Dilsworth was in the house, and when these two men saw each other the former drew a razor and the latter a revolver. Grubbs and his wife, with the help of a third person, managed to take the pistol from defendant, and Ellis departed. Dilsworth demanded his revolver, but Grubbs refused to return it, saying he would give it back when Dilsworth’s temper had Cooled. On this refusal, defendant remarked, “I know who has got a gun and I will get it.” He left, but shortly returned to the Grubbs house accompanied by policeman Greevy. Mrs. Grubbs and her daughter, a girl who was about twelve years of age at the time, both testified positively that the prisoner, while standing closely back and at the side of the policeman, grabbed a revolver from the latter’s holster and shot him dead. They said that, immediately after shooting Creevy, the accused turned the pistol on Grubbs, likewise killing him; then, after shooting twice at Mrs. Grubbs, he left the house with the revolver in his hand. He threatened injury to those who pursued him, and. surrended only after being knocked down by a brick thrown at his head.\nThe testimony of the two persons who witnessed the shooting was corroborated in a measure by at least two others who, though not present at the moment when the fatal shots were actually discharged, nevertheless saw defendant take the pistol from the police officer.\nThe prisoner said that, while he was endeavoring to persuade Mrs. Grubbs to return his pistol, her husband had appeared with another revolver in his hand and shot the policeman; whereupon he, Dilsworth, had taken the wounded officer’s revolver and killed Grubbs, in order, as accused asserted, to defend himself. This testimony was without corroboration, all the other witnesses to the occasion saying that they did not see a pistol in the hands of anyone but defendant. When on the stand in his own defense, Dilsworth testified that, when in the hospital, one of the detectives had asked him, “Why did you kill a cop,” and he replied, “I didn’t kill a cop.”\nThe notes of testimony show that, immediately before the Commonwealth closed its case, the district attorney said, “I have officer Waters coming down; I was surprised to learn that he had not received notice (side bar conference).” This probably indicates why officer Waters was not a witness in chief. He was called by the Commonwealth in rebuttal, however, and testified, under objection, substantially as follows: That, when he and Dilsworth were together in the hospital, where the latter had been taken for treatment after his arrest, he asked him “Who shot Creevy?” and the reply was, “I shot Creevy.” The conversation continued thus: “Q. What did you shoot him for? A. In the house they took the gun off me, and I tried to get my gun, and I told them I was going out to get a gun.” Then, Waters stated, the prisoner told him that “he,” Dilsworth, “went down the street and brought officer Creevy in,” and “when he got officer Creevy in, he [the defendant] grabbed the gun out of the holster and shot Creevy to get Grubbs.” The witness stated also that he had said to the accused, “Now, you are aware of the fact that what you may tell me I will use in court against you,” and the latter replied, “I know; I am telling you the truth.”\nAs before stated, the specific objection made to this testimony was that it could not be received “without laying the ground.” There is nothing on the record to show just what counsel for defendant meant by this expression, but, since the testimony objected to was being offered in rebuttal, and to affect the credibility of Ms client, one would suppose that by “laying the ground” counsel meant it was the duty of the Commonwealth to call defendant’s attention, when he was on the stand, to the impeaching testimony it was about to offer, and, not having done this, the prosecution had failed to lay ground for the subsequent introduction of such evidence; therefore it should be refused. But, as, the law now stands, the fact that ground was not laid in the manner indicated, does not necessarily bar impeaching testimony when subsequently offered. As said by the Superior Court of Pennsylvania in Com. v. Cowan, 4 Pa. Superior Ct. 579, 583, “Formerly, where it was intended to impeach the credit of a witness by proof of verbal statements contrary to his present testimony, the rule was imperative that the witness must first be asked as to the subject matter, time, place and person involved in the supposed contradiction, otherwise no portion of such statements would be admitted;......later, this rule has been so far modified as to leave its enforcement to the sound discretion of the trial court, subject to reversal if the discretion is abused.” In Cronkrite v. Trexler, 187 Pa. 100, 107, we said, “The right to discredit a witness by proof of contradictory statements without first calling his attention to them in order that he may have an opportunity to explain and reconcile them is a subject on which our decisions have not always been uniform, but it is now settled......that the question is one of sound discretion in the judge trying the case, upon the circumstances before him.” We there added, “A different rule applies when the witness is a party......; then his declarations out of court, as admissions, constitute independent evidence of themselves, and may be proved without first giving him an opportunity to explain.” See also Rabinowitz v. Silverman, 223 Pa. 139, 144-5; Caffery v. Phila. & R. Ry. Co., 261 Pa. 251, 256. These authorities show that, even though Waters’s testimony contradicted defendant’s, it was not necessary to lay ground for its admission, that is, by calling defendant’s attention to the contradictions before their introduction in evidence; but, conceding this, counsel for accused contend that, since the testimony under discussion was in the nature of a confession, in order to make it admissible the Commonwealth had to show that, at the time of defendant’s declarations, Waters had told him not only that they might be used against him at trial (which warning was given), but also that he need not make a statement unless he desired to do so, and, further, that the officer had held out no promises and made no threats to induce or bring about defendant’s declarations.\nWhile it is quite usual, before receiving anything in the nature of a formal confession from a prisoner, to give warnings of the kind just indicated, and, in many cases where no such notice was given, the court might be justified in refusing to admit a confession, yet this is not a case of that character. In the first place, the statements to which Waters testified are not at all in the nature of formal confessions; on the contrary, they were voluntary declarations, made in the course of a conversation between Waters and defendant in which nothing appears to indicate coercion, the holding out of hope of a reward, or other inducement. Furthermore, counsel for defendant had ample opportunity to cross-examine Waters, to show that the declarations in question were not voluntary, but they failed to do so. Finally, albeit defendant, when on the stand as a witness for himself,made reference to this talk with Waters, he did not then claim that the declarations we are now discussing had been improperly obtained; on the contrary, in answer to the question, “You were in the room with this officer [“in the hospital”], were you, and he took down your version, — is that it?” defendant said, “No, he was just talking to me.” This, when taken with Waters’s own version of the incident under discussion, sufficiently shows the voluntary nature of defendant’s declarations; and it may be added that defendant did not again take the stand to deny Waters’s testimony, or to say the declarations therein mentioned were other than voluntary.\nIt is the custom to put prisoners on their guard by proper warnings before obtaining confessions from them, and this accounts for evidence of such procedure appearing in the reports of so many cases; but these admonitions are, in most instances, largely for the purpose of making evidence in advance, so as to be able to prove that the confession was voluntary, if any question on this point should afterwards arise. The fact of the voluntary nature of a confession can be established, however, by other evidence. As, for example, .in the present case, by the circumstances attending the occasion of defendant’s declarations, as shown by officer Waters, and by the defendant’s tacit admission, made at trial, as to the voluntary character of the talk between him and that witness; these proofs show the declarations here in question to have been uttered in the course of a free conversation, not brought about by trickery or compulsion. Waters’s testimony proves also that, when defendant was informed his statements would be used against him in court, he spontaneously said, “I know; I am telling you the truth,” thus indicating that he was aware of his rights and knew what he was about. No matter what other jurisdictions may have decided, there is no rule of law in Pennsylvania which says that declarations in the nature of confessions, made under circumstances such as here shown, may not be tendered in evidence without first proving that the prisoner, before making his declarations, had been formally cautioned and put on his guard, yet this is the rule contended for by appellant.\nIn Com. v. Mosler, 4 Pa. 264, 265, it was said: “A confession to a constable, as well as to a private person, must be unattended with any inducement of hope or fear, and it must not be founded on a question calculated to entrap the prisoner......; but in no case has it been ruled that such a confession must be preceded by an admonition to put the prisoner on his guard,— ......that [is] not......necessary;......[it is] sufficient that no inducement [is] held out by the constable.” This old decision is cited in the very recent case of Com. v. Cavalier, 284 Pa. 311, 315. See also McClain v. Com., 110 Pa. 263, 270, where a witness for the State testified he had asked the prisoner, “How did it come that you killed that fellow?” and the prisoner gave an incriminating reply. We ruled that the testimony was “competent and rightly admitted.” We also intimated in this last case that the defendant is amply protected when he has an opportunity for “a full cross-examination as to all that occurred when the confession was made.” Com. v. Epps, 193 Pa. 512, 516-17, contains enlightening discussion on the question of the admissibility of confessions. Therein we said that “the prisoner has...... the right to examine fully the witness called by the Commonwealth to establish the alleged confession......If it appeal's from the testimony of the witness that the alleged confession was not voluntary, it must be excluded......but, if voluntary, the witness can testify to it; and if, subsequently in the course of the trial, there be evidence tending to contradict the witness, then the question of credibility is for the jury, who must be instructed that, if [the confession was] not voluntarily made, they must......disregard it.” Here, such instruction was given. Fife et al. v. Com., 29 Pa. 429, 437, is another interesting case upon the point before us; we there said that, where the trial court passes on the admissibility of such testimony, “its decision is not to be reversed unless in a case of clear and manifest error.” These authorities show that the question of the admissibility of declarations in the nature of confessions is a matter preliminarily for the decision of the trial court. We. find no abuse of discretion in accepting the testimony under discussion.\nThe next complaint, and the only other assignment that requires discussion, is that the court below failed to instruct the jury that Waters’s testimony was not, under any circumstances, to be construed as direct evidence of defendant’s guilt, but must be looked upon solely as in the nature of an attack upon his credibility. It may be that, since the testimony under discussion was offered to affect the credibility of defendant, the trial judge ought to have admonished the jury that this particular piece of evidence was to be considered only on that question and not as substantive proof of the fact that defendant had shot Creevy; but, in the absence of a request so to charge, and since the instructions were not to the contrary, — in a case like the present, where, even without the declarations to Waters, the testimony was amply sufficient to warrant the conviction of defendant, and where the declarations in question would have been admissible had they been offered as part of the Commonwealth’s case in chief (16 C. J. 852, section 2153), — the lack of such an admonition should not be accounted as reversible error.\nMoreover, when the part of the charge contained in the present assignment is read, it not only appears that it contains no suggestion that defendant’s declarations, or Waters’s testimony as to them, might be used against the prisoner as substantive evidence in chief, but, on the contrary, the judge instructed: “If you believe Waters testified truthfully and correctly to the statements which he said defendant made to him,......then you will consider what weight you will give to the admission by defendant that he shot Creevy”; and he immediately added, “Defendant told you......that he did not shoot Creevy, and that, to a detective who asked him questions at the hospital, he said that he did not kill the officer.” This balancing of what Waters said defendant had told him against the latter’s evidence at trial, when taken in connection with the trial judge’s suggestion that the jurors should consider what weight they would give to Waters’s story, rather indicates that the court meant to leave it to the jury to say how much the testimony of this witness impeached that given by defendant. While the manner in which the judge did this may not have been fortunate, and the phraseology of the instructions may be open to the criticism that they leave the jury too free in its consideration of Waters’s testimony, yet, on the other hand, it cannot be said the charge suggests that defendant’s declarations should, or could, be considered as substantive evidence of the fact that he shot Creevy, much less that it instructs to this effect. True, at the end of this part of its charge, the court said, “If you conclude to consider the admissions of defendant, testified to by Waters, consider also in connection with them the denial of defendant that he shot Creevy, as well as any evidence in the case tending to throw light on the question, and determine whether, as a fact, defendant did or did not shoot Creevy”; but this instruction, particularly the last part of it, has reference to the denial of the accused that he shot Creevy and to the other evidence in the case on that point, rather than to the testimony of Waters.\nAt most, the matter complained of in the assignment at hand amounts to no more than the omission of, or failure to state fully, a procedural rule. Where the trial judge fails in this regard, it is the duty of counsel to call the court’s attention to the omission, particularly in the absence of a request for charge covering the point at issue. Here there was no request for an instruction to the jury on the point of the present complaint, and the court’s attention was not called to any omission to charge regarding the matter in hand. Under these circumstances, such an omission “should not cause a reversal unless the reviewing court feels, not simply that the mistake in question possibly influenced the jury against defendant, but that it is strongly probable the verdict rendered reflects such adverse influence”: Com. v. Daily (No. 2), 280 Pa. 59, 65; Com. v. Marshall, 287 Pa. 512, 524. In view of the direct testimony against defendant and of his own unconvincing replies, we do not think it at all likely that the part of the charge complained of in this assignment is to any substantial degree responsible for the verdict.\nIn conclusion, it affords us satisfaction to say that seldom have we read a charge in a murder case which more carefully guarded the rights of the prisoner than the one now before us. The trial judge correctly stated all relevant rules of substantive law, and gave the prisoner the benefit of every doubt, warning the jurors repeatedly that they must do likewise. Invariably, when reviewing the evidence, the prisoner’s testimony and contentions were balanced against those of the Commonwealth, and all probabilities which existed in favor of the accused were pointed out to the jury; but the trouble with the defendant’s case, as shown by a painstaking reading of the testimony, is that the preponderance of the evidence strongly proved him guilty of murder of the first degree, and this beyond a reasonable doubt.\nThe assignments of error are all overruled, the judgment is affirmed, and the record is remitted to the court below for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Frank F. Trustcott, with him O. 8. Patterson, Jr., for appellant.",
      "Charles F. Kelley, Assistant District Attorney, with him Charles Edwin Fox, District Attorney, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Dilsworth, Appellant.\nCriminal law — Murder—Contradictory statements of defendant —Laying ground — Evidence—Warning as to use of declarations —Confessions.\n1. Where a witness is called in rebuttal in a murder case, to contradict defendant’s testimony at trial, and to impeach the latter’s credibility, it is not always necessary to lay ground for the admission of such a witness’s testimony, that is, by calling defendant’s attention to the contradictions before their introduction in evidence. The acceptance or rejection of such evidence under such cireumstancs is a matter within the discretion of the trial judge, and the declarations of a party to the suit made out of court may be proved against such party without first affording him a chance to explain.\n2. Where statements to an officer made by one charged with murder are not formally obtained confessions, but voluntary declarations made freely in the course of conversation, admitted to be such by the defendant when on the stand, such statements are admissible without proof that the officer had warned defendant that they might be used against him at the trial, and without showing that the officer had stated to him that he need not make a statement unless he desired to do so.\nCriminal law — Murder—Declarations of prisoner — Impeaching credibility of defendant — Omission to charge — Appeals.\n3. Where an officer is called in rebuttal in a murder trial, to contradict defendant’s statements on the stand, by testifying to declarations and admissions made by the prisoner to the officer, the omission of the trial judge to charge that the testimony was to be considered only on the question of credibility and not as substantive proof of guilt, is not reversible error, where it appears that the judge was not requested so to charge, and that, without regard to such admissions, other testimony in the case was ample to warrant the conviction of defendant, and where it also appears that the declarations in question would have been admissible had they been offered as part of the Commonwealth’s case in chief.\n4. Such a ruling is further sustained where the language of the charge does not suggest that defendant’s declarations should or could be considered as substantive evidence of guilt, or that it was an instruction to that effect.\n5. Such omission is merely a failure to state a procedural rule, and it was the duty of counsel to call the judge’s attention to it, particularly in the absence of a request for charge covering the point at issue.\n6. Under such circumstances the omission should not cause a reversal, unless the reviewing court feels, not simply that the omission possibly influenced the jury against defendant, but that it is strongly probable that the verdict rendered reflected such adverse influence.\nArgued April 18, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and SCHAFFER, JJ.\nAppeal, No. 161, Jan. T., 1927, by defendant, from judgment of O. & T. Pbila. Co., June T., 1925, No. 1115,. on verdict of guilty of murder of the first degree, in case of Commonwealth v. Rogers Dilsworth.\nAffirmed.\nIndictment for murder. Before Monaghan, J.\nThe opinion of the Supreme Court states the facts.\nVerdict of guilty of murder of the first degree upon which sentence of death was passed. Defendant appealed.\nErrors assigned were various rulings and instructions.\nFrank F. Trustcott, with him O. 8. Patterson, Jr., for appellant.\nIt is reversible error on the part of the trial judge to admit, over the objection of the defendant, an alleged confession without laying the ground for its admission: Com. v. Egan, 190 Pa. 10; Com. v. Shew, 190 Pa. 23; Com. v. Epps, 193 Pa. 512; Com. v. Aston, 227 Pa. 112; Com. v. Spardute, 278 Pa. 37; Com. v. Bishop, 285 Pa. 49.\nIf, as was insisted by the prosecution, this statement was admitted only to impeach the credibility of the defendant by showing that he made a statement to officer Waters different from that which he made when he took the stand, the judge erred when he failed to charge the jury that the only effect which could be given to this evidence was to impeach the credibility of the defendant and that it could not be taken into account as direct evidence of the guilt or innocence of the defendant: Meyers v. Com., 83 Pa. 131.\nCharles F. Kelley, Assistant District Attorney, with him Charles Edwin Fox, District Attorney, for appellee,\ncited: Com. v. Johnson, 162 Pa. 63; Com. v. Aston, 227 Pa. 112; Com. v. Spardute, 278 Pa. 37; Gaines v. Com., 50 Pa. 319; Com. v. Weber, 167 Pa. 153; Com. v. Viscosky, 83 Pa. Superior Ct. 96; Com. v. Leskoski, 225 Pa. 382; Com. v. Washington, 202 Pa. 148.\nMay 9, 1927:"
  },
  "file_name": "0498-01",
  "first_page_order": 522,
  "last_page_order": 533
}
