{
  "id": 1103297,
  "name": "Siedlek v. Bradley, Appellant",
  "name_abbreviation": "Siedlek v. Bradley",
  "decision_date": "1927-05-09",
  "docket_number": "Appeal, No. 18",
  "first_page": "516",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "289 Pa. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 324,
    "char_count": 5142,
    "ocr_confidence": 0.517,
    "sha256": "3b5f95ff9f0fc121755f9bf5478585825559a40ca8c6d972304ce4d65a54eac2",
    "simhash": "1:7f7b4d313411bfbd",
    "word_count": 864
  },
  "last_updated": "2023-07-14T20:19:43.890533+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Siedlek v. Bradley, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nDefendant, lessee of property situated in the Borough of Shenandoah, Schuylkill County, with an option to purchase, agreed in writing to sell and convey the premises to plaintiff for the sum of $20,000, “when and as same is conveyed” to defendant “at any time within a period of three months from the date hereof, provided [defendant] receives the title thereto......In case title cannot be obtained by [defendant] within three months, the $1,000 (payment on account) to be returned.” Plaintiff sued for damages for breach of the agreement, averring defendant purchased the property, but concealed the fact from plaintiff by having title taken in the name of a third person “for the purpose of defrauding plaintiff out of the fair value of her bargain,” and subsequently resold it for $6,000 more than the contract price which plaintiff agreed to pay.\nAt the trial of the case, a controversy arose between court and counsel with reference to the extent and effect of an admission of a breach of the contract by defendant. Counsel for defendant stated the question was mainly one of the measure of damages and expressed his willingness to admit a breach of contract, and submit the question of damages to the court instead of the jury, on condition that such admission would not go to the extent of admitting fraud on the part of defendant. Plaintiff then proceeded to offer evidence to prove damages, and show defendant’s failure to acquire title, and consequent breach of contract due to his fault and neglect, the purpose being to increase the measure of damages by including loss of the bargain in addition to the recovery of hand money paid on account. The question as to the extent of the admission was renewed, and the following discussion took place between the court and counsel for defendant: “Mr. Bell: We have not meant to admit any breach of this agreement, which would mean that we deliberately violated the agreement, but we did not convey title. A close reading of the agreement will show that we violated it when we did not convey title. The court: If you do not mean to admit the breach of that agreement, withdraw your admission from the record and let us proceed. Mr. Bell: Then I withdraw it, because I see that too much is inferred from it, more than I ever intended......The court: If you want to withdraw your agreement you may.” Following additional discussion, counsel for defendant again began to say he withdrew the admission whereupon the court replied, “I will not permit you to withdraw the agreement now,” and ordered the trial to proceed with an apparently unrestricted admission of defendant on the record, and upon a verdict for plaintiff under such circumstances, entered judgment thereon and refused a new trial. Defendant appealed.\nWe are of the opinion the trial judge erred in refusing to permit the proposed withdrawal by defendant’s counsel ; as originally made and intended, the admission was for a limited purpose only, the court’s ruling consequently was improper, and an infringement of defendant’s legal rights, when it extended the acknowledgment beyond the scope intended by his counsel, or refused to permit its withdrawal entirely, if not acceptable with the limitation placed upon it. The error thus committed was not corrected by the action of the trial judge, following a conference with counsel at chambers, affording defendant an opportunity to move to withdraw a juror, if under the impression his client’s case was prejudiced by the admission. This was not a formal part of the record ; it is merely found in the opinion of the court below refusing a new trial. If treated as part of the record, however, it fails to overcome the harmful effect of the erroneous ruling on the request to withdraw the admission.\nThe judgment is reversed and a new trial granted.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Arthur L. Shay, with him G. A. Snyder, for appellant.",
      "John B. McGurl, with him M. M. Burlce, for appellee."
    ],
    "corrections": "",
    "head_matter": "Siedlek v. Bradley, Appellant.\nPractice, O. P. — Trial—Admission—Conditional admission— Withdrawal of admission — Withdrawal of juror.\n1. Where, in an action for breach of contract, defendant offers to admit the breach on condition that such admission would not go to the extent of admitting fraud on the part of defendant, and plaintiff then goes on to prove damages irrespective of the condition, the trial judge commits error if he refuses defendant’s request to withdraw the admission.\n2. In such case the error is not cured by the offer of the court to permit defendant to withdraw a juror.\nArgued April 13, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 18, Jan. T., 1927, by defendant, from judgment of C. P. Schuylkill Co., Sept. T., 1923, No. 283, on verdict for plaintiff, in case of Frances Siedlek v. John F. Bradley.\nReversed.\nAssumpsit for breach of contract. Before Berger, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $7,000. Defendant appealed.\nError assigned, inter alia, was refusal of court to permit defendant to withdraw admission of breach of contract.\nArthur L. Shay, with him G. A. Snyder, for appellant.\nJohn B. McGurl, with him M. M. Burlce, for appellee.\nMay 9, 1927:"
  },
  "file_name": "0516-01",
  "first_page_order": 540,
  "last_page_order": 543
}
