{
  "id": 1125949,
  "name": "Bylock, Appellant, v. Colonial Ice Cream Co.",
  "name_abbreviation": "Bylock v. Colonial Ice Cream Co.",
  "decision_date": "1930-01-06",
  "docket_number": "Appeal, No. 316",
  "first_page": "144",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "300 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 3090,
    "ocr_confidence": 0.498,
    "sha256": "950dafcbf11a6d64cceded76edea742b353338f00cb9d01b342b44b04ac1fc8d",
    "simhash": "1:6a7f2087f152e728",
    "word_count": 488
  },
  "last_updated": "2023-07-14T18:54:15.044137+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Bylock, Appellant, v. Colonial Ice Cream Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff sued to recover damages for personal injury resulting from an assault made upon bim by Isadore Brando, a truck driver, employed by defendant company. A verdict for plaintiff: was rendered, and judgment n. o. v. later entered for defendant. Plaintiff appealed.\nPlaintiff conducted a small store at Bryn Mawr, Montgomery County and purchased ice cream from defendant, which was delivered by truck, driven by Brando. Plaintiff’s contention is that upon one occasion when making delivery of a purchase, Brando made an offensive or insulting remark to plaintiff’s wife, for which plaintiff reported Brando to defendant company. In response to the complaint, plaintiff was assured there would be no further cause for such language, and Brando was instructed by defendant’s foreman not to again enter plaintiff’s store. On the morning of the assault, defendant’s truck, in charge of a foreman accompanied by Brando, stopped at plaintiff’s place of business and made delivery of ice cream for which payment was received. The foreman testified he ordered Brando to remain outside the store while he made delivery, but that, contrary to instructions, the driver followed him in and engaged in conversation in Jewish with plaintiff, during which the latter applied an offensive epithet to the driver, who immediately struck plaintiff in the face, inflicting the injury for which this action was brought to recover damages.\nAn examination of the record shows the assault on plaintiff was not made by defendant’s driver while acting within the scope of his employment. At the time of the assault, the ice cream purchased by plaintiff had been delivered by the foreman who had received plaintiff’s check for the amount of the purchase, which completed the transaction. In the meantime, Brando, the truck driver, having no business of his employer to transact with plaintiff, left his truck, entered plaintiff’s store, contrary to the positive orders of defendant’s foreman, Brando’s superior, and became engaged in a wordy dispute in the Jewish language with plaintiff, which terminated in the assault here complained of. The assault was not assented to, acquiesced in or approved of in any manner by defendant, and was not connected with defendant’s business, nor was it in the slightest way incidental thereto. Consequently Brando’s action was not within the scope of his employment or connected with the business of defendant and accordingly created no liability for which it can be held responsible. We find no evidence tending to indicate as set forth in plaintiff’s statement of claim that Brando had a quarrelsome disposition, which fact it is alleged was known to defendant company. Under the circumstances above set forth, the court below properly entered judgment n. o. v. for defendant.\nJudgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Jacob) Weinstein, with bim Ellis Rudman, for appellant.",
      "Harold D. Saylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bylock, Appellant, v. Colonial Ice Cream Co.\nArgued December 4, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nJacob) Weinstein, with bim Ellis Rudman, for appellant.\nHarold D. Saylor, for appellee.\nJanuary 6, 1930:"
  },
  "file_name": "0144-01",
  "first_page_order": 196,
  "last_page_order": 198
}
