{
  "id": 1125952,
  "name": "New York & Penna. Co. v. N. Y. Central R. R. Co. et al., Appellants",
  "name_abbreviation": "New York & Penna. Co. v. N. Y. Central R. R.",
  "decision_date": "1930-05-12",
  "docket_number": "Appeal, No. 165",
  "first_page": "242",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "300 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wall. 218",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3436190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/77/0218-01"
      ]
    },
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "281 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0257-01"
      ]
    },
    {
      "cite": "224 U. S. 474",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3669008,
        4853922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/224/0474-01",
        "/alaska-fed/3/0833-01"
      ]
    },
    {
      "cite": "246 U. S. 638",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/246/0638-01"
      ]
    },
    {
      "cite": "276 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077627
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0049-01"
      ]
    },
    {
      "cite": "261 U. S. 133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/261/0133-01"
      ]
    },
    {
      "cite": "236 U. S. 662",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/236/0662-01"
      ]
    },
    {
      "cite": "119 U. S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/119/0199-01"
      ]
    },
    {
      "cite": "223 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961016
      ],
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0364-01"
      ]
    },
    {
      "cite": "271 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295691
      ],
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0332-01"
      ]
    },
    {
      "cite": "142 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/142/0636-01"
      ]
    },
    {
      "cite": "73 U. S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3455440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/73/0532-01"
      ]
    },
    {
      "cite": "271 U. S. 124",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1276164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/271/0124-01"
      ]
    },
    {
      "cite": "296 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0285-01"
      ]
    },
    {
      "cite": "246 U. S. 638",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/246/0638-01"
      ]
    },
    {
      "cite": "276 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0049-01"
      ]
    },
    {
      "cite": "119 U. S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/119/0199-01"
      ]
    },
    {
      "cite": "223 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 14752,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 3.5845685114866927e-07,
      "percentile": 0.8869395474407967
    },
    "sha256": "289c724b04fa8a694a0530080bafb45b8939bf40a0cf56b77103d7f39621935d",
    "simhash": "1:9a09ecfb23dd3d5f",
    "word_count": 2533
  },
  "last_updated": "2024-02-27T20:25:29.437035+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "New York & Penna. Co. v. N. Y. Central R. R. Co. et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Simpson,\nOn this appeal from a judgment entered against them for want of a sufficient affidavit of defense, appellants, in their statement of the questions involved (which limits the scope of the appeal (Rubinsky v. Kosh, 296 Pa. 285), and in their argument in this court, ask us to decide but one question: Did the limitation of one year, specified in article V, section 5, of our Public Service Company Law of July 26, 1913, P. L. 1374, 1405, begin to run from June 20, 1922, when the public service commission of this State made the order of reparation upon which the present suit is brought, though that order had then no binding effect; or did it run from January 7, 1929, when the interstate commerce commission approved the act of the public service commission in reducing the rates charged by defendants during the federal guaranty period from March 1, 1920, to August 31, 1920, without which approval, as stated in section 208(a) of the Transportation Act of 1920, the order would not become effective? The court below held that it began to run on January 7, 1929, and entered judgment for plaintiff. With this conclusion we agree. We shall later refer to defendants’ further contention that there are equitable considerations which should have a bearing on our determination of the appeal.\nThe provision of our Public Service Company Law on which defendants rely, is as follows: “A suit for the enforcement of an order directing such payment [of reparation made by the public service commission] shall be filed in the said court of common pleas within one year from the date of the order, and not after.” It is clear to us that this statute did not intend to say that a plaintiff will be debarred if he does not bring suit to enforce an order, which, because of something not under his control, cannot possibly be enforced within the time specified in the statute, especially as it itself shows that this cannot have been the legislative intention. The same section directs the public service commission to specify, in the reparation order, a time— the length of which is left to its discretion — within which the utility may pay, and before the end of which the shipper may not sue. If appellants are correct in their contention that the date named in the reparation order fixes the time when the limitation begins to run, then the shipper never will have a year within which to sue, but only a year less the period allowed for the utility to make payment; and if the public service commission gives the utility a year or more within which to pay, as perhaps it might properly do in times of great stress, then the shipper could not sue at all. Hence, in accordance with the well-known rule that the time specified in a statute of limitations does not begin to run until there is an existing right to sue forthwith, the only fair interpretation of the clause under consideration must be to view it as if it read “a suit for the enforcement of an [enforceable] order”; and this is so whether the suspension of the right to sue is found in either our Public Service Company Law or in the Transportation Act of 1920, since both impose conditions precedent to the exercise of that right.\nThis record furnishes an apt illustration of the need for such a construction of the act. After the interstate commerce commission reversed itself, as more fully referred to hereinafter, and said it would consider applications for the approval of orders by the public service commissions of the several states, — because it was compelled thereto by the decision in New York Central R. R. Co. et al. v. New York & Penna. Co., 271 U. S. 124, — it granted a rule on defendants to show cause why the decision of our public service commission, on which the order now in suit is based, should not be approved, but did not dispose of the rule until fifteen months thereafter. This delay alone was more than the one year allowed by the statute for bringing suit, if it is to be construed in the way defendants claim. It is true, as they say, that mandamus could have been invoked to compel the interstate commerce commission to act, but he who asserts that such a course would not have taken more than the year specified, would appear to have but little knowledge on the subject. See Louisville Cement Co. v. Interstate Commerce Commission, 246 U. S. 638. In view of our conclusion, it is not necessary to review at length the decisions in The Harrisburg, 119 U. S. 199, McNutt v. Bakewell, 223 Pa. 364, and the other cases relied on by defendants to sustain their contention on this point. We have considered them all, but none of them is ruled on such a situation as we have outlined above. Moreover, every statute must be construed according to the legislative intent, and nothing would be gained by discussing whether or not other statutes show the same intent, under the varying circumstance appertaining to them.\nAppellants admit that if a state of war had intervened, so that plaintiff was temporarily prevented from suing or further prosecuting its suit, the limitation specified in the statute would not have begun, or would have been suspended, until the disability to sue had been removed (Hanger v. Abbott, 73 U. S. 532; Siplyak v. Davis, 276 Pa. 49); but they contend that, in the present case, no war supervened. That is too narrow a view of the situation which confronted plaintiff. When our Public Service Company Law was passed, the order of the commission was all that was needed. Because of the war, Congress, in the exercise of its paramount power, directed that the railroads be temporarily taken over by the federal government, and, on their return, ordered that rates should not be reduced during the guaranty period named, unless the interstate commerce commission approved of the reduction. Because of this, plaintiff could not at once enforce its right as theretofore it had the power to do. Such congressional action was, in effect, the same paramount intervention as a congressional declaration of war would have been, of which, indeed, it was a necessary result; and hence, unless plaintiff delayed unreasonably in applying for the needed approval, the statutory period did not run against it until the approval was obtained.\nWas there an unreasonable delay? Speaking generally, the facts on this point, and the argument on them, are the same as on the alleged equity referred to in the earlier part of this opinion. As already stated, no approval of the order in suit was required at the time our Public Service Company Law was passed; it was, however, when the present order of reparation was granted. The Transportation Act of 1920 initiated this requirement, the question of approval or disapproval being a matter committed to the interstate commeree commission, which, on March 13, 1922, decided that no jurisdiction was given to it, by the Transportation Act of 1920, either to approve or disapprove the decisions of state commissions, where, as here, they related to intrastate rates only. To this conclusion it steadily adhered. Consequently, when the public service commission determined the rates charged by defendants to plaintiff were unlawful, and, on June 20, 1922, made the order in suit, it would have been useless to ask the interstate commerce commission to approve it. Only after April 26, 1926, when New York Central R. R. Co. et al. v. New York & Penna. Co., supra, was decided, would the interstate commerce commission review its previous rulings, and it then undertook, of its own motion, to determine whether it had made a mistake in refusing to entertain jurisdiction in cases like the present. On February 7, 1927, it decided that it had erred, and, on June 15, 1927, on the application of plaintiff, granted a rule on defendants to show cause why the decision of our public service commission should not be approved. It was conceded at bar that plaintiff acted with celerity during all the later proceedings after the granting of that rule, and hence we need only add that on January 7, 1929, the rule was made absolute, and on May 22, 1929, after negotiations for settlement had failed, the present suit was brought. From the foregoing, it is clear that the interstate commerce commission was the cause of nearly all of the delay, first, by its early erroneous ruling, and, second, in not sooner approving the action of our public service commission, after the Supreme Court of the United States had clearly pointed out that error. Certainly, in view of what we have stated, we cannot say that plaintiff was guilty of an unreasonable delay.\nAppellants state that their only other objection to plaintiff’s recovery is because of its alleged “delay in instituting suit until after the position of the appeh lants had changed by reason of the final adjustment and settlement of their accounts with the United States, [and that this] makes it inequitable for the appellee to seek recovery at this late date.” As we have already shown, plaintiff was not responsible for the delay. Moreover, this contention is based solely on the following paragraph of their affidavit of defense: “Defendants further aver that prior to the date aforesaid when the plaintiff applied to the interstate commerce commission for approval of the said order of reparations of the Public Service Commission of Pennsylvania, each of said defendants, pursuant to said act of congress known as Transportation Act, 1920, had made its final settlements with the United States in respect of the said period from March 1, 1920, to August 31, 1920, and had received from the United States the respective sums found by the interstate commerce commission to be due to each of them, and in the final settlements so made neither of said defendants was credited with any portion of the reparations now sought to be recovered nor was any provision made for subsequent payment or adjustment thereof. The defendants aver that if judgment is now recovered in this action against them it will constitute a payment out of their own corporate treasuries in respect of the traffic transported over their railroads during the said period from March 1, 1920, to August 31, 1920, when their railroads were being operated for the ultimate account of the United States, and that final settlements for that period having long since been made by these defendants with the United States, there is no way that the defendants may reimburse themselves for such payment.”\nIt will be noticed that defendants do not there aver that plaintiff said or did anything which resulted in their making the settlements at the time and in the way they did, and hence we are not concerned with their reasons for making them. It suffices that there is no allegation that plaintiff had any knowledge whatever of any of the acts of defendants leading up to and resulting in these settlements, and, therefore, nothing they say can operate to estop plaintiff. Had they been less evasive and stated facts, instead of leaving them to be drawn by inference (which is fatal under our affidavit of defense law: Class v. Kingsley, 142 Pa. 636; Wright v. General Carbonic Co., 271 Pa. 332, 338) they would have shown, as they admit in their brief in this court, that the New York Central Railroad Company’s settlement was made October 26, 1923, and the Pennsylvania Railroad Company’s on May 24, 1925. The record discloses that on both of those dates plaintiff had a subsisting judgment against thése defendants, for the debt now sought to be recovered. True, the Supreme Court of the United States on April 26, 1926, reversed this judgment, because approval by the interstate commerce commission had not been obtained, and that necessitated the later obtaining of that approval, followed by the new suit now being considered. Nevertheless, defendants knew of the claim on those dates, and had no reason to suppose it would not be insisted on. In this aspect of the matter, since they were not protected by statute, it results that, if they did not protect themselves by an agreement, the settlements were their own folly, and cannot be charged against plaintiff.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Me. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Jacob Aronson, with him Eenry Wolfe Bikle, Seth T. McCormick, Jr., and Eenry Eipple, for appellants.—",
      "Thomas Raeburn White, of White, Parry, Sehnader & Maris, with him B. F. Geary, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York & Penna. Co. v. N. Y. Central R. R. Co. et al., Appellants.\nArgued April 15, 1930.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nJacob Aronson, with him Eenry Wolfe Bikle, Seth T. McCormick, Jr., and Eenry Eipple, for appellants.—\nUpon the expiration of one year after the date of the order the appellants’ liability thereunder was destroyed, and there was no longer any cause of action upon which to institute or maintain this suit: McNutt v. Bakewell, 223 Pa. 364, 367; The Harrisburg, 119 U. S. 199; Phillips v. Ry., 236 U. S. 662; Kansas City So. Ry. v. Wolf, 261 U. S. 133; Siplyak v. Davis, 276 Pa. 49.\nNo excuse other than an absolute disability preventing filing of the suit herein will avail against the statutory limitation here applicable under article Y, section 5, of the Public Service Act of July 26,1913, P. L. 1374. But in any event the record herein discloses no excuse for appellee’s long delay in filing the suit involved in this appeal: Louisville Cement Co. v. Interstate Com. Com., 246 U. S. 638; Interstate Com. Com. v. Steamship Co., 224 U. S. 474.\nBy its failure to seek and obtain the approval from the interstate commerce commission to enable the appellants properly to charge the government’s accounts with the payment of the reparation order relating to shipments moving during the federal guaranty period, and by persisting in such failure until long after the accounts between appellants and the government have been finally adjusted and paid and until long after the period of limitation has expired, appellee should be barred from maintaining this suit.\nThomas Raeburn White, of White, Parry, Sehnader & Maris, with him B. F. Geary, for appellee.\nA full history of the rate in question is contained in N. Y. & Pa. Co. v. R. R., 281 Pa. 257.\nThe provision of the statute that suit must be begun within one year from the date of the order has reference to the effective date of the order: Bellas v. McCarty, 10 Watts 13; Fitch v. Ross, 4 S. & W. 557.\nEven if the period of limitation should be construed to begin to run from the date the order was originally entered it was suspended by such an emergency as to preserve the cause of action until the emergency had passed: Siplyak v. Davis, 276 Pa. 49; Braun v. Sauerwein, 10 Wall. 218.\nThe failure of plaintiff to apply to the interstate commerce commission for approval until after one year from the date of the order and until after the accounts of the appellants had been settled with the government, is no bar to the present action.\nMay 12, 1930:"
  },
  "file_name": "0242-01",
  "first_page_order": 294,
  "last_page_order": 302
}
