{
  "id": 1125898,
  "name": "Commonwealth v. Tauza, Appellant",
  "name_abbreviation": "Commonwealth v. Tauza",
  "decision_date": "1930-05-12",
  "docket_number": "Appeal, No. 217",
  "first_page": "375",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "300 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "275 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0137-01"
      ]
    },
    {
      "cite": "295 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0264-01"
      ]
    },
    {
      "cite": "294 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/294/0353-01"
      ]
    },
    {
      "cite": "289 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0284-01"
      ]
    },
    {
      "cite": "294 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/294/0190-01"
      ]
    },
    {
      "cite": "291 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0291-01"
      ]
    },
    {
      "cite": "279 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0040-01"
      ]
    },
    {
      "cite": "290 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/290/0573-01"
      ]
    },
    {
      "cite": "295 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0050-01"
      ]
    },
    {
      "cite": "24 Pa. Dist. R. 711",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "221 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0007-01"
      ]
    },
    {
      "cite": "291 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0319-01"
      ]
    },
    {
      "cite": "188 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0429-01"
      ]
    },
    {
      "cite": "78 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0185-01"
      ]
    },
    {
      "cite": "161 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0484-01"
      ]
    },
    {
      "cite": "99 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446134
      ],
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0388-01"
      ]
    },
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    },
    {
      "cite": "89 Pa. Superior Ct. 222",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/89/0222-01"
      ]
    },
    {
      "cite": "158 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0025-01"
      ]
    },
    {
      "cite": "281 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0041-01"
      ]
    },
    {
      "cite": "260 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040311
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0587-01"
      ]
    },
    {
      "cite": "176 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0167-01"
      ]
    },
    {
      "cite": "167 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866833
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0153-01"
      ]
    },
    {
      "cite": "18 Pa. Dist. R. 177",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pa. Dist. R. 1049",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0408-01"
      ]
    },
    {
      "cite": "95 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0021-01"
      ]
    },
    {
      "cite": "283 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0468-01"
      ]
    },
    {
      "cite": "221 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0449-01"
      ]
    },
    {
      "cite": "298 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0010-01"
      ]
    },
    {
      "cite": "256 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030670
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0337-01"
      ]
    },
    {
      "cite": "300 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0125-01"
      ]
    },
    {
      "cite": "299 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0547-01"
      ]
    },
    {
      "cite": "240 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993108
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0255-01"
      ]
    },
    {
      "cite": "287 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0547-01"
      ]
    },
    {
      "cite": "298 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0165-01"
      ]
    },
    {
      "cite": "295 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0264-01"
      ]
    },
    {
      "cite": "295 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0050-01"
      ]
    },
    {
      "cite": "188 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0429-01"
      ]
    },
    {
      "cite": "78 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0185-01"
      ]
    },
    {
      "cite": "158 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/158/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 825,
    "char_count": 13963,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 4.28411665135369e-07,
      "percentile": 0.9161605560787521
    },
    "sha256": "9907f7dadc9827e432e3d72c4539e28da21af3e0b0dec99eb6fbae6368191531",
    "simhash": "1:135a7917e442940b",
    "word_count": 2408
  },
  "last_updated": "2024-02-27T20:25:29.437035+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Commonwealth v. Tauza, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nTauza, tlie defendant, left his home in Wilkes-Barre about midnight of September 23, 1924, for the Borough of Luzerne, three miles distant, intending to there commit burglary. He carried a flashlight and a fully loaded revolver, with an additional supply of cartridges. Entry was forcibly made by him into three houses sometime after two in the morning, from each of which small sums of money were taken. While in the last residence, the driver of a milk wagon noticed the open window, and observed a pick and pair of oxford shoes, later identified as those of defendant, lying on the outside. Notice was at once given the nearest policemen, who began an investigation, located the then fleeing defendant and started in pursuit. One of the officers, Krokosky, stationed himself at a point by which the burglar might pass, as he actually did. Defendant climbed a fence, dropping the pick at that point, ran over intervening railroad tracks to a street, and then into a dark alley, seeking a way of escape. Krokosky followed, and, within a short distance of the entrance, was struck by a bullet, fired from a 32 calibre revolver, and killed. Near the point where he fell, defendant discarded the shoes previously observed outside the third house entered. Though shot through the neck by one of his pursuers, Tauza escaped and returned to his boarding house, where he was temporarily cared for by friends, who later took him to Scranton. There his injury was treated by a doctor until October 4th, when he was arrested on leaving the physician’s office.\nAt the trial, practically all of the above facts were narrated by defendant when examined as a witness. He claimed, however, that the only shot fired by him was after crossing the fence during the course of his flight, and this was directed into the air for the purpose of frightening off those following him. The discharge of the revolver in the alley, where Krokosky fell, was denied, as well as discarding his shoes at that place, though they were found there. It was clearly established that the death resulted from the use of a 32 calibre revolver, making the same abrasion on a bullet as characterized a discharge from the gun admittedly in the possession of Tauza. The same night, the defendant handed over his weapon to a roommate, and it was found later hidden in a powder can in a coal mine, with a box containing 26 bullets of like make.\nNo one reading the testimony can fail to come to the conclusion, as the jury did promptly, that Tauza murdered the deceased while fleeing from the scene of the burglary, and that his guilt, in the first degree, was established beyond any reasonable doubt, if the evidence produced by the Commonwealth is to be believed. Where there is competent evidence to justify the finding made, as here appears, the court will not disapprove of the conclusion reached, for it has no right to usurp the function of the jury in passing upon the credibility of the witnesses. No such duty was imposed on us by the Act of February 15, 1870, P. L. 15: Com. v. Watkins, 298 Pa. 165. With the exception of the denial of the charge that he shot in the alley where Krokosky fell, practically all the essential facts to establish guilt were testified to by defendant himself. He denied shooting more than once, but two chambers of the revolver were emptied, and he was the only person present when the policeman was killed who had a gun which discharged a bullet of the size and markings found in the deceased’s body, those of all of the officers being of 38 calibre.\nThe testimony showed the homicide was committed while Tauza was attempting to escape from the scene of an admitted burglary, which justifies a first degree verdict though the original crime had been completed, for he is responsible for the consequences following even though there was no proof of specific intent to kill. To alter this rule it must appear that the criminal act originally undertaken had been abandoned by defendant’s voluntary act (Com. v. Doris, 287 Pa. 547), and the trial judge so instructed the jury in the present case. No complaint of the charge in this respect is urged by the counsel here acting for the defendant by court appointment. The objections stressed are based on improper remarks of counsel for the Commonwealth in his closing address, and alleged errors of commission or omission in presenting the case to the jury.\nIn two instances objections were made to statements of the prosecuting attorney and the withdrawal of a juror asked both times, which was refused, and exceptions taken. Instead of having the language complained of promptly reduced to writing and placed upon the record, the trial judge directed that the remarks questioned be subsequently furnished to the stenographer. Such practice is not to be commended, for the record should show the language “as the court then heard and understood it”: Com. v. Shoemaker, 240 Pa. 255, 259. To permit insertions thereafter of sentences supposedly used leads to misunderstandings and contradictions concerning the actual occurrence, such as presented here, where each side, by separate affidavits, gives his version of the words employed. If advantage is to be taken of mistaken or improper statements, the same should, at the time, be reduced to writing, or immediately noted by the stenographer, while the matter is before the trial judge for consideration, and the ruling of the court then made noted. In this way the determination in dispute can be accurately presented when a review on appeal is asked.\nThis question has been the subject of recent discussion in Com. v. Del Vaccio, 299 Pa. 547, and Com. v. Flori, 300 Pa. 125. In view, however, of the permission here given to later set forth the objectionable matter, and the order made, after trial, that the affidavits of counsel be made part of the record, we will consider the complaints made, though neither justifies the setting aside of the judgment entered. The refusal to withdraw a juror in such cases is largely a matter of discretion with the trial judge, to be disturbed only in case of abuse (Com. v. Touri, 295 Pa. 50; Com. v. Rothensies, 256 Pa. 337), and a reversal will not ordinarily be granted where the statement was apparently in reply to an improper argument of counsel for defendant: Com. v. Sloat, 298 Pa. 10.\nThe district attorney is alleged to have said in closing : “Counsel for defendant asked why we did not call the woman who was present when Krokosky was found. Why didn’t they call her? The Commonwealth is paying their expenses. The defendant’s counsel are permitted to hire any witnesses, expert or otherwise, at Commonwealth’s expense. Why didn’t they call them?” The affidavit filed by the prosecuting officer avers this remark was made in connection with the statement that, if the testimony of the additional witness mentioned was desired, there was no reason why she should not have been called, as her presence in court during the entire trial was well known to all parties. It is the duty of the Commonwealth to produce essential testimony within its control, but where the same is merely cumulative of that already offered, and alike available to defendant, as appears in this case, the calling of the witness is not required. The woman referred to in the present instance was the wife of one already examined, who had told of leaving his house upon hearing shots and finding the body of the police officer. There is nothing to show that the wife was aware of the disturbance or went outside her home. At most, her evidence would have been merely a repetition of that given by the husband.\nThe second clause of the alleged improper statement was to the effect that a defendant could secure the presence of needed witnesses, expert or otherwise, at Commonwealth’s expense. The Act of March 22, 1907, P. L. 31, provides for the assignment of counsel for those on trial for murder and allowance for expenses and compensation in such case. As stated by the court, provision is always made for assistance in procuring needed evidence, upon request of defendant, when shown to be necessary. No application had been made here for leave to employ experts at the cost of the State, nor did it appear that defendant was for this reason deprived of aid of material witnesses. On the contrary, the record discloses that the surveyor, who prepared the map for defendant’s use, was paid by direction of the court from county funds. It is suggested that a firearm expert might have been secured to contradict the one produced by the Commonwealth, who testified that the bullet which killed the deceased came from defendant’s gun. It appeared that Krokosky was shot with a 32 calibre revolver, while the weapons of all the others present at the time were of a different size, and this is not contradicted. No application was made by defendant’s counsel to have others summoned at the State’s expense to establish the possibility of error in the conclusion stated by Dr. Goddard, called by the Commonwealth, as to the character of the bullet causing death, or the markings thereon. Clearly, the first assignment of error, raising the objections above discussed, is without merit.\nA second complaint is based on the allegation of defendant that the district attorney declared: “I took from Mr; Bolowicz’s speech [the closing argument for defendant], that he conceded defendant was guilty of murder in the first degree.” The Commonwealth, in its reply, denies these words were used, but insists the language employed was as follows: “Mr. Bolowicz, in his closing address, devoted considerable time at different intervals urging you men not to include a death penalty in your verdict. You might infer from that argument and the time taken upon this particular point, that even he believes that the defendant is guilty of murder in the first degree.” Whichever version be accepted, the argument was legitimate, and furnishes no ground for reversal.\nOther assignments relate to the charge of the court in that it unduly emphasized the evidence of the Commonwealth, but the record shows this complaint is not justified. Nor was there error in advising the jury that it must pass upon the credibility of the witnesses, including the defendant, and, in so doing, examine all the proven facts and determine how far each person testifying was corroborated or contradicted. Such an instruction was not objectionable: Com. v. McKwayne, 221 Pa. 449; Com. v. Walker, 283 Pa. 468; Com. v. Quaranta, 295 Pa. 264. The language used is not subject to the complaint sustained in Com. v. Pipes, 158 Pa. 25, relied on by appellant, where the jury was, in effect, told that the evidence of the interested defendant could not be considered unless substantiated by others. An examination of the whole charge shows the comments made, as to the duty of the triers, in passing upon the testimony of all witnesses, were legally accurate.\nThe last assignment calls attention to an alleged failure of the trial judge to ask the prisoner why sentence of death should not be pronounced prior to its imposition. A failure to do so has been held error, requiring a resentence (McCue v. Com., 78 Pa. 185; Com. v. Preston, 188 Pa. 429), but the rule suggested has no application to the present case, for the original record returned to this court, certified by the stenographer and judge, shows such question was asked, and the only answer given by Tauza was, “I never killed that policeman.” It is true that, where sentence of death is imposed, the clerk of the courts is required to transmit, within ten days, to the governor, “a complete record of the trial and conviction”: Act of May 14, 1925, P. L. 759. Whether that officer failed to copy all the docket entries, including the question and answer referred to, need not be considered, for, admittedly, the recognized practice in such cases was followed, as appears by statement of counsel at bar, as well as by the duly certified record before us for review, though reference thereto is omitted from the docket entries as printed.\nThe evidence presented in this case has been examined, and discloses the presence of all the elements necessary to conviction of murder of the first degree; and the finding of the jury to this effect, imposing therein the death penalty, approved by the court in banc, must be upheld. No error has been pointed out justifying a reversal.\nThe judgment is affirmed, and it is directed that the record be remitted for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Felix W. Bolowicz, with him Michael Donohue, for appellant,",
      "Thomas M. Lewis, District Attorney, with him Herman J. Goldberg, Assistant District Attorney, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Tauza, Appellant.\nArgued April 14, 1930.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nFelix W. Bolowicz, with him Michael Donohue, for appellant,\ncited, as to remarks of district attorney: Donaldson v. Com., 95 Pa. 21; Rice v. Com., 102 Pa. 408; Com. v. Endrukat, 17 Pa. Dist. R. 1049; Com. v. Kieronska, 18 Pa. Dist. R. 177; Com. v. Arcidiaco, 3 Pa. D. & C. R. 448; Com. v. Weber, 167 Pa. 153; Com. v. Windish, 176 Pa. 167; Com. v. Principatti, 260 Pa. 587; Com. v. Stallone, 281 Pa. 41.\nAs to charge: Com. v. Pipes, 158 Pa. 25; Com. v. Knittle, 89 Pa. Superior Ct. 222; Meyers v. Com., 83 Pa. 131; Goersen v. Com., 99 Pa. 388, 400; Com. v. Silcox, 161 Pa. 484; Com. v. Principatti, 260 Pa. 587.\nAs to omission from record of question and answer as to sentence: McCue v. Com., 78 Pa. 185; Com. v. Preston, 188 Pa. 429.\nThomas M. Lewis, District Attorney, with him Herman J. Goldberg, Assistant District Attorney, for appellee,\ncited, as to remarks of district attorney: Com. v. Lockett, 291 Pa. 319; Com. v. Deitrick, 221 Pa. 7; Com. v. Smith, 24 Pa. Dist. R. 711; Com. v. Touri, 295 Pa. 50.\nAs to the charge: Com. v. Meyers, 290 Pa. 573; Com. v. Johnson, 279 Pa. 40; Com. v. Millien, 291 Pa. 291; Com. v. Danarowicz, 294 Pa. 190; Com. v. Winter, 289 Pa. 284; Com. v. Mendola, 294 Pa. 353; Com. v. Quaranta, 295 Pa. 264; Com. v. Thomas, 275 Pa. 137.\nMay 12, 1930:"
  },
  "file_name": "0375-01",
  "first_page_order": 427,
  "last_page_order": 436
}
