{
  "id": 1740550,
  "name": "COMMONWEALTH of Pennsylvania ex rel. Ruby MARSHALL, Appellant, v. Dewaine GEDNEY, Director Release on Recognizance Program",
  "name_abbreviation": "Commonwealth ex rel. Marshall v. Gedney",
  "decision_date": "1978-03-23",
  "docket_number": "No. 290",
  "first_page": "299",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "478 Pa. 299"
    },
    {
      "type": "parallel",
      "cite": "386 A.2d 942"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "385 F.2d 670",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2085200,
        3576646
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/385/0670-01"
      ]
    },
    {
      "cite": "128 U.S.App.D.C. 148",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3576646
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "296 N.E.2d 422",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "260 Ind. 448",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1799006
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ind/260/0448-01"
      ]
    },
    {
      "cite": "322 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "123",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477854
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0423-01"
      ]
    },
    {
      "cite": "374 U.S. 23",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8495
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/374/0023-01"
      ]
    },
    {
      "cite": "386 U.S. 300",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174244
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0300-01"
      ]
    },
    {
      "cite": "459 Pa. 669",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481012
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0669-01"
      ]
    },
    {
      "cite": "321 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584450
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0423-01"
      ]
    },
    {
      "cite": "228 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906659
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0133-01"
      ]
    },
    {
      "cite": "235 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910435
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0507-01"
      ]
    },
    {
      "cite": "264 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927784
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0553-01"
      ]
    },
    {
      "cite": "352 A.2d 528",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "237 Pa.Super. 372",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6771709
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/237/0372-01"
      ]
    },
    {
      "cite": "321 A.2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584475
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0570-01"
      ]
    },
    {
      "cite": "378 U.S. 108",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165107
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/us/378/0108-01"
      ]
    },
    {
      "cite": "401 U.S. 560",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714156
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/us/401/0560-01"
      ]
    },
    {
      "cite": "528 F.2d 929",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1079689
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/528/0929-01"
      ]
    },
    {
      "cite": "60 L.Ed. 566",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3689640
      ],
      "weight": 2,
      "year": 1916,
      "pin_cites": [
        {
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/240/0136-01"
      ]
    },
    {
      "cite": "240 U.S. 127",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3689142
      ],
      "weight": 2,
      "year": 1916,
      "pin_cites": [
        {
          "page": "130-31",
          "parenthetical": "citing cases"
        },
        {
          "page": "291",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/240/0127-01"
      ]
    },
    {
      "cite": "203 U.S. 222",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8291801
      ],
      "weight": 3,
      "year": 1906,
      "pin_cites": [
        {
          "page": "227-28"
        },
        {
          "page": "124"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/203/0222-01"
      ]
    },
    {
      "cite": "420 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11642843
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "114"
        },
        {
          "page": "863"
        },
        {
          "page": "125"
        },
        {
          "page": "868"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/420/0103-01"
      ]
    },
    {
      "cite": "459 Pa. 669",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481012
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "191",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/459/0669-01"
      ]
    },
    {
      "cite": "321 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "456 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584450
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/456/0423-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 856,
    "char_count": 23294,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 2.9223014202309637e-07,
      "percentile": 0.8467092096875146
    },
    "sha256": "4d755afea11df3feb9f09486de7a1a16c439574ceadee17f60d9576af361b4bf",
    "simhash": "1:b2fd73f322383ab1",
    "word_count": 3813
  },
  "last_updated": "2024-02-27T20:48:48.596226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., files a concurring opinion in which EAG-EN, C. J., and POMEROY and NIX, JJ., join.",
      "MANDERINO, J., files a dissenting opinion.",
      "EAGEN, C. J., and POMEROY and NIX, JJ, join in this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania ex rel. Ruby MARSHALL, Appellant, v. Dewaine GEDNEY, Director Release on Recognizance Program."
    ],
    "opinions": [
      {
        "text": "OPINION\nO’BRIEN, Justice.\nOn September 6, 1973, appellant, Ruby Marshall, was arrested by the Philadelphia police. The basis for the arrest was the issuance of a Pennsylvania Governor’s Warrant stating that appellant was a fugitive from Kansas, where she was charged with felonious homicide in the death of her husband, Hezekial Marshall. Appellant filed a writ of habeas corpus, and on September 25, 1973, she was released because of the Commonwealth’s failure to comply with § 15 of the Uniform Criminal Extradition Act. Act of July 8, 1941, P.L. 288, § 15, 19 P.S. 191.15.\nOn November 5, 1973, appellant was rearrested by the Philadelphia police pursuant to a Pennsylvania Governor’s Warrant. The basic criminal charges surrounding her “arrest” were the allegations of her participation in the homicide of her husband in Kansas. Appellant filed a second habeas corpus petition, alleging that the requirements of § 3 of the Uniform Criminal Extradition Act, supra, were not met because of the failure of the demanding state (Kansas) to supply “probable cause” to support the lodging of criminal charges against her. On December 13, 1973, the Court of Common Pleas of Philadelphia denied appellant’s petition for a writ of habeas corpus and ordered extradition, staying its order until completion of appellate review.\nOn January 10, 1974, appellant filed an appeal in this court and on January 14, 1974, also filed a petition for supersedeas. On January 28, 1974, we granted appellant’s petition for supersedeas. On July 1, 1974, this court transferred the appeal to the Superior Court for disposition. See Com. ex rel. Marshall v. Gedney, 456 Pa. 570, 321 A.2d 641 (1974). On December 1, 1975, the Superior Court affirmed the order of the Court of Common Pleas of Philadelphia and allowed extradition. See Com. ex rel. Marshall v. Gedney, 237 Pa.Super. 372, 352 A.2d 528 (1975). On January 31, 1977, this court granted appellant’s petition for allowance of appeal.\nAppellant challenges the orders of the Court of Common Pleas and of the Superior Court, which require extradition to Kansas. Appellant contends that the demand for extradition and the documents required by § 3 of the Uniform Criminal Extradition Act, supra, must show probable cause that the alleged fugitive committed the crime charged before a valid arrest can be made by the asylum state. We do not agree.\nArticle 4, § 2, paragraph 2 of the United States Constitution provides:\n“A person charged in any State with Treason, Felony, or other Crime, who shall flee from Justice, and be found in another State, shall on Demand of the executive Authority of the State from which he fled, be delivered up, to be removed to the State having Jurisdiction of the Crime.”\nThe above clause is the constitutional authority for the extradition of persons “charged in any State with Treason, Felony or other Crime, who shall flee from Justice, and be found in another State”. The United States Congress in 1793 passed the first implementing legislation. See 18 U.S. C.A. § 3182.\nIn 1941, the Pennsylvania Legislature passed the Uniform Criminal Extradition Act. See the Act of July 8, 1941, P.L. 288, § 1, 19 P.S. 191.1, et seq. Both the federal statute and the Uniform Criminal Extradition Act provide the procedures to carry out a fugitive extradition.\nSection 3 of the Uniform Criminal Extradition Act provides:\n“No demand for the extradition of a person charged with crime in another state shall be recognized by the Governor unless in writing, alleging, except in cases arising under section 6, that the accused was present in the demanding state at the time of the commission of the alleged crime and that thereafter he .fled from the state, and accompanied by a copy of an indictment found or by information supported by affidavit in the state having jurisdiction of the crime or by a copy of an affidavit made before a magistrate there, together with a copy of any warrant which was issued thereupon or by a copy of a judgment of conviction or of a sentence imposed in execution thereof, together with a statement by the executive authority of the demanding state that the person claimed has escaped from confinement or has broken the terms of his bail, probation or parole. The indictment, information or affidavit made before the magistrate must substantially charge the person demanded with having committed a crime under the law of that state, and the copy of indictment, information, affidavit, judgment of conviction or sentence must be authenticated by the executive authority making the demand. . . . ”\nPrior to extradition, the Governor of the asylum state must receive in writing from the demanding state the following:\n1. An allegation that the person named in the extradition was present in the demanding state at the time of the commission of the crime.\n2. (a) copy of the indictment, or\n(b) information supported by affidavit, or\n(c) an affidavit made before a magistrate together with a copy of any warrant issued pursuant thereto, or\n• (d) copy of a judgment of conviction or of sentence imposed together with a statement from the executive authority of the demanding state that the person named has escaped from prison or has breached the terms of his bail, probation or parole.\n3. The indictment (2a), information (2b) or the affidavit and warrants (2c) must “substantially charge” the person named therein with having committed a crime.\n4. The indictment (2a), information (2b), the affidavit (2c) or the judgment of conviction or sentence (2d) must be “authenticated” by the demanding state’s executive authority-\nPrevious decisions of this court have limited attacks in extradition proceedings to whether:\n1. The subject was charged with a crime in the demanding state.\n2. The subject is a fugitive from that state.\n3. The subject was present in the state at the time of the commission of the crime.\n4. The papers required by § 3 of the Act are in order, and\n5. The person being held in the asylum state is in fact the person charged with the crime in the demanding state.\nSee Com. ex rel. Coades v. Gable, 437 Pa. 553, 264 A.2d 716 (1970); Ripepi Extradition Case, 427 Pa. 507, 235 A.2d 141 (1967); Com. ex rel. Edgar v. Davis, 425 Pa. 133, 228 A.2d 742 (1967).\nAppellant argues that we should expand the scope of inquiry in Pennsylvania as an asylum state to include a determination of whether probable cause exists for the issuing of an information supported by affidavit in the demanding state — in this case, Kansas. This we decline to do.\nAppellant argues that the Fourth Amendment of the United States Constitution made applicable to the states by the Fourteenth Amendment requires that the demand for extradition and supporting documents from the demanding state demonstrate probable cause to believe that the alleged fugitive committed the crime charged. Absent “probable cause”, an arrest in the asylum state on a Governor’s Warrant would be illegal. We do not agree.\nInitially, we agree with appellant’s contention that an “extradition arrest” in an asylum state, made pursuant to a governor’s warrant, is an arrest and as such is within the ambit of the Fourth and Fourteenth Amendments to the United States Constitution. See Com. ex rel. Knowles v. Lester, 456 Pa. 423, 321 A.2d 637 (1974).\nOur analysis must continue to determine what constitutes “probable cause” under the circumstances of an “extradition arrest”.\nWe are of the opinion that “probable cause” for an “extradition arrest” by the asylum state exists when the statutory requirements of § 3 of the Uniform Criminal Extradition Act are met.\nIn Commonwealth v. Jackson, 459 Pa. 669, 331 A.2d 189 (1975), this court defined “probable cause” as:\n“Any arrest must be based on probable cause. U.S. Const., amend, iv; McCray v. Illinois, 386 U.S. 300, 87 S.Ct. 1056, 18 L.Ed.2d 62 (1966); Ker v. California, 374 U.S. 23, 83 S.Ct. 1623, 10 L.Ed.2d 726 (1963); Commonwealth v. Jones, [457 Pa. 423] 322 A.2d 119 (1974), and cases cited therein. In determining the presence of probable cause ‘[t]he crucial test is whether there were facts available at the time of the initial apprehension which would justify a man of reasonable caution in the belief that a crime had been committed and that the individual arrested was the probable perpetrator.’ Commonwealth v. Jones, [457 Pa. 423] 322 A.2d at 123 (citations omitted).”\nThe above test is applicable to arrests within the Commonwealth for crimes committed within this jurisdiction and punishable within this jurisdiction.\nFor an “extradition arrest,” however, we believe that “probable cause” exists when the facts available at the time of the initial apprehension in the asylum state which would justify a reasonable man of caution to believe that the individual was the probable person charged with a crime in the demanding state and that state has complied with the statutory requirements of § 3 of the Uniform Criminal Extradition Act.\nThis position is a variation of the two lines of cases from other jurisdictions that have discussed the issue. Compare Bailey v. Cox, 260 Ind. 448, 296 N.E.2d 422 (1973), in which the Indiana court refused to look behind the “extradition papers” from the demanding state to determine whether there was probable cause for issuance of the initial arrest warrants of an indictment or filing of an information, and Kirkland v. Preston, 128 U.S.App.D.C. 148, 385 F.2d 670 (1967), in which the Circuit Court of Appeals for the District of Columbia determined that an extradition arrest must be based on probable cause and that the probable cause to be reviewed is that of the demanding state’s request.\nWe accept the Kirkland position that any arrest is governed by the Fourth and Fourteenth Amendments to the United States Constitution; however, we believe that the focus of asylum states inquiry must be limited to the statutory factors of § 3 of the Uniform Criminal Extradition Act, supra. The presence of all of the statutory factors constitute “probable cause” for an asylum state’s arrest. This ruling does not prohibit or inhibit this appellant nor any other extraditee from challenging the existence of “probable cause” in the demanding state.\nIn Bailey v. Cox, supra, the Indiana Supreme Court states: “ . . . the Uniform Criminal Extradition Act does provide certain safeguards in the procedure by requiring the presentation of certain certified papers as to the existence of a valid charge against the fugitive in the demanding state. We may ask what right has the governor of the asylum state to review the issue of probable cause in the demanding state? In accordance with the Uniform Criminal Extradition Act and principles of comity, we must leave the resolution of that issue to the judiciary of the demanding state. We note that the demanding governor’s warrant is signed, sealed, and contains a recital of the facts together with a certified copy of the charge against the fugitive. We find that the procedures employed here are in compliance with applicable constitutional provisions. It must be remembered that under the Uniform Criminal Extradition Act, the only issue for the governor of the asylum state is the identity of the fugitive. No inquiry may be made into the merits of the criminal charge or whether there is probable cause for the initiation of criminal proceedings in the demanding state. Those are all evidentiary issues to be heard and tried in the demanding state, not in a foreign jurisdiction.\nIn the instant case, all of the statutory requirements of § 3 of the Uniform Criminal Extradition Act, supra, have been met:\n1. An allegation that Ruby Marshall was present in Kansas at the time of the alleged homicide.\n2. A copy of an information filed by the District Attorney of Wyandotte County, Kansas, supported by an affidavit of the investigating police that Ruby Marshall is charged with the felonious homicide of Hezekial Marshall. There is also an arrest warrant issued by a judge in the Magistrate Court of Wyandotte County, Kansas, charging Ruby Marshall with felonious homicide.\n3. There is an authentication of the charges by the Governor of the State of Kansas.\nFinding the requisition in order, we find that “probable cause” existed for the extradition arrest of appellant, Ruby Marshall.\nOrder of the Superior Court affirmed.\nROBERTS, J., files a concurring opinion in which EAG-EN, C. J., and POMEROY and NIX, JJ., join.\nMANDERINO, J., files a dissenting opinion.\n. Section 191.15 of the Uniform Criminal Extradition Act provides:\n“If from the examination before the judge or magistrate it appears that the person held is the person charged with having committed the crime alleged, and, except in cases arising under section 6, that he has fled from justice, the judge or magistrate must, by a warrant reciting the accusation, commit him to the county jail for such a time, not exceeding thirty days, and specified in the warrant, as will enable the arrest of the accused to be made under a warrant of the Governor on a requisition of the executive authority of the state having jurisdiction of the offense unless the accused give bail as provided in the next section, or until he shall be legally discharged. . . ”",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nI concur in the result reached by the Court. This Court need not decide the constitutional question the opinion of Mr. Justice O’Brien addresses, whether relator may be extradited to Kansas without any judicial determination that there is probable cause to believe she has committed the crime charged. Rather, we need only decide whether a court in Pennsylvania may order relator extradited to Kansas where the extraditing court has before it an arrest warrant, demonstrating a prior determination of probable cause, issued by a Kansas court. I conclude that it can. The arrest warrant satisfies the requirements of the fourth amendment to the federal constitution that relator not be subject to an unreasonable seizure and that no warrants issue against relator except upon probable cause. I therefore conclude that relator has shown no reasons why she should not be extradited.\nI.\nRelator was arrested on a Warrant of the Governor of Pennsylvania charging her with being a fugitive from Kansas, where she is wanted for the murder of her husband. An extradition hearing was held before the Court of Common Pleas of Philadelphia on November 27, 1973, after which the court ordered her extradited. The Superior Court affirmed.\nThe documents presented at the extradition hearing in support of the Pennsylvania Governor’s Warrant include:\n1) A properly-authenticated information filed by the District Attorney of Wyandotte Co., Kansas, charging relator with the murder of her husband.\n2) A properly-authenticated police affidavit charging relator with the murder of her husband.\n3) A properly-authenticated warrant for the arrest of relator for the murder of her husband, issued by a judge of the Magistrate Court of Wyandotte Co., Kansas. Under Kansas law this warrant could be issued only with probable cause. See Kan.Stat.Ann. § 22 -2302.\n4) A demand for the return of relator signed by the executive authority of Kansas.\nII.\nI agree with the opinion of Mr. Justice O’Brien, at 307, that\n“In determining the presence of probable cause ‘[t]he crucial test is whether there were facts available at the time of the initial apprehension which would justify a man of reasonable caution in the belief that a crime had been committed and that the individual arrested was the probable perpetrator.’ ”\nCommonwealth v. Jackson, 459 Pa. 669, 673 74, 331 A.2d 189, 191 (1975) (citations omitted). “[T]he Fourth Amendment requires a judicial determination of probable cause as a prerequisite to extended restraint of liberty following arrest.” Gerstein v. Pugh, 420 U.S. 103, 114, 95 S.Ct. 854, 863, 43 L.Ed.2d 54 (1975). I also agree with the opinion of Mr. Justice O’Brien that an extradition arrest is an arrest for the purposes of the fourth amendment. See Commonwealth ex rel. Knowles v. Lester, 456 Pa. 423, 321 A.2d 637 (1974).\nHowever, I do not agree with the opinion of Mr. Justice O’Brien that this case presents the question whether the Extradition Clause allows relator to be detained and extradited solely upon the showing that there is probable cause to believe she is wanted for a crime in the demanding state. Unquestionably, an extradition proceeding is a “significant pretrial restraint on liberty.” Gerstein v. Pugh, 420 U.S. at 125, 95 S.Ct. at 868. In light of Gerstein and of our own cases, I would be reluctant to hold, as does the opinion of Mr. Justice O’Brien, that the Constitution permits relator to be detained and extradited without any judicial determination that there is probable cause to believe that a crime has been committed and that she has committed it. Fortunately, however, this case does not require us to reach this issue.\nThe constitutional question presented here is in fact much narrower: whether the fourth amendment allows Pennsylvania to detain and extradite relator where a judicial officer in the demanding state has made a determination that there is cause to believe relator has probably committed the crime charged.\nThe structure of our federal system suggests that we should assume that steps taken by a sister state to protect rights are accurate and in good faith. We should assume that a judge in Kansas, who is bound by the Supremacy Clause and the fourth and fourteenth amendments to the federal constitution, will not in fact issue an arrest warrant without probable cause to believe that the wanted individual has committed the crime charged.\nThe requirements of the fourth amendment should thus be read in light of the purposes and intended operation of the extradition clause:\n“The constitutional provision relating to fugitives from justice, as the history of its adoption will show, is in the-nature of a treaty stipulation entered into for the purpose of securing a prompt and efficient administration of the criminal laws of the several States, — an object of the first concern to the people of the entire country, and which each State is bound, in fidelity to the Constitution, to recognize. A faithful, vigorous enforcement of that stipulation is vital to the harmony and welfare of the States! And while a State should take care, within the limits of the law, that the rights of its people are protected against illegal action, the judicial authorities of the Union should equally take care that the provisions of the Constitution be not so narrowly interpreted as to enable offenders against the laws of a state to find a permanent asylum in the territory of another state.”\nAppleyard v. Massachusetts, 203 U.S. 222, 227-28, 27 S.Ct. 122, 124, 51 L.Ed. 161 (1906). See generally, Innes v. Tobin, 240 U.S. 127, 130-31, 36 S.Ct. 290, 291, 60 L.Ed. 566 (1916) (citing cases). Where the courts of this Commonwealth receive documents demonstrating that probable cause to arrest has been determined in the demanding state, this state should presume that the requirements of the fourth amendment have been met, and should comply with the Extradition Clause, in order to secure the “prompt and efficient administration of justice.” Id. See Ierardi v. Gunter, 528 F.2d 929 (1st Cir. 1976).\nHere the executive authority of Kansas has presented Pennsylvania with a properly authenticated warrant for the arrest of relator. The warrant was issued by a Kansas judge, who could legally issue it only upon probable cause to believe relator has committed the crime charged. See Kan.Stat.Ann. § 22 2302; Whitely v. Warden of Wyo ming Penitentiary, 401 U.S. 560, 564 & n. 6, 91 S.Ct. 1031, 1035 & n. 6, 28 L.Ed.2d 306 (1971). Alternatively relator would have us avoid the constitutional question in this case by interpreting the Uniform Criminal Extradition Act to prohibit extradition here. However that statute was enacted to implement the policy of the Extradition Clause, which favors interstate cooperation in the enforcement of the criminal law. Relator’s proposed interpretation would frustrate that policy and we should therefore reject it.\nFor these reasons, I would not look beyond the face of the Kansas arrest warrant, and would respect the Kansas determination of probable cause. I therefore agree with the opinion of Mr. Justice O’Brien that the court of common pleas correctly ordered relator extradited.\nEAGEN, C. J., and POMEROY and NIX, JJ, join in this concurring opinion.\nThis affidavit was conclusory, and could not have been used by the court of common pleas to make an independent determination of probable cause. See Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964).",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "MANDERINO, Justice,\ndissenting.\nI dissent. As noted by Mr. Justice O’Brien, the Uniform Criminal Extradition Act specifies that before a demand for extradition will be recognized, the Governor of the asylum state must receive in writing from the demanding state, inter alia, either:\n(a) [a] copy of the indictment, or\n(b) [an] information supported by affidavit, or\n(c) an affidavit made before a magistrate together with a copy of any warrant issued pursuant thereto, or\n(d) [a] copy of a judgment of conviction or of sentence imposed together with a statement from the executive authority of the demanding state that the person named has escaped from prison or has breached the terms of his bail, probation or parole.\nThe Act’s requirement of an affidavit in support of an information, or “an affidavit made before a magistrate there, together with a copy of any warrant [issued pursuant thereto]” is meant to provide the asylum state with sufficient facts from which it can determine whether the information or the warrant is based on probable cause. The requirement, otherwise, is meaningless.\nNeither the affidavit accompanying the information, nor the affidavit supporting the warrant issued by the Kansas magistrate provide sufficient facts from which we can determine whether probable cause exists for appellant’s arrest. They are not the affidavits required by the Act.\nIf the Governor of Pennsylvania were to submit to the judicial branch the same documents submitted in this case and request the arrest of a Pennsylvania citizen for a Pennsylvania crime, there would not be sufficient facts to establish probable cause for the issuance of a warrant. Neither the state nor the federal constitution nor any statute requires that we deprive a citizen of liberty without probable cause having been established simply because the documents are received from out-of-state.\nThe deprivation of liberty in this case is contrary to state and federal constitutional safeguards. I dissent.",
        "type": "dissent",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Defender Assn, of Philadelphia, Benjamin Lerner, Defender, Leonard Sosnov, John W. Packel, Asst. Defenders Steven Morley, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Mark Sendrow, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "386 A.2d 942\nCOMMONWEALTH of Pennsylvania ex rel. Ruby MARSHALL, Appellant, v. Dewaine GEDNEY, Director Release on Recognizance Program.\nSupreme Court of Pennsylvania.\nArgued April 21, 1977.\nDecided March 23, 1978.\nRehearing Denied May 18, 1978.\nDefender Assn, of Philadelphia, Benjamin Lerner, Defender, Leonard Sosnov, John W. Packel, Asst. Defenders Steven Morley, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Mark Sendrow, Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0299-01",
  "first_page_order": 339,
  "last_page_order": 354
}
