{
  "id": 1740542,
  "name": "PENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellant, v. George ZAMANTAKIS and Bessie Zamantakis, Appellees",
  "name_abbreviation": "Pennsylvania Human Relations Commission v. Zamantakis",
  "decision_date": "1978-05-08",
  "docket_number": "No. 33",
  "first_page": "454",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "478 Pa. 454"
    },
    {
      "type": "parallel",
      "cite": "387 A.2d 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "301 A.2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "62 N.J. 399",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1948065
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/nj/62/0399-01"
      ]
    },
    {
      "cite": "253 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "54 N.J. 113",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1934634
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/nj/54/0113-01"
      ]
    },
    {
      "cite": "4 Or.App. 482",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2146608
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/or-app/4/0482-01"
      ]
    },
    {
      "cite": "312 N.E.2d 314",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "19 Ill.App.3d 875",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        2691453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/19/0875-01"
      ]
    },
    {
      "cite": "212 S.E.2d 77",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "315 A.2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037434
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/315/0832-01"
      ]
    },
    {
      "cite": "191 N.W.2d 758",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10777815
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/191/0758-01"
      ]
    },
    {
      "cite": "157 N.W.2d 568",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "155 N.W.2d 545",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "37 Wis.2d 704",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8671856
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/37/0704-01"
      ]
    },
    {
      "cite": "325 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "272 Md. 563",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1874203
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/md/272/0563-01"
      ]
    },
    {
      "cite": "313 N.E.2d 3",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "38 Ohio St.2d 217",
      "category": "reporters:state",
      "reporter": "Ohio St. 2d",
      "case_ids": [
        6693757
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-2d/38/0217-01"
      ]
    },
    {
      "cite": "252 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922668
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0286-01"
      ]
    },
    {
      "cite": "308 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "308 A.2d 612",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "476 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736926
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0302-01"
      ]
    },
    {
      "cite": "306 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577600
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0124-01"
      ]
    },
    {
      "cite": "478 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740535
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "dissenting opinion of Manderino, J."
        },
        {
          "parenthetical": "dissenting opinion of Manderino, J."
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/478/0463-01"
      ]
    },
    {
      "cite": "301 A.2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 2
    },
    {
      "cite": "62 N.J. 399",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1948065
      ],
      "year": 1973,
      "opinion_index": 2,
      "case_paths": [
        "/nj/62/0399-01"
      ]
    },
    {
      "cite": "476 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736926
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 2,
      "case_paths": [
        "/pa/476/0302-01"
      ]
    },
    {
      "cite": "306 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 2
    },
    {
      "cite": "453 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577600
      ],
      "year": 1973,
      "opinion_index": 2,
      "case_paths": [
        "/pa/453/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 15906,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 7.555004431150354e-07,
      "percentile": 0.970434955860361
    },
    "sha256": "cb07b628f5a4b5544eb45b5ba3e09e16c25a2f458dbf94ff4d23e850969224b1",
    "simhash": "1:c2985c65e85e1a45",
    "word_count": 2527
  },
  "last_updated": "2024-02-27T20:48:48.596226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, POMEROY, ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., filed a Concurring Opinion.",
      "O’BRIEN and POMEROY, JJ., concurred in the result.",
      "ROBERTS, J., filed a Dissenting Opinion in which NIX, J., joined.",
      "NIX, J., joins in this dissenting opinion."
    ],
    "parties": [
      "PENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellant, v. George ZAMANTAKIS and Bessie Zamantakis, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nThe sole question to be determined is whether the Pennsylvania Human Relations Commission has the authority to award damages for mental anguish and humiliation which may arise as a result of unlawful discrimination. We answer in the negative.\nThe facts which give rise to this appeal are as follows: On February 15, 1972,. George and Bessie Zamantakis placed an advertisement in a local newspaper offering to rent a four room apartment. Sylvester and Willis Thornton responded to the advertisement on that same day and were not permitted to rent the apartment. On February 16, 1972, the Thorntons, who are black, filed a complaint with the Commission charging that the Zamantakises, who are white, had refused to rent them the apartment because of the Thorn-tons’ race. Pursuant to the procedures set forth in the Pennsylvania Human Relations Act, the Commission found that the Zamantakises had denied the Thorntons the apartment because of their race, and on November 27, 1972, ordered, among other things, the Zamantakises to pay each Thornton $250.00 within 30 days in order to compensate them for mental anguish and humiliation. An appeal from this order was taken to Commonwealth Court, which in an opinion written by the late and Honorable Harry A. Kramer and filed on August 14, 1973, held that the Commission had no authority to award damages for mental anguish and humiliation. A petition for allowance of appeal to this Court was then filed by the Commission. We granted that allowance on October 18, 1973.\nThe Commission asserts that its authority to award damages for mental anguish and humiliation is conferred by Section 9 of the Pennsylvania Human Relations Act. We disagree. The pertinent part of Section 9 is as follows:\n“If, upon all the evidence at the hearing, the Commission shall find that a respondent has engaged in or is engaging in any unlawful discriminatory practice as defined in this act, the Commission shall state its findings of fact, and shall issue and cause to be served on such respondent an order requiring such respondent to cease and desist from such unlawful discriminatory practice and to take such affirmative action including but not limited to hiring, reinstatement or upgrading of employes, with or without back pay, admission or restoration to membership in any respondent labor organization, or selling or leasing specified commercial housing upon such equal terms and conditions and with such equal facilities, services and privileges or lending money, whether or not secured by mortgage or otherwise for the acquisition, construction, rehabilitation, repair or maintenance of commercial housing, upon such equal terms and conditions to any person discriminated against or all persons as, in the judgment of the Commission, will effectuate the purposes of this act, and including a requirement for report of the manner of compliance.” (Emphasis added).\nWe have held that the Legislature has given the Commission broad discretionary power to effectuate the policies of the Pennsylvania Human Relations Act. Pennsylvania Human Relations Commission v. Alto-Reste Park Cemetery Association, 453 Pa. 124, 306 A.2d 881 (1973). However, the Commission, like all administrative agencies, can only exercise those powers which have been conferred upon it by the Legislature. Pennsylvania Human Relations Commission v. St. Joe Minerals Corporation, Zinc Smelting Division, 476 Pa. 302, 382 A.2d 731 (1978).\nWe quote with approval and adopt the language used by the Commonwealth Court in this case.\n“As we view our role in this case, on this issue, we must determine whether our Legislature intended our Commission to award compensatory damages for ‘humiliation and mental anguish’. We first note that in the Pennsylvania statute, there is no specific legislative language authorizing the Commission to award such damages. Next, we note that the statutorily provided proceeding is directed to be expeditious and informal, as are most administrative procedures. There are none of the formal trappings, evidentiary protections, and strict procedures of a court of law. In addition, the members of the Commission necessarily need not be trained or learned in the law. As so often happens in an administrative proceeding, the Commission and its employes are the investigators, the prosecutors, the judges and jury. On balance, this results in an unduly heavy force on the side of the proponents of damages. Traditionally, damages, in this Commonwealth, have been a matter for courts of law, under an adversary system of justice and therefore unless the Legislature clearly authorizes the Commission to award damages, we cannot extend to it such authority by judicial fiat, nor can we broaden the scope of the Commission’s authority into a full scale lawsuit. See 43 P.S. § 960.”\nThe Commission concurrently argues that the Legislature must have meant for the Commission to have the power to assess damages for humiliation and mental anguish because the Commission, when the provisions of the Human Relations Act are invoked, is the exclusive vehicle for cor-reefing discrimination. This argument fails; exclusiveness and unlimited power are not wed together. If one were to adopt this argument, the Commission could fine and imprison persons for discrimination.. Of course, no such power emanates out of the Act. Sixteen months after Commonwealth Court’s decision in this case, the Legislature amended the Human Relations Act. This amendment eliminated the Commission as the exclusive remedy for discrimination when the provisions of the Human Relations Act are invoked, and provided, under certain conditions, access to the Court of Common Pleas. The amendment gave to the courts authority to order, in addition to the same “affirmative action” as the Commission, “any other legal or equitable relief as the court deems appropriate”. “Legal or equitable relief” includes damages for humiliation and mental anguish. We must presume that the Legislature was aware of Commonwealth Court’s decision in this case, yet the Legislature still chose not to give the Commission the power to award these types of damages, but instead chose to have the Common Pleas Court award these damages.\nA majority of our sister states have found that absent express legislative authority, a civil rights agency cannot award damages in the nature of those sought in this case.\nThe order of the Commonwealth Court is affirmed.\nMANDERINO, J., filed a Concurring Opinion.\nO’BRIEN and POMEROY, JJ., concurred in the result.\nROBERTS, J., filed a Dissenting Opinion in which NIX, J., joined.\n. Act of October 27, 1955, P.L. 744, § I, as amended, 43 P.S. § 951 et seq.\n. The Commission also ordered the Zamantakises to cease and desist from any further unlawful discrimination, to rent to the Thorntons the next available four room apartment and to post- fair housing. notices in their apartment buildings.\n. Zamantakis v. Pennsylvania Human Relations Commission, 10 Pa. Cmwlth. 107, 308 A.2d 612 (1973).\n. Zamantakis v. Pennsylvania Human Relations Commission, supra, at 308 A.2d 616.\n. (Our footnote) Section 9 also provides that “[t]he Commission shall not he bound by the strict rules of evidence prevailing in courts of law or equity”.\n. When the provisions of the Act are not invoked, an aggrieved party may seek redress in the courts. Daly v. School District of Darby Township, 434 Pa. 286, 252 A.2d 638 (1969).\n. The Human Relations Commission is not without powers to obtain compliance with its orders. The Human Relations Act provides that wilful violation of an order of the Commission is a misdemeanor. 43 P.S. § 961.\n. Section 12(c) was added to the Pennsylvania Human Relations Act by the Act of December 19, 1974, P.L. 966, No. 318, § 6.\n. No damages permitted: Ohio — Ohio Civil Rights Commission v. Lysyj, 38 Ohio St.2d 217, 313 N.E.2d 3 (1974); Maryland — Gutwein v. Easton Publishing Company, 272 Md. 563, 325 A.2d 740 (1974); Wisconsin — Murphy v. Industrial Commission, 37 Wis.2d 704, 155 N.W.2d 545, 157 N.W.2d 568 (1968); Iowa — Iron Workers Local No. 67 v. Hart, 191 N.W.2d 758 (1971); District of Columbia — Mendota Apts. v. District of Columbia Commission on Human Rights, D.C. App., 315 A.2d 832 (1974).\nDamages permitted: West Virginia — West Virginia Human Rights Commission v. Pauley, W.Va., 212 S.E.2d 77 (1975); Illinois — A. P. Green Services Division of Bigelow-Liptak Corporation v. State of Illinois Fair Employment Practices Commission, 19 Ill.App.3d 875, 312 N.E.2d 314 (974); Oregon — Williams v. Joyce, 4 Or.App. 482, 479 P.2d 513 (1970); New Jersey — Jackson v. Concord Co., 54 N.J. 113, 253 A.2d 793 (1969) and Zahorian v. Russell Fitt Real Estate Agency, 62 N.J. 399, 301 A.2d 754 (1973).",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "MANDERINO, Justice,\nconcurring.\nI do not agree with the majority that legislative authority is lacking for the award of damages by the Pennsylvania Human Relations Commission. See Pennsylvania Human Relations Commission v. Straw, 478 Pa. 463, 387 A.2d 75 (1978) (dissenting opinion of Manderino, J.).\nI concur in the result reached by the majority because I find no substantial evidence of humiliation and mental anguish in the record sufficient to support an award for such damages. The only evidence put forward by the Commission for these damages is that complainant was “upset” over being refused the rental. This falls far short of the Commission’s own standards, as set forth in their “guidelines and considerations in Fixing Monetary Damages To Complainant (Adopted by PHRC July 1, 1974). Therein it is stated, inter alia, that “[t]o be compensable there must be something more than mere disappointment or regret.”\nThe “guidelines” indicate that such damages “must be supported by substantial evidence” such as testimony of a physician or records of prescriptions if a physician has been consulted or medication required; testimony of the complainant or other witnesses as to the effect of the incident; testimony of experts on the effects of such discrimination on emotional health; or introduction of the writings of such experts. The “guidelines” conclude that\n“The Hearing Panel must scrutinize with care the evidence offered in support of the claim and observe carefully the demeanor of the complainant and complainant’s witnesses and must approach the matter with caution. But if the Panel and the Commission is satisfied that a fair preponderance of the evidence supports the claim, the complainant is entitled to be compensated for his mental distress and suffering.”\nAssuming the adequacy of these guidelines for an administrative agency exercising delegated power, the Commission has failed to meet its own standards of proof. I therefore agree that the damages herein claimed must be disallowed.",
        "type": "concurrence",
        "author": "MANDERINO, Justice,"
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nFor the second time in three months, the majority has crippled the efforts of the Legislature and the Pennsylvania Human Relations Commission to combat discrimination proscribed by the Pennsylvania Human Relations Law. In Pennsylvania Human Relations Comm’n v. St. Joe Minerals Corp., 476 Pa. 302, 382 A.2d 731 (1978), the majority concluded that the Law does not authorize the PHRC to compel a party to answer written interrogatories designed to assist the PHRC’s investigation of alleged unlawful discriminatory practices. Today, the majority, applying the same discredited theory of limited statutory interpretation, concludes that the PHRC is without power to award compensatory damages for humiliation and mental anguish. I dissent.\nSection 9 of the Law, 43 P.S. § 959, provides:\n“If, upon all the evidence at the hearing, the Commission shall find that a respondent has engaged in or is engaging in any unlawful discriminatory practice as defined in this act, the Commission shall state its findings of fact, and shall issue and cause to be served on such respondent an order requiring such respondent to cease and desist from such unlawful discriminatory practice and to take such affirmative action including but not limited to hiring, reinstatement or upgrading of employes, with or without back pay, admission or restoration to membership in any respondent labor organization, or selling or leasing specified commercial housing upon such equal terms and conditions and with such equal facilities, services and privileges ' or lending money, whether or not secured by mortgage or otherwise for the acquisition, construction, rehabilitation, repair or maintenance of commercial housing, upon such equal terms and conditions to any person discriminated against or all persons as, in the judgment of the Commission, will effectuate the purposes of this act, and including a requirement for report of the manner of compliance.” (emphasis added)\nThough the Law does not specifically empower the PHRC to award damages for mental anguish and humiliation, it provides that the PHRC is required to take “such affirmative action ... as, in the judgment of the Commission, will effectuate the purposes of this act.” The Legislature has made it plain that permissible remedial devices include, “but [are] not limited to” those enumerated.\nThis Court’s proper inquiry is therefore whether the PHRC has determined correctly that damages are a proper remedy for enforcing the Human Relations Law. An order requiring a party violating the Law to pay a victim compensatory damages would provide redress for the victim for deprivation of his civil rights as well as deterring future illegal discrimination. The Legislature surely had these important goals in mind when it enacted the Human Relations Law, and a remedy of damages is entirely consistent with other remedies available to the PHRC. The Legislature’s command that the provisions of the Human Relations Law be construed liberally, see Human Relations Law, § 12(a), 43 P.S. § 962(a); Pennsylvania Human Relations Comm’n v. Alto-Reste Park Cemetery Ass’n, 453 Pa. 124, 306 A.2d 881 (1973), as well as modern authority interpreting comparable statutes, e. g., Zahorian v. Russell Fitt Real Estate Agency, 62 N.J. 399, 301 A.2d 754 (1973), has once again been ignored by the majority. See Pennsylvania Human Relations Comm’n. v. St. Joe Minerals Corp., supra (Roberts, J., joined by Nix, J., dissenting).\nMoreover, the majority errs even on its own terms. The majority concedes that the PHRC has discretion to tailor its relief by choosing from the various remedies available. The agency acted under the view that compensatory damages were a proper form of relief. Had the PHRC known that today the Court would hold that it lacked power to impose this form of relief, it might have shaped its order to include other remedies or to stiffen penalties validly imposed. Thus, so that the PHRC may have an opportunity to correct its order and to award the proper relief which it alone may determine, subject only to review for abuse of discretion, the majority should not affirm the order of the Commonwealth Court but should instead remand to the PHRC so that it may impose appropriate remedies not inconsistent with today’s unwise opinion.\nI would reverse the order of the Commonwealth Court and reinstate the order of the Pennsylvania Human Relations Commission. Alternatively, even on the majority’s theory the proceedings should be remanded to the PHRC for reconsideration of its order in light of today’s holding.\nNIX, J., joins in this dissenting opinion.\nAct of October 27, 1955, P.L. 744, §§ 1 et seq., as amended, 43 P.S. §§ 951 et seq. (1964 and Supp. 1977).",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Sanford Kahn, Pa. Human Relations Com., Harrisburg, for appellant.",
      "J. Stephen Kreglow, Easton, for appellees."
    ],
    "corrections": "",
    "head_matter": "387 A.2d 70\nPENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellant, v. George ZAMANTAKIS and Bessie Zamantakis, Appellees.\nSupreme Court of Pennsylvania.\nReargued Jan. 12, 1978.\nDecided May 8, 1978.\nSanford Kahn, Pa. Human Relations Com., Harrisburg, for appellant.\nJ. Stephen Kreglow, Easton, for appellees.\nBefore EAGEN, C. J., and O’BRIEN, POMEROY, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0454-01",
  "first_page_order": 494,
  "last_page_order": 503
}
