{
  "id": 1740635,
  "name": "UPPER ST. CLAIR TOWNSHIP, Appellee, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF COMMUNITY AFFAIRS, Appellant",
  "name_abbreviation": "Upper St. Clair Township v. Commonwealth",
  "decision_date": "1978-04-28",
  "docket_number": "No. 35",
  "first_page": "546",
  "last_page": "567",
  "citations": [
    {
      "type": "official",
      "cite": "478 Pa. 546"
    },
    {
      "type": "parallel",
      "cite": "387 A.2d 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "406 U.S. 621",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172805
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0621-01"
      ]
    },
    {
      "cite": "306 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "887",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577600
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "133-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0124-01"
      ]
    },
    {
      "cite": "466 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714940
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0045-01"
      ]
    },
    {
      "cite": "387 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337097
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "state cannot encourage private racial discrimination by overturning state laws that bore on the right of private sellers and lessors to discriminate"
        },
        {
          "parenthetical": "state cannot encourage private racial discrimination by overturning state laws that bore on the right of private sellers and lessors to discriminate"
        },
        {
          "parenthetical": "state cannot encourage private racial discrimination by overturning state laws that bore on the right of private sellers and lessors to discriminate"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0369-01"
      ]
    },
    {
      "cite": "413 U.S. 455",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11341296
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/413/0455-01"
      ]
    },
    {
      "cite": "429 U.S. 252",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6951
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "proof of racially discriminatory intent or purpose is required to establish a violation of the equal protection clause"
        },
        {
          "parenthetical": "proof of racially discriminatory intent or purpose is required to establish a violation of the equal protection clause"
        },
        {
          "parenthetical": "proof of racially discriminatory intent or purpose is required to establish a violation of the equal protection clause"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0252-01"
      ]
    },
    {
      "cite": "233 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910437
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0157-01"
      ]
    },
    {
      "cite": "327 A.2d 335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479666
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0067-01"
      ]
    },
    {
      "cite": "200 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890433
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0367-01"
      ]
    },
    {
      "cite": "461 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483759
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "380"
        },
        {
          "page": "335"
        },
        {
          "page": "380"
        },
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0366-01"
      ]
    },
    {
      "cite": "317 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "909"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "82 A.2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "169 Pa.Super. 470",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472923
      ],
      "year": 1951,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/169/0470-01"
      ]
    },
    {
      "cite": "91 L.Ed. 590",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1946,
      "opinion_index": 1
    },
    {
      "cite": "67 S.Ct. 78",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1946,
      "opinion_index": 1
    },
    {
      "cite": "329 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6159104,
        6159053,
        6159150
      ],
      "year": 1946,
      "opinion_index": 1,
      "case_paths": [
        "/us/329/0668-02",
        "/us/329/0668-01",
        "/us/329/0668-03"
      ]
    },
    {
      "cite": "65 F.Supp. 183",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        625586
      ],
      "pin_cites": [
        {
          "page": "186"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/65/0183-01"
      ]
    },
    {
      "cite": "306 A.2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "452 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574950
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/452/0077-01"
      ]
    },
    {
      "cite": "109 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "335",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "379 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253580
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "573",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/379/0566-01"
      ]
    },
    {
      "cite": "466 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714940
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/pa/466/0045-01"
      ]
    },
    {
      "cite": "317 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "913",
          "parenthetical": "Kramer, J., dissenting"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1361,
    "char_count": 37105,
    "ocr_confidence": 0.657,
    "pagerank": {
      "raw": 5.4484096992533995e-08,
      "percentile": 0.34257981836006657
    },
    "sha256": "63bfbe72ffdaf29af6d4ea9eaa33da2688b2b452759a4fac2ba09ce4f4b73515",
    "simhash": "1:ba80a065ab533275",
    "word_count": 5698
  },
  "last_updated": "2024-02-27T20:48:48.596226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., filed a dissenting opinion in which NIX, J., joined.",
      "NIX, J., joins in this dissenting opinion."
    ],
    "parties": [
      "UPPER ST. CLAIR TOWNSHIP, Appellee, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF COMMUNITY AFFAIRS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nMANDERINO, Justice.\nAppellant, the Department of Community Affairs of the Commonwealth of Pennsylvania, appeals from an order of the Commonwealth Court reversing the appellant’s denial of funds to appellee, Upper St. Clair Township, Allegheny County, Pennsylvania, for the development of a park. Upper St. Clair Township v. Commonwealth Dep’t of Community Affairs, 13 Cmwlth. 71, 317 A.2d 906 (1974).\nUpper St. Clair applied to the Commonwealth Department of Community Affairs (Department) for Project 500 funds to develop its Brookside Park Project. Project 500 is a fund of $500,000,000 borrowed by the Commonwealth to create a fund to be used, inter alia, for the reclamation and development of park and recreational lands. See Pa.Const., art. 8, § 16. Of that amount, $75,000,000 was allotted to the Department to distribute to eligible political subdivisions, in order to help pay the cost of developing such lands. Upper St. Clair had on prior occasions requested and received park funds, including a grant to acquire the site for Brookside Park.\nOn August 17, 1972, however, the Department Secretary denied Project 500 funds to Upper St. Clair, despite the fact Upper St. Clair’s application was approved by the Department Staff. The Secretary’s reasons were as follows:\n“Applicant has failed to persuade the Department of Community Aifairs:\n1. That it is not presently engaging in, and does not intend to continue engaging in, exclusionary development policies, that is, zoning and other land-use control practices that effectively preclude construction of dwelling units that could house minority, and low-income and (in some cases) middle-income families, either by direct exclusion or by raising the price of residential development;\n2. That such exclusionary development policies would not adversely affect access by minorities and the poor to the proposed project facilities;\n3. That, in terms of the limited resources presently available, the proposed project would effectively serve the most pressing community needs.”\nUpper St. Clair requested a hearing which was granted. The hearing panel, consisting of three individuals chosen by the Department, concluded that Upper St. Clair was an “exclusive” community engaging in “exclusionary policies,” and recommended that the Secretary adhere to his denial of funds. The Secretary did so.\nThe Commonwealth Court reversed the Department and ordered the application approved. Upper St. Clair Township v. Commonwealth Dep’t of Community Affairs, 13 Pa. Cmwlth. 71, 317 A.2d 906 (1974). We granted allowance of appeal, and now affirm the Commonwealth Court’s order that Upper St. Clair’s application be approved.\nUpper St. Clair is a suburban community located south of Pittsburgh, Pennsylvania. According to the 1970 census, its population is 15,411. Compared to the general makeup of the Pittsburgh metropolitan region, it is a wealthy community. Two-thirds of the households would qualify for the top twenty per cent income range of the region. Over ninety per cent of its residents live in owner occupied housing, compared to about sixty-five per cent for the region. The percentage of blacks living in the community is less than one per cent. The percentage of the aged living in the community is much less than the percentage of the aged living in the region. Basically the community is made up of middle-aged home owners. The appellant correctly notes that Upper St. Clair is unrepresentative of the Pittsburgh region in terms of the cost of housing, racial distribution, and income distribution.\nAccording to the appellant, Upper St. Clair is an exclusive community which engages and has engaged in exclusionary development policies in its zoning and land use control practices. Because of these exclusionary development policies, the appellant contends that it properly denied Upper St. Clair funds for the development of Brookside Park. We cannot accept appellant’s argument.\nAppellant contends that it may deny funds to “an exclusive community which engages in exclusionary development policies.” Appellant does not contend, however, that any of Upper St. Clair’s ordinances, including its zoning ordinance, are unconstitutional. At no time, from the original filing of Upper St. Clair’s application to the appeal in this Court, has appellant contended that appellee’s zoning ordinance is unconstitutional.\nThe Commonwealth Court stated in its opinion that appellant concedes appellee’s zoning ordinance to be facially constitutional. In this appeal, appellant contends that the Commonwealth Court unfairly characterized its position. Yet, before this Court, appellant again conceded the constitutionality of appellee’s zoning ordinance. Appellant states in its brief: “[S]uffice it to say that the Commonwealth has not assumed the burden that USC’s zoning ordinance is, on its face, unconstitutional, although it might be.” We are unable to read appellant’s arguments in any other manner than as the Commonwealth Court did. For purposes of this appeal, we have no choice but to conclude that the appellant is not attacking the constitutionality of Upper St. Clair’s zoning ordinance. This important point is not simply a matter of semantics. At no time since appellee filed its original application has appellant argued that Upper St. Clair’s zoning ordinance is unconstitutional. We therefore do not have before us, and neither did the Commonwealth Court, the issue as to whether appellant’s zoning ordinance is unconstitutional on its face. Under these circumstances, we must presume its constitutionality. Schuback v. Silver, 461 Pa. 366, 380, 336 A.2d 328, 335 (1975); Cleaver v. Board of Adjustment, 414 Pa. 367, 200 A.2d 408 (1964).\nMoreover, appellant does not contend, and has not contended, that township officials have applied the ordinance in any unconstitutional way. The record is absolutely silent concerning any discriminatory application of the zoning ordinance by township officials at any time. There is no evidence of any manipulative practices designed to discourage or prevent an influx of poor or minority families into the township. The Department’s own planning advisor testified that no application to build multi-family dwellings was ever denied in Upper St. Clair Township. As to the township’s parks, the record shows that Upper St. Clair’s recreational facilities are open to any persons desiring to make use of them. In short, the record is devoid of evidence that any action taken by Upper St. Clair officials at any time involved a discriminatory application of the zoning laws.\nAlthough appellant has not challenged the constitutionality of appellee’s zoning ordinance or made any claim that township officials have discriminated in applying the ordinance, appellant nonetheless sums up its position by stating: “[I]n its application this zoning ordinance, in a significant way operates to intensify segregation on the basis of race, ethnic background, age and wealth and therefore that ordinance is subject to close scrutiny and upon the observation of such operation should be the basis for a denial of State funds.” Appellant also states:\n“The Commonwealth advances the proposition that the exercise of discretion in denying State funding need not have as its basis that a zoning ordinance that rises to the level of offending the constitutional parameters, but only that the public policy of the Commonwealth is not advanced by funding a community whose development practices have the result of significant exclusion [I]n determining the advisability of granting State funds to communities it is within the discretion of State officials to decide the airection, inclusion or exclusion, of development policies, and that if that direction tends to exclude, discretion permits denial.\nScarce State resources should not be available on demand to any entity which proclaims only that it is not in violation of constitutional commands. Rather those resources may, within proper discretion, be used to reward and advance those entities which embrace public policy and carry it forward.”\nWe must reject appellant’s contention. Assuming, as we must in this appeal, that Upper St. Clair’s zoning ordinance is constitutional, it would be folly indeed to adopt a novel principle that a community should be penalized for its zoning ordinance, even though that ordinance is constitutional, in the absence of any evidence of discriminatory application.\nEssentially, appellant’s position is that substantial numerical imbalances in the makeup of a community are sufficient from which to infer that something is wrong, without any need for further explanation or factual support. This argument basically calls for a quota system for each community. We utterly reject such a proposition. If the appellant can deny to the appellee a grant of funds because the appelleecommunity has substantial imbalances according to race, ethnic background, age or wealth, it could do so to any community with similar imbalances. For instance, a community made up exclusively of the aged would have a substantial imbalance. Likewise would a community that is predominately black, Catholic or youthful, or has less than its quota of Americans of Italian origin. Many, if not most, of the communities in the Commonwealth have substantial imbalances. Indeed, the appellant points out that the city of Pittsburgh has a substantial imbalance in the number of blacks and the number of persons below the poverty level. Under the appellant’s reasoning, funds could be denied to a community that was primarily black, or Oriental, Mexican-American, or Puerto Rican. All of these communities would, in the sense in which the word is used by the appellant, be considered “exclusive” communities. Yet we certainly would not in the case of every “exclusive” community conclude in the absence of any other evidence, that the community can be denied government assistance because of the alleged existence of an unproven policy. A “policy” does not exist in a vacuum. It requires at least minimal action. Someone must formulate it; someone must implement it. If no one has done anything to cause the exclusiveness, it is not “policy.”\nCarried to its logical conclusion, the position taken by appellant in this case has staggering implications. For example, the funds at issue in this case were borrowed from the federal government. Could Pennsylvania have been denied this Federal assistance because of imbalances in Pennsylvania’s population without proof that the imbalances resulted from unconstitutional laws or constitutional laws unconstitutionally applied?\nSubstantial imbalances alone in certain areas may, of course, be sufficient evidence from which one could reasonably infer, without additional evidence, that some official action is responsible for the imbalances. A housing project, for instance, containing more than one building, in which blacks are exclusively in one building and whites in another, can reasonably lead to the conclusion, without further evidence, that those in charge of the housing project have contributed to the imbalances existing in the buildings. See Pennsylvania Human Relations Comm’n v. Chester Housing Auth., 458 Pa. 67, 327 A.2d 335 (1974). Imbalances existing within various schools in a community, without further evidence, may reasonably permit the conclusion that official action has been a cause in producing the imbalances. See Pennsylvania Human Relations Comm’n v. Chester School District, 427 Pa. 157, 233 A.2d 290 (1967). In these situations, the factors which might have caused the imbalances are considerably limited and thus it is reasonable to conclude, in the absence of evidence to the contrary, that those in control have caused the imbalances.\nIn many cases of school systems and housing projects, such evidence is not produced, and thus there is nothing to dispel the inference that the substantial imbalances were caused by those in charge.\nIt does not follow, however, that statistical imbalances in a community, state, or country are sufficient, standing alone, to infer that official action has caused the imbalances. Unlike a controlled situation such as a particular housing project, where factors which might have caused the imbalance are limited, a geographical area’s population of blacks, aged, or poor is affected by innumerable factors over 'which government may have no control. Climate, geographic distances, economic opportunity, the existence or nonexistence of public transportation, and familial ties are just some of the factors contributing to the imbalances existing in many segments of our society. Because of these innumerable factors, many of which in a free society are beyond governmental control, the inference that official conduct is responsible for a particular area’s imbalance is not as readily drawn absent at least some evidence that it was official conduct that contributed to the imbalance.\nWe have already noted significant statistical imbalances in Upper St. Clair Township. Appellant properly alerted itself to the possibility of unconstitutional or illegal conduct in Upper St. Clair based on these imbalances. Our responsibility in such a case is to look behind the imbalances to determine whether the exclusivity has come about because of unconstitutional laws or other official action. In this case, however, there is no claim that an unconstitutional ordinance has been in effect, or that any official conduct has applied the ordinances in a discriminatory manner. There has been no showing that official conduct in any way contributed to the imbalances. There is, therefore, simply no basis for penalizing Upper St. Clair for the mere existence of the situation. If appellant’s position were to prevail, a community could be penalized solely for its ethnic religious, color, wealth, or sexual makeup in spite of the fact that its zoning ordinance is constitutional and no evidence is presented that the community’s officials ever discriminated in implementing the ordinance. We reject such a proposition. See Village of Arlington Heights v. Metropolitan Housing Devel. Corp., 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977) (proof of racially discriminatory intent or purpose is required to establish a violation of the equal protection clause).\nAppellant relies on federal decisional law, principally Norwood v. Harrison, 413 U.S. 455, 93 S.Ct. 2804, 37 L.Ed.2d 723 (1973), in arguing that the Secretary would violate both the federal and state constitutions if he granted Upper St. Clair these funds because this would constitute state aid which facilitated and supported discrimination.\nBecause we must presume Upper St. Clair’s ordinance to be constitutional, Schuback v. Silver, supra, 461 Pa. at 380, 336 A.2d at 335 (1975), appellant’s reliance on Nor-wood is clearly misplaced. Norwood involved a state program of lending textbooks to private, segregated schools. It is axiomatic that a state may not induce, encourage, or promote private persons to accomplish what it is constitutionally forbidden to accomplish. The Supreme Court observed that had the schools been public ones, clearly their admission policies would have been unconstitutional, hence, the state could not lend the textbooks consistent with the Fourteenth Amendment. See also Reitman v. Mulkey, 387 U.S. 369, 87 S.Ct. 1627, 18 L.Ed.2d 830 (1967) (state cannot encourage private racial discrimination by overturning state laws that bore on the right of private sellers and lessors to discriminate). Therefore, if Upper St. Clair were shown to be acting unconstitutionally, the Commonwealth could argue this as a basis for refusal of funds. Without having established a constitutional violation, however, the Secretary would not be acting unconstitutionally in granting the Township’s request for state funds, anymore than the federal government would be acting unconstitutionally in granting assistance to a state having various imbalances in these areas where discrimination is prohibited by law.\nWe need not decide whether the Secretary would be justified in denying Project 500 funds to a political subdivision if its zoning ordinance had judicially been declared unconstitutional or which had otherwise been discriminatory. That issue is not before us since appellant has not demonstrated the unconstitutionality of Upper St. Clair’s ordinance either facially or as applied and has shown no proof of any other discriminatory action.\nAnother issue presented in this appeal is whether certain Department regulations authorizing the Secretary to deny Project 500 funds on the basis of “exclusionary development practices” (1) were legally in force and effect at the time appellee’s application was denied; and (2) whether the Department has authority to promulgate such rules. It appears the rules were drafted expressly in response to the present litigation. The Commonwealth Court did not decide whether the Department exceeded its authority in drafting the rules; it determined that the regulation was not in effect at the time this matter was adjudicated. The appellant in this appeal contends the regulations were in effect.\nWe need not address issues concerning when these rules legally went into effect, since we have concluded that appellant may not penalize municipalities for imbalances absent showing that the municipality contributed to them. Assuming that the regulation is valid and is applicable to this case, there is no evidence that it has been violated.\nWhile the record supports appellant’s assertion that imbalances exist in Upper St. Clair, there is no evidence in the record establishing a connection between Upper St. Clair’s ordinance, policies, and practices on the one hand, and on the other hand, Upper St. Clair’s “exclusiveness.” We therefore reject the first two reasons given by the Secretary for the denial, of Upper St. Clair’s application, both of which assumed, without any evidentiary basis, that appellant engaged in exclusionary policies and practices.\nThe Secretary’s third reason for denying Upper St. Clair Project 500 funds in this instance was stated as follows:\n“Applicant has failed to persuade the Department of Community Affairs:\n3. That, in terms of the limited resources presently available, the proposed project would effectively serve the most pressing community needs.” (Emphasis added).\nWe note first that the Secretary, in listing the grounds for denying Upper St. Clair these funds, seemed to assume that a township applying for State funds has the burden of proving that giving the funds to this particular applicant would serve the “most pressing community needs.” We do not agree. Project 500 funds were to be made available to eligible municipalities, not to the Department of Community Affairs. Here, Upper St. Clair complied with all the Department’s regulations in the course of applying for funds, and the Department Staff approved its application. If the Secretary of the Department carrying out his statutory mandate to determine municipalities’ park needs and the advisability of granting State funds to meet those needs, decides to deny an application, it is upon him to articulate his reasons for the denial. It is the Department’s function to determine where the recreation and park needs of political subdivisions are greatest, in other words to determine “pressing community needs” in regard to recreation and parks. It would be incongruous to put the burden on an applicant for funds to demonstrate that its needs are more pressing than another political subdivision’s when this is precisely why the Department of Community Affairs was entrusted with administering and allocating these funds. The Department is better able to gain access to the particular facts necessary to make an intelligent decision regarding where the Commonwealth’s park and recreational needs are most compelling. In our view, objective fairness in the allocation of scarce state resources dictates that this state agency, with its superior manpower, expertise, and information-gathering ability, have the “burden” of articulating its reasons why one community is more in need of state funds than another.\nWe agree with the Commonwealth Court that the Secretary’s third ground for denying Upper St. Clair project funds — the township’s failure to demonstrate that the proposed project would effectively serve the most pressing-community needs — was “makeweight” and is not supported by the record. 13 Pa.Cmwlth. at 76, 317 A.2d at 909. There was no evidence that the Department did not have sufficient funds, and the Department’s alleged finding in this regard is belied by the Secretary’s declaration that Upper St. Clair was ineligible for the funds; the Secretary did not say that Upper St. Clair’s application should be deferred to the demands of other more needy. Since the third reasons for denying these funds, like the first two previously discussed, is not supported by substantial evidence, we are not bound to accept it. Ramey Borough v. Commonwealth Dep’t of Environmental Resources, 466 Pa. 45, 351 A.2d 613 (1976).\nLastly, appellant argues, as an independent ground for reversal of the Commonwealth Court’s order, that denying appellee these funds was not an abuse of discretion because appellant is legislatively empowered to promote the “public policy” of this Commonwealth through the distribution of the Project 500 funds. What the Secretary claims, in essence, is that he has the power to glean from unspecified sources the “public policy” of this Commonwealth, and by using state funds as leverage, implement and promote that public policy. He can do so, he asserts, irrespective of whether a municipality’s ordinances withstand constitutional scrutiny, and apparently irrespective of the recreational needs of that municipality. See the quoted portion of appellant’s brief, supra (at 553).\nAs statutory authority for this wide-ranging power, the Secretary points only to a portion of § 16 of the Land and Water Conservation and Reclamation Act, 32 P.S. § 5116(b)(V) (Supp.1977-78), which empowers the Department to “determine the recreation and park needs of political subdivisions and the advisability of granting State aid.” See also 71 P.S. § 670.101(h) (Supp.1977-78) (Department of Community Affairs is to coordinate and administer State assistance programs). It is clear from the language of § 5116(b)(V), however, that the “advisability. of granting state aid” relates only to the recreational and park needs of political subdivisions in this Commonwealth. The Department’s mandate under the Land and Water Conservation and Reclamation Act, as the legislators made explicit, was to “assist local governments to develop lands that have been acquired for recreation ... so that the public may have access and enjoyment of these facilities at the earliest possible time.” 32 P.S. § 5102(4) (Supp.1977-78). We find nothing in these legislative enactments giving the Secretary power to conduct his own campaign against alleged segregation or racial imbalance by withholding funds from otherwise eligible municipalities absent any evidence of unconstitutional or illegal ordinances, policies, or practices.\nOur General Assembly has taken steps to deal comprehensively with unlawful discrimination. The legislature did so, however, not when it created the Department of Community Affairs, but when it created the State Human Relations Commission. Justice Roberts, speaking for this Court in Pennsylvania Human Relations Comm’n v. Alto-Reste Park Cemetery Assoc., 453 Pa. 124, 306 A.2d 881 (1973), reviewed the legislation creating the Human Relations Commission and observed that “the Legislature recognized that only an administrative agency with broad remedial powers, exercising particular expertise, could cope effectively with the pervasive problem of unlawful discrimination.” Id. 453 Pa. at 133-34, 306 A.2d at 887 (emphasis added). The Department of Community Affairs has expertise in other areas.\nOne litmus of the breadth of an administrator’s authority is the purpose for which the authority was conferred. See Federal Power Comm’n v. Louisiana Power & Light Co., 406 U.S. 621, 92 S.Ct. 1827, 32 L.Ed.2d 369, 386 (1972). The Department’s authority to advise on the granting of State aid for park development was conferred for one purpose: to effectively oversee the orderly disbursement of State aid to assist eligible municipalities such as Upper St. Clair, whose populations are increasingly precipitously, to build suitable recreational facilities. Although the Secretary is given some degree of discretion in furtherance of that purpose, that discretion is limited. His responsibility as an administrative officer is not to declare public policy but to carry out the public policy of this Commonwealth as expressed by its legislators and courts of law. Neither this Court nor the General Assembly has ever declared that a municipality with a valid zoning ordinance can be penalized for exercising its statutory right to zone because its ratio of minority or poor people is smaller than in surrounding political subdivisions. Absent a claim of an unconstitutional ordinance or evidence of unconstitutional conduct, an. agency acts ultra vires when it penalizes a municipality for such imbalances. We therefore agree with the Commonwealth Court that the Secretary abused his power in denying Upper St. Clair’s application.\nBy today’s decision, we in no way attempt to insulate from effective remedial measures municipalities who, through exclusionary zoning or other invidious means, attempt to prevent any minority or ethnic group from residing in, or engaging in recreational facilities within, a municipality’s borders. We hold only that a community cannot be penalized for existing imbalances absent proof of unconstitutional or illegal ordinances, policies or practices.\nThe order of the Commonwealth Court is affirmed.\nROBERTS, J., filed a dissenting opinion in which NIX, J., joined.",
        "type": "majority",
        "author": "MANDERINO, Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nThe Secretary of the Department of Community Affairs, adopting the unanimous report of an administrative hearing panel, determined that a grant of State assistance to support the development of another neighborhood park in Upper St. Clair would not meet pressing community needs. Additionally, in light of the hearing panel’s conclusion that, as a result of restrictive zoning, “close to eighty percent of the families in [the Pittsburgh region] cannot think of living in Upper St. Clair,” the Secretary determined that the Township failed to show it was not an exclusionary community. The Secretary therefore concluded that the State assistance for local park development in Upper St. Clair was not advisable. On Upper St. Clair’s appeal, the Commonwealth Court reversed, ordering the Department to approve the Township’s application for park funds. Judge Kramer dissented because he believed that the Department, in the exercise of its discretion, had acted properly in denying the Township’s application. I share Judge Kramer’s views and dissent from the majority opinion affirming the Commonwealth Court. The Department of Community Affairs, consistent with the Land and Water Reclamation Act, Act of January 19, 1968, P.L. (1967) 996, 32 P.S. § 5101 et seq. (Supp.1977), has discretion to withhold Project 500 funds from a community when it believes the funds might be better used elsewhere or because the community is “exclusive,” whether or not the community is unconstitutionally exclusionary. This Court should reverse the Commonwealth Court and uphold the validity of the discretionary action of the Department of Community Affairs in denying Upper St. Clair’s application.\nThis case does not present a broad question of constitutional law but the narrow question of the validity of an exercise of discretion by an administrative agency. An appellate court’s scope of review of such an order is limited. It is well established that\n“courts will not review the actions of governmental bodies or administrative tribunals involving acts of discretion, in the absence of bad faith, fraud, capricious action or abuse of power; they will not inquire into the wisdom of such actions or into the details of the manner adopted to carry them into execution. It is true that the mere possession of discretionary power by an administrative body does not make it wholly immune from judicial review, but the scope of that review is limited to the determination of whether there has been a manifest and flagrant abuse of discretion or a purely arbitrary execution of the agency’s duties or functions. That the court might have a different opinion or judgment in regard to the action of the agency is not a sufficient ground for interference; judicial discretion may not be substituted for administrative discretion.”\nBlumenschein v. Pittsburgh Housing Authority, 379 Pa. 566, 573, 109 A.2d 331, 335 (1954) (emphasis in original). See Commonwealth v. Harmar Coal Co., 452 Pa. 77, 100, 306 A.2d 308, 320 (1973).\nThe Department of Community Affairs has discretion in distributing the funds available under the Land and Water Conservation and Reclamation Act, Act of January 19, 1968, P.L. (1967) 996, 32 P.S. §§ 5101 et seq. (Supp.1977). Section 5116(b)(V) reads in pertinent part:\n“The Department of Community Affairs shall be empowered to promulgate rules and regulations, undertake studies and employ personnel and consultants and provide grants to political subdivisions to undertake studies as necessary in order to properly administer this act and to determine the recreation and park needs of political subdivisions and the advisability of granting State aid.” (Emphasis added.)\nAs Judge Kramer said in his dissent:\n“The statute does not say to me that, like a special exception in a zoning case, once the political subdivision submits an application it is automatically entitled to the funds. If that were the case, then one political subdivision could submit an application which would utilize the entire State funds available and no other political subdivision would be able to obtain any funds for its needs. Clearly the legislative intent was to place the granting of such funds within the discretion of the Secretary, and an appellate court should only interfere if the record discloses an arbitrary, capricious, unreasonable or unfair refusal.”\nUpper St. Clair v. Commonwealth, 13 Cmwlth. 71, 84, 317 A.2d 906, 913 (1974) (Kramer, J., dissenting).\nThe statute, as quoted above, does not, as the majority intimates, direct the Department to allocate funds on a geographical “fair share” basis, regardless of á particular community’s needs for state assistance. A finding that the Department was given discretionary authority to allocate state funds is consistent with the legislation which established the Department of Community Affairs and gave the Department the broad mandate of coordinating and supervising regional housing and land-use planning activities on behalf of the State. See 71 P.S. § 670.101 (Supp.1977).\nThus, the relevant inquiry is not, as the majority states, whether the Department has demonstrated the unconstitutionality of Upper St. Clair’s ordinance either on its face or as applied. Rather, the relevant inquiry is whether the Department, in determining that a grant of funds to Upper St. Clair was not advisable, abused its discretion. We may interfere with the agency’s decision only if the agency’s findings are not supported by substantial evidence, clear errors of law were made or constitutional rights violated. Ramey Borough v. Commonwealth of Pennsylvania Department of Environmental Resources, 466 Pa. 45, 351 A.2d 613 (1976). See Administrative Agency Law, Act of June 4, 1945, P.L. 1388, § 44, 71 P.S. § 1710.44 (1962). The record clearly established that the agency’s action conforms to these requirements, and should be sustained.\nThe only finding necessary to uphold the agency’s denial of Upper St. Clair's application is that the Township failed to demonstrate a pressing need, as compared to other applicants, for a portion of limited State funds available for park development. As appellees admit, the burden of establishing a right to a statutory grant is upon the applicant. Evans v. United States, 65 F.Supp. 183, 186 (W.D.Va.), aff’d, 329 U.S. 668, 67 S.Ct. 78, 91 L.Ed. 590 (1946). “[I]n administrative proceedings, an applicant for relief, benefits or a privilege has the burden of proof.” P.L.E., Administrative Law and Procedure § 42; accord Seroskie v. Unemployment Compensation Board, 169 Pa.Super. 470, 82 A.2d 558 (1951).\nOn the record, there can be no doubt the agency’s finding that the Township failed to demonstrate a pressing need for State park funds, wholly apart from the agency’s separate consideration of the exclusionary zoning issues, is supported by substantial evidence. The majority, without elaboration, dismisses the evidence establishing Upper St. Clair’s lack of need for the Project 500 funds. This treatment is plainly inconsistent with our scope of review of administrative actions.\nThe record reveals no lack of open space or parkland in Upper St. Clair and the Township has since 1968 substantially expanded the 130 acres devoted to local parkland. The Department of Community Affairs participated in this expansion program, providing $325,000 in Project 500 funds. These facts alone fully support the Department’s determination made in its sound discretion.\nMoreover, scarce State funds should not be available on demand to any entity which proclaims only that it is not violating any constitutional provisions. Rather, those funds may, within proper agency discretion, be used to advance public policy. While a community, such as Upper St. Clair, may have a “right” to enact a zoning ordinance which, within the constitution, protects its character and self interest, it does not have a concomitant right to have the State pay for its parks. In allocating limited funds, a state agency in determining whether it is advisable to grant that community funding pursuant to its legislative authority, may properly consider such things as community development policies, general access to the proposed facility, the community’s needs for the facility and the community’s independent ability to finance the project.\nBecause the record clearly supports the determination of the Department of Community Affairs that allocating funds to Upper St. Clair was not advisable, the agency’s discretionary action must be upheld. To do otherwise discourages governmental officials from exercising their discretionary authority to serve the interests of all individuals in the Commonwealth and advance state and national public interests. Accordingly, I would reverse the decision of the Commonwealth Court and reinstate the action of the Department of Community Affairs.\nNIX, J., joins in this dissenting opinion.\n. The administrative pane] was composed of three persons outside of the Department of Community Affairs: Gordon Cavanaugh, Chairperson and Executive Director of the Housing Assistance Council, Washington, D.C.; Charles M. Hill, Jr., Secretary of Local and Community Affairs for the state of Wisconsin; and Thacher Longstreth, Executive Director of the Philadelphia Chamber of Commerce.\n. Upper St. Clair had already received from the Department of Community Affairs $325,000 in state assistance for expansion of the township’s parkland.\n. Upper St. Clair does not dispute most of the facts underlying this conclusion. Rather, it argues that these facts are irrelevant if they do not support the conclusion that the Township is unconstitutionally exclusionary.\n. See Land and Water Conservation and Reclamation Act, Act of January 19, 1968, P.L. (1967) 966, 32 P.S. § 5116(b)(V) empowering the Department of Community Affairs to determine “the advisability of granting State aid.”\n. A limited scope of review preserves the well-recognized value of an agency’s special knowledge acquired through repeated administration in the agency’s specialized field. B. Schwartz, Administrative Law § 204, pp. 579-80 (1976). As Professor Schwartz indicates, the considerations which have combined to narrow the scope of judicial review are calendar pressure and deference to the administrative expert.\n. Appellants assert this expenditure amounts to an average of approximately $21.09 for each of Upper St. Clair’s 15,411 inhabitants, while the per capita appropriation to the Department of $75 million would be $6.82 for each inhabitant of the Commonwealth.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Allen C. Warshaw, Lawrence Silver, Deputy Attys. Gen., Dept, of Justice, Harrisburg, for appellant.",
      "Frank R. Bolte, Robert N. Hackett, Baskin, Boreman, Wilner, Sachs, Gondelman & Craig, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "387 A.2d 456\nUPPER ST. CLAIR TOWNSHIP, Appellee, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF COMMUNITY AFFAIRS, Appellant.\nNo. 35\nMay Term, 1975.\nSupreme Court of Pennsylvania.\nArgued March 10, 1975.\nDecided April 28, 1978.\nAllen C. Warshaw, Lawrence Silver, Deputy Attys. Gen., Dept, of Justice, Harrisburg, for appellant.\nFrank R. Bolte, Robert N. Hackett, Baskin, Boreman, Wilner, Sachs, Gondelman & Craig, Pittsburgh, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0546-01",
  "first_page_order": 586,
  "last_page_order": 607
}
