{
  "id": 1740581,
  "name": "COMMONWEALTH of Pennsylvania v. Grady CAESAR, Appellant",
  "name_abbreviation": "Commonwealth v. Caesar",
  "decision_date": "1978-06-02",
  "docket_number": "No. 41",
  "first_page": "575",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "478 Pa. 575"
    },
    {
      "type": "parallel",
      "cite": "387 A.2d 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "285 A.2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940102
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0284-01"
      ]
    },
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "274",
          "parenthetical": "dissenting opinion of Pomeroy, J., joined by Eagen and O'Brien, JJ."
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "458 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479736
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/458/0418-01"
      ]
    },
    {
      "cite": "472 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727744
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "279, n.8"
        },
        {
          "page": "696, n.8"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/472/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 5304,
    "ocr_confidence": 0.652,
    "pagerank": {
      "raw": 1.0984696935747869e-07,
      "percentile": 0.5674556701954439
    },
    "sha256": "ce26066cdb23e5daa7fbec3575531087caba556af0f244a1c9a13b996706018e",
    "simhash": "1:8b792520580c4910",
    "word_count": 886
  },
  "last_updated": "2024-02-27T20:48:48.596226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "POMEROY, J., filed a dissenting opinion.",
      "NIX, J., dissents."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Grady CAESAR, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThis is an appeal from appellant’s conviction of charges arising out of a drugstore robbery which took place in Philadelphia on November 3, 1970. Appellant contends that his trial counsel was ineffective because he failed to raise in post-verdict motions an issue concerning improper remarks made by the prosecutor during his closing argument. Specifically, appellant points to the following portion of the transcript:\n“Mr. Cannon: [prosecutor] . . . Grady Caesar did enter that store; he did rob, along with Frank Hairston and Joyce Turner, Harold Cohen. He has lied to you before—\nMr. Capone: [defense counsel] Objection and move for a mistrial.\nThe Court: Sustain your objection, deny your motion for a mistrial. I will instruct the jury at the time of my charge that the question of credibility is within their province and they will have to examine all of the testimony in the case, and then make their final determination.\nYou should consider the arguments of counsel, but I will give you the law on the question of who is a credible witness and what tests you may wish to apply to determine whether a witness is credible or not. My statement of the law may or may not agree with what counsel in their closing arguments have said to you the law is, but you will disregard what either counsel said to you as to what the law is if it conflicts with what I tell you the law is. You will follow my instructions as to what the law is.\nYou may proceed.\n(Mr. Cannon concludes addressing the jury on behalf of the Commonwealth.)”\nWe agree that trial counsel’s failure to raise this issue in post-verdict motions constituted ineffective assistance of counsel. In Commonwealth v. Potter, 445 Pa. 284, 285 A.2d 492 (1971) we held that a prosecutor’s comment of this type on the testimony of a defendant was so highly prejudicial that it could be remedied only by the granting of a new trial. Thus, using the standard set forth in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967), we find no reasonable basis for trial counsel not to have raised the Potter issue in post-verdict motions.\nJudgment of sentence vacated and new trial ordered.\nPOMEROY, J., filed a dissenting opinion.\nNIX, J., dissents.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "POMEROY, Justice,\ndissenting.\nI agree that the prosecutor in the instant case exceeded the bounds of proper prosecutorial advocacy and that his comments prejudiced the appellant’s right to a fair trial. Because counsel failed to raise such an issue in post-trial motions, it would appear that appellant has been denied his constitutional right to effective representation.\nMy quarrel with the majority is with the relief which it orders. Rather than remand for the filing of supplemental motions, as our decision in Commonwealth v. Hubbard, 472 Pa. 259, 279, n.8, 372 A.2d 687, 696, n.8 (1977) indicates would be the proper course, the Court today reverses the judgment of sentence and grants a new trial. This Court, then, is passing upon the merits of a claim not preserved for appellate review, and is, in effect, acting as a trial court en banc sitting on post-trial motions. Thus have we come full circle, so it seems to me, since our decision in Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974) abolished the “basic and fundamental” error exception to the doctrine of waiver.\nA reasonable degree of consistency, of course, is essential to the proper functioning of our jurisprudential system. The waiver doctrine of Clair, which Hubbard recognized and sought to effectuate, is itself waived by the Court’s disposition of the case at bar. Notwithstanding my dissent in Clair the reasoning of which I still believe to be valid, J am obliged to dissent from this so rapid retreat both from the majority’s position in that case and in Hubbard.\n. Where counsel fails to object to prosecutorial misconduct during summation, it is conceivable that legitimate trial strategy led to such an omission. For example, counsel may have concluded that to draw attention to such a remark might increase the possibility of prejudice, or that the defense had gone well, acquittal was a good possibility and a mistrial would not be in the defendant’s best interest. In such situations, an appellate court should be slow to invalidate, with the benefit of hindsight, hasty decisions that a lawyer must make in the stress of trial.\nWhere, however, as here, counsel does object to a trial ruling and thereafter a verdict of guilty is returned against his client, I agree that it is difficult to perceive any reasonable strategy which would dictate that a c!; im of arguable merit be omitted from post-trial motions.\n. See 458 Pa. at 423, 326 A.2d at 274 (dissenting opinion of Pomeroy, J., joined by Eagen and O’Brien, JJ.).",
        "type": "dissent",
        "author": "POMEROY, Justice,"
      }
    ],
    "attorneys": [
      "Benjamin Lerner, Defender, John W. Packel, Chief, Appeals Div., Jonathan Miller, Asst. Defender, Philadelphia, for appellant.",
      "Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Maxine J. Stotland, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "387 A.2d 471\nCOMMONWEALTH of Pennsylvania v. Grady CAESAR, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 13, 1978.\nDecided June 2, 1978.\nBenjamin Lerner, Defender, John W. Packel, Chief, Appeals Div., Jonathan Miller, Asst. Defender, Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Maxine J. Stotland, Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0575-01",
  "first_page_order": 615,
  "last_page_order": 619
}
