{
  "id": 1740575,
  "name": "PENNSYLVANIA LABOR RELATIONS BOARD, Appellant, v. COMMONWEALTH of Pennsylvania, Appellee",
  "name_abbreviation": "Pennsylvania Labor Relations Board v. Commonwealth",
  "decision_date": "1978-06-06",
  "docket_number": "No. 22",
  "first_page": "582",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "478 Pa. 582"
    },
    {
      "type": "parallel",
      "cite": "387 A.2d 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "465 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712668
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "246"
        },
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0240-01"
      ]
    },
    {
      "cite": "248 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919727
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0383-01"
      ]
    },
    {
      "cite": "464 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710399
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "100"
        },
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0092-01"
      ]
    },
    {
      "cite": "461 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483897
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "502"
        },
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0494-01"
      ]
    },
    {
      "cite": "473 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730315
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0576-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 14165,
    "ocr_confidence": 0.651,
    "pagerank": {
      "raw": 6.398988249161494e-07,
      "percentile": 0.9594094095833386
    },
    "sha256": "7cd2d1a6c4b3ad5c0c56e9b2fa49a3eaa11fea8ad84c7fe4c5c6689e76a80724",
    "simhash": "1:2627bd3deb36ad08",
    "word_count": 2235
  },
  "last_updated": "2024-02-27T20:48:48.596226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "PENNSYLVANIA LABOR RELATIONS BOARD, Appellant, v. COMMONWEALTH of Pennsylvania, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMANDERINO, Justice.\nOn March 31, 1972, Catherine Finney an “Assistance Technician Trainee,” was demoted by her employer the Commonwealth of Pennsylvania, Fayette County Board of Assistance (hereafter, Commonwealth or employer). The Pennsylvania Social Services Union (Union), representing Catherine Finney, invoked the grievance procedure provided in the collective bargaining agreement in effect between it and the Commonwealth, seeking to have her reinstated to her former status. The grievance was submitted to arbitration without objection by either party.\nOn February 8, 1974, the arbitrator ordered the Commonwealth to reinstate Catherine Finney to her former position. Although the Commonwealth did not seek judicial review of that decision, it refused to comply with the award and did not reinstate Finney to her former position. The Union then sought enforcement of the award pursuant to The Public Employe Relations Act (PERA) Act of July 23, 1970, P.L. 563, No. 195, art. XIII, § 1301, 43 P.S. § 1101.1301, by filing an unfair labor practice charge with the Pennsylvania Labor Relations Board (hereafter PLRB or Board). The Union’s complaint alleged that the Commonwealth had violated § 1201 of die Act, (43 P.S. § 1101.1201) which states,\n“(a) Public employers . . . are prohibited from: (8) Refusing to comply with the provisions of an arbitration award deemed binding under section 903 of Article IX [43 P.S. § 1101.903].”\nPLRB issued a complaint and held a hearing. At the hearing, the Commonwealth presented a defense alleging that the award was invalid and a nullity because the arbitrator exceeded his authority and used Commonwealth supervisory manuals (which were not a part of the agreement between Commonwealth and its employees) in arriving at a decision. The Board refused to consider the defenses raised by the Commonwealth because the Commonwealth had failed to appeal the arbitrator’s decision. On July 15, 1974, the Board issued a nisi order directing enforcement of the arbitrator’s award. Exceptions were taken by the Commonwealth, and on January 13, 1975, the Board issued its final order which read in pertinent part:\n“Exclusive jurisdiction of review of an Arbitrator’s decision in public employment rests in the Commonwealth Court. See R.J.A. 2101 Review of Arbitration Awards in Public Employment Disputes. Since the Commonwealth Court is vested with exclusive jurisdiction the Board is precluded from reviewing the award. Since no appeal was taken to the Court and the appeal period having expired, the Board must order the enforcement pursuant to Section 1201(a)(8) of the Act.”\nThe Commonwealth then appealed to the Commonwealth Court which concluded that the Board erred in deferring to Pa.R.J.A. 2101 (Pa.RJ.A. 2101 has since been superseded by Pa.R.A.P. 703 under which jurisdiction to review arbitration awards between the Commonwealth and its employees is vested in the Commonwealth Court. See Community College of Beaver County v. Community College, Society of Faculty, 473 Pa. 576, 375 A.2d 1267 (1977)) even though the Commonwealth had not sought judicial review of the arbitrator’s award. The Commonwealth Court held that in a Section 1301 eniorcement action, the PLRB is required to review the arbitrator’s award (and in this case to consider the Commonwealth’s defenses attacking the award) to determine if that award is “deemed binding” under § 903 of the PERA. (43 P.S. § 1101.903).\nSection 1301 empowers the Board “. . .to prevent any person from engaging in any unfair labor practice . . ” listed in 43 P.S. § 1101.1201, and concludes that,\n“[tjhis power shall be exclusive and shall not be affected by any other means of adjustment or prevention that have been or may be established by agreement, law, or otherwise.”\nBecause Section 1301 grants to the Board the exclusive power to prevent an unfair labor practice such as that specified in Section 1201(a)(8), the Commonwealth Court concluded that the Board erred in refusing to review the validity of the award allegedly underlying the Section 1201(a)(8) unfair labor practice.\nThe Board petitioned for allowance of appeal to this Court, and the question of whether, under the circumstances of this case, the PLRB must inquire into the validity of an award brought to it for enforcement under § 1301 is now before us.\nThe unfair labor practices enumerated in Section 1201 may be prevented by an enforcement action brought pursuant to Section 1301. When the Commonwealth refused to comply with the arbitrator’s award the Union filed an enforcement complaint under Section 1301. The Board considered both actions (the Section 903 arbitrator’s decision and the Section 1301 enforcement action) as mutually dependent. The Commonwealth Court, however, held that they were separate and distinct.\nWe believe that the objectives sought to be achieved by PERA are best served by viewing these procedures as an integrated process rather than as separate and distinct avenues of attack upon an arbitrator’s award. The Commonwealth Court’s decision presents the aggrieved party with a choice of two courses of action. The aggrieved party may appeal the order of the arbitrator directly pursuant to the Arbitration Act, 5 P.S. § 175 and Pa.R.J.A. 2101, or that party may decline to appeal the award, refuse to abide by its provisions, and, as was done by the Commonwealth here, treat the arbitrator’s action as a nullity. Such action, of course, forces the party in whose favor the arbitrator originally ruled to seek enforcement of the award through a Section 1301 enforcement action. The party aggrieved by the arbitrator’s decision should have one route of appeal: that provided by Pa.R.J.A. 2101. Any subsequent Section 1301 enforcement proceeding necessitated by an unfair labor practice charge under § 1201(a)(8) would be simplified and made more expeditious because the Board would need only determine whether there had been an arbitrator’s award with which a party had not complied. We therefore reverse the order of the Commonwealth Court, and reinstate the order of the Board ordering enforcement of the arbitrator’s award.\nTo put the issue into its proper perspective, we need look to the PERA and to the circumstances that prompted its enactment. As we observed in PLRB v. State College Area Sch. Dist., 461 Pa. 494, 502, 337 A.2d 262, 266 (1975).\n“[p]rior to the passage of Act 195 the prior law prohibited all strikes by public employes and did not require collective bargaining by public employers. The chaotic climate that resulted from this obviously intolerable situation occasioned the creation of a Governor’s Commission to Revise the Public Employe Law of Pennsylvania. This commission, which is commonly referred to as the Hickman Commission, issued a report recommending the repeal of the then existing law and the passage of new law which would permit the right of all public employes to bargain collectively. In recommending this change the commission suggested the need for collective bargaining to restore harmony in the public sector and to eliminate the numerous illegal strikes and the widespread labor unrest.”\nThe legislature concurred that the right to collective bargaining was necessary to promote orderly and constructive relationships between public employers and employees,- 43 P.S. § 1101.101, and met this need by enacting the PERA. PLRB v. State College Area Sch. Dist., 461 Pa. 494, 337 A.2d 262 (1975). In doing so, the legislature also recognized the need for binding arbitration to ensure finality in the settlement of disputes arising out of collective bargaining agreements. 43 P.S. § 1101.903. We have recognized the important advantages of binding arbitration. Bd. of Ed. v. Philadelphia Fed. of Teachers Loc. No. 3, 464 Pa. 92, 346 A.2d 35 (1975). Binding arbitration renders the collective bargaining process more meaningful to both the employer and the employee. It strengthens the worker’s confidence in the equity of the agreement by assuring that disputes over its meaning will be resolved by a neutral third party; it encourages more careful decisionmaking on the part of the public employer who knows that decisions will be subject to the scrutiny of an impartial arbitrator whose decisions will be binding; and it creates pressures to settle disputes at lower management levels.\nIn Bd. of Ed. v. Philadelphia Fed. of Teachers Loc. No. 3, supra, 464 Pa. 92, 100, 346 A.2d 35, 39 (1975), we said,\n“It is not difficult to perceive the reasons for the statutory requirement that grievances be submitted to arbitration. If a dispute arises as to the interpretation or application of the agreement there must be a mechanism for resolving the dispute or the agreement is meaningless. Historically, the primary means of resolving such disputes was the strike, and many agreements in the private sector retain this mechanism for at least some types of dispute. However, resolution of all disputes by resort to economic force is costly to the parties, and more importantly, to the public. The General Assembly therefore chose to make the widely used procedure of labor arbitration mandatory under the PERA. This brings the special expertise of labor arbitrators to bear on the often difficult problems of administering the collective bargaining agreement while assuring parties that their agreement will be effective and guaranteeing both the parties and the public that such disputes will not disrupt peaceful labor relations or interrupt public services.” (Footnotes omitted.) (Emphasis added.)\nSection 903 therefore mandates “[arbitration of disputes or grievances arising out of the interpretation of the provisions of a collective bargaining agreement . . . While the procedure to be used by the parties is made a proper subject of negotiation by Section 903, “. . . the final step shall provide for a binding decision by an arbitrator . . . .”\nA party to a collective bargaining agreement which provides for binding arbitration may not unilaterally revoke that agreement to arbitrate. Mendelson v. Shrager, 432 Pa. 383, 248 A.2d 234 (1968). PERA implements this principle by making failure to comply with an arbitrator’s award an unfair labor practice under Section 1201(a)(8). Allowing the party aggrieved by the arbitrator’s decision to refuse to abide by that decision undercuts this strong policy favoring finality in the arbitration of labor disputes. It encourages the aggrieved party to ignore the normal appeal procedure, knowing that if a subsequent enforcement proceeding is brought it will provide a second opportunity to litigate the validity of the award, thus delaying the finality of the arbitration. If the party against whom the arbitrator rules is permitted to disregard that award, the arbitration process would lose effectiveness, with the result that the policies and objectives established by Section 101 of the Act would be frustrated.\nArbitration is favored not only because of its salutory effect upon the relationship between employers and employees, but also because of its effect on the efficient administration of justice. See, e. g., Mendelson v. Shrager, 432 Pa. 383, 248 A.2d 234 (1968). Allowing one party to bypass an opportunity to appeal an award via an established appellate route, and at the same time retain the ability to collaterally challenge the validity of that award in a subsequent enforcement proceeding does not square with our notions of judicial economy. Cf. Erie Human Relations Commission v. Eric Insurance Exchange, 465 Pa. 240, 246, 348 A.2d 742, 744 (1975), where we held that the Erie Insurance Exchange “. . . having failed to appeal from the Commission’s adjudication and order ... is now precluded from contesting the merits of the Commission’s decision in subsequent enforcement proceedings.”\nThe Commonwealth argues here, however, that the Board must examine the validity of the arbitrator’s decision in order to determine if that award is one “deemed binding” under Section 903. We do not agree. Section 903 requires the parties to a collective bargaining agreement to submit to binding arbitration those disputes which cannot voluntarily be resolved. Section 903, however, does not specify what constitutes “binding” arbitration. We believe that the language of Section 903, when read in light of the policies and objectives underlying the enactment of PERA, dictates that any decision of an arbitrator made pursuant to Section 903 is “deemed binding” for purposes of enforcement under Section 1301 as soon as that decision becomes final in the sense that it is no longer appealable pursuant to Pa.R.J.A. 2101. Therefore, when the complainant in an unfair labor practice action charges a refusal “. . . to comply with the provisions of an arbitration award deemed binding under Section 903 . . .,” the Board must determine first if an award exists, second, if the appeal procedure available to the aggrieved party under Pa.R.J.A. 2101 has been exhausted, and third, if the party has failed to comply with the provisions of the arbitrator’s decision. Once the appeal procedure provided by Pa.R.J.A. 2101 has been completed (whether by appeal to the Commonwealth Court and petition for allowance of appeal to us or by allowing the time period for appeal to expire without taking any action), the award is final and “deemed binding” for purposes of Section 1301.\nWe have examined the other issues raised by the Commonwealth, and find them to be so lacking in merit as to not require discussion here.\nThe order of the Commonw'ealth Court reversing the order of the PLRB is vacated, and the order of the Board requiring compliance with the arbitrator’s award is reinstated.",
        "type": "majority",
        "author": "MANDERINO, Justice."
      }
    ],
    "attorneys": [
      "Forest N. Myers, James F. Wildeman, James L. Crawford, Asst. Attys. Gen., for appellant.",
      "Stephen A. Sheller, Philadelphia, for appellee, Catherine Finney.",
      "Thomas H. Lane, John D. Thrush, Harrisburg, for appellee, Commonwealth."
    ],
    "corrections": "",
    "head_matter": "387 A.2d 475\nPENNSYLVANIA LABOR RELATIONS BOARD, Appellant, v. COMMONWEALTH of Pennsylvania, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 26, 1977.\nDecided June 6, 1978.\nForest N. Myers, James F. Wildeman, James L. Crawford, Asst. Attys. Gen., for appellant.\nStephen A. Sheller, Philadelphia, for appellee, Catherine Finney.\nThomas H. Lane, John D. Thrush, Harrisburg, for appellee, Commonwealth.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0582-01",
  "first_page_order": 622,
  "last_page_order": 631
}
