{
  "id": 1138183,
  "name": "Stewart v. Pen Argyl National Bank, Appellant",
  "name_abbreviation": "Stewart v. Pen Argyl National Bank",
  "decision_date": "1932-03-14",
  "docket_number": "Appeal, No. 39",
  "first_page": "328",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "307 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "277 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0401-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 369",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0369-01"
      ]
    },
    {
      "cite": "241 U. S. 403",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/241/0403-01"
      ]
    },
    {
      "cite": "284 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0561-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0271-01"
      ]
    },
    {
      "cite": "94 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0466-01"
      ]
    },
    {
      "cite": "47 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0335-01"
      ]
    },
    {
      "cite": "292 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/292/0418-01"
      ]
    },
    {
      "cite": "292 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/292/0574-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 461",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0461-01"
      ]
    },
    {
      "cite": "299 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/299/0527-01"
      ]
    },
    {
      "cite": "85 Pa. Superior Ct. 52",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/85/0052-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/87/0094-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/59/0155-01"
      ]
    },
    {
      "cite": "41 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0322-01"
      ]
    },
    {
      "cite": "165 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0208-01"
      ]
    },
    {
      "cite": "22 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0135-01"
      ]
    },
    {
      "cite": "9 W. 336",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "183 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0330-01"
      ]
    },
    {
      "cite": "19 A. L. R. 555",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 384",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0384-01"
      ]
    },
    {
      "cite": "101 S. E. 194",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "24 Ga. App. 465",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1397910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/24/0465-01"
      ]
    },
    {
      "cite": "91 U. S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5648699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/91/0092-01"
      ]
    },
    {
      "cite": "293 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111187
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0566-01"
      ]
    },
    {
      "cite": "270 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0008-01"
      ]
    },
    {
      "cite": "201 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0374-01"
      ]
    },
    {
      "cite": "26 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0393-01"
      ]
    },
    {
      "cite": "109 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0422-01"
      ]
    },
    {
      "cite": "94 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/94/0466-01"
      ]
    },
    {
      "cite": "47 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/47/0335-01"
      ]
    },
    {
      "cite": "292 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0574-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 461",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/3/0461-01"
      ]
    },
    {
      "cite": "299 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0527-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0155-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 14490,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.370611814044744e-07,
      "percentile": 0.6382177107622877
    },
    "sha256": "24df493b81532a574ecb8c97acf5e23d870f34967ea8c4d5e450a1a87d3027f6",
    "simhash": "1:a0c4e6054aea8c51",
    "word_count": 2554
  },
  "last_updated": "2024-02-27T17:00:31.592058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Stewart v. Pen Argyl National Bank, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThis action in trespass is for damages for negligence. There is no doubt of the merit or justice of the case. The plaintiff forwarded to the defendant bank a deed with sight draft attached, with written instructions to collect the draft before delivering the deed. The defendant recorded the deed, passing the property to the purchaser, but did not collect the draft. The plaintiff lost his property and has not received the consideration for which it was sold. After verdict for plaintiff, and refusal of motions for new trial and judgment n. o. v., judgment was entered on the verdict, and defendant appealed.\nThe plaintiff purchased a lot in Hollywood, Florida, from William A. Kreigh and later sold it to Vincent Bruno. Of the purchase price, $4,325 was to be paid in cash upon delivery of the deed. The plaintiff lived in Indianapolis, Indiana, and Bruno lived in Bangor, Pa. The defendant was the bank where Bruno did his banking business, and is located at Pen Argyl, Pa. Bruno requested that the deed be mailed to the defendant, and stated that he had funds in the bank to make payment upon receipt of the deed. The defendant wrote the Hollywood Bank & Trust Company, Hollywood, Florida, where it was originally intended to close the transaction, to send on the deed and papers, and that it would make the final payment. The Hollywood Bank forwarded the deed and abstract, with a sight draft for $4,331.75, with this written instruction, “Deliver papers only upon payment of the draft.” The defendant received the deed and draft, and sent the deed to Floifida to be recorded, and it was recorded and the property passed to Bruno. It did not pay the draft as it had agreed to do or obtain payment from Bruno. Some six months later it wrote plaintiff that Bruno had been unfortunate in his business transactions and was unable to pay. The verdict was for the amount of the draft with interest. There are four assignments of error, the first two having to do with rulings of the trial court, and the third and fourth to the refusal of the motions for a new trial and judgment n. o. v.\nThe first assignment objects to the action of the trial court in admitting in evidence Exhibit No. 51, which was a letter to plaintiff from the First National Bank, Greencastle, Indiana, in which it was stated, “Have had the affidavit which you sent executed and mailed to the Pen Argyl Bank, Pen Argyl, Pa.”\nAt the trial it appeared that plaintiff had his vendor, Kreigh, make a deed direct to Bruno, and that the acknowledgment on that deed was made jointly by Mr. and Mrs. Kreigh. When the deed was forwarded to Florida for recording, the recording clerk would not record it without a separate acknowledgment of the wife. The clerk forwarded a form to the defendant for the separate acknowledgment of Mrs. Kreigh. At the trial, upon production of the deed by defendant, this separate acknowledgment, duly executed, was found attached to the original deed. During the trial the witnesses referred to this separate acknowledgment as an affidavit. Defendant contended that it sent the deed with the separate acknowledgment form to plaintiff to be executed, and that plaintiff sent the deed to Florida for recording. Plaintiff testified the deed never came back to him. He said defendant had forwarded only the acknowledgment form, which he sent on to the Greencastle Bank, which had Mrs. Kreigh execute it at Greencastle, Indiana. He testified that he sent the Greencastle Bank an envelope to forward the separate acknowledgment, when executed, directly to the defendant. He said he had not seen the executed separate acknowledgment, but had been advised by letter by the president of the Greencastle Bank, which was Exhibit No. 51, that the acknowledgment had been duly executed by Mrs. Kreigh and sent directly to the defendant. All this testimony was given without objection, before the exhibit was brought into the case in any way.\nBefore plaintiff rested his case, counsel offered Exhibit No. 51 in evidence. It was objected to and refused. After the case was closed and counsel on both sides had addressed the jury and before the court’s charge, plaintiff’s counsel again offered the exhibit, and the court changed its ruling and admitted it in evidence. Defendant contends this was reversible error.\nThe letter itself was competent evidence because it was corroborative of defendant’s own Exhibit No. 10, which states that defendant by letter had requested from plaintiff a separate acknowledgment from Mrs. Kreigh, and that Mr. Brown (president of the Greencastle Bank) had procured the same and forwarded it “according to their [defendant’s] request.” We will not reverse because of the admission of evidence Avhich in reality corroborates evidence of the party who objected to it: Ohio Valley Lumber Co. v. Blanarik et al., 292 Pa. 574. It was not error to admit the exhibit after the evidence Avas formally closed, because it was a matter within the discretion of the trial court, and we find no abuse of that discretion here: Lauer v. Yetzer, 3 Pa. Superior Ct. 461.\nThe second assignment grew out of an opinion expressed by the trial court which is said to have prejudiced the case of the defendant. At the close of the court’s charge to the jury, counsel for defendant, at a side-bar conference, asked the court to charge that the defendant’s vice-president, Mr. Oyer, had a right to expect that the paper sent to defendant would be a “guarantee of the title and not an ordinary equity.” This request was refused in the following language: “I don’t think that is material at all. I think the trouble in this case was that Mr. Oyer undertook to decide matters that were not within his province. The question is, did he turn over the papers, not Avhether the papers were valid.” The request was an improper one, since the court could not have so charged as all the testimony with reference to a “guaranteed title” had been stricken from the record. This was done because the testimony offered to support this claim Avas incompetent. The court could not charge on what Mr. Oyer had a right to believe or on what he expected, and there was no evidence before the jury from which even a deduction or inference could be drawn. The opinion expressed by the court did not in any way infringe the province of the jury to find the facts, and therefore the expression did not amount to error: Ditmars v. Com., 47 Pa. 335; Leibig v. Steiner, 94 Pa. 466. Assuming that the request and refusal were heard by the jury, which is doubtful, inasmuch as the colloquy took place at side-bar, the defendant was not harmed. The charge was eminently fair and all the facts were left to the jury. The general effect of the charge as a whole, rather than a casual expression in it, must govern the interpretation and construction of it.\nThe defendant was plaintiff’s agent to collect the draft and deliver the deed: Bank v. Goodman, 109 Pa. 422; Jacobs v. Mohnton Trust Co., 299 Pa. 527. It definitely solicited the work in its letter to the Hollywood Bank and it was bound by the instructions which it received with the deed and draft. That defendant did •receive written instructions to collect the draft before delivering the deed was clearly established to the satisfaction of the jury, and its failure to follow those instructions convinced the jury that it was guilty of negligence. Defendant’s failure to collect the draft before recording the deed was a direct violation of its duty as an agent faithfully to adhere to the instructions of its principal: Wilson v. Wilson, 26 Pa. 393; Union Trust Co. v. Means, 201 Pa. 374; Gorsuch v. Berman, 270 Pa. 8; Dougherty D. W. Co. v. Binenstock, 293 Pa. 566. Even if it did not receive the written instructions to collect the draft before delivering the deed, as it claimed, the receipt of the deed with sight draft attached was sufficient to inform the defendant that its duty was to secure payment of the draft before recording the deed. It is difficult to understand how it could have actually done otherwise. It is a well settled principle of the law merchant that a bank receiving a bill of lading with sight draft attached, should surrender the bill of lading only upon payment of the draft (National Bank of Commerce v. Merchants Nat. Bank, 91 U. S. 92) ; this has been specifically enacted in Pennsylvania in the Uniform Bills of Lading Act (Act of June 9, 1911, P. L. 838, section 41). There is nothing in the transaction in the instant case to cause us to apply a different rule. The surrender of a bill of lading deprives the vendor of his security for the payment of the draft; the recording of the deed divested plaintiff of his security for payment of the unpaid balance of the purchase price; in either event the bank is liable for the loss caused by its negligence. A case very similar to. this, where a deed was delivered, is First Nat. Bank of Waycross v. Dickerson, 24 Ga. App. 465, 101 S. E. 194, where it was said: “Where a bank receives for collection a draft for a definite amount of money, accompanied by warranty deed and a letter of instructions authorizing the delivery of the deed to the drawee upon the payment of the draft, it is the duty of the bank, as the agent of the drawer, to adhere faithfully to the instructions, unless modified by the drawer, and the delivery of the deed and draft upon the payment of a less amount than that called for in the draft, without further instructions and without the consent of the drawer, would make the bank liable to the drawer, and the damages would be the difference between the amount called for in the draft and the amount actually received and remitted by the bank.”\nThe defendant contends the trial court gave the jury a wrong measure of damage. The court charged that the measure was the face value of the draft with interest. It so happens, because of the facts of the case, that this was the same thing as saying the measure of damage was the actual loss suffered by the plaintiff, which would have been technically correct: Mechanics Bank v. Earp, 4 Rawle 384; Moldawer v. Trust Co., 59 Pa. Superior Ct. 155; see also cases collected in 19 A. L. R. 555. Plaintiff’s actual loss was the market value of his land, or so much of it as remained unpaid: Paul v. Grimm, 183 Pa. 330. There was sufficient in the testimony to warrant the jury in concluding that the market value of the property was the same as the amount for which it was sold. The defendant did not attempt to show that its market value was less than the value put upon it in the contract for its sale. No evidence was offered in mitigation of damages. There can be no doubt that the amount of the draft represented a part of the market value of the property, and in recovering that plaintiff only got what he actually lost by defendant’s. negligence. The essence of plaintiff’s case is that defendant gave away his land without getting payment for it, not merely that defendant was negligent in its efforts to collect the draft. That Bruno might have refused to pay the draft, or that he might have been unable to pay it, is immaterial; plaintiff lost his land as a result of the negligence of defendant and is entitled to recover as damages his actual loss. He was clearly entitled to the amount respresented by the draft, so the charge of the court as to the measure of damage was correct. The assignments of error are overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Everett Kent, for appellant.",
      "T. McKeen Chidsey, of Chidsey, Maxwell & Frack, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stewart v. Pen Argyl National Bank, Appellant.\nArgued February 1, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey and Drew, JJ.\nEverett Kent, for appellant.\n— This was an abuse of discretion in admitting Exhibit 51 after it had been rejected.\nIf there has been a plain abuse of discretion, then the appellate court will reverse the decision: Hake v. Fink, 9 W. 336; Duncan v. McCullough, 4 S. & R. 480; Frederick v. Gray, 10 S. & R. 182; Barnhart v. Petit, 22 Pa. 135.\nThe charge as a whole is fairly open to the objection that its tendency was to belittle and prejudice the defense, and that in expression and tone it was not a judicial presentation of the case: Heydrick v. Hutchinson, 165 Pa. 208.\nA judge has no more right to volunteer before the jury his opinion upon a material fact in controversy, while deciding a question of law at the trial than he has to charge the jury in respect to such fact: State v. Harkin, 7 Nevada 377 at 383.\nThe court improperly charged on the measure of damages, holding that the parties themselves had fixed the amount of the damages.\nThe measure of damages in this case is nothing more than the actual loss to plaintiff. Where a bank, which has undertaken the collection of a bill or note, has been guilty of negligence in the performance of its duties, the damages which a depositor is entitled to recover are measured by the actual loss occasioned by the improper conduct of the bank: Hallowell v. Curry, 41 Pa. 322; Moldawer v. Trust Co., 59 Pa. Superior Ct. 155.\nDefendant contends: (1) judgment n. o. v. should be entered in favor of the defendant generally; or (2) judgment n. o. v. for the sum of one dollar nominal damages, in favor of plaintiff should be entered: (3) the defendant should be granted a new trial.\nT. McKeen Chidsey, of Chidsey, Maxwell & Frack, for appellee.\n— Defendant was plaintiff’s agent with the duty to deliver the deed only on payment of the draft: New York Hotel Statler Co. v. Bank, 87 Pa. Superior Ct. 94; Wesleyville Bank v. Rose, 85 Pa. Superior Ct. 52; Jacobs v. Trust Co., 299 Pa. 527.\nThe defense that Bife agreed that Bruno should not pay the draft until he received a guaranteed title was incompetent.\nAll sales agreements are merged in the delivered deed.\nThe admission of Exhibit 51, which is cumulative and corroborative evidence, was not harmful to defendant and is not error: Lauer v. Yetzer, 3 Pa. Superior Ct. 461; Ohio Val. Lumber Co. v. Blanarik, 292 Pa. 574; Com. v. Kelly, 292 Pa. 418.\nThe court’s refusal to charge that defendant’s vice-president, Mr. Oyer, had a right to expect a guaranteed title and the court’s reason therefor are not error: Ditmars v. Com., 47 Pa. 335; Leibig v. Steiner, 94 Pa. 466.\nUnder the evidence, the damages were the amount of the draft with interest: Farmers & M. Nat. Bank v. Bank, 30 Pa. Superior Ct. 271; Bulliet v. Trust Co., 284 Pa. 561; Russo-Chinese Bank v. Bank, 241 U. S. 403; Bank of Commerce v. Fisher, 65 Pa. Superior Ct. 369; Fidelity T. & T. Co. v. Bank, 277 Pa. 401.\nMarch 14, 1932:"
  },
  "file_name": "0328-01",
  "first_page_order": 352,
  "last_page_order": 361
}
