{
  "id": 1138189,
  "name": "Carter et al., Appellants, v. Martin",
  "name_abbreviation": "Carter v. Martin",
  "decision_date": "1932-05-26",
  "docket_number": "Appeal, No. 202",
  "first_page": "515",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "307 Pa. 515"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "300 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125964
      ],
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0542-01"
      ]
    },
    {
      "cite": "217 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953686
      ],
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 311,
    "char_count": 3857,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.391405288662015e-07,
      "percentile": 0.6428695263700702
    },
    "sha256": "b2ca46e480256641cd51218b21c01c9b628bde13ab7022bde48b0386e636c976",
    "simhash": "1:fb8433369cb2e412",
    "word_count": 644
  },
  "last_updated": "2024-02-27T17:00:31.592058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Carter et al., Appellants, v. Martin."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe bill in this case seeks to set aside the conveyance to defendant of Henry L. Carter’s remainder interest in the estate of his grandfather, Moro Philips, who died in 1885. Carter (who is hereinafter referred to as plaintiff, although his death occurred since hearing on the bill) negotiated for the sale of the interest in question with Frank P. Martin, who made a business of securing money on future interests in estates, and after preliminary negotiations, and an intermediate assignment, plaintiff’s entire interest in the estate, on July 11,1908, became vested in Marion A. Martin, widow of Frank P. Martin and defendant herein. On June 4, 1909, a confirmatory agreement was signed by Carter, acknowledging the assignment as above related. Plaintiff’s interest in the estate was contingent upon his surviving his mother, Julia L. Carter, and this bill was filed subsequent to her death in 1929. Plaintiff’s prayer for relief is based on the allegation that at the time of the transactions in question he was in a weakened mental state due to his habitual use of intoxicating liquors, and that Frank P. Martin, who negotiated the transfer, knew of his condition and took advantage of it by giving an inadequate and unconscionable consideration, to wit: $2,200 in cash, and the conveyance to plaintiff of two pieces of real estate in Philadelphia, each subject to a mortgage of $4,000, it being also understood that $750 was to be paid to Martin as a fee for his services. At the time of sale, plaintiff’s interest in the estate was estimated to be worth $40,000; its value however has considerably1 increased in the meantime. Although not so alleged in the bill of complaint, plaintiff now argues that a fraud was practiced upon him in that the person who negotiated the sale violated the confidential relationship existing between them by obtaining an assignment to the latter’s wife.\nAll questions involved in this appeal are thoroughly discussed in the opinion of the court below, dismissing exceptions to the adjudication, and we shall not repeat them here. Disregarding the matter of laches, which alone is sufficient to bar appellant’s right to succeed now, we find no evidence sufficient to warrant a court of equity setting aside the assignment in question.\nThe learned chancellor correctly found that “Plaintiff was addicted to the excessive use of liquor, but there was no evidence of incapacity on his part to fully understand the transaction at the time he executed the assignment, or that he was under the influence of liquor,” and “the bargain made by plaintiff, in the light of the subsequent facts, seems to have been a foolish one, and plaintiff was impecunious and improvident, but there was no fraud or deceit or undue influence practiced upon him in the transaction.”\nThere is no doubt but that the consideration was grossly inadequate, “but this, if the bargain was not brought about by fraud, affords no ground for setting the sale aside”: Singer’s Est., 217 Pa. 295, 297. Likewise, there is no merit in appellant’s argument that a confidential relationship existed between the parties. Such contention is clearly negatived by the allegations of the bill of complaint and the wording of the confirmatory agreement, in both of which it is recited that Prank P. Martin was agent for his wife.\nThere is ample testimony in support of the chancellor’s findings of fact, and having been approved by the court in banc, they must be given the effect of a verdict of a jury: Belmont Laboratories v. Heist, 300 Pa. 542, 546.\nThe decree of the court below is affirmed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. Clinton Rhoads, for appellants.",
      "W. H. Caldwell, of Roper & Caldwell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carter et al., Appellants, v. Martin.\nArgued April 22, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ.\nE. Clinton Rhoads, for appellants.\nW. H. Caldwell, of Roper & Caldwell, for appellee.\nMay 26, 1932:"
  },
  "file_name": "0515-01",
  "first_page_order": 539,
  "last_page_order": 542
}
