{
  "id": 1138127,
  "name": "Henigin v. Booth & Flinn, Ltd., Appellant",
  "name_abbreviation": "Henigin v. Booth & Flinn, Ltd.",
  "decision_date": "1932-05-09",
  "docket_number": "Appeal, No. 102",
  "first_page": "528",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "307 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "304 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0102-01"
      ]
    },
    {
      "cite": "270 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0401-01"
      ]
    },
    {
      "cite": "298 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/298/0119-01"
      ]
    },
    {
      "cite": "297 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/297/0344-01"
      ]
    },
    {
      "cite": "289 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0197-01"
      ]
    },
    {
      "cite": "259 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0419-01"
      ]
    },
    {
      "cite": "254 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0196-01"
      ]
    },
    {
      "cite": "304 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132456
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0128-01"
      ]
    },
    {
      "cite": "279 Pa, 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0168-01"
      ]
    },
    {
      "cite": "270 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0573-01"
      ]
    },
    {
      "cite": "265 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0212-01"
      ]
    },
    {
      "cite": "256 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0567-01"
      ]
    },
    {
      "cite": "304 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0355-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 178",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        569656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0178-01"
      ]
    },
    {
      "cite": "276 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0306-01"
      ]
    },
    {
      "cite": "294 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/294/0291-01"
      ]
    },
    {
      "cite": "264 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0482-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 147",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0147-01"
      ]
    },
    {
      "cite": "272 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0217-01"
      ]
    },
    {
      "cite": "269 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0277-01"
      ]
    },
    {
      "cite": "289 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0128-01"
      ]
    },
    {
      "cite": "304 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0106-01"
      ]
    },
    {
      "cite": "307 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0377-01"
      ]
    },
    {
      "cite": "307 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0287-01"
      ]
    },
    {
      "cite": "258 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0461-01"
      ]
    },
    {
      "cite": "303 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0128-01"
      ]
    },
    {
      "cite": "273 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070869
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0152-01"
      ]
    },
    {
      "cite": "270 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 13187,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.634589715753263e-07,
      "percentile": 0.822531931398317
    },
    "sha256": "aa997c675517457fe8ebfcb73df1e889cc975cc6d1bd5f1f210b3ff5b2aa4d9c",
    "simhash": "1:afe99ee9a5a68805",
    "word_count": 2324
  },
  "last_updated": "2024-02-27T17:00:31.592058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Henigin v. Booth & Flinn, Ltd., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Justice Simpson,\nIn this action of trespass for negligence, plaintiff recovered a verdict and judgment, from the latter of which defendant appeals. There are eighteen assignments of error, which are grouped under five heads in the statement of the questions involved. In the first two, defendant contends it was entitled to binding instructions in its favor, (1) because of an absence of negligence on its part, and (2) because of the presence of contributory-negligence on the part of plaintiff. Under the third, it asserts the charge of the trial judge to the jury was misleading and inadequate; and in the fifth that he erred in his rulings on the evidence. A careful review of the record leads us to an opposite conclusion on these last two points, but nothing would be gained by considering them at length. The fourth asserts that the verdict is excessive. This and the first two are the important questions, and to them we will address ourselves.\nAs we have often said, in reviewing the evidence in order to determine whether or not appellant was entitled to have binding instructions in his favor, we must accept as true all facts and proper inferences from facts, which tend to sustain the contention of appellee, and, so far as they rest in parol only, must reject all antagonistic facts and inferences: Donovan v. P. R. T. Co., 273 Pa. 152; Connors v. Dempsey, 303 Pa. 128. From this standpoint, the relevant facts bearing on the questions of negligence and contributory negligence are as follows:\nPlaintiff resided on the east side of Plymouth Street, south of Virginia Avenue, in the City of Pittsburgh. Oneida Street is the first street east of and parallel with Plymouth Street, and is the one commonly used by those going north and south, on business or pleasure, A short distance north of plaintiff’s residence, Virginia Avenue crosses both Plymouth and Oneida Streets at right angles. On the day of the accident, and for some time prior and subsequent thereto, defendant was grading Virginia Avenue from Plymouth Street eastward to a point beyond Oneida Street. On the morning of that day, plaintiff left her home, and traversed a vacant lot in the rear thereof, until she reached the southwest corner of Virginia Avenue and Oneida Street. She intended, as had long been her custom, to cross Virginia Avenue to the northwest corner of it and Oneida Street, and thence proceed northward to her place of business; but because defendant’s employees were then using a steam shovel at that crossing, she walked over Oneida Street to the east side thereof, then turned northward along that side, crossed Virginia Avenue and continued to her destination. On her return to her home, about 10:45 p. m. of the same day, she followed her usual route and came down on the west footwalk of Oneida Street until she again reached Virginia Avenue. At that time there was no work being done, nor was there anything to warn her that it was unsafe to proceed straight ahead, so she went down the bank leading from the sidewalk of the street to the excavated cartway, intending to continue along the same line to and beyond the south side of Virginia Avenue, but, when she had carefully taken a few steps, fell into a hole in the bed of Virginia Avenue, along the line of the west sidewalk of Oneida Street, and thus received the injuries of which she complains. The hole was about a foot and a half deep and two feet long, evidently scooped out by defendant’s steam shovel and left in that way. Under this state of facts, defendant contends (1) that the evidence did not justify the conclusion that it was responsible for the hole into which plaintiff fell, and (2) that plaintiff was guilty of contributory negligence in crossing Virginia Avenue, where she did, since she knew of the work being done there, and knew also, from the crossing she had safely made in the morning, that, by that route, she could have safely returned to her home. We cannot sustain either of these contentions.\nFrom the character of the hole and the fact that defendant was grading the street during that day and previous thereto, and no one else was then doing any work at this point, the jury could justly infer that the hole was made by defendant’s employees while so engaged, and that they were negligent in leaving it in the footpath over which plaintiff and many other citizens traveled daily, without closing the crossing to public travel or in some way warning her and them of its dangerous condition, as it was in duty bound to do: Whitman v. Stipp, 270 Pa. 401. Defendant did neither.\nNor can we say, as a matter of law, that plaintiff was contributorily negligent in crossing where she did. As the street was left open, so that she and other citizens might then cross at that point, as theretofore they had done and were then doing, she had the right to assume that she could again cross it without finding a dangerous pitfall in the direct line of travel on the footway crossing. Be it so that she took the risk of any uneveness in the bed of the street where the work was being done, and was bound to be careful as she proceeded (which she was), it is none the less true that she was not required to suspect that such a dangerous condition as we have briefly described would exist along the usual line of travel for foot-passengers on Oneida Street: Kleekner v. Central R. R. Co. of N. J., 258 Pa. 461. None such had existed before, even while the grading was being done, and the fact that, in the morning, she crossed to the east side of Oneida Street, before proceeding northward, raised no presumption, certainly no conclusive presumption, of the fact that she did this because the east side was safe and the west side was not. Practically all the evidence shows that the crossing at each side was in substantially the same condition, and was as good as any other crossing of Virginia Avenue in that neighborhood ; and she testified that her course in the morning was not chosen because the east crossing was a safer one, but because she could not use the west crossing, owing to the fact that, at that time, defendant’s employees, with their steam shovel, were working there, making it inconvenient if not impossible to cross at that point while the work was going on. Nor, since the work of excavation was going on all day, is it by any means certain that the east crossing was as safe at night as it was in the morning, and there is no evidence that it was. We have not overlooked the admitted fact that there was an arc lamp, on the east side of Oneida Street north of Virginia Avenue, but there was also ample evidence that, owing to a large elm tree, it did not light up the place where the hole was. All the matters above referred to were fully and carefully dwelt upon in the charge to the jury, whose findings, approved by the trial judge and his colleagues, being sustained by sufficient evidence, are binding on us.\nThe jury’s verdict of $40,000 was cut down by the court below to $25,000, and, this being acceded to by plaintiff, judgment in her favor was entered for the reduced amount. Defendant insists that, even at the latter figure, the verdict is grossly excessive. In the nature of things we cannot be as sure of our conclusion on this question as we are on those previously discussed, but, giving to it the fullest consideration of which the subject is capable, we agree that the amount is still too high. In King v. Equitable Gas Co., 307 Pa. 287, and Thirkell v. Equitable Gas Co., 307 Pa. 377, we have recently set forth the applicable principles which should govern the courts in reaching a proper answer thereto. The pertinent facts, shown in plaintiff’s case and accepted as true by the trial judge and jury, to Avhich those principles should be applied, are as follows:\nAt the time of the accident, plaintiff was 48 years and one month old, was working regularly, and was earning, on an average, $30 a week. As the result of the accident, she was confined to her home for a few days and then returned to her employment, working thereat for three years and two months, but, because of her injuries, which prevented her from working full time, could earn only $20 a week. During this period she was growing progressively worse, owing to her injuries, at the end thereof was compelled to cease working, and, for 20 months prior to the trial, Avas bed-ridden. Her pain and suffering were severe, and probably she Avill never hereafter be free from them or able to work. To the time of the trial, her expenditures, resulting from the accident, amounted to $1,005.\nHer life-expectancy, at the age of 48 years and one month, by averaging the figures given in the Carlisle, Farr and Northampton Tables, as set forth in Giauque & McClure’s “Tables for Ascertaining the......Damages for Death or Injury by Wrongful Act, Negligence or Default” (4th edition), was 21.14 years. The then present value of the $30 per week, which she was earning, covering the period of 21.14 years, was shown by the same tables to be $19,975.64, from which must be deducted, of course, the $3,280, she earned during the three years and two months she worked after the accident. This leaves a balance of $16,695.64, Avhich she Avould receive if she were to work every day during her expectancy, at the same earnings she was receiving before the accident. We know, however, as we pointed out in the two cases cited, that her likelihood of living during the expectancy stated depends greatly on heredity, environment, prior state of health, nature of her daily employment, personal habits, etc., regarding which matters we have but little information; and that her earning power would almost certainly decline towards the end of her life, due to the infirmities of age. These facts compel a reduction of the $16,695.64 to such a point as, under all the circumstances, would appear just and proper.\nShe is also entitled to be compensated for the pain and suffering she has endured in the past, and will likely endure in the future, and for the expenses which, owing to this injury, she will have to pay during the balance of her life; but we have no data at this time, and it is impossible to obtain any by which we could, with any degree of accuracy, fix the amount which she should receive for those items. Following the practice outlined in the two cases referred to, and applying our best judgment to the similar problem here — at the same time not overlooking the fact that the jury, who saw and heard the witnesses, including the plaintiff, gave a much larger verdict, and the trial judge, with like advantage and with the concurrence of his colleagues, cut it down considerably — we think that the recovery for all the items hereinbefore stated, should not exceed the sum of $14,-500, to which should be added the expenses of $1,005 paid by plaintiff before the trial, making a total permissible recovery of $15,505. We will herein, therefore, make a similar order to that entered in the Thirkell Case, supra.\nThe judgment of the court below is vacated and set aside, the rule for a new trial is reinstated, and the record is remitted with a direction that the court below either grant a new trial, or enter an order that if plaintiff, within such a time as it shall prescribe, remits all of the verdict over the sum of $15,505, judgment will be entered in her favor for that amount, otherwise the rule for a new trial will be made absolute.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Raymond R. Goehring, of Patterson, Goehring, Mc-Clintock & Collin, with him Simon T. Patterson, for appellant.",
      "A. M. Oliver, with him W. J. Connelly, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Henigin v. Booth & Flinn, Ltd., Appellant.\nArgued April 19, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nRaymond R. Goehring, of Patterson, Goehring, Mc-Clintock & Collin, with him Simon T. Patterson, for appellant.\n— The plaintiff was guilty of contributory negligence as a matter of law: Fordyce v. Bus Line, 304 Pa. 106; Jones v. Counties G. & E. Co., 289 Pa. 128; Gryning v. Phila., 269 Pa. 277; Nolan v. Pittsburgh, 272 Pa. 217; Holliday v. Booth & Flynn, 62 Pa. Superior Ct. 147.\nSafe and convenient crossings were available for plaintiff: Haughney v. Boro., 264 Pa. 482; Levitt v. Sandwich Shops, 294 Pa. 291; Lane v. Dickinson, 276 Pa. 306; Buchanan v. Boro., 86 Pa. Superior Ct. 178.\nThere is no evidence that any act of defendant caused the injury to plaintiff: Long v. Frock, 304 Pa. 355; Erbe v. Transit Co., 256 Pa. 567; Kemmler v. Penna. Co., 265 Pa. 212; Flecci v. Atkins, 270 Pa. 573; Zeher v. Pittsburgh, 279 Pa, 168,\nThe charge of the court as to measure of damages was erroneous: Herb v. Hallowell, 304 Pa. 128.\nThe amount of the verdict shows the jury disregarded the law and facts.\nA. M. Oliver, with him W. J. Connelly, for appellee.—\nThe plaintiff was not guilty of contributory negligence: Llewellyn v. Wilkes-Barre, 254 Pa. 196; Campbell v. Vincent, 259 Pa. 419; Upperman v. Boro., 289 Pa. 197; Scott v. Erie City, 297 Pa. 344; Shaw v. McKeesport, 298 Pa. 119; Whitman v. Stipp, 270 Pa. 401.\nThere was not a safe and convenient crossing available for plaintiff.\nThere is positive evidence of defendant’s negligence.\nThe charge of the court as to the measure of damages was not in error: Hysong v. Transfer Co., 304 Pa. 102.\nThe amount of the verdict was reduced.\nMay 9, 1932:"
  },
  "file_name": "0528-01",
  "first_page_order": 552,
  "last_page_order": 560
}
