{
  "id": 1011482,
  "name": "Lumis, Appellant, v. Baltimore & Ohio Railroad Co.",
  "name_abbreviation": "Lumis v. Baltimore & Ohio Railroad",
  "decision_date": "1915-02-15",
  "docket_number": "Appeal, No. 356",
  "first_page": "189",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485547
      ],
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/47/0300-01"
      ]
    },
    {
      "cite": "186 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989681
      ],
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0469-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6536,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 6.497341544922815e-08,
      "percentile": 0.39968372673464747
    },
    "sha256": "8cb95de71cadb892da8ab71cc69488a5f722216a8744287023b7523c54fde1a8",
    "simhash": "1:22b1753361e20e45",
    "word_count": 1145
  },
  "last_updated": "2024-02-27T21:29:26.444690+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Elkin, Mosohzisker and Frazer, JJ."
    ],
    "parties": [
      "Lumis, Appellant, v. Baltimore & Ohio Railroad Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe court below entered a nonsuit, which it subsequently refused to take off; hence this appeal.\nThe accident which gave rise to the case occurred April 18, 1901, at about 4.30 o’clock in the afternoon, on the defendant’s railroad, which ran east and west along Oregon avenue (an unopened street); the place of the accident was about 60 feet west of Moyamensing avenue, which street was 50 feet wide and crossed the railroad about 95 feet west of Broad street; safety gates were located where Broad street crossed the tracks, and a watchman was stationed at that point; there the railroad was at grade, but just to the west it ran below grade; there were two tracks at the place of the accident, the northern one being clear and the other occupied by a train, at a standstill and without a locomotive; immediately beyond the northern track there was. a gutter or ditch filled- with water and then came a steep embankment eight feet high; the distance between the northern and southern tracks was about five feet, which left a space of not more than two feet in the clear between the cars standing on the latter track and a train passing on the former, when due allowance is made for overhangs; the plaintiff, who was then a girl of nine years of age, and who at the time was accompanied by her brother, a boy eleven years old, was injured while standing in this space; the children had been sent by their mother to pick coal; they had an express wagon, a large market basket and a small bucket; they went down Broad street on the west side until they came to the railroad where they saw the watchman and he saw them; they took the bucket and basket from the wagon and walked up the tracks to the place where the accident subsequently happened; after they had been there not more than five minutes they saw a train coming On the north track from the east, about 200 feet away; not having time to go around the cars which were standing on the south track, the brother warned the sister and they stepped from the north track, where they had been picking coal, and stood with their backs against these stationary cars; the locomotive and several cars had passed when the little girl fell, or was struck by, or drawn under, the moving train; the brother, who was standing a few feet west of his sister, leaned down and pulled her out, and in so doing his shoulder was slightly grazed.\nThe learned trial judge took the view that the children were trespassers and that the plaintiff had not shown any negligence upon the part of the railroad company; in this we are obliged to concur. There was no testimony to prove that the engineer, or any one else in charge of the operation of the locomotive, actually saw these children upon the tracks before the train arrived at the place where they were standing; and, since the accident happened after the locomotive had passed the public crossings and in a place where the defendant’s right of way ran between embankments, the engineer had no reason to maintain a particularly sharp outlook or to' anticipate the presence of children on the tracks. The watchman was placed at his station to operate the safety gates and to guard the crossing; our cases recognize the fact that the “primary duty” of one so employed is “to watch the crossing for the general public” (Jones v. Receivers of Philadelphia & Reading R. R. Co., 186 Pa. 469, 473)— “to guard it (the crossing),” (Philadelphia & Reading R. R. Co. v. Spearen, 47 Pa. 300, 301), and there is no evidence to show that the watchman in this case was fixed with any additional duties, or to prove that he actually saw the children in a place of danger when the train was approaching, conceding, for the purposes of this case, that the space in which they stood at the timé of the accident was a place of danger. Moreover, the statement of claim, filed in 1902, shortly after the accident happened, does not expressly aver negligence on the part of the watchman, its only averment of negligence being that the plaintiff was injured through the carelessness of the servants and employees of the defendant company engaged in operating its .trains; but without regard to the question of the sufficiency of the averments in the statement of claim, we do not feel that the learned trial judge erred in holding the evidence insufficient to take the case to the jury.\nThe assignment of error is overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "William Charles Brown, with him Joseph Savidge, for appellant.",
      "W. B. Linn, with him H. B. Gill, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lumis, Appellant, v. Baltimore & Ohio Railroad Co.\nNegligence — Railroads—Infant trespassers — Children picking coal on tracks — Nonsuii.\nIn an action against a railroad company to recover damages for. personal injuries sustained by a nine year old girl, a compulsory nonsuit was properly entered where it appeared that the plaintiff,. in company with her brother, a boy eleven years old, had been sent by their mother to pick coal on defendant’s tracks; that they entered the tracks at a crossing where a watchman of defendant’s was stationed and saw them pass with a basket and bucket; that they commenced picking coal when about 200 feet from such crossing at a point where a ditch and steep embankment were located immediately by the side of the north track, and a freight train was standing on the south track; that a space of five feet separated tbe north and south tracks, and allowing for overhangs there was not more than two feet between trains passing at this point; that after the children had been picking coal for several minutes a train approached on the north track, and, not having time to go around the standing cars, they stood with their backs against them and while in such position plaintiff fell, or was struck by or drawn under the passing train, there being no evidence that any one in charge of the train saw them until the moment of passing.\nArgued Jan. 20,1915.\nFebruary 15, 1915:\nAppeal, No. 356, Jan. T., 1914, by plaintiff, from judgment of C. P. No. 1, Philadelphia Co., June T., 1902, No. 599, refusing to take off nonsuit in case of Estella May Lumis v. Baltimore & Ohio Railroad Company.\nBefore Mestrezat, Potter, Elkin, Mosohzisker and Frazer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Kinsey, J.\nThe opinion of the Supreme Court states the facts.\nThe trial judge entered a compulsory nonsuit which the court in banc subsequently refused to take off. Plaintiff appealed.\nError assigned was in refusing to take off the nonsuit.\nWilliam Charles Brown, with him Joseph Savidge, for appellant.\nW. B. Linn, with him H. B. Gill, for appellee."
  },
  "file_name": "0189-01",
  "first_page_order": 221,
  "last_page_order": 224
}
