{
  "id": 1011517,
  "name": "Pouder, Appellant, v. Peoples Natural Gas Company",
  "name_abbreviation": "Pouder v. Peoples Natural Gas Co.",
  "decision_date": "1915-03-01",
  "docket_number": "Appeal, No. 43",
  "first_page": "242",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 7101,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.3302132283927477e-07,
      "percentile": 0.7909835669956048
    },
    "sha256": "4feef0406ccabda4dc307b26c432ae6968fff822da113ce865d75a790cd4a928",
    "simhash": "1:22765faf7047804c",
    "word_count": 1225
  },
  "last_updated": "2024-02-27T21:29:26.444690+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Elkin, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Pouder, Appellant, v. Peoples Natural Gas Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThis case grows out of the same state of facts as Windish v. Peoples Natural Gas Company, in which the opinion has just been handed down. It will therefore be unnecessary to repeat what was there said. The facts are practically the same and there is no essential difference in the application of the law. In the opinion of the learned court below in refusing the motion to take off the nonsuit, it was said:\n“At the trial no attempt was made to prove any defect in the mains, regulator or meter, or to prove the negligent admission of a dangerous and unusual flow of gas into the pipes, but the negligence relied on consisted in the company’s failure to detect and repair a leak or number of leaks in the service line which Windish had expressly agreed should be kept in good repair by himself.\n“That the gas which caused the explosion came from the service pipe which ran along the wall of the Windish house, and which was shown by the testimony to be full of holes and beyond question in a condition which would and did permit gas to escape into the surrounding soil, and thence through crevices in the wall into the cellar, admits of no doubt.\n“The interior pipes, meters and connections did not leak, the testimony being that they were tested thoroughly with lighted‘matches, not long before the explosion, and no leak discovered.” '! . '\nThese findings disposed of every question in the case with one exception; they mean that the evidence produced at the trial failed' to make out a case under the pleadings as to the negligent acts charged.\nAppellants, however, rely upon the charge of negligence set out in one of the paragraphs of the statement of claim, which reads as follows:\n“And the plaintiffs further say that the said defendant company, its-agents and'employees, knew or ought to have known of the defective condition of the meter, gas regulator, service lines and main line in and along Second avenue, through and from which said gas was supplied to the tenants of the house known as No. 36, Kenmawr avenue, on the day and date aforesaid.”\nIn discussing this charge of negligence the learned court below said:\n“This general allegation, which can well be read with inference solely to defendant’s own “street service line” which it was its- duty to keep in good repair, cannot be construed to charge the negligence now complained of: (T) Of not discovering the leak; • (2) of not repairing the leak; (3) of lulling plaintiff by a statement that there was no leak; and (4) by not shutting off the supply of gas until the actual'point of leakage had been determined: Especially cannot the general averment quoted above be held to mean one or all of the things not specified therein, in view of the fact that upon trial no attempt was made to prove defective regulator, defective main, defective street service pipe, excessive and dangerous flow of gas, or defective meter. In other words, the specific negligence now relied on for recovery was not pleaded.”\nWe see no escape from the conclusion reached by the learned court below. The evidence failed to show that the defendant company had been negligent in installing or maintaining its mains, pipes, meters, regulators or connections, although these were the acts of negligence which the defendant was summoned to answer. The evidence shows that the duty to maintain the service line from the curb to the dwelling house was upon the owner, or perhaps upon the occupier, of the premises and not upon the defendant company. It cannot be seriously contended that the defendant company was negligent in failing to repair the service line when no duty rested upon it to do so. It is not material to inquire whether the gas company had the duty imposed upon it to inspect the service line because no such duty is averred and failure to perform such a duty is not charged as an act of negligence. It is perfectly clear that neither the owner of the building, nor the occupier of the premises, knew of the defective condition of the service line, and it is equally clear that the defendant company had neither notice nor knowledge of such defects prior to the time when the gas exploded in the cellar. It was a most unfortunate accident, but like many, others of a similar nature, it resulted from conditions about which none of the interested parties had any knowledge. It scarcely need be said that the doctrine res ipsa loquitur has no application to this case. There can be no recovery here unless the negligence charged was proved; the happening of the accident is not sufficient to make out a case: Greed v. Manufacturers Light & Heat Co., 238 Pa. 248.\nIf it appeared from the testimony that the defendant company had knowledge of leaks in the service pipe, although it did not have the duty to repair, we would be strongly impressed with the argument of learned counsel for appellants, that it would at least have been its duty to shut off the gas at the curb until the repairs were made;, but the evidence fails to show that the defendant company had such notice, and no such ground of recovery is set out in the statement of claim. ■. Under these circumstances our conclusion is that the case was properly disposed of by the learned court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "William, E. Hague and Joseph F. Mayhugh, with them George Weil and James G. Nevin, for appellant.",
      "William A■ Stone, of Stone & Stone, with him Christy Payne, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pouder, Appellant, v. Peoples Natural Gas Company.\nNegligence — Gas companies — Explosion—Failure to prove negligence.\nWhere in an action to recover damages for injuries to plaintiff’s house resulting from the explosion of natural gas, the negligence charged was in failing to detect and report leaks in the service line of another house whereby gas percolated into plaintiff’s dwelling and in failing to know of the alleged defective condition of the meter, regulator and service line of such house, the court did not err in directing a verdict for the defendant where the evidence failed to show that defendant had been negligent in installing or maintaining its mains, meters, or connections or was charged with a duty to maintain in proper repair a service line to the dwelling houses which it served, but did show that it was the duty of the owners, or occupants, to maintain such service line, and there was no evidence that defendant knew of the leaks in the service pipe.\nArgued Oct. 26, 1914.\nAppeal, No. 43, Oct. T., 1914, by plaintiffs, from judgment of O. P. Allegheny Co., June T., 1911, No. 129, on directed verdict for defendant, in case of Mary J. Pouder and Boy Pouder, her husband and next friend, v. The Peoples Natural Gas Company.\nBefore Brown, C. J., Potter, Elkin, Moschzisker and Frazer, JJ.\nAffirmed.\nTrespass to recover damages for injuries to plaintiff’s dwelling resulting from the explosion of natural gas. Before Reid, J.\nMarch 1, 1915:\nThe opinion of the Supreme Court states the facts.\nVerdict for defendant, by direction of the court and judgment thereon. Plaintiffs appealed.\nError assigned was in directing a verdict for defendant.\nWilliam, E. Hague and Joseph F. Mayhugh, with them George Weil and James G. Nevin, for appellant.\nWilliam A■ Stone, of Stone & Stone, with him Christy Payne, for appellee."
  },
  "file_name": "0242-01",
  "first_page_order": 274,
  "last_page_order": 278
}
