{
  "id": 1011535,
  "name": "Findley, Appellant, v. Warren",
  "name_abbreviation": "Findley v. Warren",
  "decision_date": "1915-03-01",
  "docket_number": "Appeal, No. 197",
  "first_page": "315",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "241 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976082
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0469-01"
      ]
    },
    {
      "cite": "208 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0005-01"
      ]
    },
    {
      "cite": "244 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0064-01"
      ]
    },
    {
      "cite": "206 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 19566,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 8.753653832434652e-08,
      "percentile": 0.494980209270888
    },
    "sha256": "5e17332e80238daf4823755bd946bc90739c1072a6a1acf43403eb02c190e03c",
    "simhash": "1:83a56511005badcb",
    "word_count": 3423
  },
  "last_updated": "2024-02-27T21:29:26.444690+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Findley, Appellant, v. Warren."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe majority of the court are of opinion that the court below properly held that the claim of the appellants was subject to the statute of limitations. On the question as to whether the proper measure of damages was applied, the six members of the court who heard this appeal, are equally divided. The decree is, therefore, affirmed, with costs to the appellees.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas W. Neely, with him Levi Bird Duff,- for appellant.",
      "John O. Banc, for appellees."
    ],
    "corrections": "",
    "head_matter": "Findley, Appellant, v. Warren.\nWaste — Oil lands — Lease by life tenant — Recovery by remaindermen for oil taken — Measure of damages — Statute of limitar tions.\n1. Where the life tenant of oil lands, not previously explored, leases the oil on a royalty basis, remaindermen who bring suit for an accounting for oil taken by the lessees and for an injunction are entitled to recover not the entire value of the oil taken, but sums equal to the royalties provided by the lease, there being no evidence that the lease was unfair and there being evidence that the royalties were the same as those paid by the lessees of other oil lands in the same neighborhood. Interest will be computed only from the time demand was made upon defendants for the value of the oil taken out.\n2. Where in such case it appears that the bill was filed more than six years after all the remaindermen became of age, the statute of limitations will bar recovery for oil taken more than six years before the suit was brought.\nArgued Feb. 1, 1915.\nAppeal, No. 197, Oct. T., 1914, by plaintiffs, from decree of C. P. No. 2, Allegheny Co., July T., 1911, No. 598, in equity, granting an injunction restraining defendants from operating oil wells and ordering an accounting in case of Mary M. Findley (nee Warren) wife of James T. Findley, Ida A. Findley (nee Warren) wife of Robert E. Findley, and Maggie E. Wolford (nee Warren) wife of Frank Wolford, Sylvester B. Warren and William J. Warren, children of John Warren, v. John Warren, William Munhall, The Forest Oil Company, a corporation, and the South Penn Oil Corn-pan, a corporation.\nBefore Brown, C. J., Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nBill in equity to enjoin defendants from operating oil wells and for discovery and an accounting. Before Fkazer, P. J.\nThe facts appear from the following findings of fact and conclusions of law:\nThe purpose of this bill was to enjoin defendants from pumping and taking away oil from a farm in Marshall Township, Allegheny County. From the bill, answer and proofs we find the following\nFINDINGS OF FACT.\nFirst. George W. Warren being the owner of a farm situate in Marshall Township, Allegheny County, and containing about seventy-five acres, died in the year 1879, and by his last will and testament, duly probated, devised his farm to his son, John Warren, “during his life, and then to his children after his death.” Upon the death of the testator John Warren entered into possession of the farm devised to him for life by his father.\nSecond. John Warren, the life tenant, is still living, and is the father of the following children, namely: Mary M. Warren, born October 29, 1871, now intermarried with James T. Findley, Sylvester B. Warren, born June 20, 1871, Ida A. Warren, born May 18, 1877, now intermarried with Robert E. Findley, William J. Warren, born June 8, 1881, and Maggie E. Warren, born November 25, 1883, and now intermarried with Frank Wolford. At the date of the death of George W. Warren three of these children, namely: Mary M., Ida A., and Sylvester B. Warren, were living. William J. and Maggie E. Warren were born after the death of their grandfather.\nThird. At the date of the death of George W. Warren and of the entry by the life tenant, John Warren, the Marshall Township farm was not encumbered by leases for oil or gas purposes, and no operations for the drilling of oil or gas wells upon the farm had-been begun at that time.\nFourth. On July 9, 1887, John Warren, the life tenant, executed and delivered to William Munhall, one of the defendants, a lease of the Marshall Township farm for oil and gas purposes, a true copy of the lease being attached to plaintiff’s bill.\nFifth. In pursuance of the lease referred to in the previous finding of fact, William Munhall entered upon the Marshall Township farm in the Fall of 1887, and drilled a well thereon for oil or gas, known as No. 1, which well was nonproductive. Again in the Fall of 1889, Munhall, together with the Forest Oil Company, and the South Penn Oil Company, drilled a second well, known as No. 2, upon that farm, which in September of that year reached the oil-prodncing sand and became a large producer of oil, and has continued to the present time to produce oil in paying quantities. On or about November 20, 1889, well No. 3 drilled on the dividing line of the farms of John and William Warren began producing oil. Defendants subsequently completed three additional wells, known as Nos. 4, 7 and 8, on the Marshall Township farm, all of which produced oil in paying quantities at the date of their completion, and have since that time produced oil in paying quantities. There is no testimony tending to show that lessees did not act in good faith in entering upon the Marshall Township farm and producing oil therefrom.\nSixth. The defendant, the South Penn Oil Company, assignee of William Munhall, was at the time of filing this bill, and continued thereafter to be in possession of the leasehold estate alleged to have been created by virtue of the lease of John Warren to William Munhall for the purpose of mining and producing oil or natural gas from the Marshall Township farm, to the exclusion of and notwithstanding the rights of the children of John Warren as owners in remainder of the fee to the farm.\nSeventh. Large quantities of oil were produced from the wells drilled upon the Marshall Township farm between June 13,1891, and May 8,1912. Well No. 2 at first flowed at the rate of 300 barrels per day for approximately sixty days and well No. 3 at the rate of 175 barrels per day for from four to six months, at the end of which respective periods the production ■ materially decreased. The production of well No. 4 did not at any time exceed ten barrels per day. The total production from the Marshall Township farm, including one-half of the production from well No. 3 from September 7, 1889, to May 8,1912, was 96,843.2 barrels, the aggregate value of which was $106,765.69. The one-eighth royalty upon the same would amount to $13,343.21. The royalty upon a one-sixth basis of the oil produced from wells Nos. 2 and 3 would amount to the sum of $11,475.58; and the royalty upon the residue of the oil, produced from wells other than Nos. 2 and 3, at one-eighth would amount to $4,739.02, mating the total royalty upon the above basis $16,214.60. The aggregate amount of oil produced from the Marshall Township farm for the period of six years next preceding the filing of the bill .in this case was 16,-154.40 barrels of the value of $25,156.34. The royalty upon that amount upon a one-eighth royalty basis would amount to the sum of $3,144.54%; and a one-sixth royalty upon the production of wells Nos. 2 and 3 during the six years preceding the filing of the bill would amount to the sum of $1,677.09, and the one-eighth royalty upon all the remaining production of the farm for six years preceding the filing of the bill would amount to $1,866.73.\nEighth. John Warren the life tenant is still living and has received from the defendants the full amount of the royalties at one-eighth of one-sixth which accrued as between the lessor and the lessee from September 7, 1889, to March 8, 1912, at which latter date the waste complained of ceased. No damage was done to the freehold of plaintiffs, other than the removal of the oil therefrom by the defendants.\nNinth. The cost of drilling wells, maintaining and pumping them, and of producing the oil therefrom, cannot be determined, as no evidence on the subject was offered.\nTenth. The usual and ordinary royalty paid by operators for oil leases in the locality in which the Warren farm is situate was at the time of the execution of the John Warren lease, one-eighth, in the majority of instances, and one-sixth where the production of wells exceeded a certain amount of oil.\nEleventh. Neither plaintiffs nor their brothers, Sylvester B. Warren and William J. Warren, the two sons of John Warren, who were added as defendants in pursuance of the decision of the Supreme Court, advised nor encouraged operations under the lease made by their father with William Munhall, nor have they ever received any oil or proceeds from oil produced from the farm under the lease with Munhall, nor any benefit therefrom either directly or indirectly.\nTwelfth. Although Sylvester B. Warren and William J. Warren have been for some time employed by defendant oil companies to pump oil wells, and have from time to time worked and pumped the wells on the John Warren farm, they, as well as plaintiffs, were ignorant of their right to object to the lease and to the taking of oil thereunder from the Marshall Township farm, until about the time these proceedings were instituted. Both plaintiffs and their two brothers, however, knew that their father had but a life estate in the farm and that upon his death they would succeed to the property. Plaintiffs, as well as their brothers, having lived on the farm, had personal knowledge of the wells on the property, and also of the fact that the wells were producing oil, and were being operated by defendants.\nCONCLUSIONS OF LAW.\nFirst. That John Warren had no authority to lease the Marshall Township farm for oil and gas purposes there can be no doubt. Having, however, executed and delivered a lease for those purposes to William Mun-hall, who, with his codefendants, developed the property and have taken therefrom large quantities of oil, the testimony and the facts found above raise two questions: (1) Whether or not the children of John Warren are estopped from recovering in these proceedings, and (2) if not estopped, the extent to which they can recover. If the children either individually or collectively are entitled to a decree in their favor, in our opinion it makes no difference whether they appear in this proceeding as plaintiffs or defendants. A decree in either case can be made in accordance with the facts and the law without a cross-bill, Kelley v. Shay, 206 Pa. 208; particularly so in this case because the two sons of John Warren were added as defendants by order of the Supreme Court for the purpose of fixing their rights, Findley v. Warren, 244 Pa. 64. Whether or not the children of John Warren are estopped from having a decree in their favor depends entirely upon their actions since becoming of age. The testimony, which is not disputed, is that while all the sons and daughters of John Warren knew that the farm would be theirs upon the death of their father, neither of them was aware of their rights in the oil until about the time this bill was filed, when they consulted counsel and were advised that their father had not the power to lease the property for oil and gas purposes. At the time the lease was made all the children were under age; the oldest was sixteen years old and the youngest in her fourth year. At that time the children, who all lived at home on the farm could hardly be expected to know. their legal rights as remaindermen. Since reaching their majority have their actions been such as to estop them from now recovering for the oil taken from the farm? We are of opinion that they have not, unless it was their duty to consult counsel upon becoming of age. We have not been referred to any law or decision that casts this duty upon remainder-men under the circumstances of this case. Although the daughters remained at home until their marriage, there is nothing to indicate a knowledge upon their part of their legal rights sufficient to estop them from maintaining this proceeding. While the two sons remained at home until they became of age, and both were employed by the defendant, The South Penn Oil Company, and as such employees pumped the wells upon the Marshall Township farm, as well as other wells in that neighborhood, there is no testimony tending to show knowledge of their right to. or interest in the oil produced from the farm. The mere fact of employment by the oil company would not be sufficient, considering the fact that the lease was made by John Warren during the minority of all his children, the remaindermen, and that the children acted immediately upon learning of their rights, notwithstanding they were aware of the lease made by their father, that the farm would belong to them upon the death of their father, and also that the sons as employees of the South Penn Oil Company worked on the wells. We are of opinion they are not estopped' from maintaining this bill.\nSecond. Plaintiffs’ contention is that the remainder-men are entitled to recover the full value of all oil taken from the farm. In this contention we do not agree. Plaintiffs are asking equity, and they must do equity. If this were a case of malicious and unwarranted trespass there would be force in their contention. The testimony, however, shows that the defendants acted in good faith, supposing that John Warren owned the farm in fee. Perhaps defendants were careless in not having the title of John Warren to the land examined. Such carelessness, however, does not amount to a malicious trespass. Under such circumstances the remaindermen should recover no more than what they would have realized had they made the lease; and especially is this the case here for the reason that had not the lease been made the oil under the farm would in all probability have been taken out through wells on adjoining property, and the remaindermen realized nothing. Was the lease a fair one? The testimony shows that it was. The terms given John Warren were those upon which land was generally leased in that neighborhood. Therefore, if the remaindermen had made the lease they would not have secured better terms than those contained in the lease to Mun-hall. Plaintiffs* claim that this case is ruled by Crawford v. Forest Oil Company, 208 Pa. 5, and that the measure of damages adopted in that case should be applied here, cannot be sustained. The facts are essentially different in that case from those found here. While the wells there were drilled during the lifetime of the life tenant, the defendant the assignee of the original lessee, did not come into possession of the property until after the termination of the lease by the death of the life tenant, and then with notice of the claims of the remaindermen. It drilled no wells and had no property rights. Under such circumstances the court held the measure of damages to be the value of the oil taken out less the cost of production. We are, therefore, of opinion that the remaindermen should receive royalty at the rate set forth in the lease of John Warren to William Munhall.\nThird. To what extent should the remaindermen recover? Their .contention is that their right to compensation extends back to the first oil produced from the farm, while defendants contend that if a recovery is allowed, it cannot be for more than six years immediately preceding the filing of the bill. Unless the statute of limitations applies, the claim of the remaindermen must be sustained. Oil is a mineral in situs like coal, and its mining is subject substantially to the same principles of law that apply to the mining of coal. In Trustees of the Proprietors of Kingston v. Lehigh Valley Coal Company, 241 Pa. 469, it was held that a remainderman must exercise due diligence in protecting Ms estate and proceed within six years after he discovers the injury to his estate if he desires to recover damages. In that case the remainderman sued to recover for coal taken out of land leased by a tenant for 999 years, the lessee of the tenant having been in possession of the property for about thirty years, and having paid to the tenant royalties to an amount exceeding flOO,000.00. An action was brought to recover for all coal mined and taken away by the lessee. The statute of limitations was set up as a defense. The court sustained the contention of the lessee and limited a recovery to the six years immediately preceding the suit. We are unable to see any difference in principle between that case and this. It seems to us it is immaterial whether the waste is committed by drilling wells or driving shafts and entries, or whether the property taken is fluid or a solid. In this case the remaindermen having knowledge that their father had but a life estate in the farm, and also knowing that the oil was being taken from the farm, it was their duty to inquire as to their legal rights and assert them, at least upon their becoming of age. As all the children of John Warren were of age more than six years before filing the bill in this case, we are of opinion that under the law as laid down in Trustees of the Proprietors of Kingston v. Lehigh Valley Coal Company, 241 Pa. 469, the statute of limitations applies, and that the remainder-men are limited to a recovery for the six years immediately preceding the filing of the bill in this case.\nFourth. Under the terms of the lease to Munhall as we understand them, the royalty payable to the remaindermen should be at the rate of one-sixth of the oil produced from wells Nos. 2 and 3 for the six years preceding the filing of the bill in this case, the production of those wells having exceeded sixty barrels per day for thirty days; and one-eighth of the oil produced from wells Nos. 4, 7 and 8, for six years immediately preceding the filing of the bill in this case.\nOn exceptions to the findings of fact and conclusions of law, Frazer, P. J., filed the following opinion:\nThe exceptions filed ex parte plaintiffs to our findings of fact and conclusions of law, in substance .are: (1) to our not finding that plaintiffs were entitled to receive compensation for all the oil taken from the Marshall Township farm; (2) in holding that the statute of limitations applied and limiting plaintiffs’ right to recover to the six years preceding the filing of the bill in this case, and (3) to our failing to award interest upon the damages allowed.\nWe have considered the argument and the brief filed by plaintiffs and have not been convinced that our conclusions in limiting plaintiffs’ recovery to royalty upon the oil produced within the last six years are erroneous. These questions were considered by us at the time of preparing our findings of fact and conclusions of law, and neither the arguments of counsel nor the briefs furnish any new reasons in support of plaintiffs’ contention. As to plaintiffs’ right to receive interest and whether it should be computed yearly upon the amounts due them as claimed by plaintiffs’ counsel, or from the time demand was made upon defendants for the value of the oil taken out is a question that we can consider and determine at the time of filing the final decree in this case.\nThe court granted a decree perpetually enjoining defendants from operating the wells and ordered defendant to pay plaintiffs $4,604.05 in equal shares with interest from June 25, 1914, the costs to be paid by defendants, such amount being sum equal to royalties due under lease between life tenant and other defendants.\nErrors assigned were various findings of fact and conclusion of law and the decree of the court.\nMarch 1, 1915:\nThomas W. Neely, with him Levi Bird Duff,- for appellant.\nJohn O. Banc, for appellees."
  },
  "file_name": "0315-01",
  "first_page_order": 347,
  "last_page_order": 357
}
