{
  "id": 1011419,
  "name": "Weiskircher, Appellant, v. Connelly",
  "name_abbreviation": "Weiskircher v. Connelly",
  "decision_date": "1915-03-01",
  "docket_number": "Appeal, No. 218",
  "first_page": "327",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 516,
    "char_count": 11606,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.3939366635358196e-07,
      "percentile": 0.6433382795676504
    },
    "sha256": "3fc287159f86a65dcefb7b8b9c484648938af2d2c53fa3b64a3c27d7782dfbe2",
    "simhash": "1:897c6f5c17376fc5",
    "word_count": 1985
  },
  "last_updated": "2023-07-14T20:01:06.171598+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Elkin, and Frazer, JJ."
    ],
    "parties": [
      "Weiskircher, Appellant, v. Connelly."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe havé not been persuaded that any fact found by the learned chancellor beloiv should be disturbed. His legal conclusions properly followed his findings, and the decree of the court below, based upon both, is therefore affirmed.\nAppeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. M. Neeper, for appellant.",
      "John O. Bane, with him Oliver K. Eaton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Weiskircher, Appellant, v. Connelly.\nPartition — Joint tenancy — Expenditures by one cotenant — Liability of other cotenant.\nWhere in. a proceeding in partition on bill and cross-bill it appeared that subsequent to the purchase of the property by the parties, the defendant paid off a note for the purchase price, which note had been made by himself and the plaintiff jointly, and paid out of his own pocket large sums for improvements and for the discharge of encumbrances upon the property, and it did not appear that the plaintiff was not obligated to bear his share of the expenditures, the court commits no error in assessing half the amount of such expenditures against the value of the plaintiff’s purpart.\nArgued Feb. 2, 1915.\nAppeal, No. 218, Oct. T., 1914, by plaintiff, from decree of C. P. Allegheny Co., Oct. T., 1912, No. 481, in equity from decree in partition proceeding of William O. Weiskircher v. Joseph' A. Connelly.\nBefore Brown, C. J., Mestrezat, Potter, Elkin, and Frazer, JJ.\nAffirmed.\nBill in equity for partition.\nSwearingen, J., filed the following findings of fact and conclusions of law:\n1. William O. Weiskircher is the complainant in the bill and the defendant in the cross-bill, and Joseph A. Connelly is the defendant in the bill and the complainant in the cross-bill. Both are residents of McKeesport, Allegheny County, Pennsylvania, and the land in controversy is situated in said city.\n2. October 7, 1901, Jacob Weiskircher, the father of said William O. Weiskircher, became the purchaser at sheriff’s sale of\nAll that certain lot or piece of ground situate in the Fourth Ward, of the City of McKeesport, County of Allegheny, and State of Pennsylvania, bounded and described as follows, to wit: Beginning on the east side of Locust street, where it intersects the south side of Ringold street; thence northwardly along said Locust street, 57 feet 10 inches to line of lot now or late of James H. Brooks, et al.; thence eastwardly along the line of Brooks’ lot, 61 feet 3 inches, more or less, to the line of lot No. 34 in plan of lots hereinafter mentioned; thence southwardly along said line of lot No. 34, 57 feet 10 inches, more or less, to Ringold street; and thence along said Ringold street westwardly, 61 feet 3 inches, more or less, to Locust street, at the place of beginning. Being the southern one-half part of lot No. 33 in a plan of lots laid out by Alexander Miller. Having thereon erected one four-story brick building containing storerooms on the first floor and lofts or rooms above.\nThe said sale was made under and subject to a mortgage of said premises in the sum of $20,000, given by Wesley J. Walker to Bernard Wolff, et al., Trustees, dated August 4, 1898, and of record in the recorder’s office of said County of Allegheny.\n3. On the evening of the day of said sale, an arrangement was made between said Jacob Weiskircher and Joseph A. Connelly and William O. Weiskircher, whereby the two latter were to take the place of the former, as the bidder at said sale, and to pay the amount of the bid, to wit, $12,800, and the costs, to wit, $182, or an aggregate of $12,982. The money was to be raised by Joseph A. Connelly’s advancing $982 in cash and the remainder by means of a note made by said Joseph A. Connelly and William O. Weiskircher and endorsed by Jacob Weiskircher. Pursuant thereto, said Joseph A. Connelly paid the sum of $982 in cash out of his own funds. The remainder was paid out of the proceeds of a joint note for $12,000, made by Joseph A. Connelly and William O. Weiskircher to the order of Jacob Weiskircher, and dated October 12, 1901, payable ninety days after date. This note was endorsed by Jacob Weiskircher and was discounted at the German National Bank of Pittsburgh, Pennsylvania.\nAccordingly, by deed poll, dated October 19,1901, and of record, William C. McKinley, sheriff of said county, conveyed the real estate, described in Findings 'of Fact 2, unto William O. Weiskircher and Joseph A Connelly, their heirs and assigns.\n4. The joint note, mentioned in Findings of Fact 3, was renewed a number of times thereafter in the same form, being reduced at each renewal period except one, and it was finally paid in full on July 5, 1904. Joseph A. Connelly paid the whole amount of said note, principal, interest and discounts, the aggregate amount so paid by him being $13,912. William O. Weiskircher has never paid any part of the same.\n5. The mortgage on the property existing at the time of said sheriff’s sale, mentioned in Findings of Fact 2, was paid and satisfied out of the proceeds of a new mortgage of the same property, in a like sum of $20,000. The latter mortgage was made by William O. Weiskircher and Joseph A. Connelly to Thomas F. Connelly, Sr., dated April 22, 1903, and of record in the recorder’s office of said County of Allegheny.\nOn July 2, 1906, William O. Weiskircher and Joseph A. Connelly together paid the sum of $10,000 on account of the principal of the last mentioned mortgage. The money was obtained by means of a joint note in the sum of $10,000, made by both of them to the order of Jacob Weiskircher, which was endorsed by the latter, and was discounted at Peoples Bank of McKeesport. The note was renewed a number of times in the same form, and, at one of the renewals, Joseph A. Connelly paid $1,000 on account of the principal. On or about July 6, 1908, the remainder of said loan, to wit, $9,000, was paid by William O. Weiskircher and Joseph A. Connelly, each contributing the sum of $4,500. The remainder of said mortgage, to wit, $10,000, is still unpaid and is a lien upon the premises, which are the subject of this partition. All of the interest upon the said mortgage and upon the prior mortgage, which accrued to and including Noy ember, 1908, was paid by Joseph A. Connelly, the aggregate being $7,383.34, no part of which was ever paid by William O. Weiskircher.\n6. Between October 19, 1901, the date of the sheriff’s conveyance to William O. Weiskircher and Joseph A. Connelly, mentioned in Findings of Fact 3, and November, 1907, inclusive, it was necessary to remodel, improve and alter the building erected upon the land so conveyed to them. These changes were made by Joseph A. Connelly, by and with the advice, consent and approval of William O. Weiskircher. They were permanent improvements and greatly increased the rental value of the property. Joseph A. Connelly paid for all of these improvements, the aggregate being $6,263.75. There was no agreement that he should pay the whole cost himself. William O. Weiskircher has never paid any part of the same.\n7. Immediately after said real estate was conveyed unto William O. Weiskircher and Joseph A. Connelly, it was placed by them in the hands of Mansfield and Fell, real estate agents of McKeesport, Pennsylvania. They collected the rents, paid the taxes, insurance and ordinary repairs, etc., and paid the net rental, up to and including May 16, 1907, to Joseph A. Connelly, the total amount so received by him being $11,683.08. He has not accounted to William O. Weiskircher for said rentals. Since May 16,1907, said agents have paid the net rentals to William O. Weiskircher and Joseph A. Connelly in equal shares; and since May 24, 1909, said agents have paid the interest on the balance of the Connelly mortgage, as the same accrued, out of their collections of rents. From time to time until the date of trial, said agents rendered to both William O. Weiskircher and Joseph A. Connelly statements of their management of said real estate, showing their receipts and expenditures in detail, and the same were accepted and approved by both of the said parties.\n8. There never has been a partition of the premises, which are the subject of this suit. The building which stands upon the land covers almost the entire lot, and there can be no division of the premises without injury to or spoiling the whole. . .\nCONCLUSIONS OF LAW.\nFirst. William O. Weiskircher and Joseph A. Connelly are the owners as tenants in common of the premises described in Findings of Fact 2, subject to the balance of $10,000, still unpaid, of a mortgage of the whole, held by Thomas F. Connelly, Sr. The said parties have equal undivided interests in said premises, each interest, however, being subject to the equitable charges set forth in Conclusions of Law, Third, Fourth, Fifth, Sixth and Seventh, herein.\nSecond. Partition of said premises should be made between the said owners, in accordance with their said respective interests. Said premises cannot be divided without injury to or spoiling the whole, and, therefore, the same should be sold and the proceeds divided between said parties in accordance’ with Conclusions of Law, herein stated.\nThird. William O. Weiskercher, is justly and equitably liable to Joseph A. Connelly in the sum of $6,956, being one-half of the aggregate sum of $13,912 paid by said Connelly on account of the purchase of the property, costs and interest, together with interest on said sum of $6,956 from July 5, 1904.\nFourth. William O. Weiskircher is justly and equitably liable to Joseph A. Connelly in the sum of $4,-191.67, together with interest thereon from November 30, 1908. Said sum of $4,191.67 is composed of $500, being the half of the $1,000 which Joseph A. Connelly paid on account of the principal of the Thomas F. Connelly mortgage, in excess of his share, and of $3,691.67, being the half of the interest, aggregating $7,383.34, which he paid on both of the mortgages of said premises.\nFifth. William O. Weiskircher is justly and equitably liable to Joseph A. Connelly in the sum of $3,-131.87, being the one-half of the aggregate amount of $6,-263.75 paid by Joseph A. Connelly on account of the remodeling, improving and altering said premises, together with interest thereon from November 6, 1907.\nSixth. The amounts stated in Conclusions of Law Third, Fourth and Fifth, together with interest thereon from said respective dates, constitute equitable charges upon the interest of William O. Weiskircher in the premises, which are the subject of this partition, and said amounts should be paid to Joseph A. Connelly, before any distribution shall be made between the said parties of the balance of the proceeds arising from the partition of said premises.\nSeventh. Joseph A. Connelly is justly and equitably liable to William O. Weiskircher in the sum of $5,841.54, being the one-half of the rents, aggregating $11,683.08, of which were received by said Joseph A. Connelly between October 19, 1901, and May 16,1907, together with interest thereon from the averaged date of such receipts, to wit: August 4, 1904; and this sum of $5,841.54, with interest, is an equitable charge upon the interest of Joseph A. Connelly in the premises, which are the subject of this partition, and should be paid to William O. Weiskircher, before any distribution shall be made-between the parties of the balance of the proceeds arising from the partition of said premises.\nMarch 1, 1915:\nEighth. The costs of these proceedings should be paid by William O. Weiskircher and Joseph A. Connelly in equal portions.\nThe court dismissed exceptions to the findings. Plaintiff appealed.\nError assigned was in dismissing the exceptions.\nA. M. Neeper, for appellant.\nJohn O. Bane, with him Oliver K. Eaton, for appellee."
  },
  "file_name": "0327-01",
  "first_page_order": 359,
  "last_page_order": 365
}
