{
  "id": 1011502,
  "name": "Philadelphia & Reading Railway Company, Appellant, v. Walton",
  "name_abbreviation": "Philadelphia & Reading Railway Co. v. Walton",
  "decision_date": "1915-03-08",
  "docket_number": "Appeal, No. 191",
  "first_page": "381",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 Pa. Superior Ct. 399",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        446321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/58/0399-01"
      ]
    },
    {
      "cite": "241 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0213-01"
      ]
    },
    {
      "cite": "234 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/234/0347-01"
      ]
    },
    {
      "cite": "243 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0603-01"
      ]
    },
    {
      "cite": "227 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0549-01"
      ]
    },
    {
      "cite": "9 Pa. C. C. 342",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "225 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0486-01"
      ]
    },
    {
      "cite": "220 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0382-01"
      ]
    },
    {
      "cite": "4 Pa. C. C. 481",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0257-01"
      ]
    },
    {
      "cite": "113 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0349-01"
      ]
    },
    {
      "cite": "234 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0347-01"
      ]
    },
    {
      "cite": "243 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001618
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0603-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 8048,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.954045430157099e-07,
      "percentile": 0.7371553322220716
    },
    "sha256": "bf3aae1e78a2532d24d54df5844d21ee1c3831bca4a4bf38cec0fc9785d7b62b",
    "simhash": "1:dcfc05249568c63f",
    "word_count": 1351
  },
  "last_updated": "2024-02-27T21:29:26.444690+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Potter, Elkin, Stewart, Mosctizisker and Frazer, JJ."
    ],
    "parties": [
      "Philadelphia & Reading Railway Company, Appellant, v. Walton."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe main contention of appellant is that the provision of the Act of July 12, 1913, P. L. 711, known as the Municipal Court Act, requiring an answer to be filed by defendant within ten days after service of the statement of claim upon him, is in conflict with that section of the Constitution which provides that no local or special law shall be passed regulating the practice or jurisdiction in any judicial proceeding or inquiry before the courts. The fundamental weakness of this position is that the act in question is neither local nor special legislation within the meaning of this constitutional requirement. This precise question in another form was raised in Gottschall v. Campbell, 234 Pa. 347, in which it was held that the Allegheny County Court Act of May 5, 1911, P. L. 198, was not local or special legislation, because the Constitution itself made a classification with reference to the creation, regulation and powers of the courts in the County of Allegheny, and in the County of Philadelphia, in order to provide for the respective needs and requirements of these counties. This being a constitutional classification of these counties with respect to the creation and regulation and powers of courts, wenre uot at liberty to disregard, it. It was also decided in that case that the legislature had the power to establish from time to time courts of a different grade or character from those expressly enumerated in the Constitution. That case is also authority for the proposition that the procedure provided by the Act of May 5, 1911, P. L. 198, is uniform in the constitutional sense, and that the method provided for the service of writs is not in contravention of the organic law. Every question presented upon this record was raised and discussed in the argument of the Gottschall case, and while some of them were not mentioned in the opinion, they were all considered by this court when that case was before us for decision. In Gerlach v. Moore, 243 Pa. 603, this court again held that where a new court is established, which differs essentially in its jurisdiction and powers from other courts, it is a court of a different class or grade, and in its organization and procedure need not be uniform with other established courts. The controlling principle upon which these decisions were based, wras that the courts in question had general jurisdiction in causes properly brought before them, and that the legislature in providing for the creation and jurisdiction of such courts did not violate the provisions of the Constitution relating to local and special legislation. It seems too plain for argument that if the legislature had the power to create the Municipal Court, and this is no longer an open question, the right to make such changes in the procedure before the new tribunal as the changed circumstances require necessarily follows. To say that the legislature can create a new court of a different class or grade from those already established, and to clothe such court with special powers, but that its hands are forever tied as to incidental methods of procedure would be an absurdity. The .procedure in a court is but an incident of its general powers.. There is nothiug in the Constitution which requires the Municipal Court to exercise the same jurisdiction or to adopt the same methods of procedure as those in force in the Common Pleas. These courts are of a different class or grade, and the Constitution only requires uniformity as to jurisdiction, powers and procedure in each class. As was very aptly said by Brother Moschzisker in his concurring opinion in Gerlach v. Moore, 243 Pa. 603.\n“Therefore, since the tribunal created by the act before us is not on a grade with any other court within the classified territory in which it is located, the conclusion necessarily follows that it is not required to be “uniform in organization, jurisdiction and powers” with any established standard.”\nThis language applies as well to the procedure as to the organization, jurisdiction and powers of such a court.\nThe learned counsel for appellant has presented a very able argument in support of his contentions, but it is without convincing force in the light of several recent decisions of this court in which all of the questions here involved were broadly considered.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Wm. Clarice Mason, for appellant.",
      "George Quintará Homo its, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Philadelphia & Reading Railway Company, Appellant, v. Walton.\nCourts — Municipal courts — City of first class — Procedure—Act of July 12, 1918, P. L. Ill, Section 12 — Validity—Constitution of Pennsylvania, Article III, Section 7.\n1. The legislature has power not only to create a municipal court for the County of Philadelphia, hut also to make such changes in the procedure before the new tribunal as the changed circumstances appear to require, and said changes are not violative of Article III, Section 7 oí the Constitution, forbidding the legislature to pass any local or special law regulating the practice or jurisdiction in any judicial proceeding or inquiry before the courts. Section 12 of the Act of July 12, 1913, P. L. 711, regulating the practice in municipal courts in cities of the first class, is constitutional.\n2. There is nothing in the Constitution requiring the municipal court to exercise the same jurisdiction or to adopt the same methods of procedure as those in force in the Common Pleas. The municipal court is of a different class or grade from the Common Pleas and the Constitution only requires uniformity as to jurisdiction, powers and procedure in each class or grade.\nArgued Jan. 8, 1915.\nAppeal, No. 191, Jan. T., 1914, by plaintiff, from judgment of C. P. No. 5, Philadelphia Co., Dec. T., 1913, No. 4654, refusing mandamus, in case of Philadelphia & Reading Railway Company v. Henry F. Walton, Prothonotary of the Courts of Common Pleas of Philadelphia County and Clerk of the Municipal Court of Philadelphia.\nBefore Potter, Elkin, Stewart, Mosctizisker and Frazer, JJ.\nAffirmed.\nPetition for mandamus. Before Staake, J.\nFrom the record it appeared that an action of trespass had been brought against plaintiff in the Municipal Court of Philadelphia County; that plaintiff thereupon tendered a plea of “not guilty” to the prothonotary of the Courts of Common Pleas, who by the Act of July 12, 1913, P. L. 711, is also clerk of the Municipal Court of the City of Philadelphia, but that the Prothonotary refused to accept, or file, said plea. Plaintiff thereupon petitioned for a writ of mandamus to compel the Prothonotary to file the plea. The answer of the Prothonotary averred that Section 12 of the Act of July 12,1913, P. L. 711, authorized the clerk of the Municipal Court to require an answer under oath and prohibited him from accepting the plea.\nPlaintiff demurred to the answer, alleging that Section 12 of the said Act of July 12, 1913, P. L. 711, is unconstitutional; the court overruled the demurrer and entered judgment for defendant. Plaintiff appealed.\nError assigned was the judgment of the court.\nWm. Clarice Mason, for appellant.\n— Section 12 of the Act of July 12,1913, P. L. 711, establishing the practice in the Municipal Court of Philadelphia is unconstitutional in that it is local and special legislation regulating the practice in a judicial proceeding: Strine v. Foltz, 113 Pa. 349.\nIt is local and special legislation in that it changes the methods for the collection of debts recoverable by actions of trespass: Ruan Street, 132 Pa. 257; Betz v. Philadelphia, 4 Pa. C. C. 481; Vulcanite Portland Cement Co. v. Allison, 220 Pa. 382; Henry Taylor Lumber Co. v. Carnegie Institute, 225 Pa. 486.\nMarch 8, 1915:\nIt is local and special legislation indirectly enacted by the partial repeal of the General Practice Act of May 25, 1887, P. L. 271: Bearce v. Fairview Township, 9 Pa. C. C. 342; Cornman v. Hagginbotham, 227 Pa. 549.\nGeorge Quintará Homo its, for appellee,\ncited: Gerlach v. Moore, 243 Pa. 603; Gottschall v. Campbell, 234 Pa. 347; Commonwealth v. Hopkins, 241 Pa. 213; Findley v. Bryans, 58 Pa. Superior Ct. 399."
  },
  "file_name": "0381-01",
  "first_page_order": 413,
  "last_page_order": 417
}
