{
  "id": 1011484,
  "name": "Dieterich v. Philadelphia, Appellant",
  "name_abbreviation": "Dieterich v. Philadelphia",
  "decision_date": "1915-03-29",
  "docket_number": "Appeal, No. 158",
  "first_page": "586",
  "last_page": "594",
  "citations": [
    {
      "type": "official",
      "cite": "248 Pa. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "171 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0425-01"
      ]
    },
    {
      "cite": "220 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0591-01"
      ]
    },
    {
      "cite": "218 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0475-01"
      ]
    },
    {
      "cite": "217 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0577-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 588,
    "char_count": 15367,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 4.9766071069410786e-08,
      "percentile": 0.3128304005368653
    },
    "sha256": "71ae339ce34477eaf56f42b523cc8d835789e3f0757c80d4ad5b84f7b84ba299",
    "simhash": "1:85b4548c2e0598c4",
    "word_count": 2677
  },
  "last_updated": "2024-02-27T21:29:26.444690+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Elkin, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Dieterich v. Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Elkin,\nWhen Fisher avenue from Fifth to Ninth street, in the City of Philadelphia was opened, about nine-tenths of an acre of land belonging to appellee was taken as part of the public highway. The action in the court below was upon an appeal from the award of viewers, and the question for decision here is whether there was error at the trial and in the submission of the case to the jury. The measure of damages, if any were sustained, was the difference between the value of the whole tract at the time of the taking, and the value of the remainder of the tract after the taking. The learned trial judge very carefully and impartially charged the jury as to the proper measure of damages applicable to the facts of the present case. No complaint is made by appellant about anything said in the general charge. The main contention of learned counsel who represent the city is that certain relevant testimony was excluded which should have been admitted. Appellant offered to prove by the witness, Jones, who was assistant engineer in the bureau of surveys, that' plans had been made for the construction of a bridge under North Penn Railroad where it crosses Fisher avenue, for the purpose of showing the policy of the bureau in reference to the improvement of the streets and highways of the city, including the avenue for which the land in question was taken. This offer was made on the ground that the opening of Fisher avenue to the railroad left a dead-end at that point and that this fact had been taken into consideration by the experts for appellee when they testified to the depreciated value of the remainder of the land after the taking. We were somewhat impressed with this position when the case was argued, but upon reflection have concluded that it is not tenable under the facts of the case. The assistant engineer in the bureau of surveys has no authority to bind the city nor to speak for its future policy in the matter of contemplated improvements. The drafting of plans for a bridge that may never be built, and which the city has not authorized nor approved by ordinance or otherwise, means nothing to' one whose property has been taken for street purposes. The bridge for which plans were prepared by the bureau of surveys may or may not be built, and there was nothing in the offer to show that the proper authorities of the city were finally committed to this improvement. No ordinance was introduced to show that the building of the bridge was authorized nor to indicate that the city was in any way committed to its construction. Then, again, the dead-end theory upon which the introduction of this testimony was predicated, did not originate with appellee in the presentation of his case in chief. This theory was developed on cross-examination of witnesses for plaintiff by counsel for the city and the testimony was received without objection from any one and no exception was noted upon the record. It was entirely foreign to the theory upon which plaintiff tried his case, and we do not see how appellant can now ask for a reversal upon the ground that it was not permitted to make answer to a theory thus developed on cross-examination which had nothing to do with the claim for damages asserted by plaintiff and upon which he based his right to be compensated.\nIt is true this court has held in several cases in which the right to recover land damages was involved, that every part of a scheme of improvement undertaken by a municipality which would affect the value of the land, is proper for consideration: Robbins v. Scranton, 217 Pa. 577; Bond v. Philadelphia, 218 Pa. 475; Edsall v. Jersey Shore Borough, 220 Pa. 591. But in each of these cases the “scheme of improvement” was not only authorized by the municipality but had been substantially completed at the time of trial. Nothing of that kind appears in the present case. Under these circumstances, the offer of testimony about which complaint is made in the first assignment of error, was properly rejected.\nThe second, third, fourth and fifth assignments relate to the refusal of the trial judge to admit in evidence certain deeds and testimony relating thereto, offered by defendant in its case in chief for the purpose of affecting the question of value before and after the taking. It is somewhat difficult to discuss these assignments separately and upon their merits, because the record does not disclose just what properties the deeds described, nor what relation the consideration named in each deed had to the value of the property at the time the city entered and took the land. In the deed from plaintiff to Williamson a consideration of one dollar was named and there was no offer to follow the introduction of the deed by proof of the actual consideration. It scarcely need be said that a deed for a valuable tract of land, which only named a nominal consideration, could in no way affect the question of market value either before or after the taking.\nThe second and third assignments are the only ones about which we have any doubt. They relate to the refusal of the learned trial judge to admit in evidence the deed from the Real Estate Trust Company to. Heinemann for the property in suit. It is argued that Heinemann was a straw-man, who conveyed to Ruetschlin whose-executors conveyed to Dieterich, appellant here. The evident purpose of this offer was to show’ the consideration named in the deed to Heinemann, which was delivered nearly a year before the taking by the city, but the purpose stated by counsel at the time of the offer was that the deed should be admitted in evidence upon the ground that it was part of a “straw transaction” which the city had the right to show. It is doubtful to say the least whether the city had the right to offer this deed in evidence as a part of its case in chief, but aside from this consideration, there was no offer to follow the introduction-of the deed with proof that it was part of a “straw transaction,” or that Heinemann was not a bona fide purchaser, or that the price named in that deed represented the fair market value of the entire tract at the time of the taking. In view of . what has been said the objection to the offer of this deed in evidence was properly sustained. In addition it may be observed that counsel for appellant in the cross-examination of an expert witness of appellee elicited the very same information as the deed to Heinemann would have given. This witness was asked upon cross-examination if he knew what was paid for the property in question by Ruetsehlin in January, 1911, and in substance his answer was about $4,000 per acre or $40,000 for the entire tract. The selling price of the tract to Ruetsehlin was thus fixed in testing the knowledge and good faith of this expert witness. Even if the deed had been admitted it would not have disclosed any additional information and the evidence would have been cumulative only. Under these circumstances a reversal upon this ground would not be justified. The offer of the testimony of the witness, Harris, related to this deed, and with the deed excluded, nothing remains upon which to base the offer.\nUnder the fifth assignment complaint is made that the deeds from plaintiff to Williamson and Messenger, and from the latter to the Eastern Real Estate Company, were improperly excluded. These deeds were subsequent to the taking by the city and were offered for the purpose of “showing activity in the market of the real estate in suit.” The deed from Dieterich to Williamson is the only one which conveyed the whole of the remaining tract of land after the taking, and as has been remarked already, this deed only named the nominal considerataion of one dollar, and it was not accompanied by an offer to prove the actual price for which the land was sold. The deed to the Eastern Real Estate Company was only for a part of the remaining tract and both deeds were offered for the purpose of showing that there was “activity in the market” for the remainder of the tract after the taking. “Activity in the market” is a very indefinite phrase, and it is difficult to see how the market value of the tract remaining after the taking could be established by simply showing that there was activity in the market for lands in that section of the city. Under the facts disclosed by the present record our conclusion is that these deeds were properly rejected.\nThe seventh and eighth assignments relate to the affirmation of points submitted by counsel for plaintiff at the trial. These points were evidently intended to confirm the view of the learned trial judge in excluding from the consideration of the jury the deeds to which reference has been made in a former part of this opinion. As applied to the deeds which were not admitted in evidence, and we must so regard the points submitted, their affirmation does not constitute reversible error.\nThe sixth assignment is the only, one remaining for discussion. As an abstract proposition of law this point states the rule too broadly, and may be the subject of criticism, but as applied to the facts of the case at bar, we cannot regard it as anything but harmless error. The question involved was practically covered by the affirmation of the fourth point submitted by counsel for the city. The theory upon which appellant tried its case was that the remainder of the tract would be increased in value by reason of the opening of other streets through the property in question. Some of these streets were not even plotted at the time of the taking, were not opened at the time of the trial, and the evidence did not show that any substantial improvements had been authorized or made in respect to the property. As to this point what was said in Eeinhold v. Ephrata Borough, 171 Pa. 425, applies with convincing force. -The point was not so clearly erroneous as a matter of law as to require a reversal in a case where it is reasonably certain that it could have done no harm. In the case at bar the jury not only saw the property* but heard the witnesses, and had the benefit of intelligent presentation of the different theories upon which, the respective counsel based their contentions. The verdict indicates that the jury based their conclusion upon what they considered the depreciation in market value measured not only by a fair value for the land actually taken but by all the other facts and circumstances of the case relating to the difference in value before and after the taking. The evidence is ample to sustain the verdict, and we have not been able to discover anything in the record which amounts to reversible error under the facts of this case.\nAssignments of error overruled and judgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Edwin O. Lewis, Assistant City Solicitor, with him Glenn O. Mead, Assistant City Solicitor, and Michael J. Ryan, City Solicitor, for appellant.",
      "Bertram, G. Frazier, with him Edwin 8. Ward and John W. Frazier, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Dieterich v. Philadelphia, Appellant.\nEminent domain — Evidence—Relevancy.\n1. While it is true that every part of a scheme of improvement undertaken hy a municipality which would effect the value of land through which a street has been opened, is proper for consideration in determining the damages, before such schemes of1 improvement may be considered, it must appear that they were authorized by the municipality at the time of the trial.\n2. Where on the trial of an appeal from an award of viewers for land taken by a city for a street, expert witnesses for plaintiff testified on cross-examination that in forming their opinion they had considered the fact that the street would not be opened at both ends but that one end was closed by a railroad embankment, the exclusion of evidence offered by defendant to prove that plans had been made for the construction of a bridge under the railroad so that the street could be opened at that point was not error, in the absence of evidence that the city had authorized the building of the bridge or that the proper authorities of the municipality were finally committed to the improvement.\n3. In such case the exclusion of a deed conveying the property to a predecessor in title of plaintiff which was delivered a year before the taking but which was offered as part of a “straw transaction” wherein plaintiff was alleged to be the actual grantee, to px'ove the price paid by plaintiff, was not error, where there was no proof that the deed was part of such straw transaction or that the grantee therein was not a bona fide purchaser, or that the price therein named represented the fair market value of the entire tract at the time of talcing, and the defendant was in no way harmed by such exclusion, where he succeeded in eliciting the same information as the deed would have given by the cross-examination of an expert witness for plaintiff.\n4. In such case the exclusion of deeds for the remainder of the land delivered after the taking and offered for the purpose of showing “activity in the market of the real estate in suit” was not error, as the value of the tract remaining after the taking could not be established by simply showing that there was activity in the market for such lands.\n5. In such case the affirmance of a point charging that “the jury must confine themselves to the conditions as they existed at the time of the opening and not the possibility of some future improvement which may or may. not be made, or which may have been made since the opening took place” was not reversible error although stating the xuxle too broadly, where from the amount of the verdict it appeared that the jury had based their conclusion upon what they considered under the evidence to be the depreciation in market value based not only upon the value of the land actually taken, but by all the other facts and circumstances relating to this question.\nArgued Jan. 6, 1915.\nAppeal, No. 158, Jan. T., 1914, by defendant, from judgment of C. P. No. 1, Philadelphia Co., June T., 1912, No. 3346, on verdict for plaintiff, in case of J. Fred Dieterich v. The City of Philadelphia.\nBefore Brown, C. J., Potter, Elkin, Stewart, Moschzisker and Frazer, JJ.\nAffirmed.\nAppeal from award of viewers in condemnation proceedings. Before Patterson, J.\nMarch 29, 1915:\nFrom the record it appeared that expert witnesses testifying'for plaintiff, stated on cross-examination that they had taken into consideration the fact that the street which had been opened through plaintiff’s land, was blind' at one end, in making their estimate of plaintiff’s damages.\nOther facts appear in the opinion of the Supreme Court.\nVerdict for plaintiff for $4,000 and judgment thereon. Defendant appealed.\nErrors assigned, among others, were rulings on evidence, referred to in the opinion of the Supreme Court, and the sixth assignment which was as follows:\n6. The learned-trial judge erred in affirming the 12th point of the plaintiff for charge, as follows:\n“12. In considering the effect of this opening upon the plaintiff’s property, the jury must confine themselves to the conditions as they existed at the time of the opening and not the possibility of some future improvement which may or may not be made, or which may have been made since the opening took place.”\nThat point is affirmed.\n(Exception to counsel for defendant as to affirmation of plaintiff’s points affirmed.)\nEdwin O. Lewis, Assistant City Solicitor, with him Glenn O. Mead, Assistant City Solicitor, and Michael J. Ryan, City Solicitor, for appellant.\nBertram, G. Frazier, with him Edwin 8. Ward and John W. Frazier, Jr., for appellee."
  },
  "file_name": "0586-01",
  "first_page_order": 618,
  "last_page_order": 626
}
