{
  "id": 1129114,
  "name": "Brolasky's Estate",
  "name_abbreviation": "Brolasky's Estate",
  "decision_date": "1931-01-26",
  "docket_number": "Appeals, Nos. 272, 293, 298-300 and 303",
  "first_page": "439",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "302 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0343-01"
      ]
    },
    {
      "cite": "13 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0344-01"
      ]
    },
    {
      "cite": "4 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "136 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0222-01"
      ]
    },
    {
      "cite": "142 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0074-01"
      ]
    },
    {
      "cite": "2 W. N. C. 156",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "46 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0200-01"
      ]
    },
    {
      "cite": "229 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971827
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0542-01"
      ]
    },
    {
      "cite": "221 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0329-01"
      ]
    },
    {
      "cite": "108 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0311-01"
      ]
    },
    {
      "cite": "8 Pa. D. & C. 494",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1485519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-d-c/8/0494-01"
      ]
    },
    {
      "cite": "9 Pa. Dist. R. 603",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pa. Dist. R. 903",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "13 Pa. Dist. R. 204",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "198 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0255-01"
      ]
    },
    {
      "cite": "5 Pa. Dist. R. 448",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "279 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0582-01"
      ]
    },
    {
      "cite": "142 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0149-01"
      ]
    },
    {
      "cite": "115 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0198-01"
      ]
    },
    {
      "cite": "216 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0418-01"
      ]
    },
    {
      "cite": "269 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0019-01"
      ]
    },
    {
      "cite": "171 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985552
      ],
      "pin_cites": [
        {
          "page": "416-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0412-01"
      ]
    },
    {
      "cite": "149 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0289-01"
      ]
    },
    {
      "cite": "112 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0442-01"
      ]
    },
    {
      "cite": "107 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0408-01"
      ]
    },
    {
      "cite": "51 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/51/0282-01"
      ]
    },
    {
      "cite": "301 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126473
      ],
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0223-01"
      ]
    },
    {
      "cite": "22 A. L. R. 713",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "90 W. Va. 369",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8633278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/90/0369-01"
      ]
    },
    {
      "cite": "21 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0343-01"
      ]
    },
    {
      "cite": "13 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0344-01"
      ]
    },
    {
      "cite": "46 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0200-01"
      ]
    },
    {
      "cite": "8 Pa. D. & C. 494",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1485519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/8/0494-01"
      ]
    },
    {
      "cite": "9 Pa. Dist. R. 603",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 762,
    "char_count": 12978,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.4603524315894243e-07,
      "percentile": 0.6571935274990935
    },
    "sha256": "7e69b79d4c91793b87643f96a07d780a64597816a33a62f4902d4cde82b0c0a8",
    "simhash": "1:991a7c44ada387f3",
    "word_count": 2299
  },
  "last_updated": "2024-02-27T23:35:05.628926+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Sadler, Schaffer and Maxey, JJ."
    ],
    "parties": [
      "Brolasky’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn 1863, the then owner in fee of 1516 Chestnut Street, in the City of Philadelphia, duly executed, delivered and recorded a declaration of trust in regard thereto, as follows: “I do by these presents testify, acknowledge and declare that I hold and stand seized of the said above described premises” upon an active trust for my “two adopted children, Victoria Brolasky Stevens and Charles Jefferson Brolasky Stevens, their children and remoter descendants, and for Susan Stevens, their mother,......and in case of the death of both of them ......without leaving any child or children them surviving as aforesaid or issue of such as aforesaid or in case such children and issue shall all die under age, then from and after the decease of the said Susan Stevens to hold and stand seized of the said messuage or tenement and lot or piece of ground in trust for my own right heirs forever.” The settlor also reserved to himself the right to sell or mortgage the property, and to substitute other trusts for those above set forth, but he never exercised any of these reserved rights.\nHe survived all the other parties in interest named in the deed except Victoria Brolasky Stevens. He never had any lineal descendants, and neither of his adopted children left children or remoter descendants. Upon his death, the Girard Trust Company was appointed, by the court below, substituted trustee under the deed of trust, and, by the register of wills, as executor and trustee under his will. After the death of Victoria Brolasky Stevens, the property was sold by the substituted trustee, who filed an account which was referred to an auditor, before whom the fund for distribution was claimed : 1. By accountant, as trustee under the settlor’s will; 2. By those who were his heirs at the date of his death; and 3. By those who were his heirs at the date of the death of Victoria Brolasky Stevens. The auditor reported in favor of the trustee under the will, the court below dismissed all the exceptions to his report and entered a decree of distribution accordingly, whereupon the other two classes of claimants prosecuted the six appeals now being considered in this opinion. The single question to be determined is: What, if anything, is the legal effect of the words “in trust for my own right heirs forever?”\nThis question was decided in England, in conformity with the conclusion reached by the court below, at least as far back as the end of the sixteenth century, in the Earl of Bedford’s Case, cited with approval in Chudleigh’s Case, 1 Co. Rep. 113b, 130a, wherein the facts and the conclusion reached in the former are stated as follows: “Francis, Earl of Bedford, made a feoffment in fee of divers manors to the use of himself for years, and after to the use of John Lord Russell, his son and heir apparent, and to the heirs male of his body begotten, and for want of such issue to the use of the right heirs of the said earl; and afterwards the said John Lord Russell died without issue male in the life of the said earl; and it was resolved, that the use and estate limited by way of remainder to the right heirs of the earl was void.” It was said also in Bingham’s Case, 2 Co. Rep. 91a, likewise upon the authority of the Earl of Bedford’s Case: “That when A levied the fine to the use of himself for life, remainder to his eldest son in tail, remainder to his own right heirs, he had a fee expectant on the estate tail as a reversion, and not as a remainder.” This principle continued to be a part of the common law of England until 1833, when it was changed, as to future conveyances, by the Act of 3 and 4 William IV, chapter 106, section 3.\nBeing part of the English common law, the principles set forth in those decisions accurately expressed the common law of Pennsylvania also, while it was a colony, and, not being unsuitable to the habits and customs of our people, thereafter continued as a part of our common law, until, by the Act of June 29, 1923, P. L. 914, a different rule was directed to be applied in the future. It is not necessary to pursue the main question further, however, since appellants do not dispute the principle laid down in the Earl of Bedford’s Case, save as hereinafter stated and considered; and because also, so far as we are advised, it has been followed by the courts of last resort of every English-speaking country, whenever the question has arisen and there was no antagonistic legislation. Those who wish to pursue the subject will find many of the pertinent authorities cited in 2 Fearne on Bemainders (4th Am. edition), section 390; Smith on Executory Interests, page 205; 1 Tiffany on Real Property (2d edition), sections 129, 131; 3 Thompson on Real Property, section 2110; 2 Washburn on Real Property (6th edition), sections 1390, 1525; and note to Hickel v. Starcher (90 W. Va. 369), 22 A. L. R. 713. It may not be amiss, however, to call attention to the fact that, in French’s Est., 301 Pa. 223, 228, nemo est haeres viventis has been very recently recognized as an existing principle of Pennsylvania law.\nAppellants contend, however, that the present ease is to be differentiated from those relied on by the court below, by the fact that here the ultimate gift in remainder isr to “my own right heirs forever,” and not to “me and my own right heirs forever.” This difference in expression is of no moment. Since the gift to “my own right heirs forever” is void because nemo est haeres viventis, then, as all the authorities hold, there is no valid remainder, and the possible undisposed of residue continued as part of the settlor’s estate by way of reversion.\nAppellants further contend that “While wills and deeds of trust are properly construed differently, in the absence of any statute as to the time of their taking effect, yet the etymology of the words used in each such should be the same, i. e., whether a given word is a word of limitation or one of purchase.” It is urged by appellees that, as a deed is being construed, the court must give to the word “heirs” its technical meaning as a word of art, without regard to the actual intent of the settlor. With this we do not agree. In early days we so decided (Hileman v. Bouslaugh, 13 Pa. 344; Auman v. Auman, 21 Pa. 343; Morris v. Stephens, 46 Pa. 200), hut, since Huss v. Stephens, 51 Pa. 282, we have held to the rule that “although a stricter construction is applied to deeds than to wills, yet, in deeds, the intent of the grantor, when legal, is a governing principle in their construction; this principle applies as well to the word ‘heirs’ as to any other part of a deed, and it will be construed a word of purchase if the intent require it.” See also Criswell v. Grumbling, 107 Pa. 408; Berridge v. Glassey, 112 Pa. 442; Brasington v. Hanson, 149 Pa. 289. It follows that if, taking the grant in its entirety, we could conclude that next of kin, children or remoter descendants were meant by the word “heirs, we would unhesitatingly hold that nemo est haeres viventis had no applicability here. We find nothing, however, to justify such a conclusion. On the contrary, the words “child,” “children,” “issue” and “heirs,” though repeatedly used, are never employed interchangeably, hut always express their correct technical meaning.\nIt is next claimed that the decisions in Bethausen’s Est., 9 Pa. Dist. R. 603, and Arrison’s Est., 8 Pa. D. & C. 494, should be held stare decisis of the present case, since there the ultimate remainders to .the “right heirs” of the settlor were held valid. Those cases were decided by the Courts of Common Pleas of Philadelphia County, and were not appealed. While respect is accorded to the decisions of all courts whose judges are learned in the law, and what they determine is entitled to such weight as the ability of the judges composing these courts, and the care evidenced by the particular opinions under consideration, show they deserve, yet it is settled that stare decisis, especially as respects rules of property, has no applicability to decisions of other than courts of last resort: Griel’s Est., 171 Pa. 412, 416-17; Swissvale Boro. v. Dickson, 269 Pa. 19.\nMoreover, while it is true that the instant question might have been raised in each of those cases, and there are expressions in them which seem to imply that it was nebulously in the mind of the opinion writer, yet it does not appear to have ever reached the point of square statement and decision, and nothing can be stare, decisis which was not in fact considered and determined: Robb v. N. Y. & Cleveland Gas Coal Co., 216 Pa. 418. Weight seems to be given in them to the fact that the word “then” is used in connection with each of the ultimate gifts: “then in trust for the use and benefit of the right heirs of him, the said Christian Bethausen, forever”; and “then to the only proper use and behoof of him the said Samuel Arrison and to and for no other use, benefit or purpose whatsoever.” This word also appears in the present deed: “then from and after the decease of the said Susan Stevens, to hold and stand seized of the said messuage or tenement......in trust for my own right heirs forever.” We cannot give to the “then,” however, the effect of altering the normal meaning of the words “right heirs” in the declaration of trust under consideration. It only fixes the time when, if at all, the ultimate remainders are to take effect; and does not so limit the words “right heirs” as to make them apply to any other period of time than the date of delivery of the deed. If the clause had read “in trust for my then right heirs forever” a different conclusion would be reached, for, under that phraseology, who were the “right heirs” could only be determined when all the other interests had ended.\nIt follows that the fund in controversy was properly awarded to' the settlor’s estate, to be distributed in accordance with the terms of his will. We are aware that this conclusion antagonizes a cardinal rule in the present day construction of written instruments, in that it wholly eliminates a portion of the language of the deed, to which portion due effect might readily be given; but we are also aware that through the centuries the conclusion reached in the cases cited has been a rule of property, to overturn which might unsettle many titles; and hence the change should be made, if at all, by prospective legislation only.\nThe decree of the court below is affirmed and each appeal is dismissed, the costs to be paid out of the fund for distribution.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Louis Barcroft Runk, with him Joseph C. Henry, John C. Bell, Joseph L. McAleer, Henry J. Rebman and Harry J. Alker, Jr., for appellants.",
      "A. H. Wintersteen, of Wintersteen, McGoy & Wintersteen, with him J. Charles Murtagh, of Townsend, Elliott & Munson, and H. Gordon McCouch, of Diclcson, Beitler & McGouch, for Girard Trust Company, trustee under will of Jefferson H. Brolasky, deceased, appellee.",
      "Wm. Barclay Lew, Arthur E. Hutchinson, Perry Allen Ernest Angell, of the New York Bar, and Dechert and Bok, for Jose Luis Zuzunaga et al., appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Brolasky’s Estate.\nArgued November 28, 1930.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Sadler, Schaffer and Maxey, JJ.\nLouis Barcroft Runk, with him Joseph C. Henry, John C. Bell, Joseph L. McAleer, Henry J. Rebman and Harry J. Alker, Jr., for appellants.\nIn the declaration of trust (1516 Chestnut Street), the settlor divested himself of all rights over the property except the bare legal title. True, he reserved to himself a right of revocation of the trust, but he never exercised the right of revocation retained by him. It is the settled law of Pennsylvania that if a right to revoke is not exercised during the lifetime of the donor and according to the terms of which it is reserved, the validity of the trust remains unaffected: Dickerson’s App., 115 Pa. 198; Lines v. Lines, 142 Pa. 149; Dolan’s Est., 279 Pa. 582.\nThe court below erred in not finding that there was no reversion in Jefferson H. Brolasky, and that the words “my right heirs” are words of purchase and not of limitation: McCrea’s Est., 5 Pa. Dist. R. 448; McKee’s Est., 198 Pa. 255; Richards v. Lawrence, 13 Pa. Dist. R. 204; Hoffer v. Hoffer, 24 Pa. Dist. R. 903; Bethausen’s Est., 9 Pa. Dist. R. 603; Arrison’s Est., 8 Pa. D. & C. 494; Phila. S. D. & Ins. Co.’s App., 108 Pa. 311; Glentworth’s Est., 221 Pa. 329; Thompson’s Est., 229 Pa. 542.\nBethausen’s Est., 9 Dist. R. 603, interpreted a deed and is a direct authority in favor of these appellants.\nA. H. Wintersteen, of Wintersteen, McGoy & Wintersteen, with him J. Charles Murtagh, of Townsend, Elliott & Munson, and H. Gordon McCouch, of Diclcson, Beitler & McGouch, for Girard Trust Company, trustee under will of Jefferson H. Brolasky, deceased, appellee.\nThe rule of real estate law which compelled the conclusion of the lower court is based on a long and unbroken line of precedents running back to the age of Elizabeth: Miller v. Fleming, 18 Dist. Col. 139; Morris v. Stephens, 46 Pa. 200; Root’s Est., 2 W. N. C. 156; DeSilver’s Est., 142 Pa. 74; High’s Est., 136 Pa. 222.\nIt is well understood, however, that the word “heirs” when used in a conveyance of real estate is given its technical meaning as of common law: Ellmaker v. Ellmaker, 4 Watts 90; Hileman v. Bouslaugh, 13 Pa. 344; Auman v. Auman, 21 Pa. 343.\nWm. Barclay Lew, Arthur E. Hutchinson, Perry Allen Ernest Angell, of the New York Bar, and Dechert and Bok, for Jose Luis Zuzunaga et al., appellees, were not heard.\nJanuary 26, 1931:"
  },
  "file_name": "0439-01",
  "first_page_order": 465,
  "last_page_order": 473
}
