{
  "id": 1129094,
  "name": "Mingus et al., Appellants, v. Florence Mining & Milling Co.",
  "name_abbreviation": "Mingus v. Florence Mining & Milling Co.",
  "decision_date": "1931-01-26",
  "docket_number": "Appeal, No. 317",
  "first_page": "529",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "302 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Pa. C. C. 205",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. Dist. R. 491",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "141 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0462-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 184",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        279983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0184-01"
      ]
    },
    {
      "cite": "187 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0012-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 338",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0338-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 389",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829632
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0389-01"
      ]
    },
    {
      "cite": "285 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0045-01"
      ]
    },
    {
      "cite": "280 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/280/0278-01"
      ]
    },
    {
      "cite": "261 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0499-01"
      ]
    },
    {
      "cite": "201 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0603-01"
      ]
    },
    {
      "cite": "251 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019687
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0006-01"
      ]
    },
    {
      "cite": "288 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100767
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/288/0240-01"
      ]
    },
    {
      "cite": "253 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0204-01"
      ]
    },
    {
      "cite": "294 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0099-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 389",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/15/0389-01"
      ]
    },
    {
      "cite": "285 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095128
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0045-01"
      ]
    },
    {
      "cite": "251 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0006-01"
      ]
    },
    {
      "cite": "288 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0240-01"
      ]
    },
    {
      "cite": "253 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 7238,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 1.3097345432413349e-07,
      "percentile": 0.6241039535509599
    },
    "sha256": "7bd7a89f75e42795b43ee99fe1cd4cdabd19f4baf08de5eea229b27d9a2eb6f0",
    "simhash": "1:0c23effab5fa16c1",
    "word_count": 1268
  },
  "last_updated": "2024-02-27T23:35:05.628926+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Schaffer and Maxey, JJ."
    ],
    "parties": [
      "Mingus et al., Appellants, v. Florence Mining & Milling Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThe question we have to deal with in this case is whether the defendant, a Delaware corporation, which operates a mine in Utah, transacts such business in the County of Philadelphia as subjects it to the service of process there. The court below determined that it did not and set the service made upon it aside. From the order entered the plaintiffs appeal.\nThe company is incorporated for the purpose of mining and selling metals and minerals; it does nothing in the State of Delaware except maintain a formal resident agent therein to comply with the law of that state. All its mining property, consisting of mines, mills, crushing machinery, bunk houses and commissary, is located in the State of Utah, where it carries on its mining operations. Its products are shipped from the State of Utah. The corporation is not registered in the State of Pennsylvania and it has no agents soliciting orders for its products in this State. It pays no taxes in Pennsylvania. However, it maintains an office in Philadelphia and has maintained it since 1909, for which it pays a rental of $130 per month. Its name is on the office door and on the directory of the building, also in the Philadelphia telephone directory. All the stockholders’ and directors’ meetings are held in its Philadelphia office. The secretary and treasurer reside in that city. All the books, papers and documents, with the exception of certain deeds and leases, are kept there and all the arrangements for financing the company are there made, including the borrowing of money from banks in that city on notes of the company executed, delivered and made payable there, the proceeds of which are deposited to the company’s credit in a Philadelphia bank. Stock certificates are issued and transferred in Philadelphia. Some of the company’s contracts are executed there and all its correspondence is there carried on. Its general business policy is there decided upon. The mine is operated under orders of the board of directors which meets in Philadelphia. From the above, it is apparent that the general executive business of the defendant is carried on at its Philadelphia office and that the company is managed from there.\nUnder the foregoing facts, we are unable to see how it can be correctly stated that defendant is not doing business in Philadelphia. They show that its real business headquarters are located there, that its executive direction comes from there and its financing is there carried on. Indeed it carries on some of the most important of its business affairs there. The Act of April 8, 1851, section 6, P. L. 354, provides that where a corporation “shall have an agency or transact any business in any county of this Commonwealth” it shall be liable to suit in that county. The title of that act appears to confine its operation to foreign corporations such as we are here dealing with: Lobb v. Penna. Cement Co., 285 Pa. 45, 48. In Eline v. Western Maryland Ry. Co., 253 Pa. 204, we said (page 208), “Of course, the phrase Transact any business’ does not mean the doing of an occasional piece of business, but the word ‘any’ is, nevertheless, significant, and evidently, was used to convey the thought that, while the business transacted in a county, in order to give jurisdiction, must be habitual in character [which it is shown to be in the pending case]......yet it need not be the chief affairs of the corporation...... It was evidently intended to give jurisdiction to the courts of all counties where a foreign corporation regularly carried on business and habitually transacted any of its affairs.” Certainly it must be concluded under the proofs that the defendant regularly carried on business in Philadelphia and habitually transacted not simply any, but most of its business there. In Com. v. Wilkes-Barre & Hazleton R. R. Co., 251 Pa. 6, we determined that the question whether a company is doing business within the State is one of fact, not necessarily depending solely on single acts, or on the effect of single acts, but on the effect of all the combined acts which it may perform here. Applying these tests and those laid down in one of our most recent cases, Com. v. Sun Oil Co., 294 Pa. 99, it is manifest that the defendant was doing business in Philadelphia and is liable to the service of process there. Appellee would differentiate between the conduct of its general business, which it says is milling and mining and the conduct of its corporate business. This argument is refuted in Pavilion Co. v. Hamilton, 15 Pa. Superior Ct. 389, quoted by us with approval in Com. v. Wilkes-Barre & Hazleton R. R. Co., supra. The test is not what is done outside Pennsylvania, but what is done in this State.\nThe situation is clearly distinguishable from that in Shambe v. Delaware & Hudson Ry. Co., 288 Pa. 240, relied upon by the court below. In that case all the defendant did was to solicit freight in Philadelphia. There we said (page 248), “This court has been careful to distinguish between acts which are in aid of a main purpose, and those necessary to its [the corporation’s] existence. The former are collateral or incidental, while the latter are direct.”\nThe order of the court below is reversed and set aside at appellee’s cost.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Arthur E. Weil, with him Albert L. Moise, for appellant.",
      "J. Claude Bedford, with him Henry A. Hoefler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mingus et al., Appellants, v. Florence Mining & Milling Co.\nArgued January 5, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Schaffer and Maxey, JJ.\nArthur E. Weil, with him Albert L. Moise, for appellant.\nThe Act of 1851 applies to foreign corporations, and it was not repealed, limited or in any way affected by the later Act of June 8, 1911: Eline v. Ry., 253 Pa. 204; Shambe v. R. R., 288 Pa. 240; Com. v. R. R., 251 Pa. 6.\nIt has been decided by this court that where a corpo-. ration has its physical plant in one place, but performs its corporate acts in another, it transacts business in both places, and is liable to suit in either: Jensen v. Ry., 201 Pa. 603; DeHass v. R. R., 261 Pa. 499; Gengenbach v. Park Co., 280 Pa. 278; Lobb v. Cement Co., 285 Pa. 45; Shambe v. R. R., 288 Pa. 240; Pavilion Co. v. Hamilton, 15 Pa. Superior Ct. 389; Com. v. R. R., 251 Pa. 6; Putney Shoe Co. v. Edwards, 60 Pa. Superior Ct. 338; Mearshon v. Lumber Co., 187 Pa. 12; Blakeslee Mfg. Co. v. Hilton, 5 Pa. Superior Ct. 184.\nJ. Claude Bedford, with him Henry A. Hoefler, for appellee.\nA foreign corporation, which has no office or agency in Pennsylvania and does no business within the State, is not amenable to service of process therein, by reason of the fact that any of its officers, transitory or permanent, are domiciled in this State, as the domicile is personal to such officer as an individual, and not as an official of the corporation: Phillips v. Library Co., 141 Pa. 462; Cleveland Builders Sup. Co. v. Cement Co., 10 Pa. Dist. R. 491; Larzelere Machine Co. v. Merriman Co., 28 Pa. C. C. 205.\nThe fact that a foreign corporation has an office in this State, but is not “doing business” here, does not make it amenable to service of process here: Shambe v. R. R., 288 Pa. 240.\nThe fact that a foreign corporation holds its meeting here, does not make it amenable to service here: Pavilion Co. v. Hamilton, 15 Pa. Superior Ct. 389.\nJanuary 26, 1931:"
  },
  "file_name": "0529-01",
  "first_page_order": 555,
  "last_page_order": 560
}
