{
  "id": 1710381,
  "name": "Charles R. WILLIAMS, Appellant, v. SPAULDING BAKERIES INC. and Utica Mutual Insurance Company, Insurance Carrier, and Commonwealth of Pennsylvania Department of Labor and Industry, Bureau of Occupational Injury and Disease Compensation, Appellees",
  "name_abbreviation": "Williams v. Spaulding Bakeries Inc.",
  "decision_date": "1975-10-03",
  "docket_number": "No. 221",
  "first_page": "29",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "464 Pa. 29"
    },
    {
      "type": "parallel",
      "cite": "346 A.2d 3"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "215 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "207 Pa.Super. 80",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        775336
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/207/0080-01"
      ]
    },
    {
      "cite": "221 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901706
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0063-01"
      ]
    },
    {
      "cite": "463 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1707953
      ],
      "weight": 9,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0441-01"
      ]
    },
    {
      "cite": "199 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "203 Pa.Super. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767865
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/203/0138-01"
      ]
    },
    {
      "cite": "201 A.2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "203 Pa.Super. 459",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767950
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/203/0459-01"
      ]
    },
    {
      "cite": "237 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912424
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0225-01"
      ]
    },
    {
      "cite": "189 A.2d 333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "200 Pa.Super. 365",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        762981
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/200/0365-01"
      ]
    },
    {
      "cite": "309 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "588"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577605
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 8516,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 3.1659979699187115e-07,
      "percentile": 0.8636030517609328
    },
    "sha256": "cf181f412c09e6c1f60d8c25247b39076659d6a85873fc6eeceaa2f9e477343b",
    "simhash": "1:a3a3a652715b3d42",
    "word_count": 1354
  },
  "last_updated": "2024-02-27T22:49:00.032760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "MANDERINO, J., concurs in the result."
    ],
    "parties": [
      "Charles R. WILLIAMS, Appellant, v. SPAULDING BAKERIES INC. and Utica Mutual Insurance Company, Insurance Carrier, and Commonwealth of Pennsylvania Department of Labor and Industry, Bureau of Occupational Injury and Disease Compensation, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nOn May 9, 1969, Charles R. Williams filed a claim petition under the Pennsylvania Occupational Disease Act, alleging he was totally disabled as the result of employment by Spaulding Bakeries, Inc. [Spaulding], in a hazardous occupation. Williams had been employed by Spaulding from 1934 to April 21, 1969, interrupted only by two years of military service. During this time Williams served in many capacities, several of which involved exposure to flour dust. In his petition, Williams alleged that, as a result of his exposure to and inhalation of the flour dust, he had become totally disabled from “Baker’s Asthma” and, therefore, qualified for compensation under the provisions of Section 108 (n) of the Act.\nAfter a hearing, the Workmen’s Compensation Referee determined that Williams is totally disabled due to pulmonary fibrosis and pulmonary emphysema and, on March 1, 1971, he entered an award in favor of Williams. Spaulding then appealed to the Workmen’s Compensation Board which, without taking further testimony, on September 14, 1972, affirmed the award by the Referee. The Board held that Williams is totally disabled due to “pulmonary fibrosis and pulmonary emphysema induced by flour dust”. Spaulding then filed an appeal in the Court of Common Pleas of Luzerne County and this appeal was dismissed. An appeal was then taken to the Commonwealth Court which recognized the Board had acted without the benefit of our decision in Utter v. Asten-Hill Mfg. Co., 453 Pa. 401, 309 A.2d 583 (1973), which set forth the law as to when a disease may properly be considered an occupational disease within the provisions of Section 108 (n). The Commonwealth Court concluded Williams had failed to satisfy the test set forth in Utter, reversed the Board’s order and dismissed Williams’ petition. We then granted allocatur.\nSection 108 (n) is a “catch all” provision in the Act. See DeMascola v. Lancaster, 200 Pa.Super. 365, 189 A.2d 333 (1963). Whereas the prior lettered subsections of Section 108 designate specific occupational diseases, Section 108 (n) mentions no disease but, instead, provides that the term occupational disease shall include “other occupational diseases (1) to which the claimant is exposed by reason of his employment, and (2) which are peculiar to the industry or occupation, and (3) which are not common to the general population.”\nInitially, case law interpreting this subsection decreed that diseases which were common to the general population could not be considered as compensable occupational diseases under the provisions of Section 108 (n), even if the disease were caused by the claimant’s employment. See, e. g., Perez v. Blumenthal Brothers Chocolate Company, 428 Pa. 225, 237 A.2d 227 (1968); Scott v. United States Steel Corporation, 203 Pa.Super. 459, 201 A.2d 243 (1964); Porter v. Sterling Supply Corp., 203 Pa.Super. 138, 199 A.2d 525 (1964). The underlying rationale of these cases was a determination that the legislature intended Section 108 (n) to apply only to the discovery of “new” diseases having their genesis in the claimant’s occupation. However, in Utter v. Asten-Hill Mfg. Co., supra, this Court expanded the usefulness of Section 108(n) as a vehicle for compensation in situations where the disease, although not enumerated elsewhere in the Act, is nevertheless generated by an occupational hazard. We there ruled that cancer, although common to the general public, can be an occupational disease as that term is defined by Section 108 (n), “if it may be shown by competent evidence that a claimant’s cancer is peculiar to the claimant’s occupation by its causes and the characteristics of its manifestation”. [Emphasis added.] Id. at 410, 309 A.2d at 588.\nThereafter, in Dunn v. Merck & Company, Inc., 463 Pa. 441, 345 A.2d 601 (1975), we recognized that, although the Utter case involved the disease of cancer, the language used was not intended to be limited in its application. Therefore, we implicitly held that any disease, although common to the general public, would be an occupational disease within Section 108(n) if the claimant could demonstrate the disease to be peculiar to his occupation by its “causes and the characteristics of its manifestation”.\nInstantly, the Board did determine, based on competent evidence, that Williams is totally disabled due to pulmonary fibrosis and pulmonary emphysema caused peculiarly by his exposure to flour dust. However, acting without the benefit of our Utter decision, the Board failed to discuss or resolve whether Williams’ disease is also peculiar to his occupation by the “characteristics of its manifestation”. Although the Commonwealth Court, after an independent review of the testimony given before the Referee, did determine that Williams had failed to establish his disease was peculiar to his occupation by the “characteristics of its manifestation”, this decision cannot be sustained. For it is well-settled that the compensation authority is the fact-finding body and it is not within the province of a reviewing court to assume the privilege of making findings of fact. Dunn v. Merck & Company, Inc., supra; Cerny v. Schrader & Seyfried, Inc., 463 Pa. 441, 345 A.2d 601 (1975); Utter v. Asten-Hill Mfg. Co., supra.\nTherefore, we will vacate the Order of the Commonwealth Court and remand the record to the Workmen’s Compensation Board so that it may decide whether Williams’ disease is peculiar to his occupation by the “characteristics of its manifestation”. We further direct the Board to conduct a new hearing at which Williams may endeavor to supply the necessary proof. See Dunn v. Merck & Company, Inc., supra. See also Brubaker v. Reading Eagle Company, 422 Pa. 63, 221 A.2d 190 (1966).\nIt is so ordered.\nMANDERINO, J., concurs in the result.\n. Act of June 21, 1939, P.L. 566, as amended, 77 P.S. § 1201 et seq.\n. At the hearing before the Workmen’s Compensation Referee, the petition was amended to read: “The cause of my disability is occupational disease, caused by working in an exposure in the bakery industry.”\n. Act of June 21, 1939, P.L. 566, as amended, 77 P.S. § 1208(n).\n. See and compare the provisions of Section 108(n) of The Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915, as amended, 77 P.S. § 27.1(n), which may be applicable to employees exposed to the hazard of occupational disease after June 30, 1973.\n. We also noted in Dunn v. Merck & Company, Inc., supra, that if a particular disease is proven not to be common to the general public and is peculiar to the claimant’s industry or occupation, relief may be had under Section l08(n) without the necessity of resorting to the test enunciated in Utter. Id. at 447 n. 6, 345 A. 2d at 604 n. 6. Instantly, the Board did determine that Williams’ pulmonary fibrosis and pulmonary emphysema were not common to the general population because they were induced by flour dust. However, this disposition relates only to the cause of the diseases and not to the nature of the diseases which, we note, are common to the general population. See Porter v. Sterling Supply Corp., supra. But cf. Habovick v. Curtiss-Wright Corporation, 207 Pa.Super. 80, 215 A.2d 389 (1965). Therefore, we are unable to sustain the Board’s decision upon this ground.\n. The Board accepted as credible the testimony of Dr. H. L. Auerbach, the sole medical witness, that Williams became totally disabled due to pulmonary fibrosis and pulmonary emphysema caused by his exposure to flour dust.",
        "type": "majority",
        "author": "EAGEN, Justice."
      }
    ],
    "attorneys": [
      "Israel T. Klapper, Frank Bognet, Falvello, Ustynoski, Guiliana & Bernstein, Thomas J. Carlyon, Hazelton, for appellant.",
      "James P. Harris, Harris, Johnston & Maguire, Wilkes-Barre, David A. Ody, Asst. Atty. Gen., Harrisburg, for appellees.",
      "Jerome H. Gerber, James L. Cowden, Handler, Gerber & Weinstock, Harrisburg, for Pennsylvania AFL-CIO, amicus curiae.",
      "Van Arkel, Kaiser, Gressman & Rosenberg, Henry Kaiser, Ronald Rosenberg, Washington, D. C., Meranze, Katz, Spear & Wilderman, Bernard N. Katz, Philadelphia, for Bakery and Confectionery Workers International Union, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "346 A.2d 3\nCharles R. WILLIAMS, Appellant, v. SPAULDING BAKERIES INC. and Utica Mutual Insurance Company, Insurance Carrier, and Commonwealth of Pennsylvania Department of Labor and Industry, Bureau of Occupational Injury and Disease Compensation, Appellees.\nSupreme Court of Pennsylvania.\nArgued June 26, 1975.\nDecided Oct. 3, 1975.\nIsrael T. Klapper, Frank Bognet, Falvello, Ustynoski, Guiliana & Bernstein, Thomas J. Carlyon, Hazelton, for appellant.\nJames P. Harris, Harris, Johnston & Maguire, Wilkes-Barre, David A. Ody, Asst. Atty. Gen., Harrisburg, for appellees.\nJerome H. Gerber, James L. Cowden, Handler, Gerber & Weinstock, Harrisburg, for Pennsylvania AFL-CIO, amicus curiae.\nVan Arkel, Kaiser, Gressman & Rosenberg, Henry Kaiser, Ronald Rosenberg, Washington, D. C., Meranze, Katz, Spear & Wilderman, Bernard N. Katz, Philadelphia, for Bakery and Confectionery Workers International Union, for amicus curiae.\nBefore JONES, C. J., EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0029-01",
  "first_page_order": 171,
  "last_page_order": 176
}
