{
  "id": 1710327,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. William FORTUNE, Appellant",
  "name_abbreviation": "Commonwealth v. Fortune",
  "decision_date": "1975-10-30",
  "docket_number": "No. 562",
  "first_page": "367",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "464 Pa. 367"
    },
    {
      "type": "parallel",
      "cite": "346 A.2d 783"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579894
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0401-01"
      ]
    },
    {
      "cite": "342 A.2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        485186
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 3",
          "parenthetical": "Filed July 7, 1975; opinion, Nix, J.] where the Court said, \"We again stress that written post trial motions filed subsequent to our decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0595-01"
      ]
    },
    {
      "cite": "462 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 3",
          "parenthetical": "Filed July 7, 1975; opinion, Nix, J.] where the Court said, \"We again stress that written post trial motions filed subsequent to our decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "459 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481059
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0196-01"
      ]
    },
    {
      "cite": "69 A.2d 145",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221672
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0287-01"
      ]
    },
    {
      "cite": "110 A.2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256071
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0043-01"
      ]
    },
    {
      "cite": "114 A.2d 334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "336, 337"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259978
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0080-01"
      ]
    },
    {
      "cite": "272 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933803
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0173-01"
      ]
    },
    {
      "cite": "303 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574428
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0015-01"
      ]
    },
    {
      "cite": "331 A.2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        482932
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 1"
        },
        {
          "page": "214, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0031-01"
      ]
    },
    {
      "cite": "460 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 1"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 10272,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 9.906014683027915e-07,
      "percentile": 0.982411329772508
    },
    "sha256": "42c6f7e4ad08d6a2f870071d73253466ea7d57d7f12f325826cdd7bc29faee12",
    "simhash": "1:b9976c485a0ddeb9",
    "word_count": 1694
  },
  "last_updated": "2024-02-27T22:49:00.032760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "JONES, C. J., concurs in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. William FORTUNE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nAppellant, William Fortune, age thirteen, was tried as an- adult and found guilty of murder in the second degree and not guilty of robbery by a jury in Philadelphia. Motions in arrest of judgment and for new trial were denied, and Fortune was sentenced to imprisonment in an adult facility from six to twenty years. This appeal followed.*\nAppellant contends that the trial court erred in admitting testimony of robberies other than the one charged in the indictment which culminated in the murder. However, before we reach that issue, we must consider the Commonwealth’s claim that it was not properly preserved for appellate review.\nThe Commonwealth contends that appellant’s boiler plate motions failed to specifically raise the evidentiary issue, thus violating Rule 1123(a) of the Pennsylvania Rules of Criminal Procedure, and that, therefore, the issue has been waived. Commonwealth v. Blair, 460 Pa. 33, n. 1, 331 A.2d 213, n. 1 (1975). Although appellant’s motions lacked the necessary specificity, it is clear from the opinion of the court below that, as in Blair, the issue was presented at oral argument. In Blair, it was noted:\n“The practice in some judicial districts of ignoring the requirements of Rule 1123(a) is condemned. Henceforth, issues not presented in compliance with the rule will not be considered by our trial and appellate courts.” 331 A.2d at 214, n. 1.\nHowever, because the longstanding practice of some courts of accepting and ruling on oral motions tended to mislead counsel into relying upon that practice, we did consider the matters presented by Blair in his oral motions. Similarly, where, as here, all of the relevant events occurred before the Court’s opinion in Blair served notice that compliance with Rule 1123 (a)’s requirement of written motions would be mandatory, it would be unfair to impose forfeiture of claims of error solely on the basis of failure to present written motions based on those claims. This is especially so where the trial court condoned the noncompliance with Rule 1123(a) by passing upon the merits of the issue tendered orally. Consequently, we conclude that appellant’s evidentiary issue is properly before us.\nThe facts relevant to the substantive issue are as follows. A commonwealth witness, Phillip Brockington, age 15, Fortune’s co-defendant who had plead guilty and been sentenced, testified that he and Fortune approached Stanley Simpson, age 16, at approximately 10:00 p. m. on June 30, 1973. Brockington demanded money. When Simpson replied that he did not have any, appellant pushed Simpson, drew a knife which had been secreted in Brockington’s pocket and stabbed twice at Simpson, killing him.\nBrockington further testified that he and Fortune had participated in six other robberies within a one block radius of the Simpson killing during June and July of 1973. Four of these robberies were said to have occurred in front of the Uptown Theatre, another at the same spot as the Simpson killing and the sixth in the subway entrance across the street from the scene of the Simpson killing. In all but one robbery the modus operandi was said to be the same: Brockington would demand money, if the victim refused, Fortune would threaten or use force. Further, all of the victims were said to be “little boys” or “little kids.” However, Brockington not only failed to identify or describe the victims but also failed to give times or dates of these occurrences.\nThe victim of the sixth robbery, Michael Stanley, testified to confirm Brockington. He was approached by Brockington, Fortune and a Calvin Hawkins. Brockington demanded money, when Stanley refused appellant punched him, drew a knife and threatened the victim. However, Stanley testified that he was approached after the Simpson killing while Brockington said that it occurred before the murder.\nTrial counsel objected both to Brockington’s testimony regarding other robberies and to the testimony of Stanley. Further, he moved to strike Stanley’s testimony. Appellant subsequently presented an alibi defense.\nAs a general rule, evidence of a distinct crime, except under special circumstances, cannot be introduced against a defendant who is being tried for another crime because the fact of commission of one crime is not proof of the commission of another and the effect of such evidence is to create prejudice against the defendant in the jury’s mind. See Commonwealth v. Groce, 452 Pa. 15, 303 A.2d 917 (1973); Commonwealth v. Foose, 441 Pa. 173, 272 A.2d 452 (1971); Commonwealth v. Wable, 382 Pa. 80, 114 A.2d 334 (1955); Commonwealth v. Burdell, 380 Pa. 43, 110 A.2d 193 (1955). But, as noted in Commonwealth v. Wable, supra, 382 Pa. at 84, 114 A.2d at 336, 337, “sometimes there exist . . . ‘special circumstances’ which operate as exceptions to the general rule, and bring the case within the equally well established principle that evidence of other crimes is admissible when it tends to prove a common scheme, plan or design embracing the commission of two or more crimes so related to each other that proof of one tends to prove the others or establish the identity of the person charged with the commission of the crime on trial, — in other words where there is such a logical connection between the crimes that proof of one will naturally tend to show that the accused is the person who committed the other.” [Emphasis in Original.] If the proffered testimony is to be admitted in this case, it must be under the above exception. However, we do not believe that, under the circumstances, this necessary logical connection has been established.\nThe times and dates of the other robberies do not appear in the record. In fact, the Commonwealth witnesses, Brockington and Stanley, contradict each other as to whether the Stanley robbery took place before or after the killing of Simpson. This discrepancy goes beyond considerations of credibility and eliminates any assessment of whether the lapse of time prevents establishing a logical connection between crimes. Cf. Commonwealth v. Minoff, 363 Pa. 287, 69 A.2d 145 (1949).\nFurther, the existing facts fail to support a common plan. Only four of the six robberies share a modus operandi. The victim, Simpson, was older and larger than the “little boys” or “little kids” who were the victims of the other incidents. There was no identity of weapons among these crimes; in fact, Brockington testified that he found the knife used to kill Simpson just hours before that attack. Finally, there was nothing distinctive in these crimes which would separate them from other street crimes and link them together into a chain. In short, there are too many details which are unexplained or incongruous to say that one crime naturally tends to show that the accused is the person who committed the other.\nFurther, the lack of details in the testimony concerning other robberies places a difficult burden on this -defendant, particularly since his defense was alibi. As a practical matter, Fortune would be required to rebut, to some extent, the testimony of other robberies in order to establish his defense with the jury. However, where, as here, the times and places of the other robberies are vague, the defendant has no effective means of rebutting this evidence and is stripped of the opportunity to present an effective alibi defense. We feel that this burden is not only difficult but also unfair.\nNor can it be said that this was harmless error. Whenever a jury improperly receives evidence of other crimes, the impact is significant. Commonwealth v. Harkins, 459 Pa. 196, 328 A.2d 156 (1974); Commonwealth v. Groce, supra. Finally, the Commonwealth’s submission that the trial court’s limiting instruction mitigates the error is unpersuasive. The improper evidence is highly prejudicial and a limiting instruction would not be adequate to remove that prejudice. See Commonwealth v. Foose, supra. Accordingly, the judgment is reversed and a new trial is granted.\nJONES, C. J., concurs in the result.\n. These motions were in boiler plate form alleging as grounds that the verdict was contrary to the weight of the evidence as it created a reasonable doubt; the verdict was contrary to the weight of the evidence as the evidence of the Commonwealth’s witnesses was incredible; and the verdict was contrary to law. While these motions fail to specifically raise the evidentiary issue, the opinion of the court below discusses that issue, indicating that it was presented at oral argument on the post trial motions.\n. See Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1975).\n. The motions in the instant case were filed on April 24, 1974 while Blair was decided on January 27, 1975.\n. Such a position was taken by this Court in Commonwealth v. Terry, 462 Pa. 602, n. 3, 342 A.2d 92, n. 3 (1975) (Filed July 7, 1975; opinion, Nix, J.] where the Court said, “We again stress that written post trial motions filed subsequent to our decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975), will be conclusive on the issues to be considered by the court en banc and reviewable by appellate tribunals.”\n. In five of the robberies, Brockington was the one to demand money while Fortune demanded the money in the other. However, in one of the five robberies where Brockington demanded money, they were joined by a third party. Therefore, while the robberies were all similar, only four followed a uniform sequence. It should be noted that if a common scheme were shown, the fact that appellant was the one to demand money in one case or that appellant and Brockington were joined by a third party in another would not be fatal to the pattern of the crimes. See Commonwealth v. Banks, 454 Pa. 401, 311 A.2d 576 (1973).",
        "type": "majority",
        "author": "EAGEN, Justice."
      }
    ],
    "attorneys": [
      "Neil Jokelson, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Deborah E. Glass, Asst. Dist. Atty., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "346 A.2d 783\nCOMMONWEALTH of Pennsylvania, Appellee, v. William FORTUNE, Appellant.\nSupreme Court of Pennsylvania,\nArgued June 27, 1975.\nDecided Oct. 30, 1975.\nNeil Jokelson, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Deborah E. Glass, Asst. Dist. Atty., Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0367-01",
  "first_page_order": 509,
  "last_page_order": 516
}
