{
  "id": 1710341,
  "name": "COMMONWEALTH of Pennsylvania v. James Alan ROMBERGER, Appellant",
  "name_abbreviation": "Commonwealth v. Romberger",
  "decision_date": "1975-10-30",
  "docket_number": "No. 21",
  "first_page": "488",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "464 Pa. 488"
    },
    {
      "type": "parallel",
      "cite": "347 A.2d 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919677
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0423-01"
      ]
    },
    {
      "cite": "312 A.2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579853
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0279-01"
      ]
    },
    {
      "cite": "256 A.2d 464",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924349
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0276-01"
      ]
    },
    {
      "cite": "245 A.2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917369
      ],
      "pin_cites": [
        {
          "page": "274-275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0269-01"
      ]
    },
    {
      "cite": "244 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917418
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0101-01"
      ]
    },
    {
      "cite": "241 A.2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915777
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0001-01"
      ]
    },
    {
      "cite": "296 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945680
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0552-01"
      ]
    },
    {
      "cite": "460 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482856
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "522"
        },
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0516-01"
      ]
    },
    {
      "cite": "394 U. S. 731",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179959
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "739"
        },
        {
          "page": "1424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0731-01"
      ]
    },
    {
      "cite": "406 U.S. 682",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173132
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "689"
        },
        {
          "page": "1882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0682-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 6,
      "year": 1967,
      "pin_cites": [
        {
          "page": "224"
        },
        {
          "page": "1930"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "weight": 6,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "401 U.S. 222",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712077
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0222-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    },
    {
      "cite": "384 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047240
      ],
      "weight": 9,
      "year": 1966,
      "pin_cites": [
        {
          "page": "733-734"
        },
        {
          "page": "1780-1781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0719-01"
      ]
    },
    {
      "cite": "384 U. S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "417 U.S. 433",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519562
      ],
      "weight": 9,
      "year": 1974,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0433-01"
      ]
    },
    {
      "cite": "41 L.Ed.2d 136",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 3166",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "417 U.S. 964",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519552,
        1519500,
        1519994,
        1519684
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0964-04",
        "/us/417/0964-02",
        "/us/417/0964-01",
        "/us/417/0964-03"
      ]
    },
    {
      "cite": "462 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485145
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/462/0244-01"
      ]
    },
    {
      "cite": "284 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "701-702"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "446 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941743
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "55-56"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/446/0052-01"
      ]
    },
    {
      "cite": "401 U.S. 222",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712077
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/us/401/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 17515,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 1.6173545278920673e-07,
      "percentile": 0.6866500711045316
    },
    "sha256": "eaeec4b679b04682d2382edd6de24f432be3b37984cb218b8ed9055acce3f179",
    "simhash": "1:92cf8510efab3c0a",
    "word_count": 2870
  },
  "last_updated": "2024-02-27T22:49:00.032760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., joins in this opinion and files a concurring opinion in which O’BRIEN and MANDERINO, JJ., joined.",
      "EAGEN, J., concurs in the result.",
      "POMEROY, J., concurs in the result.",
      "O’BRIEN and MANDERINO, JJ., join in this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. James Alan ROMBERGER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAppellant formerly filed a direct appeal to this Court from a conviction for murder in the first degree where the jury had imposed the penalty of death. After consideration of the full record, the briefs and oral argument of the parties in an opinion filed September 19, 1973, we reversed the judgment of sentence and awarded the grant of a new trial. A request for reargument was refused on December 21, 1973. Thereafter, the Commonwealth petitioned the United States Supreme Court for a writ of certiorari, which request after due consideration was subsequently granted. By order of June 17, 1974, 417 U.S. 964, 94 S.Ct. 3166, 41 L.Ed.2d 136, the United States Supreme Court vacated the aforementioned order of this Court and remanded the cause to us for further consideration in view of their decision in Michigan v. Tucker, 417 U.S. 433, 94 S.Ct. 2357, 41 L. Ed.2d 182 (1974). Pursuant to this directive, argument was again had on January 13, 1975, and the matter is now ripe for disposition.\nA detailed statement of the facts, giving rise to this conviction, appears in our earlier opinion and need not here be repeated. The specific issue considered was the admissibility of oral and signed written statements which were elicited from the accused without first advising him of the right to appointed counsel if he was indigent and unable to bear the expense of representation. The custodial interrogation pre-dated the United States Supreme Court’s decision in Miranda v. Arizona, 384 U. S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), but the trial commenced (January 9, 1967) after that decision had been announced.\nThe Commonwealth now argues that the United States Supreme Court’s decision in Michigan v. Tucker, supra, requires that we must alter our former view as to the admissibility of the questioned statements. We do not agree.\nFirst it is clear that Michigan v. Tucker, supra, does not alter the Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772, 16 L.Ed.2d 882 (1966) ruling that Miranda standards are applicable to pr e-Miranda custodial interrogations where the trial commenced after Miranda. It is also obvious that the issue addressed by the United States Supreme Court in the majority opinion in Tucker is materially different from the issue to be decided in this appeal. In both instances the Miranda violation consisted of the failure to advise the suspect of his right to free counsel if he was indigent. Here the similarity ends.\nIn Tucker, the statement was excluded in the state trial and that ruling was not challenged. The controversy in that cause centered around the right of police officials to use the testimony of a witness whose identity was ascertained during the challenged interrogation. Here we are not concerned with the fruits of the confession but rather the admissibility of the statements themselves. Thus, we are here considering the immediate consequence of the Miranda violation and not a more remote one as was the subject of Tucker. Further the claim for relief in Tucker was predicated under the Fifth Amendment protection, 417 U.S. at 438, 94 S.Ct. 2357, and in this cause, appellant contended and we agreed that the requested relief was mandated under the Sixth and Fourteenth Amendments. Romberger I. These distinctions make it apparent that the holding in Tucker does not necessarily dictate the result of the instant appeal. The only question remaining is whether the reasoning employed by the United States Supreme Court in reaching their result in Tucker is persuasive in suggesting that our original decision should be altered.\nThe Tucker Court in approaching the problems presented therein set up the following dichotomy:\n“We will therefore first consider whether the police conduct complained of directly infringed upon respondent’s right against compulsory self-incrimination or whether it instead violated only the prophylactic rules developed to protect that right. We will then consider whether the evidence derived from this interrogation must be excluded.” 417 U.S. at 439, 94 S.Ct. at 2361.\nAfter a consideration of the historical origins of the Fifth Amendment privilege, it was deduced that although traditionally the privilege was designed to protect against “genuine compulsion of testimony” “. the Court of Miranda, for the first time, expressly declared that the Self-Incrimination Clause was applicable to state interrogations at a police station, and that a defendant’s statements might be excluded at trial despite their voluntary character under traditional principles.” Michigan v. Tucker, supra at 443, 94 S.Ct. at 2363. The Court then proceeded to distinguish between the right itself and the safeguards designed to protect the right. Employing this analysis the Court reasoned that the interrogation therein “involved no compulsion sufficient to breach the right against compulsory self-incrimination,” although there was as they characterized “an inadvertent disregard, of the procedural rules later established in Miranda.” Id. at 445, 94 S.Ct. at 2364. The Court therefore concluded that the police conduct did not abridge the constitutional privilege but “departed only from the prophylactic standards later laid down by [that] Court in Miranda to safeguard that privilege.” It is instructive for our inquiry that in reaching this conclusion the Court observed:\n“Our determination that the interrogation in this case involved no compulsion sufficient to breach the right against compulsory self-incrimination does not mean there was not a disregard, albeit an inadvertent disregard, of the procedural rules later established in Miranda. The question for decision is how sweeping the judicially imposed consequences of this disregard shall be. This Court said in Miranda that statements taken in violation of the Miranda principles must not be used to prove the prosecution’s case at trial. That requirement was fully complied with by the state court here: respondent’s statements, claiming that he was with Henderson and then asleep during the time period of the crime were not admitted against him at trial. This Court has also said, in Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963), that the ‘fruits’ of police conduct which actually infringed a defendant’s Fourth Amendment rights must be suppressed. But we have already concluded that the police conduct at issue here did not abridge respondent’s constitutional privilege against compulsory self-incrimination, but departed only from the prophylactic standards later laid down by this Court in Miranda to safeguard that privilege. Thus, in deciding whether Henderson’s testimony must be excluded, there is no controlling precedent of this Court to guide us. We must therefore examine the matter as a question of principle.” Id. at 445-446, 94 S.Ct. at 2B64.\nThus the Tucker Court concluded, in distinguishing between a violation of the rights actually protected by the Fifth Amendment and an infraction of the prophylactic rules that were subsequently developed to prevent Governmental encroachment upon these rights, that the improperly elicited statements themselves fall within the former category and their use in a trial against the accused were unequivocally prohibited by Miranda and Johnson. It is equally apparent from this reasoning that the compulsive nature of the process is only germane when the inquiry is directed to the fruits of the statement and not the statement itself. Even though the circumstances surrounding the custodial interrogation did not fall within the ambit of the traditionally accepted coercive questioning, the Tucker Court recognized Miranda’s exclusion of the statement itself, in the Government’s case-in-chief, Cf. Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971), as still controlling. It is therefore apparent from the majority opinion that the Fifth Amendment required the result we reached in Romberger I and we now adopt that as an alternative basis for our holding.\nWe next turn to the question of the Sixth Amendment violation which we dealt with primarily in Romberger I. We concede that although it is far from clear, there is some language in the majority opinion in Tucker which might suggest that the exclusionary rule is only required under the Sixth Amendment where the violation is either in the nature of a claim under Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964), repeated refusals to allow a suspect to confer with counsel, or a claim under United States v. Wade, 388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149 (1967), where counsel is essential to a fair and meaningful trial.\n“Although respondent’s sole complaint is that the police failed to advise him that he would be given free counsel if unable to afford counsel himself, he did not, and does not now, base his arguments for relief on a right to counsel under the Sixth and Fourteenth Amendments. Nor was the right to counsel, as such, considered to be persuasive by either federal court below. We do not have a situation such as that presented in Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964), where the policemen interrogating the suspect had refused his repeated requests to see his lawyer who was then present at the police station. As we have noted previously, Escobedo is not to be broadly extended beyond the facts of that particular case. See Johnson v. New Jersey, 384 U.S. 719, at 733-734, 86 S.Ct. 1772, 1780-1781, 16 L.Ed.2d 882; Kirby v. Illinois, 406 U.S. 682, 689, 92 S.Ct. 1877, 1882, 32 L.Ed,2d 411 (1972); Frazier v. Cupp, 394 U. S. 731, 739, 89 S.Ct. 1420, 1424, 22 L.Ed.2d 684 (1969). This case also falls outside the rationale of United States v. Wade, 388 U.S. 218, 224, 87 S.Ct. 1926, 1930, 18 L.Ed.2d 1149 (1967), where the Court held that counsel was needed at a post-indictment lineup in order to protect the ‘right to a fair trial at which the witnesses against [the defendant] might be meaningfully cross-examined.’ Henderson was fully available for searching cross-examination at respondent’s trial.”\nMichigan v. Tucker, supra, 417 U.S. at 438, 94 S.Ct. at 2360.\nEven if we were to accept the interpretation of this language as not requiring under the Federal Constitution the imposition of the exclusionary doctrine for this type of Sixth Amendment violation, we would nonetheless be forced to exclude such evidence under Art. I, § 9 of the Constitution of this Commonwealth. In determining whether a right has been waived, the cases of this jurisdiction have placed the burden on the Commonwealth to prove a valid waiver by a preponderance of the evidence. Commonwealth v. Goodwin, 460 Pa. 516, 522, 333 A.2d 892, 895 (1975); Commonwealth v. Fogan, 449 Pa. 552, 558, 296 A.2d 755, 758 (1972). Here it is admitted that appellant was not apprised of his right under the Pennsylvania Constitution to free counsel if he was unable to otherwise secure one. We have had occasion before to stress the importance of this information in a decision to seek or not to seek the advice of counsel.\n“Therefore, it would seem that appellant raises a valid argument when he asserts: ‘Nowhere has any proof been offered, nor has it ever been contended by the Commonwealth, that appellant was ever informed nor made aware that counsel would be appointed to appellant free of cost.’ Merely telling a defendant that he is ‘entitled’ to counsel will be a meaningless gesture if he is not made aware that free counsel will be supplied if necessary. We reaffirm our earlier holding that as a matter of law there cannot be a finding of a knowing and intelligent waiver of the right to counsel unless the accused shall have been explicitly informed that he is entitled to free counsel if he is indigent. Commonwealth v. Wilson, 430 Pa. 1, 241 A.2d 760 (1968); Commonwealth v. Ezell, 431 Pa. 101, 244 A.2d 646 (1968). Application of this rule will avoid unnecessary situations like the present case where it is clear that the appellant did not understand the full meaning of the right to counsel.”\nCommonwealth v. Ritchey, 431 Pa. 269 at 274-275, 245 A.2d 446 at 450.\nTherefore, even if Tucker, supra has relaxed the requirement for the imposition of the rule of exclusion for this type of Miranda violation, in absence of a record showing that the defendant was aware of this right, the Commonwealth has failed to meet its burden to demonstrate that the waiver of this State right was knowingly made. While we recognize the exception set forth in Commonwealth v. Yount, 435 Pa. 276, 256 A.2d 464 (1969) and discussed in Romberger I, we nevertheless conclude now as we did before that there is nothing in this record which would justify a finding that the instant cause falls within the Yount exception.\nJudgment of sentence reversed and new trial ordered.\nROBERTS, J., joins in this opinion and files a concurring opinion in which O’BRIEN and MANDERINO, JJ., joined.\nEAGEN, J., concurs in the result.\nPOMEROY, J., concurs in the result.\n. Commonwealth v. Romberger, 454 Pa. 279, 312 A.2d 353 (1973). (hereinafter referred to as Romberger, I.)\n. Apparently, the reference to “an inadvertent disregard, of rules later established” was to limit the holding to cases where the custodial interrogation preceded Miranda.\n. The Court at other points further observed:\n“The statements actually made by respondent to the police, as we have observed, were excluded at trial in accordance with Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966). Whatever deterrent effect on future police conduct the exclusion of those statements may have had, we do not believe it would be significantly augmented by excluding the testimony of the witness Henderson as well.” Id. at 447-448, 94 S.Ct. at 2365.\n“More important, the respondent did not accuse himself. The evidence which the prosecution successfully sought to introduce was not a confession of guilt by respondent, or indeed even an exculpatory statement by respondent, but rather the testimony of a third party who was subjected to no custodial pressure.” Id. at 449, 94 S.Ct. at 2366.\n“We believe that this reasoning is equally applicable here. Although Johnson enabled respondent to block admission of his own statements, we do not believe that it requires the prosecution to refrain from all use of those statements, and we disagree with the courts below that Henderson’s testimony should have been excluded in this case.” Id. at 452, 94 S.Ct. at 2368.\n. It is to be noted that in the original appeal appellant did claim that the confession was involuntary. This was one of the issues which we did not reach.\n. Although, as has been stated earlier, in Romberger I, we approached the matter as a violation of the Sixth Amendment, we are not now precluded from accepting a Fifth Amendment violation as an alternative basis for our decision. The warnings set forth in Miranda were designed to protect Fifth, Sixth and Fourteenth Amendment rights. Thus a claimed violation of these warnings was at least implicitly an asserted violation of the Fifth, Sixth and Fourteenth Amendments.\n. It is unnecessary to advise a suspect of the right to free counsel where he is known to have an attorney or known to possess ample funds to secure one. Commonwealth v. Yount, 435 Pa. 276, 256 A.2d 464 (1969); Commonwealth v. Dixon and Kantos, 432 Pa. 423, 248 A.2d 231 (1968). However these decisions have cautioned that this is to be considered an extremely narrow exception and only to be applied in the most obvious cases.",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(concurring).\nWhile I join in the opinion of the Court, I wish to note certain additional factors which support today’s decision. In Commonwealth v. Ware, 446 Pa. 52, 55-56, 284 A.2d 700, 701-702 (1971), we adopted the principles of Miranda as state law and decided, also as a matter of state law, that these principles must be applied in all cases where the trial had not yet commenced on the date Miranda was decided. Although we did not rely on this in Romberger I, nothing would prevent us from deciding as a matter of state law, that Ware renders the principles of Michigan v. Tucker inapplicable in Pennsylvania. We need not reach that question here because application of Tucker would not render the challenged statements admissible.\nAs a further point in distinguishing between what has been required by the United States Supreme Court and what this Court has articulated as a matter of state law, I note that in Commonwealth v. Triplett, 462 Pa. 244, 341 A.2d 62, 64 (1975) we declined to adopt the limitation of the exclusionary rule to the government’s case in chief, as set forth in Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971). Mr. Justice O’Brien stated for the Court, “Our prohibition against the use of constitutionally infirm statements to impeach the credibility of a criminal defendant testifying in his own behalf is premised upon Pennsylvania Constitution Article I, Section 9.” This further distinguishes our consideration of the matter from that given by the United States Supreme Court.\nO’BRIEN and MANDERINO, JJ., join in this concurring opinion.",
        "type": "concurrence",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "Carl B. Stoner, Jr., Harrisburg, for appellant.",
      "LeRoy S. Zimmerman, Dist. Atty., Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "347 A.2d 460\nCOMMONWEALTH of Pennsylvania v. James Alan ROMBERGER, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 13, 1975.\nDecided Oct. 30, 1975.\nCarl B. Stoner, Jr., Harrisburg, for appellant.\nLeRoy S. Zimmerman, Dist. Atty., Harrisburg, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0488-01",
  "first_page_order": 630,
  "last_page_order": 641
}
