{
  "id": 563934,
  "name": "APPEAL OF REAL ESTATE TITLE ETC. CO. [Real Estate Title Etc. Co., Admr., v. Lambeth.]",
  "name_abbreviation": "Real Estate Title v. Lambeth",
  "decision_date": "1889-04-15",
  "docket_number": "No. 224",
  "first_page": "549",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "125 Pa. 549"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "114 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0035-01"
      ]
    },
    {
      "cite": "108 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0069-01"
      ]
    },
    {
      "cite": "85 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 798,
    "char_count": 26891,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.6587131871040865e-07,
      "percentile": 0.82469846697626
    },
    "sha256": "cfb4b2262d7a10976ae006afaff37e6ae5be19654175fad22e0ce87544ebfab0",
    "simhash": "1:9ea7849836ab86b4",
    "word_count": 4675
  },
  "last_updated": "2024-02-27T18:55:41.802777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "APPEAL OF REAL ESTATE TITLE ETC. CO. [Real Estate Title Etc. Co., Admr., v. Lambeth.]"
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nThere appears to be nothing in this record that requires a reversal of the decree. The written agreement, set out in the bill, being silent as to how long the same was intended to continue in force, it was clearly competent for the defendant to prove by oral testimony that the parties did not intend to bind themselves by said agreement for any definite period of time, but purposely left that to be settled, either by a contemporaneous or subsequent agreement. The competency of parol evidence for such purpose as that, is recognized in numerous cases, among which are Greenawalt v. Kohne, 85 Pa. 369; Bown v. Morange, 108 Pa. 69; Thudium v. Yost, 20 W. N. 217; Thomas v. Loose, 114 Pa. 35. The evidence on that subject was quite sufficient to warrant the master in finding that the parties did make a contemporaneous agreement that their written contract should continue in force “ only so long as both parties should desire for their mutual advantage to continue it.” He also found, upon sufficient evidence, that defendant, in pursuance thereof, did terminate the contract. In view of these and other facts found by the learned master, there was no error in dismissing the bill. Neither of the assignments of error is sustained.\nDecree affirmed and appeal dismissed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Horace Pettit, (with him Mr. H. C. Thompson), for the appellant.",
      "Mr. Wm. A. Manderson and Mr. F. Carroll Brewster, for the appellee."
    ],
    "corrections": "",
    "head_matter": "APPEAL OF REAL ESTATE TITLE ETC. CO. [Real Estate Title Etc. Co., Admr., v. Lambeth.]\nFROM THE DECREE OF THE COURT OF COMMON PLEAS NO. 1 OB PHILADELPHIA COUNTY, IN EQUITY.\nArgued April 5, 1889 —\nDecided April 15, 1889.\n(а) Patents were owned by two persons, jointly, each of whom were manufacturing and selling the patented articles in competition with each other when they entered into a written contract, one agreeing to discontinue the manufacture and sale of the articles, in consideration of the payment of royalties to him by the other.\n(б) The contract so entered into was silent as to the period it was to continue in force, and, when some time had elapsed and after notice, one of the parties refused to continue under it, when the other filed a bill to enforce performance for an account, and for the continued payment of royalties according to its terms.\n1. In such case, it was competent for the defendant to prove by oral testimony that the parties did not intend to bind themselves for any definite, period of time, but purposely left that to be settled either by a contemporaneous or subsequent agreement.\n2. The testimony of a single witness, to wit, the person who drew the contract, that it was verbally agreed by the pai’ties at the time that either one could terminate the contract at will, was sufficient, in the absence of festimony to the contrary, to establish that such verbal agreement was made.\n3. This finding, in connection with the further finding by the master, that the defendant under such parol contemporaneous agreement did terminate the contract, were sufficient grounds for a decree that the plaintiff’s bill should be dismissed.\nBefore Sterrett, Green, Williams, McCollum and Mitchell, JJ.\nNo. 224 January Term 1889, Sup. Ct.; court below, No. 658 March Term 1886, C. P. No. 1 in Equity.\nIn April, 1886, the Real Estate Title Insurance and Trust Co., administrator of William R. Lafourcade, deceased, filed a bill in equity, against Samuel W. Lambeth, in which .the averments were in substance as follows :\nThat the complainant was administrator of the estate of William R. Lafourcade, who died on June 20, 1884, and who was at the time of his death the joint owner with Samuel W. Lambeth, the defendant, of certain letters patent for improvements in fly fans, to wit, etc., which had been duly assigned.to Samuel W. Lambeth and William R. Lafourcade; that prior to June 5, 1882, the said Lafourcade and Lambeth manufactured and sold said improvements in fly fans in competition with each other; that on June 5,1882, the said Lafourcade and Lambeth entered into the following agreement:\n“ Memorandum of agreement made this fifth day of June, 1882, by and between W. R. Lafourcade, of the city of Philadelphia, state of Pennsylvania, party of the first part, and S. W. Lambeth, of said Philadelphia, of the second part.\n“ Witnesseth, That whereas said parties are each the owners of several patents relating to fly fans and are now selling the said fans in competition with each other, and whereas, it has become desirable that only one of said parties should continue the sale of said fans; it is hereby agreed that from and after this date the said W. R. Lafourcade will discontinue the sale of said fly fans, and in consideration of same the said S. W. Lambeth agrees to pay to the Bridgeport Brass Company, of Bridgeport, Conn., one dollar per dozen on all number four fans, and one dollar and twenty-five cents per dozen on all number one, two and three fans delivered by them to said S. W. Lambeth or to his order after this date, said sums' to be paid over by said Bridgeport Brass Company to said W. R. Lafourcade or to his order.\n“ And it is further agreed by said 8. W. Lambeth that he will furthermore pay oyer to said W. R, Lafourcade one dollar per dozen upon all number four fans that he, the said Lambeth, has now in the hands of parties consigned' for sale; and also further agrees that he will pay to said Lafourcade one dollar and twenty-five cents per dozen upon all number one, two and three fans that he, the said Lambeth, has now in the hands of parties consigned for sale, whenever in either case of said consignments the goods shall have been sold.\n“ And the said S. W. Lambeth hereby agrees that the said number one fans shall be sold at prices not exceeding twenty-seven dollars per dozen, when sold in large quantities, and that the said number four fans shall be sold at prices not exceeding twenty-four dollars per dozen, when sold in large quantities.\n“ And the said S. W. Lambeth further agrees that he will pay over to the said Bridgeport Brass Company the said sum as herein specified within four months from the date of deliveries of said fans by said company.\n“ And the said S. W. Lambeth hereby further agrees that the said Bridgeport Brass Company shall add to their bill for the fans when delivered the sum of one dollar per dozen for number four fans, and one dollar and twenty-five cents per dozen for the numbers one, two and three fans; and said Lambeth further agrees to pay said bills with said additions within lour months from date of same.\n“ In witness whereof, we have hereunto signed our hands and set our seals, this fifth day of June, 1882.\nWitness: W. R. Lafourcade. [seal.]\nD. W. Kissam. S. W. Lambeth. [seal.]\n“We hereby agree to pay over to W. R. Lafourcade or order the sum of one dollar per dozen upon number four fans, and one dollar and twenty-five cents per dozen upon numbers one, two and three fans, when such amounts shall be paid over to us, as provided by the foregoing agreement.\nBridgeport Brass Company,\nBy D. W. Kissam, Secretary.”\nThat after the death of said Lafourcade the complainants had received ©900.12 from the said Lambeth on account of fly fans manufactured and sold under the above agreement; that complainants were informed and believed that there was a much larger amount of money due the estate of Lafourcade deceased by said Lambeth, but that Lambeth had refused to render an account.\nThe bill prayed, (1) that the rights of the parties might be ascertained and declared in the premises ; (2) that an account might be taken of the fly fans manufactured and sold by or for the said Lambeth from the date of said agreement to the time of hearing; (3) that defendant make discovery of the prices paid for the said fly fans; (4) that defendant make full discovery of the matters set forth in the bill; (5) that the balance found due upon the account might be paid by defendant to plaintiff; (6) that defendant be ordered to pay in the future such sums of money as the plaintiff was entitled to under the said agreement; (7) general relief.\nThe answer of the defendant admitted the death of William R. Lafourcade and the granting of letters of administration to the plaintiff, but averred, that both Lafourcade and Lambeth were each possessed in his own right in severalty of one half right and interest in said letters patent, by virtue of an agreement to that effect, dated October 18, 1879, and set forth in said answer; that the Bridgeport Brass Company, of Bridgeport, Conn., were manufacturers of the fly fans both for the said Lafourcade and for respondent; that the fly fans manufactured by respondent -were superseding in the market the fly fans sold by Lafourcade, whereupon Lafourcade offered to sell fans at cost prices; that the respondent thereupon remonstrated with the Bridgeport Brass Company, who were the manufacturers for both parties, and the company procured an interview between Lafourcade and the respondent, when the agreement set forth in the bill was signed; that it was part of said agreement and verbally agreed to that Lafourcade was to sell to Lambeth all the fans which he then had on hand, or upon consignment, at $18 per dozen, and that the said Lafourcade represented that such fly fans were but two dozen in number; that after the terms of the agreement had been settled by parol, the question of the length of time during which it should run was discussed, and it was then and there mutually agreed and stated that the agreement could be terminated at any time by either party giving notice to the other of the intention so to do, and that for this reason no term was mentioned in the said agreement; that neither party would have signe,d the paper without such understanding, and that such statement on the part of Lafourcade was the inducement and consideration for respondent’s signature; that Lafourcade was paid $36 for said two dozen of fans and represented that those were all the fans he had on, hand or upon consignment; the respondent subsequently found this statement to be untrue, and Lafourcade, admitting the untruth, proposed that the fans he had on consignment should cancel any claim he would have upon respondent for the fans the latter had on consignment on June 5,1882, to which respondent consented, and the account was thus settled and no demand was ever made upon respondent for an account of the fans of respondent which were on consignment; that about November, 1884, respondent notified the Bridgeport Brass Company that he would terminate said agreement, would make no further payments under the same, and requested them to notify the parties interested; in accordance with which request the said Bridgeport Brass Company did notify Anne Lafourcade, who was the widow of the said William II. Lafourcade, and who was represented to be his sole heir; that respondent, during the continuance of the said agreement, did pay to the Bridgeport Brass Company all the sums payable to it under the said agreement, and that respondent is informed and believes that an account was rendered by the Bridgeport Brass Company to William R. Lafourcade, during his lifetime, of the said payments.\nRespondent further denied any duty on his part to furnish an account, or any liability to complainants under the agreement.\nA replication was filed and the case referred to Mr. Frank P. Prichard as master and examiner, the material parts of whose report were as follows:\nThe master finds from the evidence that in 1882 the defendant, Samuel W. Lambeth, and the complainant’s intestate, W. R. Lafourcade, were the owners of two letters patent of the United States for improvement in fly fans, Nos. 150,855 and 186,248, dated May 12, 1874, and January 16, 1877, respectively, issued to William R. Fowler and duly assigned to the said Samuel W. Lambeth and William R. Lafourcade. By a previous agreement between the said Lafourcade and Lambeth, on October 17, 1879, it had been agreed that each party should possess his one half of the said patents free and uncontrolled by the other party. Prior to June 5, 1882, each party was manufacturing and selling fly fans under these patents, and each employed the Bridgeport Brass Company, of Bridgeport, Conn., to manufacture the fans under separate yearly contracts made by each with said company. Lambeth also owned other letters patent relating to fly fans, and the fans made by him were superseding the fans manufactured for and sold by Lafourcade. This caused dissatisfaction on the part of Lafourcade, who in the spring of 1882 offered his fans to the trade at cost prices. In order to stop this competition and effect an arrangement between the parties by which the business could be carried on at a profit, the secretary of the Bridgeport Brass Company brought about an interview between Lafourcade and Lambeth. This interview lasted three or four hours, and resulted in the signing by Lafourcade and Lambeth of the agreement set forth in the bill filed. This agreement was in substance that Lafourcade would discontinue the sale of the said fly fans, and that in consideration therefor Lambeth would pay to the Bridgeport Brass Company a certain price per dozen on the fans delivered by them to Lambeth or to his order after that date, and that said sum should be. paid over by the Bridgeport Brass Company to Lafourcade. It was further stipulated in the agreement that Lambeth should pay over to Lafourcade a certain price per dozen upon fans which Lambeth then had in the hands of parties consigned for sale, and that the fans should be sold only at certain prices therein named. This agreement was signed by Lafourcade and Lambeth, and witnessed by the secretary of the company, and at its foot was written an agreement by the Bridgeport Brass Company to pay over to Lafourcade the specified sums per dozen, when such amount should be paid over to it by Lambeth in accordance with the agreement. No time of duration is mentioned in the said agreement. The paper was prepared and written by the secretary of the company, and when submitted to both Lambeth and Lafourcade objection was made (it does not appear by which one) that no time during which the agreement was to remain in force was mentioned, and also that nothing was mentioned as to the fans which Lafourcade then had in other parties’ hands upon consignment. With regard to the first objection, it was then and there agreed that the contract should remain in force so long as it was for the mutual interest of both parties ; that Mr. Lafourcade could resume the sale of fans and Mr. Lambeth could discontinue the payment of the sums at any time. As to the second objection, Lafourcade represented that he had but a very small number of fans on consignment, and it was agreed that Lambeth should take these fans out of his hands at cost price. The circumstances under which the agreement came to be made, and the conversation that took place at the time of the execution of the written agreement, as above found by the master, were proven by the testimony of but a single witness, viz., Mr. Kissam, the secretary of the Bridgeport Brass Company. It is not contradicted by any other testimony, but on the other hand is not supported by the testimony of any other witness.\n* x * x * x- x- *\nMr. Kissam, inter alia, said: “ This paper was prepared and written by me and submitted to both Mr. Lambeth and Lafourcade ; objection was then made that no time during which the agreement was to remain in force was mentioned. It was distinctly understood and agreed between Lafourcade and Lambeth that each of the parties retained all his individual rights under the patents, and the contract was to remain in force as long as it was for the mutual interest of both parties; that Mr. Lafourcade could resume the sale of fans at any time under his patents by forfeiting or waiving the sum to be paid him by Mr. Lambeth. On the other hand, it was understood and agreed that if Lambeth, for any reason, saw fit to discontinue the payments of said sums he could do so, in which case Lafourcade should have the right to go into the market and sell under the patents in which he was part owner, Lambeth settling for the sale of fans up to such time. It was upon this express agreement and understanding that Lafourcade and Lambeth signed the paper.....I was present at the time of the execution of the paper and was the witness to the execution. The verbal agreement was made as I have before stated as to the right of either party to terminate it at any time. This was before and at the time of execution and it was upon this express agreement that the paper was signed by Lambeth, Lafourcade saying that in the event of Lambeth terminating the agreement he, Lafourcade, would put the fans at cost of manufacture.”\n* x x * * * * *\nOn June 20, 1884, William R. Lafourcade died, and on July 17, 1884, letters of administration on his estate were granted to the Real Estate Title Insurance and Trust Company, the plaintiff in the bill. In November, 1884, Lambeth notified the Bridgeport Brass Company that the agreement should terminate at the end of the season of 1884, and requested them to notify the parties interested to that effect. They did notify Mr. Lafourcade’s widow. It does not appear that they also notified the plaintiffs in the case, but as no question has been raised on that point it is not material. On December 6, 1884, the Bridgeport Brass Company paid over to the Real Estate Title Insurance and Trust Company, as administrator of the estate of Lafourcade, the sum of $900.12, which was the full amount remaining due under the agreement by Lambeth to the brass company, and by the brass company to Lafourcade’s estate to the close of the season of 1884.\nThe master is of opinion that the facts in the - case aré not sufficient to show fraud or mistake such as would justify a chancellor in reforming an instrument. It does not appear that either party misled the other, or that there was any mistake of facts. It is not material, therefore, to discuss the question which was elaborately argued by counsel as to whether such fraud or mistake could be established by the testimony of a single witness in support of the answer of a defendant who could not himself be a witness, the other contracting party being deceased.\nTwo questions arise in the case :\n1. In the absence of fraud or mistake, is parol testimony admissible to show a contemporaneous parol agreement as to the time during which the agreement was to continue ?\n2. If such parol testimony is inadmissible, what is the legal construction of the instrument as to the time of duration ?\nWith regard to the first question, the law is best stated by Mr. Stephen in his Digest of Evidence, article 90, page 163, Chase’s American edition. In enumerating the exceptions to the rule that parol evidence cannot be given to vary a written document, he states that evidence may be given to show “ the existence of any separate oral agreement as to any matter on which a document is silent, and which is not inconsistent with its terms, if from the circumstances of the case, the court infers that the parties had not intended the document to be a complete and final statement of the whole transaction between them. This is a practical and common sense rule. The construction of the instrument is in the first case for the court, but if the court should be of opinion that the instrument was intended to be incomplete as to any of its terms, then as to such terms parol evidence may be admitted.\nIt will be seen that this rule does not conflict with a class of cases cited by plaintiff to the effect that if there is a well settled legal presumption as to terms, as for example, the presumption that an agreement to pay money is an agreement to pay on demand, or that an agreement to deliver goods is an agreement to deliver within a reasonable time, the instrument is as complete as though the parties had expressly written what is impliedly written therein by virtue of a well settled custom, or a long course of decisions. In the absence, however, of any such well settled legal presumption, it is for the court to say whether, under all the circumstances of the case and the language of the document itself, the parties intended' it to be complete as to all its terms, bearing in mind, of course, another presumption of law, that in cases of doubt a document is presumed to contain all the terms of the agreement. Applying these principies to the instrument in question, the master is of opinion that the agreement bears on its face evidence that it was not intended to definitely fix the period of its operation. It was made between competitors in business, both selling fly fans under two patents which expired at different dates. It provided that one of these parties should pay to the Bridgeport Brass Company (which had been manufacturing the fans for both) a certain sum per dozen on all fans manufactured by it to his order, and that said company should pay over these sums to the other party. It does not appear from the agreement that the Bridgeport brass company was under any obligation whatever to continue to manufacture these fans for any definite period of time, and it appears from the parol testimony, which was clearly admissible to explain the surrounding circumstances, that in point of fact, the Bridgeport Brass Company was manufacturing these fans under yearly contracts with each party. No provision is made in the agreement for any payment by Lambeth in case the Bridgeport Brass Company should cease manufacturing. In the judgment of the master, it appears evident that the parties did not intend to contract by this agreement as to the length of time during which it should run, but left that to be determined upon by a contemporaneous or subsequent agreement. This being the view of the master, he is also of opinion that the parol testimony was admissible to show a contemporaneous agree'ment as to the time, and as this parol testimony, though but of a single witness, was not contradicted, and was not inherently improbable or inconsistent with the other facts in the case, it must be considered as establishing the fact that the parties did make a contemporaneous agreement that the arrangement should last only so long as both parties should desire, for their mutual advantage, to continue it.\nIn case the court should not accept the conclusions of the master as to the admissibility of the parol testimony, the question would still remain as to what was the legal construction of the written agreement standing by itself. It was argued with great earnestness and ability by the counsel for the complainant that an agreement relating to the manufacture of articles under a patent, is presumptively intended to continue during the life of the patent. No case has, however, been cited to the master in which it has been decided that there is a legal presumption to this effect. The fact that the agreement relates to a patent, may, in connection with other circumstances, aid the court in construing, its meaning with regard to the length of time during which it is to operate; but there is no well settled legal presumption which will enable a court to say that the intention of the parties in an agreement relating to patentable articles is to make the agreement operative during the term of' the patents. Even if there was such a presumption it could hardly be applied in a case where the articles were being manufactured under two different patents which expired at different dates. In the absence of any such presumption there is nothing in the agreement which will enable a court to fix any term for its duration, and, on the contrary, the fact that the moneys werej to be paid only for fans manufactured by the Bridgeport Brass Company, which was under no agreement with both parties to manufacture for a definite period of time, would of itself indicate that the agreement was not intended by the parties to last for a definite fixed period. There being nothing to enable the court to fix a definite term, the legal presumption would apply that applies in all cases where parties enter into a contractual relation without fixing a term during which it is to continue, viz., that it is to continue during the will of both parties. A very familiar illustration of this presumption is found in the case of partnerships where, if no term is fixed in the agreement, either party may dissolve it at ■will. For the reasons above given, the master is of opinion that whether the agreement of the parties as to time is allowed to be proved by the parol testimony given in this case, or whether the agreement as to time is to be deduced by the interpretation of the written instrument alone, in either case the contract between Lambeth and Lafourcade was one which could be terminated at the will of either party upon proper notice.\nAs it appeared from the evidence that Lambeth did so terminate the agreement, and as it further appeared that all the moneys due under said agreement up to the time of its termination have been paid to Lafourcade’s estate, the master is of opinion that the plaintiff’s bill should be dismissed with costs, and he recommends that a decree to that effect shall be entered.\nTo the foregoing report the plaintiff filed exceptions, certain of which were that the master erred:\n1. In holding that the contract betwpen Lafourcade and the defendant was incomplete.\n2. In admitting the testimony of a single witness as to the duration of said contract.\n4. In admitting parol testimony to modify the written contract.\n5. In holding that the legal construction of a written instrument, where no time is 'specified therein as to its duration, is that it is terminable at will.\n6. In holding, under the particular circumstances of the case, that the contract between Lafourcade and the defendant, could be terminated by either party at will.\n7. In holding that the right to terminate the contract was “ not inherently improbable or inconsistent with other facts in the case.”\n10. In holding that, where a patent is owned by two persons jointly, who are both manufacturing and selling under said patent, in competition with each other, a covenant by one to discontinue the manufacture and sale of the articles made under said patent, in consideration of the payment of a royalty to him by the other owner, no time being mentioned in said contract as to its duration, is terminable at the will of either.\nThe said exceptions, being overruled by the master, were renewed before the court, and after argument they were dismissed, Bbegy, J., without opinion filed, and on December 8, 1888, a decree entered that the bill be dismissed at the cost of the plaintiff. Thereupon the plaintiff took this appeal, assigning the dismissal of the exceptions and of the bill as error.\nMr. Horace Pettit, (with him Mr. H. C. Thompson), for the appellant.\nMr. Wm. A. Manderson and Mr. F. Carroll Brewster, for the appellee."
  },
  "file_name": "0549-01",
  "first_page_order": 573,
  "last_page_order": 584
}
