{
  "id": 1837460,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry MONTGOMERY, Appellant",
  "name_abbreviation": "Commonwealth v. Montgomery",
  "decision_date": "1993-05-27",
  "docket_number": "No. 207 Eastern District Appeal Docket 1990",
  "first_page": "491",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "533 Pa. 491"
    },
    {
      "type": "parallel",
      "cite": "626 A.2d 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736931
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0467-01"
      ]
    },
    {
      "cite": "469 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722170
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0319-01"
      ]
    },
    {
      "cite": "311 Pa.Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        211774
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/311/0001-01"
      ]
    },
    {
      "cite": "505 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788895
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0442-01"
      ]
    },
    {
      "cite": "498 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776222
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0405-01"
      ]
    },
    {
      "cite": "511 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798752
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0169-01"
      ]
    },
    {
      "cite": "119 L.Ed.2d 214",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 2290",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829794
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0558-01"
      ]
    },
    {
      "cite": "292 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944684
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0206-01"
      ]
    },
    {
      "cite": "471 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725159
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/471/0310-01"
      ]
    },
    {
      "cite": "483 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751293
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0222-01"
      ]
    },
    {
      "cite": "490 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763834
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0421-01"
      ]
    },
    {
      "cite": "519 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813557
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0348-01"
      ]
    },
    {
      "cite": "486 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757567
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0383-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1350",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 3090",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "462 U.S. 1120",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6242688,
        6240195,
        6241477,
        6242348,
        6239661,
        6241167,
        6242004,
        6240821,
        6240510,
        6239935
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/462/1120-10",
        "/us/462/1120-03",
        "/us/462/1120-07",
        "/us/462/1120-09",
        "/us/462/1120-01",
        "/us/462/1120-06",
        "/us/462/1120-08",
        "/us/462/1120-05",
        "/us/462/1120-04",
        "/us/462/1120-02"
      ]
    },
    {
      "cite": "500 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781176
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0247-01"
      ]
    },
    {
      "cite": "90 L.Ed.2d 692",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 2245",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "476 U.S. 1140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12704,
        12960,
        12866,
        12739,
        12648,
        12685,
        12654,
        12624,
        12466,
        12824,
        12441,
        13021
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/476/1140-07",
        "/us/476/1140-03",
        "/us/476/1140-02",
        "/us/476/1140-05",
        "/us/476/1140-06",
        "/us/476/1140-08",
        "/us/476/1140-09",
        "/us/476/1140-04",
        "/us/476/1140-10",
        "/us/476/1140-12",
        "/us/476/1140-01",
        "/us/476/1140-11"
      ]
    },
    {
      "cite": "507 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792370
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0440-01"
      ]
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    },
    {
      "cite": "576 A.2d 1136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa.Superior Ct. 621",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "weight": 2,
      "year": 1990,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 829,
    "char_count": 14968,
    "ocr_confidence": 0.667,
    "pagerank": {
      "raw": 4.972053115455567e-07,
      "percentile": 0.9354159257933571
    },
    "sha256": "b76ffdb2e9442092ba71164b9436afd16b9b28a54efd84c3b31a55237c3e6fa6",
    "simhash": "1:6beb6a9fad53df88",
    "word_count": 2446
  },
  "last_updated": "2024-02-27T20:46:30.584227+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN and FLAHERTY, JJ., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Harry MONTGOMERY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nHarry Montgomery (Appellant) was convicted of attempted rape, terroristic threats and indecent assault following a jury trial before the Honorable Francis A. Biunno in the Court of Common Pleas of Philadelphia County. Appellant received a sentence of five (5) to ten (10) years imprisonment. On appeal to the Superior Court, his judgment of sentence was affirmed. Commonwealth v. Montgomery, 400 Pa.Superior Ct. 621, 576 A.2d 1136 (1990).\nOn the morning of October 3, 1988, Jeanette Phillips, the victim, went to Appellant’s home to invite the children in the residence to a birthday party for her one-year old son. When the victim arrived at the house, Appellant answered the door. Although Appellant and the victim had never met, he invited her into the home and told her that his wife was upstairs. As the unsuspecting victim went up the stairs to meet the wife, she heard the door lock behind her. Subsequently, Appellant followed the victim and told her that his wife was not at home. Appellant then became physically abusive and refused to allow the victim to leave the house. To prevent her departure, he grabbed her by the neck and pulled her up the stairs. During the violence which ensued, Appellant forced the victim down on the stair landing and threatened to slit her throat if she did not keep quiet.\nAppellant then dragged the victim, with his one arm around her neck, to a bedroom. The victim struggled with Appellant as she tried to escape but was forced onto a bed. Appellant managed to pull the victim’s sweatpants down and force his finger into her vagina. Because the victim resisted unceasingly, Appellant’s attempts at intercourse were unsuccessful. Rather, Appellant rubbed his penis on the victim’s stomach until he ejaculated. The victim then used a blanket on the bed to clean herself of Appellant’s ejaculate. Eventually, the victim escaped through the back door when Appellant was distracted by the cries of an infant.\nThe victim immediately contacted police with a description of Appellant and other information relating to the incident. The police went to the residence and found Appellant, the clothes described by the victim, and the blanket which had been on the bed. Appellant was arrested after he was identified by the victim.\nOn October 17, 1988, the blanket which was on the bed was sent to the criminalistics lab to be analyzed for the presence of semen. Pieces of material were cut from the blanket and placed in acid. The test results for the presence of semen were negative. This chemical report was given to Appellant’s counsel during discovery.\nOn the first day of trial, March 22, 1989, the district attorney had further tests performed on the blanket, during the lunch recess. The head chemist at the criminalistics lab examined the blanket and found a dried stain on one corner which had not been analyzed. This material tested positive for seminal fluid.\nImmediately following the lunch recess, the prosecutor informed the court and Appellant’s counsel of the second test results. Appellant’s counsel sought to have this evidence suppressed on several grounds. Counsel argued that the findings and report were not done in a timely manner, and that the evidence would suggest to the jury that Appellant’s counsel had lied during his opening statement.\nThe trial court refused Appellant’s request to exclude the results of the second test from admission into evidence. Instead, the trial court offered Appellant a five day continuance in order to prepare a new strategy. Appellant declined the continuance and decided to proceed with the trial. The prosecutor also offered to tell the jury that Appellant’s counsel had not attempted to mislead them and that his opening statement was consistent with the only available test results at the time. Judge Biunno agreed to this procedure to satisfy Appellant’s concerns that the jury was prejudiced against his client by what had occurred.\nAppellant disagreed that the prosecutor’s gratuitous comments would dispel the prejudice resulting from the disclosure of this evidence and requested that a mistrial be declared. That motion was denied by the trial court, the evidence was admitted at trial and Appellant was ultimately convicted and the judgment of sentence was affirmed. Commonwealth v. Montgomery, 400 Pa.Superior Ct. 621, 576 A.2d 1136 (1990).\nWe accepted allocatur review in this case to address the question of whether a trial court commits reversible error in denying an Appellant’s motion for a mistrial when the Commonwealth introduces evidence obtained during trial which a defendant claims would be prejudicial to his defense.\nIn support of this view, Appellant argues that the Commonwealth violated our rules of pre-trial discovery in the manner in which the Commonwealth procured the test results and should have been penalized by having the test results suppressed. Pa.R.Crim.P. 305 B(l)(e) is cited as the controlling rule and provides:\nRule 305. Pretrial Discovery and Inspection.\nB) Disclosure by the Commonwealth\n(1) Mandatory: In all court cases, on request by the defendant, and subject to any protective order which the Commonwealth might obtain under this rule, the Commonwealth shall disclose to the defendant’s attorney all of the following requested items or information, provided they are material to the instant case....\n(e) results or reports of scientific tests, expert opinions, ... which are within the possession or control of the attorney for the Commonwealth. (Emphasis Added).\nAdditionally, the pre-trial rules of discovery place upon both parties a continuing duty to disclose newly discovered evidence. Pa.R.Crim.P. 305(E) establishes:\nRule 305 E. Continuing Duty to Disclose\nIf, prior to or during trial, either party discovers additional evidence or material previously requested or ordered to be disclosed by it, which is subject to discovery or inspection under this rule, or the identity of an additional witness or witnesses, such party shall promptly notify the opposing party or the court of the additional evidence, material or witness. (Emphasis added)\nIn Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), the United States Supreme Court held “that the suppression by the prosecutor of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or the bad faith of the prosecution.” Our rule has been promulgated in response to this basic concern for fairness and there is little question but that the prosecutor has an affirmative and continuing duty to disclose exculpatory information to the defendant as it is discovered.\nAppellant, however, asserts that even though the test results at issue here were made available to him, the timing of the retesting of the blanket was prejudicial to his defense since- the negative results of the first test were mentioned by trial counsel in his opening statement to the jury.\nTechnically speaking, Appellant is mistaken when he argues that the Commonwealth violated Pa.R.Crim.P. 305(B)(1)(e) under the circumstances of this case, because, he, in fact, was given the results of the test as soon as they were available and nowhere does the rule indicate that the Commonwealth is estopped from gathering additional evidence once the trial begins. Our cases uniformly hold that the prosecution does not violate discovery rules when it fails to provide the defense with evidence that it does not possess and of which it is unaware during pre-trial discovery, as when the evidence is in police custody. Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811 (1985) cert. denied 476 U.S. 1140, 106 S.Ct. 2245, 90 L.Ed.2d 692 (1986); Commonwealth v. Bonacurso, 500 Pa. 247, 455 A.2d 1175 (1983), cert. denied 462 U.S. 1120, 103 S.Ct. 3090, 77 L.Ed.2d 1350 (1983).\nStated in another way, it is only when the prosecutor deliberately withholds the results of a test before or during trial that one can argue that a violation of the rule has occurred or inferentially that the Commonwealth has engaged in bad faith tactics. Here, as soon as the prosecuting attorney received the results of the second test, he immediately informed the court and Appellant’s counsel and made those results available as required by Pa.R.Crim.P. 305 E. Accordingly, Appellant’s argument that he was entitled to the remedial relief of a mistrial pursuant to a violation of Pa.R.Crim.P. 305 is misplaced.\nThis is not the end of our inquiry, however, because Appellant’s request for a mistrial can also be reviewed under Pa.R.Crim.P. 1118(b). That rule permits a defendant to request a mistrial “when an event prejudicial to the defendant occurs during trial” subject to the requirement that “the motion shall be made when the event is disclosed.”\nOf course, the remedy of a mistrial is an extreme one (Commonwealth v. Bolden, 486 Pa. 383, 406 A.2d 333 (1979)) and the motion for such relief is addressed to the sound discretion of the court. It is primarily within the trial court’s discretion to determine whether Appellant was prejudiced by the event that forms the substance of the motion. Commonwealth v. Duffey, 519 Pa. 348, 548 A.2d 1178 (1988); Commonwealth v. Gardner, 490 Pa. 421, 416 A.2d 1007 (1980); Commonwealth v. Werts, 483 Pa. 222, 395 A.2d 1316 (1978). See also, Commonwealth v. Craig, 471 Pa. 310, 370 A.2d 317 (1977); Commonwealth v. Hawkins, 448 Pa. 206, 292 A.2d 302 (1972). Finally, it must be remembered that a mistrial is required only when an incident is of such a nature that its unavoidable effect is to deprive the appellant of a fair and impartial trial. Commonwealth v. Chambers, 528 Pa. 558, 599 A.2d 630 (1991), cert. denied — U.S.-, 112 S.Ct. 2290, 119 L.Ed.2d 214 (1992); Commonwealth v. Chestnut, 511 Pa. 169, 512 A.2d 603 (1986); Commonwealth v. Hernandez, 498 Pa. 405, 446 A.2d 1268 (1982). See also, Commonwealth v. Brinkley, 505 Pa. 442, 480 A.2d 980 (1984).\nWith these principles in mind, we recall that in trial counsel’s opening statement to the jury, it is unchallenged that Appellant’s attorney referred to the nonexistence of corroborating evidence to support the Commonwealth’s only witness to the crime, by stating that the chemist failed to find seminal stains on the blanket. It is argued that the discovery of such stains a few hours after Appellant’s advocate made this statement to the jury and its eventual admission into evidence, made trial counsel look less than credible in the eyes of the jury, an event which damaged Appellant’s defense, thereby, prejudicing him.\nThe purpose of an opening statement is to apprise the jury how the case will develop, its background and what will be attempted to be proved; but it is not evidence. See Commonwealth v. Nelson, 311 Pa.Superior Ct. 1, 456 A.2d 1383 (1983). Our rule of Criminal Procedure 1116(a) indicates that the presentation of opening remarks by defense counsel is directory and is not mandatory. Much like summation, the right to make the statement is a matter of trial strategy and may be waived. Commonwealth v. Turner, 469 Pa. 319, 365 A.2d 847 (1976). In any event, the statement, its substance and presentation by counsel are the first opportunity that the jury has to hear from the defendant through his advocate and it appears to us that as a practical matter the opening statement can often times be the most critical stage of the trial, because here the jury forms its first and often lasting impression of the case. See Crawford, Opening Statement for the Defense in Criminal Cases. 8 Litigation 26-29 (Spring 1982). 75 AmJur 2d § 513.\nWhile trial counsel’s statement of facts are not considered evidence, trial counsel’s sincerity, competency and credibility on behalf of his client are intangibles which counsel is asking the jury to accept on his client’s behalf. The jury’s estimation of the reliability of defense counsel may well affect the jury’s ability to be persuaded by counsel or to believe the defendant and his defense. Therefore, any event outside of the control of defense counsel or the defendant which jeopardizes counsel’s truthfulness and integrity may well affect the defendant’s defense and credibility.\nIn the past, we have indicated that events which affect the jury’s estimation of the truthfulness and reliability of a defendant or any witness can weigh heavily in its final verdict. Commonwealth v. Jenkins, 476 Pa. 467, 383 A.2d 195 (1978). Here, the introduction into evidence of the results of the second test to the same jury that initially was told that no such positive results existed compromised trial counsel’s credibility and advocacy on behalf of his client in at least two respects. First, counsel’s initial statement to the jury was shown to be inaccurate. He was shown to be a liar and, therefore, his ability to be persuasive on his client’s behalf was definitely threatened. Second, his statement on the lack of corroborating evidence indicated that his defense strategy would be to discredit the victim and the subsequent discovery of evidence put him in the impossible position of not being able to change his defense to mistaken identity, or consent without seeming more disingenuous to the jury.\nWe believe that both of these factors handicapped trial counsel’s ability to be an effective advocate for Appellant or to prepare an adequate defense for his client before this jury and require that a new trial be awarded.\nThe disadvantage that the defense was put to, in our view, affected the fairness of this trial. Any unfairness caused by the disclosure of this evidence could easily have been cured by declaring a mistrial, granting a continuance for a few days so that defense counsel could have an opportunity to prepare a defense consistent with the evidence that the Commonwealth would now be presenting, and by giving defense counsel an opportunity to present his case before a different jury that wasn’t privy to the last minute discovery games that occurred here. .\nIt seems to us that only this course would restore fairness to the proceedings and permit a jury to return a true verdict based on the evidence and not be affected by distracting revelations, the timing of which the Commonwealth controlled and which surely affected defense counsel’s ability to defend his client and be persuasive as his advocate.\nThe order of the Superior Court is reversed and the case is remanded for a new trial.\nLARSEN and FLAHERTY, JJ., did not participate in the consideration or decision of this case.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "Joel I. Fishbein, Philadelphia, for appellant.",
      "Ronald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., George Leone, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "626 A.2d 109\nCOMMONWEALTH of Pennsylvania, Appellee, v. Harry MONTGOMERY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 22, 1992.\nDecided May 27, 1993.\nJoel I. Fishbein, Philadelphia, for appellant.\nRonald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., George Leone, Philadelphia, for appellee.\nBefore NIX, C.J., and ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0491-01",
  "first_page_order": 739,
  "last_page_order": 748
}
