{
  "id": 967131,
  "name": "JOHN DUNLAP v. S. P. MONTGOMERY, EXRX.",
  "name_abbreviation": "Dunlap v. Montgomery",
  "decision_date": "1888-11-05",
  "docket_number": "No. 94",
  "first_page": "27",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "123 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "27 Yt. 646",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        740381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/27/0646-01"
      ]
    },
    {
      "cite": "20 N. Y. 197",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022877
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0197-01"
      ]
    },
    {
      "cite": "25 Conn. 188",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        523381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/25/0188-01"
      ]
    },
    {
      "cite": "21 Wis. 405",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11286120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/21/0405-01"
      ]
    },
    {
      "cite": "20 Yt. 622",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "11 Yt. 557",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        610719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/11/0557-01"
      ]
    },
    {
      "cite": "7 Ala. 753",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8497578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/7/0753-01"
      ]
    },
    {
      "cite": "7 R. I. 589",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4812245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/7/0589-01"
      ]
    },
    {
      "cite": "26 N. Y. 279",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2033186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/26/0271-01"
      ]
    },
    {
      "cite": "8 Cow. 63",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 16946,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3452496651349171
    },
    "sha256": "313261532719e6a048d70fecd10648d9e4ecdafc3f29b09ea79a64f21e6441b9",
    "simhash": "1:e8e304a420263882",
    "word_count": 3066
  },
  "last_updated": "2024-02-27T17:53:49.671757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson,'Sterrett, Green, Clark, Williams and Hand, JJ."
    ],
    "parties": [
      "JOHN DUNLAP v. S. P. MONTGOMERY, EXRX."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMr. Justice Steebett:\nOne of the controlling facts necessarily established by the verdict is, that the article of agreement of February 26, 1875, between plaintiff’s testator and defendant below, remained in force on January 1, 1881. The question whether it was or was not then in force was fairly presented by the evidence, and, in accordance with the request contained in defendant’s first point, that question was submitted to the jury with specific instructions that plaintiff could not recover unless they found from “ the fair preponderance of the evidence that the article of agreement of February 26, 1875, was still in effect on January 1, 1881.” The verdict being for plaintiff, the question was thus definitely settled in her favor. Another fact settled in like manner by the verdict, is that the contract relation created by the agreement was terminated only by the death of plaintiff’s testator on April 25, 1881.\nIt follows from the facts thus established by the verdict that the rights of the parties respectively must be determined by the provisions of the agreement, and not by the general rules of law that would be applicable to the facts of the case if the parties had not adopted a rule of their own. Referring to the article, we find it was agreed that Montgomery should “ continue his services ” with Dunlap “ during the current year of 1875, and from year to year on the same terms and conditions ” as theretofore, “ viz.: ten per cent of the net profits, to be ascertained at the end of each year; ” provided, that if their relation as employer and employee terminated by the death of either, or by thirty days’ notice given by either to the other, then and in that contingency it was agreed that Montgomery’s “ rate of compensation for the expired time of the year should be at the pro rated sum of $2,000 per annum, which when páid will be in full and in lieu of the teii per cent.” The rule thus adopted by the parties as the measure of Montgomery’s compensation, is free from doubt or ambiguity. If the relation of employer and employee continued to the end of the year, his compensation was to be ten per cent of the net profits to be ascertained at the expiration of the year, etc.; but, if the relation was terminated during any year and before the expiration thereof, either by the death of either, or by the thirty days’ written notice, which either had the right to give to the other, then in lieu of the ten per cent net profits, which of course could not be ascertained until the expiration of the current year, it was agreed that his compensation, not for the number of days he had worked, but for the portion of the year that had then expired, should be at the rate of $2,000 per annum. It so happened, as the jury has found, that, the contract relation terminated by Montgomery’s death on April 25, 1881, at which time 116 days of that year had expired. According to the rule adopted by the parties for their own government, Montgomery’s compensation for that especial portion of the year was to be at the rate of. $2,000 per annum, or about $688. That sum with interest, less the amount paid on account, is what plaintiff below was entitled to recover. Estimated on that basis, the verdict is substantially correct.\nIt is unnecessary to consider other questions that have been brought to our notice. They have no bearing on the validity of the judgment.\nThere is no material error in either of the instructions complained of, and the judgment should not be disturbed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Steebett:"
      }
    ],
    "attorneys": [
      "Mr. Greorye B. Grordon (with him Mr. John Dalzell and Mr. William SeotG), for the plaintiff in error:",
      "Mr. D. W. Bell, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "JOHN DUNLAP v. S. P. MONTGOMERY, EXRX.\nERROR TO THE COURT OF COMMON PLEAS NO. 2 OK ALLEGHENY COUNTY.\nArgued October 24, 1888\nDecided November 5, 1888.\n(а) Under a contract made in 1875, the plaintiff’s testator agreed to continue in the service of the defendant during the current year, “ and from year to year, on the same conditions as heretofore, namely: 10 per cent of the profits, to be ascertained at the expiration thereof, except by death of either party, or a separation should take place during said time,”.in which case, “ my rate of compensation for the expired time of the year to be at the pro rated sum of $2,000 per annum: .in case the 10 per cent of the net profits shall be less than $1,500,1 am to be paid $1,500 for that particular year.”\n(б) The plaintiff’s testator, still in the service of defendant, became ill on February 12, 1881, and withdrew to his home where he remained until his death on April 25, 1881; his salary had been paid at the rate of $1,500 per annum to January 1, 1881.\n1. In such case, the jury having found upon a preponderance of evidence, submitted in accordance with a request of defendant, that the contract of 1875 was still in force in 1881, the rights of the parties were to be determined by the provisions of the agreement.\n2. The jury having found, in like manner, that the contract relation created by the agreement was terminated only by the death of the plaintiff’s testator on April 25, 1881, compensation was recoverable to that date at the rate of $2,000 per annum.\nBefore Gordon, C. J., Paxson,'Sterrett, Green, Clark, Williams and Hand, JJ.\nNo. 94 October Term 1888, Sup. Ct.; court below, No. 291 January Term 1887, C. P. No. 2.\nOn December 9,1886, an action in assumpsit was brought by Susan P. Montgomery, executrix of the will of John Montgomery, deceased, against John Dunlap. Issue.\nAt the trial on January 26, 1888, the undisputed facts in evidence were these:\nFor many years John Montgomery, the plaintiff’s testator, had been in the employ of John Dunlap, the defendant, who was engaged in the manufacture of tinware. On February 26, 1875, a contract was executed containing the following provisions :\n“I, John Montgomery, hereby agree to continue my services with John Dunlap during the current year of 1875, and from year to year, on the same conditions as heretofore, namely: 10 per cent of the net profits, to be ascertained at the expiration thereof, except by death of either party, or a separation should take place during said time (which separation either party shall have the option to accomplish by a written service of notice thirty (30) days in advance), in which contingency or case my rate of compensation for the expired time of the year to be at the pro rated sum of two thousand dollars per annum, which, when paid, will be in full and in lieu of the 10 per cent. In case the 10 per cent of the net profits shall fall below fifteen hundred dollars, I am to be paid fifteen hundred dollars in full for that particular year.”\nOn February 12, 1881, Mr. Montgomery, still in the service of the defendant, left the store in illness, and went to his home where he remained until he died on April 25, 1881. His salary had been paid in full up to January 1, 1881, at $1,500, as evidenced by his own entries in the defendant’s books. The contract referred to was found by his executrix among his papers, after his death. When the plaintiff had received her letters testamentary, she called upon the defendant to ascertain the balance due to her husband and was paid by the defendant a sum representing the unpaid compensation up to February 12, 1881, at the rate of $1,500 per annum. This suit was brought to recover the balance at the rate of $2,000 per annum, claim being made for payment to April 25,1881. Montgomery being dead, the - testimony of the defendant was excluded, but upon the testimony as adduced, two controversies arose:\n1. Was the agreement of February 26, 1875, in force for the year 1881, or, had it been abrogated ?\n2. Was the salary to be paid for the period after o February 12, 1881, while Mr. Montgomery was confined to his house by the illness resulting in his death ?\nThe court, Magee, J., charged the jury, orally, as follows :\nThe defendant, by his counsel, asks the court to instruct you upon certain points of law which I shall read and answer:\n1. The burden of proof is on the plaintiff to make out .a case, and unless the jury believe that it has been shown by the fair preponderance of the evidence that the article of agreement of February 26, 1875, was still in effect on January 1, 1881, the plaintiff cannot recover.\nAnswer: Affirmed.\n2. That if the jury find that said article of agreement was in full force and effect on January 1, 1881, the plaintiff is only entitled to recover John Montgomery’s salary from that date till the day he left Mr. Dunlap’s employment, and a credit must be allowed for all money that the jury find was paid by Mr. Dunlap on account of Montgomery’s salary for 1881.\nAnswer: Affirmed, as I understand its meaning to be: That upon the termination of the employment or contract between the parties, the salary or compensation ceased, and that credit must be given for payments made.5\n3. If the jury believe from the evidence that Mr. Dunlap paid to the plaintiff and to John Montgomery, deceased, the sum of $186.79 on account of his salary for the year 1881, and that Montgomery went home sick on February 12, 1881, and performed no services for defendant after that time, and said sum was full payment to that date at the rate of $1,500 a year, then the verdict should be for the defendant.\nAnswer: This point is refused. Under all the evidence you will have to determine the question of the indebtedness between the parties at the date of the death of Mr. Montgomery.\n4. The mere fact that the article of agreement of February, 1875, was found among Mr. Montgomery’s papers, and that he was at the time of his death in Mr. Dunlap’s employment, is no evidence that said agreement was still in force between the parties.\nAnswer: This point is refused.*\nThis is an action by the executrix of John Montgomery, deceased, against John Dunlap, to recover what is alleged to be due as a salary for services rendered to the defendant by John Montgomery, under an agreement in writing between John Montgomery and John Dunlap. The agreement has been offered in evidence and it is upon that agreement that plaintiff’s claim is based.\n.You will observe that it is an annual salary to be paid, and tbat it was to be ten per cent upon the profits of the business. The amount of salary was to be calculated upon the amount of profits of the business, and if this percentage did not amount at the end of the year (and that was the only time that the amount of profit could be ascertained), to the sum of fifteen hundred dollars, he was to be paid at least that much; in other words his salary was not to be less than fifteen hundred dollars.\n[The. agreement provides that in case of death or termination of the contract by thirty days’ written notice (or they could agree upon a termination of it), as it would be impossible-to ascertain what the profits at the rate of ten per cent would be at the end of a year, the service not having been rendered, they have agreed in the article that in case of death, or other termination of the contract, the compensation should be at the -rate of two thousand dollars per annum; they have adjusted that among themselves, and the question is, whether or not the salary is to run from January 1, 1881, until the time of his death. It is admitted, as I understand the testimony, that the salary or any claim on the part of Mr. Montgomery is settled and paid up to January 1, 1881. If there is anything in the evidence to indicate that that agreement was not in force at all at. the time of his death, but that a subsequent agreement at the fixed rate of fifteen hundred dollars a year was in force, you will be able to fix the amount from that. If you find from the evidence that the agreement which I read had been terminated, either at the payment of his salary that was made on February 12th, or that it had been re-arranged and another agreement was in force, you have a right to determine the issue in controversy upon that fact.] 3\nIf the contract terminated on February 12th, you calculate the salary due from January 1st up to that time, at the rate of fifteen hundred or two thousand dollars, as you may find the fact to be, and you deduct therefrom any payments made, and 1187.50 is admitted to have been paid in 1881. Mr. Montgomery died on April 25, 1881. [If a man makes a contract for a year, and there are absences permitted to occur or exist by consent and arrangement, or without complaint or objection on the part of anybody, such absences as may grow out of sickness or a vacation, or anything that might satisfy the employer and which he is willing to recognize, the contract continues, if it is a yearly one. If it was a contract that a man was to be paid by the day, he could not get anything but what his contract called for. If a man work for you by the week, and you agree to his going away for a day, you cannot after-wards say that he is only to receive pay for five days and not for the full week, provided it is done by consent and permission. You are to take the testimony and determine what the contract was.] 8.You have simply to be governed by the testimony of the witnesses to determine whether, or not, the contract had been given up and a new arrangement made for service at the rate of fifteen hundred dollars a year, fixed and positive, entered into, or whether it is a continuation of the agreement offered in evidence. [You will ascertain whether the relationship of employer and employee terminated upon February 12th, or whether it was such an arrangement that continued by reason of its being of a yearly character, and that it continued until the day of his death, and that you must judge from the evidence offered in the case.] 1\nThe jury returned a verdict for the plaintiff for $614.99. A rule for a new trial having been overruled, judgment was entered upon the verdict, when the defendant took this writ assigning as error:\n1-8. The parts of the charge embraced in [ ] 1 to 3\n4, 5. The answer to defendant’s points.4 5\nMr. Greorye B. Grordon (with him Mr. John Dalzell and Mr. William SeotG), for the plaintiff in error:\n1. When Montgomery left the store and ceased to perform any service, his right to pay ceased. The common law rule was more severe to the employee. It was held repeatedly that in ease of a hiring for a year, it was an entire contract and the employee could recover nothing unless upon complete performance : Langtry v. Parks, 8 Cow. 63. But by the modern American rule, when the absence is caused by sickness or death, while it is a breach of the contract and the servant cannot recover thereon, yet he may recover on a quantum meruit the value of the services performed, less any damage caused by a failure of complete performance: Wood on Master and Servant, §§ 83, 93, 95, 122; Clark v. Gilbert, 26 N. Y. 279 (84 Amer. D. 189); Yarrington v. Greene, 7 R. I. 589; Hunter v. Waldron, 7 Ala. 753; Fenton v. Clark, 11 Yt. 557; Leaver v. Morse, 20 Yt. 622; Greer v. Gilbert, 21 Wis. 405; Ryan v. Dayton, 25 Conn. 188 (65 Amer. D. 560); Wolf v. Howes, 20 N. Y. 197; Forsytb v. Hastings, 27 Yt. 646.\n2. Under tbe peculiar facts of this case, the admission of the contract in evidence in the manner in which it was submitted, was the end of any successful defence as to the amount per annum to be allowed the employee. One of the two men who knew anything about the contract was dead, and the lips of the other were closed'. The paper was an old paper and the, contract was for one year, and from year to year. Surely the burden was upon the plaintiff to connect the contract with the period of time sued for, and to show that her husband not only performed service for the defendant for that period, but at what price.\nMr. D. W. Bell, for the defendant in error:\n1. There is no obscurity in this article of agreement. It reads thus: “ except by the death of either party; ” and says that, “ in that case or contingency,” viz.: his death, his compensation shall be at the rate of two thousand dollars per annum, “for the expired time of the year.” The article of agreement nowhere says nor intimates that the expression, “ the expired time of the year,” meant the day John Montgomery went home ill, viz.: February 12,1881. The “ expired time of the year ” was actually and in fact the period between January 1, 1881, and April 25, 1881, the day of John Montgomery’s death.\n2. The authorities cited by counsel for plaintiff in error are each and all irrelevant. If the article of agreement had set forth that John Dunlap employed John Montgomery for the year 1875, and from year to year thereafter, at $1,500 per annum, or ten per cent of the profits, leaving out the express provision relative to payment of wages for the expired time of a year, then this case would have come within the line of cases cited by them. But no case is reported, and no case exists, where any court ever ruled that an employee was not entitled to wages while not on active duty, where a written agreement had provided that he should be paid wages during a period of inactivity caused by illness."
  },
  "file_name": "0027-01",
  "first_page_order": 47,
  "last_page_order": 54
}
