{
  "id": 967118,
  "name": "BOROUGH OF SHARON v. S. W. HAWTHORNE",
  "name_abbreviation": "Borough of Sharon v. Hawthorne",
  "decision_date": "1889-01-07",
  "docket_number": "No. 164",
  "first_page": "106",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "123 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0442-01"
      ]
    },
    {
      "cite": "21 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7433,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 2.422336453201218e-07,
      "percentile": 0.801148059211174
    },
    "sha256": "de88215fadec56a6707d6abba2e76f2a7b7abfa11e5f949c5df4a2509c921276",
    "simhash": "1:64fb9fe9b5d3b22e",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T17:53:49.671757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson, Sterrett, Green, Clark, Williams and Hand, JJ."
    ],
    "parties": [
      "BOROUGH OF SHARON v. S. W. HAWTHORNE."
    ],
    "opinions": [
      {
        "text": "OpiNion,\nMu. Justíce Paxson :\nThis case involves the validity of so much of the ordinance of the borough of Sliaron as prohibits the selling or hawking within said borough of any garden, farm, or dairy products.\nThe right to make and enforce such ordinance is expressly conferred by the act of April 8, 1851, commonly called the borough law. If this were all, the case would be free from difficulty. But the act of 1869, P. L. 890, provides that “any resident citizen of Mercer county may, without other than a United States license, peddle farm, garden, and dairy prod uets within said county.” The plain language of this act protects the defendant below from any attempt on the part of the borough to compel him to take out a license. It is true the act of 1869 does not in terms repeal the section of the act of 1851 conferring this power upon boroughs. We are of opinion, however, that it repeals this part of the borough law by necessary implication so far as Mercer county is concerned. Its terms are so direct and so broad as to conflict with the act of 1851. They cannot both stand.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mu. Justíce Paxson :"
      }
    ],
    "attorneys": [
      "Mr. A. W. Williams, for the plaintiff in error:",
      "Mr. Samuel Griffith (with him Mr.'S. B. Griffith, Mr. S. 3. Miller and Mr. Q. A. Gordon), for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "BOROUGH OF SHARON v. S. W. HAWTHORNE.\nERROR TO THE COURT OF COMMON PLEAS OE MERCER COUNTY.\nArgued October 10, 1888\nDecided January 7, 1889.\n1. The right to enact and enforce a borough ordinance prohibiting the hawking and peddling within the borough, of garden, farm, or dairy products, not the products of one’s own garden or farm, is authorized by § 2, par. xi., of the borough law of April 3, 1851, P. L. 320.\n2. But the act of April 13, 1869, P. L. 890, relative to hawking and peddling in Mercer county, repeals by implication said section and paragraph of the act of 1851 as to said subject matter, rendering such an ordinance invalid so far as boroughs in said county are concerned.\nBefore Gordon, C. J., Paxson, Sterrett, Green, Clark, Williams and Hand, JJ.\nNo. 164 October Term 1888, Sup. Ct.; court below, No. 71 March Term 1888, C. P.\nOn March 8, 1888, it was agreed between the borough of Sharon, as plaintiff, and S. W. Hawthorne, as defendant, by a paper filed as a case stated in the nature of a special verdict:\n1. That the burgess and council of the borough of Sharon on December 5,1887, enacted an ordinance “ to regulate hawking and peddling in the borough of Sharon,” whereby it was provided inter alia, as follows:\n§ 1. That, from and after the passage of this ordinance, it shall be unlawful for any person, or persons, to sell or offer for sale, within said borough, as a hawker, peddler, traveling-merchant, or agent, either by sample or otherwise, any garden, farm, or dairy products, or any other foreign or domestic goods, ware» or merchandise, without having first obtained from the burgess of said borough a license so to do, and paying him therefor the fee as hereinafter provided.\n§ 2. The fees to be paid for licenses under this ordinance shall be as follows, viz.:\nFor license to peddle garden, farm, or dairy products, market produce, two dollars per day, four dollars per week, or fifteen dollars per year, at the option of the applicant.\n* * * * * * * *\nProvided, That this ordinance shall not apply to persons selling, or offering for sale, the products of their own garden, or farms.\n§ 3. That any person, or persons, who shall violate any of the provisions of this ordinance shall, upon conviction thereof before any justice of the peace within said borough, be fined by said justice in any sum not loss than five dollars nor more than fifteen dollars, besides all the costs of prosecution, for each offence; the said fines to be collected as debts of a similar amount are by law collected.\n2. That Samuel W. Hawthorne, the defendant in this action, is a resident citizen of Mercer county; that he purchased butter, eggs and other farm products, and sold the same from house to house in said borough of Sharon after the passage of the above recited ordinance.\n3. That said defendant has not paid any mercantile tax to the treasurer of Mercer county, nor has he a peddler’s license under the laws of this commonwealth, nor has he taken out a license from the authorities of the borough of Sharon by virtue of said ordinance, or paid any other consideration for the privilege so exercised by him.\n4. That the said Samuel W. Hawthorne has no regular place of business in said borough.\nNow, if the court be of the opinion, etc.,\nOn August 25, 1888, the court, Mehaiid, P. J.,filed an opinion in which it was ruled that the act of April 13, 1869, P. L. 890, relative to hawking and peddling in Mercer county, providing “ That any resident citizen may, without other than a United States license, peddle farm, garden, and dairy products within said county,” was a protection to the defendant, under tbe facts of the case stated, from the penalty provided by the said ordinance. Judgment was therefore entered for the defendant with costs. The plaintiff then took this writ, assigning said judgment upon the facts stated, as error.\nMr. A. W. Williams, for the plaintiff in error:\n1. If the power of boroughs to impose license regulations on the business called hawking and peddling, were questioned, authority on the point might be found in Warren Bor. v. Geer, 117 Pa. 207: The power is also recognized by the act of May 17,1883, P. L. 31, restricting the authority of boroughs in that regard. The power to impose license regulations having been once delegated to boroughs, it remains of course until taken away by the legislative power, either by express words or by necessary implication. There is no express repeal, nor does the act of April 13, 1869, P. L. 890, repeal by implication. The law does not favor repeals by implication: Brown v. County Commissioners, 21 Pa. 43. One act is held to repeal another by implication, only in cases of very strong repugnance : Commonwealth v. Easton Bank, 10 Pa. 442.\n2. The rule applies with especial force to the repeal of laws governing municipalities. A grant of power to a municipality is always considered as additional to the power of regulation exercised by the state: Dillon on Mun. Corp., § 54. The act of 1851 is, properly speaking, the charter of all boroughs that have accepted its provisions. A general statute, repealing all laws contrary to its own provisions, does not repeal a clause in a municipal charter on the same subject: State v. Branin, 3 Zabr. N. J. 484; Dillon on Mun. Corp. § 54. Municipal corporations are institutions designed for the local government of cities and towns; and the very object of granting to them corporate charters is to clothe them with power to regulate those matters which can better be left to local government than to state legislation.\nMr. Samuel Griffith (with him Mr.'S. B. Griffith, Mr. S. 3. Miller and Mr. Q. A. Gordon), for the defendant in error:\nIt is fair to presume that the act of 1869, means what it says, — that resident citizens of Mercer county may peddle farm, garden and dairy products, anywhere in the county, without any other than a United States license. In order to give it this effect, or indeed any effect, if the plaintiff’s position is correct, it must be that by necessary implication the act of 1869 repealed all prior laws, whether restraining, regulating or prohibiting the peddling of the articles in question, as far as regards the class of persons described, and within the territory named. Any other construction would defeat the evident purpose of the act."
  },
  "file_name": "0106-01",
  "first_page_order": 126,
  "last_page_order": 129
}
