{
  "id": 967122,
  "name": "J. McINTYRE ET AL. v. M. A. McINTYRE ET AL.",
  "name_abbreviation": "McIntyre v. McIntyre",
  "decision_date": "1889-01-07",
  "docket_number": "No. 109",
  "first_page": "329",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "123 Pa. 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Gr. 61",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "53 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. 82",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "5 Munf. 440",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6726489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/19/0499-01"
      ]
    },
    {
      "cite": "81 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "25 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0249-01"
      ]
    },
    {
      "cite": "46 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0025-01"
      ]
    },
    {
      "cite": "88 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061189
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0040-01"
      ]
    },
    {
      "cite": "1 Gr. 209",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/1/0209-01"
      ]
    },
    {
      "cite": "19 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970576
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0087-01"
      ]
    },
    {
      "cite": "3 Binn. 476",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0476-01"
      ]
    },
    {
      "cite": "80 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "43 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0445-01"
      ]
    },
    {
      "cite": "66 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/66/0400-01"
      ]
    },
    {
      "cite": "20 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/20/0268-01"
      ]
    },
    {
      "cite": "19 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/19/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 754,
    "char_count": 17124,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 3.097263340136462e-07,
      "percentile": 0.8590329011459742
    },
    "sha256": "de811772d48bdbf653136c14e71db8d87c65ff959b0b231d129e26422ca569df",
    "simhash": "1:044124065872f753",
    "word_count": 3116
  },
  "last_updated": "2024-02-27T17:53:49.671757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson, Sterrett, Green, Clark, Williams and Hand, JJ."
    ],
    "parties": [
      "J. McINTYRE ET AL. v. M. A. McINTYRE ET AL."
    ],
    "opinions": [
      {
        "text": "Opiniow,\nMu. Justice Gbeen:-\nThe will of James Boyle having been proved prior to the passage of the wills act of 1833, must be interpreted in accordance with the law as it was then established. In the case of Schriver v. Meyer, 19 Pa. 87, construing a will executed in 1831, we held that where the testator preceded his devise by the words, “ As to such worldly estate wherewith it hath pleased God to bless me in this life, I give and dispose of the same in the following manner,” he thereby evinced such an intent to dispose of his entire estate in his lands as to pass a fee simple estate in lands devised without words of inheritance. This case was followed by the same ruling in Wood v. Hills, at page 513 of the same book. In the will of Jamas Boyle the introductory words are, “ And to such worldly estate wherewith it hath pleased God to entrust me, I dispose of the same in the following manner.”’ To these words the foregoing decisions are directly applicable, and the testator’s apparent intent is fortified by a consideration of the other parts of his will. He gives all his estate to his wife during her life, and then disposes of it in detail to various legatees and devisees. In the sixth clause he directs as follows: “ I will and bequeath to my daughter, Mary McIntyre, the one half of the land that I possess above the road, that is the north end. She will not have power to sell, but may leave the same to her children.” The first sentence of this clause undoubtedly, in connection with the introductory words, gives a fee to Mary. It is equally clear that the attempted restraint upon alienation contained in the first part of the second sentence is void, as being in conflict with the fee given by the preceding sentence. The only remaining question is as to the effect of the additional words of the second sentence, “but may leave the same to her children.” Do these words reduce the estate of Mary from a fee to a life estate, with a power of appointment to her children ? If the words were imperative, if the word “ shall ” were used instead of the word “ may,” there would be great, perhaps controlling, force, in the proposition that the words taken together were so indicative of an intent to limit Mary’s interest to a life estate, that we would be obliged to hold that both before and after the act of 1833 her interest was a life estate only. Bur when the testator says simply that she may leave the land to her children, and does not say that she may not leave it in any other way, we cannot say that he does anything more than merely express a hope or desire that she may so leave it.\nIt seems to us the word may is precatory only and not obligatory, and if so it cannot defeat the otherwise operative effect of the devise. In Pennock’s Est., 20 Pa. 268, a testator, after directing the payment of his debts, provided as follows: “ Item, I will and bequeath unto my dear wife Martha Pennock, the use, benefit, and profits of all my real estate during her natural life; and also all my personal estate of every description, including ground-rents, bank stock, bonds, notes, book-debts, goods and chattels, absolutely ; having full confidence that she will leave the surplus to be? divided at her decease justly amongst my children.” We held that the absolute ownership of the personal estate was given to the widow, and that no trust in favor of the children was created by the precatory words. The widow haying left a will disposing of lier estate without reference to the will of her husband, and providing for but three of her seven children, that disposition was sustained by this court in a most exhaustive opinion by Lowkie, J. He reviewed the ancient equity doctrine of the English chancery by which trusts were sometimes founded upon mere precatory words, and showed that it was not the law in Pennsylvania, and was fading out in England.\nIn Burt v. Herron’s Ex’rs, 66 Pa. 400, we held again that mere precatory words will not convert a legatee or devisee of an absolute gift into a trustee, unless it affirmatively appears they were intended to be imperative, and the distinction was pointed out between such words and those which express a desire or request as to the direct disposition of the estate.\nKinter v. Jenks, 43 Pa. 445, is another instance in which a devise to a wife with the expression of a confidence that she would dispose of it amongst the children, was held to give her an absolute estate with an unrestrained power of disposition, and not a mere life estate with a power of appointment to the children. Biddle’s App., 80 Pa. 259, also illustrates the absolute power of a wife over a fund which she was to use in the maintenance and education of the testator’s children, but without liability to account.\nReturning to the present case we repeat that we can only regard the devise of James Boyle to his daughter Mary as an absolute devise of the land in question, accompanied with a void restraint upon alienation, and the expression of a permission to leave the land to her children, but without the prohibition of any other disposition she might choose to make. This being so, the devise to her three daughters passes to them the whole estate in the land, and the plaintiffs are not entitled to any part of it.\nJudgment reversed, and judgment is now entered for the defendants with costs.",
        "type": "majority",
        "author": "Mu. Justice Gbeen:-"
      }
    ],
    "attorneys": [
      "Mr. It. A. Balph and Mr. Jas. Balph, for the plaintiffs in error:",
      "Mr. Alex. M. Watson (with him Mr. Thomas M. Marshall and Mr. A. M. Imlrie), for the defendants in error:"
    ],
    "corrections": "",
    "head_matter": "J. McINTYRE ET AL. v. M. A. McINTYRE ET AL.\n~ ERROR TO THE COURT OE COMMON PLEAS NO. 2 OK ALLE-GIIBNY COUNTY.\nArgued October 30, 1888\nDecided January 7, 1889.\n(a) A will admitted to probate July 24, 1830, in the introductory paragraph provided: “ And to such worldly estate wherewith it hath pleased God to entrust me, I dispose of the same in the following maimer: ”\n(£>) A devise by a subsequent paragraph was as follows: “I will and bequeath to my daughter, Maiy McIntyre, the one half of the land that I possess above the road, that is the north end. She will not have power to sell but may leave the same to her children.”\n1. In such case, the first sentence of the devise to the daughter, construed with the sentence quoted from the introduction, passed a fee, unaffected by the attempted restraint upon alienation in the second sentence.\n2. The clause, “but may leave the same to her children,” is precatory only, not obligatory, so that it cannot defeat the otherwise operative effect of the previous disposition by the devise in fee.\nBefore Gordon, C. J., Paxson, Sterrett, Green, Clark, Williams and Hand, JJ.\nNo. 109 October Term 1888, Sup. Ct.; court below, No 349 April Term 1887, C. P. No. 2.\nOn June 15, 1887, a case stated in ejectment was filed, wherein Johnston McIntyre and Robert McIntyre, a lunatic, by T. W. McCune, his committee, were plaintiffs, and Mary Anti, Joseph, Sarah, Isabella H. and David R. McIntyre, were defendants. The facts set forth were as follows:\nJames Boyle died in 1830, seised of a parcel of land in the Tenth ward, Allegheny city, and leaving a last will dated January 4,1830, duly admitted to probate on July 24,1830, which contained inter alia, the following provisions:\n“.....And to such worldly estate wherewith it hath pleased God to entrust me I dispose of the same in the following manner.\n“1. I will and bequeath to my beloved wife Mary all my property during her natural lifetime for maintenance and the presence incumbrance of my daughter-in-law and her children. * * * * * * * *\n“ 6. I will and bequeath to my daughter Mary McIntyre the one half of the land that I possess above the road, that is the north end. She will not have power to sell but may leave the same to her children.”\n“7. I will and bequeath to my daughter Sarah Boyle the balance of the land that I possess above the road she has no power to sell but she may leave it to her children if it should please providence that she should be blest with children of her own. If not to her brother or sister’s children or both at her pleasure.”\n* * * * * * *\n■ The property in dispute, containing between ten and eleven acres was that devised as above to Mary McIntyre, who after the death of her mother went into possession thereof and occupied it until 1881, when she died leaving to survive her seven children, to wit: Mary A., Joseph, Sarah, Isabella H., Johnston, Robert L. and David R. McIntyre, and two grandchildren, Kate and John McIntyre, children of James McIntyre who died in 1872. James McIntyre;, her husband, died in 1855. Mrs. McIntyre left a last will, dated September 12, 1879, admitted to probate December 16, 1881, and which contained this provision:\n“ First. I give and bequeath to my three daughters all my estate, real, and personal and mixed, as follows: I give to my daughter Isabella one half of all my estate, to my daughter Mary Ann one fourth, to my daughter Sarah one fourth, to my said daughters in fee simple; My daughters are informed of my wishes in regard to their brother Joseph, and I commit my desire to their fulfillment.”\nThe case stated then proceeded:\nThe defendants Mary Ann, Joseph and Isabella H. are in possession of the land aforesaid, and each and all of said defendants refuse to recognize the plaintiffs as tenants in common of said land and also refuse to allow the plaintiffs to participate in the rents, issue and profits of the same.\nIf the court should be of opinion that Mary McIntyre took an estate for life under the will of her father James Boyle, coupled with a power of appointment in fee to her children, and that her will is not an execution of said power, then the verdict to be for the plaintiffs for two sevenths of the land in dispute.\nBut if the court should be of the opinion that Mary McIntyre had the power to leave it to such of her children as she should nominate and appoint, and she has executed such power by her will, then judgment to be entered for the defendants.\nAfter argument, the court, Ewing, P. J., on July 9, 1887, filed the following opinion and decree:\nBy his will dated January 4, 1830, probated July 24, 1830, James Boyle devised as follows : Item 6, “I will and bequeath to my daughter, Mary McIntyre, the one half of the land that I possess above the road, that is the north end. She will not have power to sell, but may leave the same to her children.”\nThe land in dispute is the land described in item 6 of James Boyle’s will.\nMary McIntyre having occupied the land during her lifetime, made her will dated September 12, 1880, probated December 16, 1881, in which she devised to her three daughters, Isabella, Sarah and Mary Ann, as follows: “All my estate, real, personal and mixed,” in unequal proportions, but without any description of the real estate or reference to the power given her in the will of James Boyle. At the time of her death Mrs. McIntyre left surviving her seven children, of whom two are the plaintiffs, and as we understand the case stated, two grandchildren, the children of a deceased son, who are not parties to this suit.\nIf the will of James Boyle gave Mrs. McIntyre a fee-simple, her will gives a good title to her daughters, the defendants.\nIf by the will she took but a life estate with power to distribute among her children by will, we are of the opinion that her will is not a valid execution of the power, because, first, it does not purport to execute any such a power by reference to the power or to the wdll of her father, or by any description of: the property, or by any necessary intendment; non constat, that she did not have other property, of her own which she disposed of by this will; second, if in execution of the power, her will is void, because it excludes a part of the children to whom as a class she could leave the land.\nDid the will of her father give to Mary McIntyre but a life estate or did it give her a fee-simple or fee-tail ?\nPrior to the wills act of 1833 the law of interpretation was that “a devise without words of inheritance will only give an estate for life, unless it can be fairly inferred from other parts of the will that more than a life estate was intended: ” Clayton v. Clayton, 3 Binn. 476, and .numerous other cases. The cases are collected and commented on in Schriver v. Meyer, 19 Pa. 87.\nThat James Boyle intended to devise the entirety of this land to some persons is evident to us from the whole will. In the preamble to his will he says “he is desirous to settle his worldly affairs.”.“ And to such worldly estate as it hath pleased Cod to entrust me with, I dispose of the same in the following manner.” First, he gives all his property to his wife during her life. And next he proceeds to dispose of portions of it to his children; of course subject to the life estate of their mother. If there was nothing expressly to the contrary we would conclude, that notwithstanding the rule that without words of inheritance a life estate only is devised, that it was the intention of the testator to give a fee in remainder to his daughter, Mrs. McIntyre. But he proceeds and says, that “she shall not have power to sell.” Now this condition attached to a fee is void; but as said in Grim’s App., 1 Gr. 209, when we are seeking the intention of the testator such a condition is strong evidence that the testator did not intend a fee. Then following this declaration of want of power to sell, is the power given, “she may leave the same to her children.” There is nothing in the will to indicate that by “ children ” the testator had any other meaning than the primary one, i. e., children as a class; not heirs of the body.\nThe whole will is in accord with this view. The testator intended but a life estate in his daughter, with power to leave it by will to all her children as a class. In default of a proper exercise of the power, the children take, as a class, as tenants in common.\nIn accordance with the decision in Stephenson v. Richardson, 88 Pa. 40, the children of'the deceased brother are entitled to one share. This view of the case shows that each of the plaintiffs is entitled to the one eighth of the whole.\nAnd now, July 9, 1887, after argument and upon consideration, the court being of the opinion that the law is with the plaintiffs, judgment is entered on the case stated in favor of the plaintiffs for the undivided two eighths of the land described in the writ, with six cents damages, and costs.\nThereupon the defendants took this writ specifying errors:\n1. In ruling that the children of the deceased brother were entitled to one share.\n2. In entering judgment for the plaintiffs for the undivided two eighths of the land instead of two sevenths, as agreed on in the case stated.\nMr. It. A. Balph and Mr. Jas. Balph, for the plaintiffs in error:\nThe devise in this case was, “I will and bequeath to my daughter Mary McIntyre, the one half of the land that I possess above the road; that is, the north end. She will not have power to sell, but may leave the same to her children.” The one and only question in the case is, did this devise to children, as a class, include the children of a deceased member of that class ? The rule is, that on a limitation to a class, the time of distribution defines the members that are to constitute the class, and only children in being at the time of distribution take: Coursey v. Davis, 46 Pa. 25 ; Haskins v. Tate, 25 Pa. 249; Gernet v. Lynn, 81 Pa. 94; Walsh v. Wallinger, 2 Russ. & M. 77; Needham v. Smith, 4 Russ. 819; Kennedy v. Kingston, 2 Jac. & W. 431. The question was not raised in Stephenson v. Richardson, 88 Pa. 40, and that case is not an authority in point.\nMr. Alex. M. Watson (with him Mr. Thomas M. Marshall and Mr. A. M. Imlrie), for the defendants in error:\n1. In the will we read, “ And with such worldly estate as it hath pleased God to entrust me, I dispose of the same in the following manner.” The cases cited in Schriver v. Meyer, 19 Pa. 87, clearly sbow that the language quoted gave a fee, before the wills act of 1833, and as- tlie words against alienation are void, the direction, permission, or advice, “ but she may leave the same to her children,” alone calls for interpretation. Exit it is submitted that, as no remainder was devised over either in express words or by implication, the daughter took a fee unaffected by that clause. A proper construction of the words must fail to give them force, either to cut down the fee devised, or to incumber it with a. power to will it to her children as a class.\n2. If Mrs. McIntyre had but a life estate in the land, the fee vested in her children, each child took at its birth, and the interest of James passed to his children at his death: Merriman v. Merriman, 5 Munf. 440 ; Dickinson v. Lee, 4 W. 82 ; Hoffner v. Wynkoop, 97 Pa. 134; McKeehan v. Wilson, 53 Pa. 78. Heir, issue, children, are habitually construed interchangeably : Braden v. Cannon, 1 Gr. 61. The testator was evidently inops consilii, and the language used should not receive a technical construction. And, while the case on the exceptions does not involve a final construction of the will, may not the court consider it so far as to determine, not only whether the plaintiffs take one seventh or one eighth of the land, each, but whether they are entitled to any share of it ?"
  },
  "file_name": "0329-01",
  "first_page_order": 349,
  "last_page_order": 356
}
