{
  "id": 967156,
  "name": "INSURANCE CO. OF N. A. v. FIDELITY ETC. CO.",
  "name_abbreviation": "Insurance Co. of N. A. v. Fidelity Co.",
  "decision_date": "1889-01-14",
  "docket_number": "No. 231",
  "first_page": "523",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "123 Pa. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "37 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0071-01"
      ]
    },
    {
      "cite": "92 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "118 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0138-01"
      ]
    },
    {
      "cite": "52 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0522-01"
      ]
    },
    {
      "cite": "6 W. 227",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 9811,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.815965946537798e-07,
      "percentile": 0.9639840006116187
    },
    "sha256": "fd088a3bb0028220bbab747a8bd3288661c098fdd128f75285378a91cbc1b94a",
    "simhash": "1:3e7345aa43025743",
    "word_count": 1731
  },
  "last_updated": "2024-02-27T17:53:49.671757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson,'Sterrett, Green, Clark, W tLLiAMS and Hand, JJ."
    ],
    "parties": [
      "INSURANCE CO. OF N. A. v. FIDELITY ETC. CO."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Williams :\nThis is an action upon a policy of insurance against loss by fire in the usual form. Judgment was entered for want of a sufficient affidavit of defence, and this is the action complained of. The affidavit admits the genuineness of the policy, the fire, the loss as adjusted, and the liability of the insurance company under the terms of its policy, but denies the right of the plaintiff to recover for the following reasons: (1) The fire resulted from the criminal negligence of the People’s Natural Gas Company, which is therefore liable for the loss. (2) Its own liability to the insured is in the nature of that of a surety, and upon payment of the loss to the plaintiff it has a light to bo substituted to its right of action against the gas company. (8) That it has demanded an assignment of such right of action, which has been refused. (4) That the insured has settled with the gas company, and released it from liability for the fire, as appears by a copy of the settlement and release attached to the affidavit. Two questions are thus raised. Is the refusal of the insured to make an assignment of its cause of action against the gas company, on request of the insurer, a defence to this action on the policy ? Does the settlement and release attached to the affidavit cover the loss by fire now sued for?\nUpon the first of these questions it must be remembered that the right to subrogation or substitution does not rest on an express covenant to assign, as in the case of the Niagara F. Insurance Company v. The Fidelity Title and Trust Company, ante p. 516. In the absence of such covenant it must depend on equitable principles applicable to the relations which these parties sustain to each other. If it be'conceded that the insurer stands in the position of a surety for loss sustained by reason of the wrongful acts of others, and has a right to the remedies which the insured might employ against them, after it has discharged its liability under its policy, still it has no reason for demanding substitution in advance. It is not a liability to pay, but an actual payment to the creditor, which raises the equitable right to be subrogated to his remedies: Kyner v. Kyner, 6 W. 227; Hoover v. Epler, 52 Pa. 522; Forest Oil Co.’s App., 118 Pa. 138. A demand made by the surety for subrogation before he has discharged the liability out of which it grows, is without anything to support it, and the creditor may properly refuse it without affecting thereby his right of action against the surety. The refusal of the assignment demanded by the insurer in this case in advance of payment of the loss, is therefore no defence to this action.\nNor does the settlement and release of December 30, 1887, appear to cover, and so extinguish the plaintiff’s cause of action. It is plain and explicit in its provisions, and purports to settle and release “ all claims and demands of every kind of the said first party arising out of or occasioned by the explosion in the Patterson Block on October 19, 1887, including claims for loss or suspension of rent by the tenants of said first party.” These general expressions are limited and explained in a later paragraph which declares that “ it is understood that the foregoing settlement and release do not affect the claim of said first party against insurance companies for loss occasioned by fire, and which claim said first party shall be entitled to receive in addition to and independently of the sum paid by said second party.” From the terms of this settlement and release, it is evident that the loss by fire was not paid by the gas company, but was expressly excepted from its operations. The injury done by the destructive power of the explosion in shattering walls and windows, in the destruction of articles of furniture, and making rooms temporarily unfit for occupancy, is included, but the loss from fire is excluded from its operations, and the right to recover therefor as an unsatisfied claim, valid and subsisting against the insurers, is distinctly asserted. If the fire resulted from the explosion, and the explosion was chargeable to the negligence of the gas company, the insured had an election whether to proceed against the gas company because of its negligence, or against the insurance company, on its covenant to indemnify. If the insured had proceeded against the gas company, a recovery against it for the loss by fire would, when paid, have reimbursed the insured, and its claim being thus satisfied, no recovery could have been had against the insurance company. But the insured has chosen to divide its loss into two parts, and to demand one of these, not covered by its policies of insurance, from the gas company, and the other which is covered, from the insurance company.\nThe liability of the insurer is clear. The claim is within the letter of its policy. Whether the gas company is liable to reimburse the insurer in an action brought in the name of the insured, for its use, will depend on whether the fire was the result of the criminal negligence of the gas company. This part of the demand of the insured has not been paid by the gas company, nor lias it been extinguished by the terms of the release. On the other hand it has been expressly saved from the operations of the release, and asserted to be a valid claim “ which said first party shall he entitled to receive in addition to and independently of the sum paid by said second party.” After having thus asserted the existence of this claim as unpaid or subsisting, the gas company could not be beard after a recovery against the insurance company, to deny its validity, or to assert its release or extinguishment. The right of action and demand released were those paid by the gas company. That not paid does not purport to be released, but is asserted to subsist. It bas neither been disposed of by the parties nor by the law, but remains for adjudication in the same manner and with tbe same effect as though the release of December 30, 1887, had not been executed. The court below was right in holding the affidavit to be insufficient, and in directing judgment to be entered for that reason.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams :"
      }
    ],
    "attorneys": [
      "Mr. Isaac S. Van Voorhis, for the plaintiff in error:",
      "Mr. Q-eo. P. Hamilton, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "INSURANCE CO. OF N. A. v. FIDELITY ETC. CO.\nERROR TO THE COURT OE COMMON PLEAS NO. 1 OF ALLEGHENY COUNTY.\nArgued October 31, 1888\nDecided January 14, 1889.\n1. When a loss upon insured property has been caused by the alleged negligent act of a gas company resulting in an explosion and fire, the assured may settle with and release the gas company from all claim for injuries not covered by the insurance, without prejudice to his right to recover from the insurers for the loss occasioned by lire.\n2. In the absence of an express covenant by the assured in a Are policy, to assign to the insurers his cause of action against a wrong-doer through whose act a loss occurred, the insurers may not demand such assignment in advance of the discharge of their own liability on the policy.\nBefore Gordon, C. J., Paxson,'Sterrett, Green, Clark, W tLLiAMS and Hand, JJ.\nNo. 231 October Term 1888, Sup. Ct.; court below, No. 654 September Term 1888, C. P. No. 1.\nOn September 3,1888, a summons issued in an action by the Fidelity Title and Trust Co., of Pittsburgh, trustee, for use of the Western University of Pennsylvania, against the Insurance Company of North America, of Philadelphia.\nThe statement of the plaintiff, and the affidavit of defence of the defendant company, with the exhibit A attached to the latter as part thereof, were identical with the papers filed in the court below, in the case of Niagara F. Ins. Co. v. Fidelity T. & T. Co., ante p. 516, except that, in this case, the loss by fire apportioned to the defendant company was $175.13, and further, that the policy a copy of which was attached to the plaintiff’s statement did not contain the mutual covenant that the assured on receiving payment should assign to the insurers the cause of action against the wrong-doer, which was contained in the policy sued upon in the former case, ante p. 517.\nOn October 6, 1888, the plaintiff’s attorney entered a rulé for judgment for want of a sufficient affidavit of defence, which rule on October 17th was made absolute, the court, Stowe, P. J., filing no opinion. Judgment having been entered in favor of the plaintiff for $182.80, the defendant took this writ, assigning as error the order making absolute the said rule for judgment.\nMr. Isaac S. Van Voorhis, for the plaintiff in error:\n1. “ When two persons are equally liable to the creditor, if as between themselves there is a superior obligation resting on one to pay the debt, the other after paying it may use the creditor’s security to obtain reimbursement. The doctrine of subrogation does not depend on privity, nor is it confined to cases of strict suretyship. It is the mode which equity adopts to compel the ultimate discharge of the debt by him who in good conscience ought to pay it, and relieve him whom none but the creditor could ask to pay: ” Bender v. George, 92 Pa. 39; Kramer’s App., 37 Pa. 71; Bispham’s Eq., 18. “Where the property insured is destroyed by the negligence of a third person, so that the assured has a remedy against him therefor, the insurer by payment of the loss becomes subrogated to the rights of the assured to the extent of the sum paid on the policy: ” 2 Wood on Fire Ins., 2d ed., 1081.\nThat the plaintiff could not recover on the contract of insurance after having made the settlement with the gas company, the counsel relied upon the points made and authorities cited in his argument in the preceding case.\nMr. Q-eo. P. Hamilton, for the defendant in error:\nThe counsel relied upon the points made and authorities cited in his argument in the preceding case.\nSee the preceding case."
  },
  "file_name": "0523-01",
  "first_page_order": 543,
  "last_page_order": 547
}
