{
  "id": 967163,
  "name": "GEORGE CLARK v. THE COMMONWEALTH",
  "name_abbreviation": "Clark v. Commonwealth",
  "decision_date": "1889-02-11",
  "docket_number": "No. 191",
  "first_page": "555",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "123 Pa. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 NY. 582",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/83/0582-01"
      ]
    },
    {
      "cite": "18 Fla. 481",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1126246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/fla/18/0481-01"
      ]
    },
    {
      "cite": "10 Gratt. 267",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "opinion_index": -1
    },
    {
      "cite": "15 Tex. App. 534",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "98 U. S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/98/0145-01"
      ]
    },
    {
      "cite": "26 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0424-01"
      ]
    },
    {
      "cite": "9 Phila. 583",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0388-01"
      ]
    },
    {
      "cite": "88 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "89 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "94 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0258-01"
      ]
    },
    {
      "cite": "99 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "76 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0414-01"
      ]
    },
    {
      "cite": "74 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0458-01"
      ]
    },
    {
      "cite": "32 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "85 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Phila. 370",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0151-01"
      ]
    },
    {
      "cite": "73 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0321-01"
      ]
    },
    {
      "cite": "114 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550035
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0300-01"
      ]
    },
    {
      "cite": "4 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401909
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0269-01"
      ]
    },
    {
      "cite": "7 W. & S. 108",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481752
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0108-01"
      ]
    },
    {
      "cite": "76 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "114 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "74 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/74/0458-01"
      ]
    },
    {
      "cite": "85 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "8 Phila. 370",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": 0
    },
    {
      "cite": "4 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0269-01"
      ]
    },
    {
      "cite": "7 W. & S. 108",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1417,
    "char_count": 45041,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.772826726197437e-07,
      "percentile": 0.9305683458765357
    },
    "sha256": "c769b2a127defc7f8be2c837aba109f0acd24e08d11968f49720858aad1ccf48",
    "simhash": "1:4a556771b65be8c8",
    "word_count": 8047
  },
  "last_updated": "2024-02-27T17:53:49.671757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stekrett, Green, Clark, Williams, McCollum AND Mitchell, JJ."
    ],
    "parties": [
      "GEORGE CLARK v. THE COMMONWEALTH."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMe. Justice McCollum:\nWe have before us the record of tlie trial and conviction of George Clark for the murder of William McCausland. It discloses a murder perpetrated by lying in wait and to accomplish a robbery. The defendant in this record affirms that there are errors in it which contributed to his conviction, and he brings it here for inspection. The alleged errors are contained in fifteen specifications which we will pass upon in their order.\nThe three specifications which rest on the denial by the court below of the motions to quash the indictment and the array of petit jurors, and of the motion in arrest of judgment, may be examined and considered together. It is contended in support of these motions that the finding by the grand jury of an indictment against the defendant pending the hearing on the habeas corpus allowed on his application, was irregular, illegal, and an abridgment of his rights under the writ, and that the sheriff, having made the information on wlrich the warrant for his arrest was issued, could not lawfully participate in the drawing of the petit jurors.\nThe information was made December 27,1887, and the warrant upon it was issued the same day. On the next day the defendant was arrested and on the 2d of January, 1888, he waived a hearing before the magistrate, by whom he was then committed to the jail of the county. On the 6th of January, 1888, an indictment was found and returned against him by the grand jury.\nThe habeas corpus was allowed December 30, 1887, by the president judge of the Court of Common Pleas to whom the petition for it was addressed, and made returnable January 6, 1888, before him, described as “ one of the judges of the court of Common Pleas.” A full hearing was had upon it and on the 9th of January, 1888, an order was made remanding the defendant to the custody of the sheriff. All the proceedings upon the writ of habeas corpus were in the Court of Common Pleas, as the record shows, and a certified copy of the record containing these proceedings was filed in the court of Oyer and Terminer September 28, 1888. As the writ was allowed and issued within fifteen days next preceding .the session of the court of Oyer and Terminer where the crime with which the petitioner for it was charged, was cognizable, it should have been made returnable before the judges of that court: Commonwealth v. The Sheriff, 7 W. & S. 108.\nUpon this record it is urged that it was the duty of the court below to quash the indictment, and having refused to do that, to arrest judgment on the verdict. No decision of this pr any court has been cited to sustain this view of the law, and the counsel who advocate it confess that their research has failed to discover one. They direct our attention to a remark of the present Chief Justice of this court in Commonwealth v. Bartilson, 85 Pa. 488, which we quote in connection with the language which explains it: “We do not deny the power of the court to quash an indictment for matters not appearing on its face. This is sometimes done for defects in the process of drawing and summoning the grand jury, or irregularities connected with the jury wheel, and where an indictment is found pending a writ of habeas corpus. It is a power, however, that should be exercised with great caution, especially where it is for some defect of proof.” In the case in which this language appears, the quashing of an indictment by the court below for defect of proof was held to be error. The remarks quoted were made in discussing and illustrating the power of the court to quash an indictment for matters not appearing upon its face, and did not announce, and were not intended to declare, that it was the duty of the court in all cases to quash an indictment found pending a writ of habeas corpus. As the statute of limitations in criminal procedure runs from the commission of the offence until indictment found, cases might occur where the rule contended for would defeat justice by suspending or setting aside proceedings necessary to save a prosecution from the bar of the statute. We have been referred to the case of Commonwealth v. Hoey, 8 Phila. 370, as supporting the view of the plaintiff in error, but we do not so regard it. It decides that the pendency of a writ of habeas corpus in another court is not cause for suspending or setting aside proceedings in tlie court baying jurisdiction of tlie offence. In our case, tbe court of Oyer and Terminer bad jurisdiction of tbe crime witb wbicb tbe defendant was charged, and proceedings there could not be disturbed or affected by tbe pendency of a writ of habeas corpus allowed on his petition in tbe Court of Common Pleas. We cannot convict the court below of error for refusing to quash the indictment, or to arrest judgment on the verdict.\nNo misconduct is imputed to the sheriff in the drawing of the petit jury. If there was any irregularity, favor, or prejudice in the act of drawing, it is not charged or shown. Indeed it is difficult to perceive how the sheriff, could, in the presence of the jury commissioners and without their complicity, exhibit partiality in it. The selection of jurors is an act which involves the exercise of a sound discretion, and is judicial, while the mere drawing of a jury under our present law is a ministerial act in which there is no room for bias. The sheriff was not a party to the issue, and he had no interest in it except in' common with all good citizens. As a conservator of the peace and in aid of public justice he made the information on which the warrant wrns issued. An information made under the circumstances and in the manner of this one is not a disqualification of the officer making it, and does not interfere with the discharge of his official duties which are merely ministerial. A suspicion or belief cannot exceed in disqualifying power, actual and personal knowledge, and an avowal of the former can have no greater effect than the statement of the latter. Whether the avowal or statement be oral or written, is of no consequence. If the sheriff had been an eye witness of the crime and had arrested the perpetrator on view of it, he would have discharged a plain duty and no disqualification would have resulted from his knowdedge or his action upon it. We conclude that the refusal of the court below to quash the array of petit jurors was not error.\nThe fifth specification is.without merit and is not sustained. It is the right and it is sometimes the duty of the court in the voir dire examination of a juror to interrogate him as to the opinion he has formed, its source and character. The questions in this case were unobjectionable and in the line of approved practice.\nThe four assignments of error which relate to the action of the court below on defendant’s challenges of jurors for cause, involve the question whether the jurors so challenged had such opinions of the guilt of the accused as rendered them under the decisions of this court incompetent to serve. As a fixed opinion denies to evidence its proper effect, and prevents an impartial trial, it is a disqualification of the juror. Whether the juror has such an opinion, is to be determined upon evidence, and the usual and proper practice is to examine him on his voir dire as to the opinion he has formed. If from the evidence elicited by such examination it is found that he has a fixed opinion, the challenge is sustained; if it is not so found, the challenge is overruled. The disposition of the challenge depends on the finding of a fact, and in passing upon such finding here, we must consider the evidence as a whole and remember that the examination was in the presence and under the direction of the court below and that it had better opportunity to discover the nature and character of the opinion held by the juror than is afforded this court in review.\nA juror in the course of his voir dire examination, and in response to some question addressed to him, may say that he has a fixed opinion, while his answers, taken together, may satisfactorily show that this is a misdescription of the opinion he holds. An isolated answer is not decisive of the question under investigation, but it must be determined upon the whole evidence affecting it. A careful study of the evidence of jurors Riggle, White, South, and Dulaney has failed to convince us that either of them had a disqualifying opinion. We think that under the decisions of this court in Staup v. The Commonwealth, 74 Pa. 458, and the subsequent cases on this subject, they were competent jurors. The assignments which relate to the qualification of jurors are not sustained.\nIt was proper for the commonwealth to show that the point in the field where it was claimed defendant and Taylor were seen by Parker the morning of the .murder, was in plain view of the point where Parker said he stood when he saw them, and that there was no intervening object or obstruction in the line of vision between them. To the objection that this evidence, if admissible at all, could only be received in rebuttal, the answer is, that the order of the testimony was in the discretion of the court below. It is true that the observation of the witness was made in March when there were no leaves ou the trees, but it is not claimed that there were trees in the line of vision between those points, or that any obstruction was in that lino in September, that was not there in March. The assignments which refer to the admission of this evidence are not sustained.\nThe remaining specifications invite a criticism of the charge of the, learned president of the Oyer and Terminer, and allege inaccuracies and omissions in it prejudicial to the defendant. Particular exception is taken to the quotation from the charge of Chief Justice Gibson in Commonwealth v. Harman, 4 Pa. 269. In McMeen v. Commonwealth, 114 Pa. 305, the language objected to was held by this court to be entirely proper when applied to the evidence in the case, and it was there said, “ undoubtedly a juror should be convinced from the evidence where he would he convinced as a man, and where the language is applied in this way we see no technical error.” As in the case under consideration it was so applied, there was no error in its use.\nWe think, upon a careful review of the charge, that the claims and evidence of the commonwealth and the defendant were correctly, fairly, and adequately presented by it. No question was made as to the character and grade of the crime, it was without doubt a deliberate and mercenary murder. There was no evidence on which it could be reduced to a milder form of homicide. The omission of instructions on the law of voluntary manslaughter and the power of the jury to find it, was not error: Brown v. Commonwealth, 76 Pa. 339; McMeen v. Commonwealth, 114 Pa. 305.\nThe specifications which call in question the fairness and adequacy of the charge are not sustained.\nThe judgment is affirmed, and it is ordered that the record be remitted for execution.",
        "type": "majority",
        "author": "Me. Justice McCollum:"
      }
    ],
    "attorneys": [
      "Mr. James H. Sayers (with him Mr. Thos. L. Lincoln), for the plaintiff in error:",
      "Mr. D. B. JP. IIuss, District Attorney, (with him Mr. John 8. liobb, Mr. 11. F. Downey and Mr. S. B. Muss'), for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "GEORGE CLARK v. THE COMMONWEALTH.\nERROR, ETC., TO COURT OE OYER AND TERMINER OF GREENE COUNTY.\nArgued January 7, 1889\nDecided February 11, 1889.\n1. A writ of habeas corpus for the discharge of a prisoner under arrest for inurdcr, if awarded within fifteen days of the term of the court wherein the crime charged is cognizable, should be made returnable before the judges of the court of Oyer and Terminer: § 6, act of February 18, 1785, 2 Sm. L. 275; Commonwealth v. The Sheriff, 7 W. & S. 108.\n2. The fact that an indictment for murder was found in the court of Oyer and Terminer, pending proceedings for the discharge of the prisoner before the Court of Common Pleas, is not ground either for quashing the indictment or for an arrest of judgment after conviction.\n3. Nor is the fact that the information upon which the accused was arrested was made by the sheriff of the county, who by virtue of his office was the keeper of the key of the jury wheel and assisted in the drawing of the jurors for the term, ground either for quashing the array of petit jurors, or for quashing the indictment found, or for an arrest of judgment after conviction.\n4. Such an information made by the sheriff of a county upon information and belief, is not a disqualification of the officer making it, and, in the absence of proof of irregularity, favor or prejudice, will not interfere with the discharge of duties by him which ai-e merely ministerial.\n5. It is the right and often the duty of the presiding judge himself to question a juror upon an opinion formed, its source and character; and it is not error to ask directly whether the opinion is fixed, or merely a floating opinion or impression wliich would not influence the juror in making up a verdict.\n6. An isolated answer of a juror that he has a fixed opinion, is not decisive of the question under investigation; to disqualify, the character of the opinion must be determined upon the whole evidence affecting it, to be deduced from his answers taken together.\n7. The order of testimony being within the discretion, of the court below, it is not error to admit testimony in chief corroborative of the testimony of a preceding witness, though the offer relate to a state of facts existing at a later date than the date of the offence, if relevant to the issue.\n8. The quotation in the charge, from the opinion in Commonwealth v. Harman, 4 Pa. 269, that a juror “is not at liberty to disbelieve as a juror while he believes as a man,” when applied by a full review of the testimony to the evidence in the case, will not render the charge objectionable : MeMeen v. Commonwealth, 114 Pa. 300.\n9. When no controversy was made, that upon the evidence the murder was perpetrated by lying in wait and to accomplish a robbery, it was not error to omit to instruct upon the law of voluntary manslaughter and upon the power of the jury to find such a verdict in the cause.\nBefore Paxson, C. J., Stekrett, Green, Clark, Williams, McCollum AND Mitchell, JJ.\nNo. 191 October Term 1888, Sup. Ct.; court below No. 1 January Term 1888, O. and T.\nOn September 27,°1887, John S. Lemley, sheriff of Greene county, made information before a justice of the peace charging that on September 10,1887, between 10 and 11 o’clock, on the public highway leading from McCann’s ferry to the Greensboro road, in Cumberland township, William McCausland, a drover of Allegheny city, was murdered and robbed of about one thousand dollars, and that he had cause to suspect and did suspect that George Clark, Frank Clark, Sr., Zach. Taylor and Maggie Clark did kill and murder said William McCausland. Upon a warrant issued on this information, the persons charged were at once arrested and lodged in the county prison.\nOn December 30, 1887, George Clark presented his petition to iNGtiKAM, as the president judge of the court of Common Pleas, praying for a writ of habeas corpus, which was awarded the same day, returnable on January 6, 1888, at 10 A. M.\nOn January 2, 1888, George Clark, Frank Clark, Sr., and Zach. Taylor were brought before the justice, waived a hearing and were committed. At the suggestion of the district attorney, Maggie Clark was discharged. The proceedings were then returned to the court.\nOn January 6, 1888, the grand jury returned as a true bill an indictment charging George Clark, Frank Clark, Sr., and Zach. Taylor with the murder of William McCausland. The same day the hearing in the proceedings upon the writ of habeas corpus began before the Court of Common Pleas, and witnesses were examined. This hearing continued until on January 9th, an order was made admitting Frank Clark, Sr., to bail and remanding George Clark and Zach. Taylor to the custody of the sheriff. The cause in the Oyer and Terminer was then continued to the April Term.\nOn April 3, 1888, the defendant George Clark moved for leave to plead as to himself to the indictment, and that he be tried alone upon the issue to be joined thereon. The motion was allowed, and the commonwealth elected to proceed first with the trial of George Clark, and trial was ordered.\nThe defendant then moved to quash the indictment found, for the following reasons:\n1. That John S. Lemley, the prosecutor in the case, is high sheriff of said county, and by virtue of his office is keeper of the key of the jury wheel, and assisted in drawing the jury for the present term of said court of Oyer and Terminer.\n2. That the said John S. Lemley made the information against said defendant, and afterwards assisted in drawing the jury which it is expected will try him.\n3. That while a writ of habeas corpus was pending and undetermined, asking for the discharge of said defendant from custody of the sheriff of Greene county, a true bill was found and returned by the grand jury of said county against said defendant, thus denying to him the rights guaranteed to him by the constitution of this commonwealth, under the writ of habeas corpus.\nBy the court: The motion is overruled; exception.®\nThe defendant then moved to quash the array of petit jurors for the April term, for the following reasons:\n1. That John S. Lemley, the prosecutor in the case, is high sheriff of said county, and by virtue of his office is keeper of the key of the jury wheel, and assisted in drawing the jury for the present term of said court of Oyer & Terminer, making the drawing of said jury, and therefore the array, unlawful and irregular.\n2. That the said John S. Lemley made the information against said defendant and afterwards assisted in drawing the jury for said term which it is expected will try him; which, in view of the fact that a large reward was offered for the apprehension and conviction of the murderers of William McCausland, and for other reasons, is irregular and unlawful.\nBy the court: The motion is overruled; exception.11\nThe defendant being then formally arraigned, pleaded not guilty to the indictment and issue was joined.\nThe commonwealth was represented by Mr. D. R. P. Huss, district attorney, Mr. John S. Robb, Mr. R. F. Downey and Mr. S. R. Huss; the defendant, by Mr. Charles E. Boyle, Mr. James E. Sayers and Mr. Thomas L. Lincoln.\nIn the examination of the jurors as they were called to be impaneled,\nSolomon Riggle, sworn on his voir dire, said:\nTo defendant’s counsel: That he had read an account of the coroner’s inquest in two or three of the newspapers, and had heard the subject discussed some by his neighbors; he had formed an opinion as to the guilt or innocence of defendant by reading the papers, but it was not a fixed opinion, and the evidence would change it, but it would take pretty strong evidence.\nThe defendant challenged the juror for cause.\nBy the commonwealth: Q. Mr. Higgle, what do yon mean by saying it would require strong evidence? A. Well, in reading the papers over once I formed an opinion. Q. And it would require strong evidence to change it? A. Yes, sir. Q. And you have an opinion now that it would take strong evidence to change ? A. Yes, sir.\nBy the court: Q. Evidence you might hear would change that opinion ? A. Yes, sir.\nBy the court: Challenge for cause overruled; exception.1\nThe defendant challenged peremptorily.\nW. T. White, sworn on his voir dire, said:\nTo the commonwealth: That he had no conscientious scruples upon the subject of capital punishment in cases of this kind, premeditated murder.\nTo defendant’s counsel: That he had read the report of the coroner’s inquest in the papers, and had formed a hxed opinion with regard to the guilt or innocence of the defendant.\nThe defendant challenged for cause.\nTo the commonwealth: That it was not such an opinion that it could not be removed by evidence, and if he were sworn as a juror he could render a verdict uninfluenced by that opinion.\nTo defendant’s counsel: That the opinion he now held did not unduly influence his belief with regard to the guilt or innocence of defendant; it had been deliberately formed and was still entertained; that it would take strong evidence to remove that belief.\nBy the commonwealth: Q. If what you read in the papers turns out to be not true ? A. Of course, that would change it. Q. Then your opinion is subject to the evidence? A. Yes, sir.\nBy defendant: Q. Of course, that opinion is like every other opinion, subject to the evidence; you said' in a case like this you favored capital punishment? A. Yes, sir. Q. You assume this to be a case of that kind, do you? A. Yes, sir.\nBy the court: Q. And you would make up your verdict from the evidence you would hear ? A. From what I road in the papers— Q. If you was sworn as a juror in this case could you and would you make up your verdict wholly from the evidence? A. Yes, sir.\nBy tbe defendant: Q. What do you mean by taking some evidence to change your mind ? It would take some evidence to, change your mind and then you would make up your verdict ? A. Yes, sir.\nBy the court: Q. Mr. White, just explain what you mean ? A. Where it is premeditated; where it is not committed under passion or drink. Q. Do we understand you to say you made up your mind that this is a case of that kind? A. Yes, sir. Q. Is it a fixed or is it a floating opinion that might be changed by evidence — merely what you read in the newspapers? A. Yes, sir.\nBy the court: Challenge for cause overruled; exception.3\nThe defendant challenged peremptorily.\nJosiah South, sworn on his voir dire, said: .\nTo defendant’s counsel: That he had read the newspaper accounts of the occurrence, and had talked about it with his neighbors; that from what he had read and heard he had formed hnd expressed a fixed and determined opinion, made after deliberation, and had heard nothing to change it.\nThe defendant challenged for cause.\nTo the commonwealth: That his opinion could be removed by evidence, and, if sworn as a juror, he could render an impartial verdict without being influenced by that opinion.\nBy the court: Q. I understand you to say your opinion is fixed or determined with regard to the guilt or innocence of this defendant, or is it a mere floating opinion from what you have read and heard ? A. Mere impression from what I read and heard. Q. Mr. South, the question now they have asked you and you have answered, you have a fixed opinion with regard to the guilt or innocence of this defendant ? What is the answer to that now ? A. That is what I mean. Q. That is what you mean by your fixed opinion? A. Yes, sir; an impression from what I read and heard. Q. If sworn as a juror in this case, could you make up your verdict from the evidence without being influenced by that impression? ' A. Yes, sir.\nBy defendant: Q. What do you mean'by saying, in answer to Mr. Sayers here, that you have a fixed and deliberate opinion? A. I certainly formed that after I read the, accounts. Q. A fixed and determined opinion ? A. Until I hear some-tiling further to contradict it. Q. And tben you would have to have such evidence as a juror as would remove a fixed and determined opinion before you would change your mind? A. I would have to have some truth of it. Q. And that kind of an opinion is a fixed and determined opinion ? A. Didn’t T tell your honor I did not understand it that way ? Q. You did not use the word at all until after the district attorney used it. A. Didn’t I? Q. Did you use the word at all until after the district attorney had used it? A. I don’t know. Q. And it would take some evidence to change your mind? A. Yes, sir. Q. You have made up your mind? A. So far as I have read and heard reports.\nBy the court: Challenge for cause overruled; exception.3\nThe defendant challenged peremptorily.\nJ. H. Dulaney sworn on his voir dire, said:\nTo the commonwealth: That he had formed and expressed an opinion, etc., at the time of the occurrence, from newspaper reports and from rumor; he did not know that it was a fixed opinion, and it could be changed if the evidence was strong enough; that he could render an impartial verdict without being influenced by that opinion, if he would hear evidence sufficient; he believed he could render an impartial verdict upon the evidence uninfluenced by the opinion he had formed, if the evidence was strong enough.\nTo defendant’s counsel: That the evidence would have to be strong to induce him to change his opinion; that he lived about five miles from the scene of the crime:\nQ. You say you still have an opinion on this subject? A. Yes, sir; I have an opinion. Q. When you would go into the jury box you would already have formed an opinion — you have an opinion now? A. Yes, sir. Q. And you will hold onto that until there is enough evidence to change your mind? A. Yes, sir.\nDefendant challenges for cause.\nBy the court: Q. Do you say the opinion you have already formed is not a fixed opinion; merely a floating opinion or impression ? A. Yes, sir; from the reports. Q. Reports read and heard? A. Yes, sir. Q. The opinion you now have would not have any influence, if you were sworn as a juror, in making up your verdict in this case? A. I don’t think it would. Q. Tbe question is, whether it would or not; answer that by yes or no. A. No, sir; it would not have. Q. If you were sworn as a juror in this case you could give the defendant a fair trial and make up your verdict solely from the evidence you would hear from the witnesses ? A. Yes, sir.\nBy the court: The challenge for cause overruled; exception.4\nCounsel for the defendant excepts to the manner of examining the juror by the court, on the ground that the questions are leading and assume that the juror has made answers which the counsel for the defendant does not admit he has, as they think will appear from the stenographer’s notes ; and further, that the examination by the court, in their judgment, tends to compel the juror to make such answers as will qualify him for a juror rather than to confess he is not competent to try the case upon the evidence, if he were sworn as a juror, and in this way the defendant will be prejudiced by putting into the jury box jurors who declare they have opinions, that they would carry these opinions into the jury box, and would not change therS until sufficient evidence is produced before them to require them to change them.\nException sealed for defendant to the manner the court has examined the juror or any other jurors.5\nThe defendant challenged the juror peremptorily.\nA jury having been impanneled and sworn, the evidence adduced on the trial showed that about 10 :30 A. m. September 10, 1887, the deceased had been found with a pistol shot wound in the head and another in the right hand, lying in a ravine known as Cloud’s Hollow about one mile from the Monongahela river, and died a few minutes thereafter. He had left his home in Allegheny city to go into Greene county to buy cattle, with a large amount of money in his possession. On an examination of the ravine where he was found, his whip, pocket-knife, a half-smoked cigar, a burned match, and a soft felt hat were found in the vicinity. Two revolvers were also found; one a cheap thing, with five chambers containing three loaded cartridges and two empty shells, and “ J. T. C.” rudely cut upon the handle; the other was a fine Smith & Wesson, with chambers all containing loaded cartridges. This latter revolver was indentified as one owned by Mr. McCaus-, land. About thirty yards south oí the place where he lay, his two pocket-books were found, empty, and a number of papers. The facts shown by the testimony and claimed to connect the accused with the homicide, were circumstantial only. Among other witnesses called, John Parker, an old man 72 years of age, a carpenter, testified that while at a certain point near the scene of the homicide, his attention was attracted by the noise of cattle running in the woods, and looking up he saw two men, walking rapidly, pass an open space in the timber, one of whom he recognized as George Clark, and the other he “ took to be Zaeh. Taylor.” He saw them but a moment, at a measured distance of 244 yards; observed the kind of clothing Clark wore, saw that he carried a gun in his hands,— a shot-gun and not a rifle, and that he wore boots; the morning was dark, threatening rain, and the men were going towards the mouth of the creek.\nSmith, a surveyor, called by the commonwealth, after Mr. Parker, testified that Mr. Parker had pointed out to witness the place he said he had stood when he saw the two men coming down opposite, and had made an observation of the line of sight; this on March 23, 1888.\nDefendant’s counsel object.\nBy the commonwealth: The purpose is to show bjr the witness that the line of vision from where Parker said he stood to the point whore he said he saw the two men, is not obstructed.\nObjected to: This observation having been made at a later day did not show the ground as it was then; did not show the leaves on the trees.\nBy the court: They have a right to show whether there were any intervening objects, and if there were any intervening objects what they were. Objection overruled; exception.6\nQ. State what the line of observation was at the time you made the survey from the points mentioned ?\nDefendant objects to the question.\nQ. I ask the witness to state if there were any obstructions in the line of observation at the point where Parker said he stood to the point where he said he saw the men coming down the hill.\nDefendant objects, that the evidence offered is irrelevant and incompetent; that the effect of the question is to prove, if anything, whether it is possible that the story told by Parker is true, and that the commonwealth cannot support the testimony of Parker before it is attacked, by showing that he possibly did tell the truth.\nBy the court: Objection overruled; exception.7\nThe witness was no line of sight between the point where Parker said he had seen the two men and the point where he said he had stood at the time.\nThe court, Inghram, P. J., in the charge to the jury, instructed as to the crime of murder at common law, the degrees thereof under the statute and proceeded:\nThe case of the commonwealth rests upon what we call circumstantial evidence. And that kind of evidence has been ascertained by experience to be little, if any, less satisfactory than that which is known as direct or positive. Where a wilful, deliberate murder contemplated beforehand is committed, it seldom occurs that direct, positive evidence respecting it can be produced. As was said by Chief Justice GibsON in the case of the Commonwealth v. Harman, 4 Pa. 269: “ The only difference between positive and circumstantial evidence is, that the former is more immediate, and has fewer links in the chain of connection between the premises and conclusion; but there may be perjury in both. A man may as well swear falsely to an absolute knowledge of a fact, as to a number of facts, by which, if true, the question of guilt or innocence is solved. No human testimony is superior to doubt. The machinery of criminal justice, like every other production of man, is necessarily imperfect, but you are not therefore to stop its wheels. Innocent men have doubtless been convicted and executed on circumstantial evidence; but innocent men have sometimes been convicted and executed on.what is called positive proof. [All evidence is more or less circumstantial, the difference being only in the degree; and it is sufficient for the purpose when it excludes disbelief, that is actual disbelief; for he who is to pass on the question is not at liberty to disbelieve as a juror while he believes as a man.] 14 It is enough that his conscience is clear.”\n[The court then reviewed the testimony at length saying, inter alia:]\nIt is claimed on the part of the commonwealth that some time in the spring of 1887, May or June, possibly, William McCausland, who was then a resident of Allegheny city, commenced doing business in Greene county. It is claimed that he was a stock dealer, he would come into this county, buy stock, ship it elsewhere, and return for more. It is claimed that in making his rounds he stopped a part of the time in the neighborhood of Carmichaels, on Little Whitely. It is claimed that the testimony shows that he bought stock and shipped it down the river. [It is claimed that it was well understood in that neighborhood the days or time when he shipped the stock and when he returned to the county to buy stock,] 13 that he usually shipped on Saturdays, and would, generally return to the county on Wednesdays following.\nvfc- •&*\nWe have been requested on the part of the defendant to charge you:\n1. If from all the circumstances surrounding a homicide there is any doubt about the killing being unlawful, that doubt should be given in favor of the person charged with the crime and he should be acquitted.\nAnswer : That point is-correct and is affirmed.\n2. To convict on circumstantial evidence each fact must be proved by the commonwealth by distinct, independent and competent testimony ; and each fact so proved should bo consistent with the other and with the main fact sought to be established, namely, the killing by the defendant, and the commonwealth failing in this the defendant should be acquitted.\nAnswer : This is true and the point is correct and is affirmed.\n8. The whole case of the commonwealth must exclude every reasonable and fair theory or explanation of defendant’s innocence before he can be found guilty upon circumstantial evidence.\nAnswer: That point is correct and is affirmed.\n4. Defendant need not prove an alibi beyond a reasonable doubt; it is sufficient if the testimony for the defendant raises a reasonable doubt in the mind of the jury, and if it does he should bo acquitted.\nAnswer: That point is correct and is affirmed.\n5. The burden of proof never shifts from the commonwealth, and each separate and in dependent fact must be proved beyond a reasonable doubt or the defendant should be acquitted.\nAnswer: That point is correct and is affirmed.\n6. The defendant is entitled to the benefit of every reasonable doubt in the mind of the jury.\nAnswer: This point is correct and is affirmed, as we have already so instructed you.\n7. The defendant is entitled to the benefit of any reasonable doubt existing in the mind of any one juror as to his guilt, and if there exists such a doubt he should be acquitted.\n•Answer: That point is correct and is affirmed.\nWe have thus endeavored to explain to you the law and bring before you the evidence on both sides, and if we have omitted anything material you will recall it in your examination of the evidence. Allowing the prisoner the benefit of the presumption of innocence and of every rational doubt, if you should reach the conclusion that George Clark the defendant caused the death of William McCausland by the means and in the manner claimed by the commonwealth — that is, in the perpetration of or in an attempt to perpetrate a robbery, he would be guilty of murder in the first degree; but as we have already explained, it devolves upon you, as a jury, in ease of conviction, to ascertain in your verdict the degree of the crime. The case is now in your hands, take it and render such a verdict as will be just alike to the commonwealth and to the prisoner.\nOn April 14, 1888, the jury came into court and said that they found the defendant, George Clark, guilty of murder in the first degree.\nThereupon the defendant filed a motion for a new trial, and also a motion in arrest of judgment for the following reasons :\n1. Because the indictment was found and returned by the grand jury pending the writ of habeas corpus for the discharge of the prisoner.\n2. Because John S. Lemley, the prosecutor in the case, assisted in drawing the jury by which the defendant was tried, by drawing the names from the jury wheel.\nOn September 3,1888, said motions having been argued, the court ordered that the rule granted for a new trial be discharged, and the motion in arrest of judgment be overruled and dismissed; exception.0\nOn the same day, the defendant moved for judgment upon the verdict. Sentence of execution was then passed.\nThereupon the defendant took writs of error and certiorari, assigning as errors:\nA. The overruling of the motion to quash the indictment.3,\nB. The overruling of the motion to quash the array.6\nC. The overruling of the motion in arrest of judgment.0\n1-4. The overruling of defendant’s challenges for cause.1 *°4\n5. The manner of examining jurors by the court.3\n6, 7. The admission of the commonwealth’s offers.6 7\n8-11. The inadequacy and insufficiency of the charge.\n12. The omission to charge that the jury might convict the defendant of manslaughter.\n13, 14. The parts of the charge embraced in [ ] 13 14\n15. The sentencing of the defendant.\nMr. James H. Sayers (with him Mr. Thos. L. Lincoln), for the plaintiff in error:\n1. It is good ground of objection to the jury, at common law, that they have been improperly chosen, or chosen by an unauthorized officer, or that the officers in attendance had permitted irregularities: Whart. Crim. Prac., § 886. Under the act of April 10,1867, P. L. 62, the jury in this case might have been drawn without the presence or assistance of the sheriff. Instances are numerous where the array has been quashed because of slight informalities, such as that the jury wheel was not properly locked and sealed, or that the key was in the custody of some one other than the sheriff, etc.: Brown v. Commonwealth, 73 Pa. 321; Curley v. Commonwealth, 84 Pa. 151. How much more important in a capital case, where the jury is drawn with the assistance of an officer who is the prosecutor in the cause.\n2. The writ of habeas corpus was taken out by defendant to secure either his discharge or admission to bail, but after indictment found he could not have been discharged on habeas corpus, no matter what the nature of the testimony adduced: Commonwealth, v. Lemley, 2 Pittsb. 363. An indictment creates a presumption of guilt for all purposes except the trial before a petit jury: Church, on Hab. Corp. § 403. But two authorities have been found upon the subject: Commonwealth v. Hoey, 8 Phila. 370, and Commonwealth v. Bartilson, 85 Pa. 488, where the rule seems to have been recognized that an indictment will be quashed if found pending a writ of habeas corpus. Moreover, whether the writ in this case be considered statutory or at common law, the Court of Common Pleas had jurisdiction: Gosline v. Place, 32 Pa. 524, and its jurisdiction first attached, and should have been first disposed of.\n3. In Staup v. Commonwealth, 74 Pa. 458, it was laid down as a rule by this court, that a juror who had read the evidence taken on a former trial and had formed an opinion from what he read that was fixed, deliberately formed and still entertained, was not a competent juror. In O’Mara v. Commonwealth, the rule stated was affirmed, with the addition, that where the juror’s “opinion of the prisoner’s guilt has become a fixed belief, it would be wrong to receive him.” Ortwein v. Commonwealth, 76 Pa. 414, followed, affirming all that was decided in the two former cases. The court then formulated and laid down the rules touching the competency of jurors in Allison v. Commonwealth, 99 Pa. 32, and ruled: “Where the juror entertains a fixed or deliberate opinion, no matter how formed, of the prisoner’s guilt, he is incompetent; and his belief that he can try the prisoner impartially will not remove the disqualification.”\n4. The strength of the objection to the commonwealth’s offers of the testimony of James B. Smith, can be made apparent only upon inspection of the photographs in evidence showing the state of the forest on September 10, 1887, as contrasted with its state on March 28,1888. The commonwealth probably had a right to show what intervening objects there were on the line of sight, if any, on the former date, but it was not fair to allow it to show the reverse of the proposition, that there were none on the latter date, before their position had been assailed by the defendant. Such evidence, if relevant and competent at all, ought to have been offered in its place, in rebuttal; It was incompetent in chief: Zell v. Commonwealth, 94 Pa. 258.\n5. This court has frequently held that inadequacy and insufficiency of the charge of the court below will be ground for reversal: Pauli v. Commonwealth, 89 Pa. 482; Meyers v. Commonwealth, 88 Pa. 148; Goersen y. Commonwealth, 99 Pa. 388. In the last named case, Mr. Justice Meiicuu said substantially that when a judge prominently presents in his charge the theory and strong features of the case of the prosecution, and the facts on which it is based, this constitutes a cause for reversal. Moreover, the court erred in not charging the jury that they might convict the defendant of manslaughter ; the whole tenor of the charge being that they must convict him of murder of the first degree, or acquit him. “ I hold it to be the duty of a judge trying a man for his life, to charge fully upon the law as applicable to the facts; and this without regard to the points presented by counsel: ” Meyers v. Commomvealth, 88 Pa. 143. And again, the quotation from GiBSON, C. J., in Commonwealth v. Harman, 4 Pa. 269, it is submitted, is not a proper instruction in a capital case. And we are not the first who have been injured by this dictum. The sentiment of the bar as to its propriety is reflected by the language of Mr. Justice Paxsox in MeMeen v. Commonwealth, 114 Pa. 305.\nMr. D. B. JP. IIuss, District Attorney, (with him Mr. John 8. liobb, Mr. 11. F. Downey and Mr. S. B. Muss'), for the defendant in error:\n1. It is well settled that the sheriff, as the principal conservator of the peace for his county, has full power to make arrests for disturbing the public peace or for the commission of other criminal offences, upon view, with or without warrant, and in case of murder, to arrest upon mere suspicion, with or without warrant. In the performance of his official duty, liis individual capacity is almost wholly absorbed or lost sight of. Under the provisions of the act of April 10, 1867, P. L. 62, with reference to the drawing of juries, partiality is absolutely impossible, unless there exist a conspiracy between the sheriff and the jury commissioners. “Malpractice should be suggested and made probable to the court, before the array is quashed, unless there is some apparent legal defect : ” 2 Hawkins, P. C., 419.\n2. Though the grand jury returned the bill of indictment on the-same day the hearing on the writ of habeas corpus began, yet from the very nature of the proceedings there could be no denial or abridgment of the defendant’s rights. Here were two separate and distinct proceedings instituted in two different courts, each of which had exclusive jurisdiction over its own subject matter. It would be mere usurpation for one court to inquire into the regularity of the proceedings of another : Williamson’s Case, 26 Pa. 24. But this writ was issued within fifteen days of the term, and should have been issued and determined in the Oyer and Terminer, or it might have been heard on simple motion during the term, without the writ: § 6, act of February 18, 1785, 2 Sm. L. 275 ; Commonwealth v. Sheriff, 7 W. & S. 108.\n8. From the examination in its entirety of each juror, where the challenge for cause was overruled, and the fact that it was stated distinctly that if sworn to try the defendant the juror could and would make up Ms verdict wholly from the evidence, the juror was clearly competent. In Commonwealth v. Morrow, 9 Phila. 583, it was said: “ A contrary doctrine would exclude from the jury-box, in all cases of great public importance, the most intelligent class of jurors, those who read the papers and receive therefrom impressions from passing events. We may consider this question at rest.” And see O’Mara vt Commonwealth, 75 Pa. 424'; Ortwein v. Commonwealth, 26 Pa. 414; Allison v. Commonwealth, 99 Pa. 32; Reynolds v. United States, 98 U. S. 145. And in determining the fitness of a juror, and of course in seeing that the examination of him was such as to disclose the actual state of his mind, the question is largely one of discretion for the trial judge: Mason v. State, 15 Tex. App. 534; Montague’s Case, 10 Gratt. 267 ; Metzgar v. State, 18 Fla. 481.\n4. As to the objection to J. B. Smith’s testimony, we fail to see any error committed by the court. It was entirely competent to show the topography of the scene of the murder. Moreover, the objection as made was merely a matter of the order of the evidence, and therefore entirely within the discretion of the court, and not the subject of error: McMeen v. Commonwealth, 114 Pa. 305. The specifications as to the charge of the court are too general. It is not a sufficient assignment of error, merely to refer to the whole charge as erroneous: Briggs y. Waldron, 83 NY. 582. And it is well settled that in a case of the nature of this, it is not error to omit to charge the jury that they may find a verdict of manslaughter : Brown v. Commonwealth, 7G Pa. 339; McMeen v. Commonwealth, 114 Pa. 300."
  },
  "file_name": "0555-01",
  "first_page_order": 575,
  "last_page_order": 595
}
