{
  "id": 464109,
  "name": "Commonwealth ex rel. Bureau of Weights & Measures v. C. G. Heyd & Company, Appellant",
  "name_abbreviation": "Commonwealth ex rel. Bureau of Weights & Measures v. C. G. Heyd & Co.",
  "decision_date": "1945-05-21",
  "docket_number": "Appeal, No. 129",
  "first_page": "194",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "352 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 216",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 Pa. Superior Ct. 496",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        697161
      ],
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/103/0496-01"
      ]
    },
    {
      "cite": "41 A. 2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 8166,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01711740723107795
    },
    "sha256": "be983251675613360e9b3bac6019d54010a36c784444d24347a7eb5405d05ec3",
    "simhash": "1:751b8728e7d9868a",
    "word_count": 1416
  },
  "last_updated": "2024-02-27T22:00:21.738252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Bureau of Weights & Measures v. C. G. Heyd & Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bv\nMe. Justice Horace Stern,\nThe question discussed in this case by the Superior Court was whether the Short Weights Act of May 11, 1911, P. L. 275, as amended by the Act of July 24,1913, P. L. 960, and the Commodities Act of July 24, 1913, P. L. 965, as amended by the Act of June 7, 1915, P. L. 886, are in pari materia and should therefore be construed together as one law. We are in accord with all that was said by the Superior Court (156 Pa. Superior Ot. 428, 41 A. 2d 63) on that subject, to which nothing can profitably be added. But the decision there rendered apparently failed to take into consideration the more basic question as to whether the evidence warranted the conviction of these defendants under the Short Weights Act for the violation of which they were prosecuted.\nC. G-. Heyd & Company, a partnership, are wholesalers or distributors, not producers, of butter. They buy it from western creameries and resell it — to the extent of about 75,000 pounds a week — to jobbers or other distributors. In the present instance they made a sale to one Michael Zagorski, who is himself a distributor. Zagorski, in turn, made a sale to Mary Steck, who is a retailer conducting a delicatessen and grocery store. An inspector for the Bureau of Weights and Measures examined eight packages of butter found at Mary Steck’s store; these packages, wrapped in waxed paper, were marked with the printed statement: “One pound net weight butter. Distributed by C. G-. Heyd & Company, Philadelphia”; each of them was found to weigh only 15 ounces net. Thereafter inspectors of the Bureau made an examination of the contents of ten cases of butter at the Heyd place of business and found that some of the individual packages therein contained weighed less, others more, than a pound; the sum total of all the packages which were examined showed, not an underweight, but a weight in excess of the marked poundage. All the butter was packed, wrapped and marked in the establishment of the western producers before shipment to Heyd.\nDefendants were summarily convicted before a magistrate on the charge that they “gave false or insufficient weight or measure by selling to Mary Steck . . . pound packages of butter which contained 15 ozs. in each package instead of 16 ozs.” A fine having been imposed, defendants appealed to the Quarter Sessions Court, where, after hearing had, it was adjudged that they were “guilty of giving eight certain false weights or measures of butter, found ... in the refrigerator of one Mary Steck.” A further appeal to the Superior Court resulted in an affirmation of the judgment.\nThe charge and the conviction thereon were based upon the Short Weights Act of May 11, 1911, P. L. 275, section 3, which, as amended by the Acts of July 24, 1913, P. L. 960, and April 21, 1921, P. L. 265, provides that “Each person who shall, directly or indirectly, or by his servant or agent, or as the servant or agent of another, . . . give or offer to give any false or insufficient weight or measure, . . . shall, upon conviction thereof in a summary proceeding ... be sentenced to pay a fine . . .” The Commodities Act of July 24, 1913, P. L. 965, section 5, which made it unlawful “for any person, firm or corporation, with intent to defraud, to sell, or offer for sale, any commodity on the container of which is marked any false statement respecting the . . . quantity, weight or measure of such commodity, or any part thereof . . .”, was amended by the Act of June 7, 1915, P. L. 886, by exempting from its provisions wholesalers, jobbers and commission merchants. Defendants argued that, since the Commodities Act and the 1913 amendment to the Short Weights Act treated in general of the same subject-matter and were passed at the same session of the legislature and even on the same day, these acts are in pari materia and should therefore be construed together, if possible, as one law (Statutory Construction Act of May 28,1937, P. L. 1019, section 62) ; hence the exemption given to wholesalers in the 1915 amendment to the Commodities Act should be considered as applying likewise to the Short Weights Act of 1911. This contention, as we have already indicated, was properly rejected by the Superior Court. Defendants would not be exempt, merely because they are wholesalers, from the penalties of the Short Weights Act if they in fact gave false or insufficient weight or measure.\nThis brings us to the real question in the case, namely, did the evidence warrant a conviction of these defendants under the Short Weights Act? Did they, in .the words of that act, as amended, “give or offer to give any false or insufficient weight or measure”? The sale they made was to Zagorski, but the record reveals nothing as to the amount or weight of butter which he purchased and the amount or weight which they delivered to him, except that there is a finding to the effect that Heyd & Company “sell to . . . Zagorski ... in lots of not less than a box containing from 32 lbs. to 60 lbs. per box”. Defendants would have been guilty of a violation of the act only if they had delivered to Zagorski — whether innocently or by design is immaterial (Commonwealth v. Cohen, 103 Pa. Superior Ct. 496, 502, 157 A. 216, 218) — a less amount or weight of butter than that which he purchased and which they purported to deliver to him. If, for the sake of illustration, he bought from them 100 pounds of butter, and if they delivered 100 pounds, even though in a shipment made up of individual units some of which were in packages of less than one pound and some in packages of more than one pound, there was no shortage of weight on the sale. As Judge Gordon well said, in his opinion in the Court of Quarter Sessions: “The false labeling does not directly enter into the transaction. Thus, when A, a retailer, orders from a distributor one hundred pounds of butter, he cannot be said to be defrauded if he receives a sufficient number of packages to give him the full one hundred pounds he bought, whatever the weight of butter in each package or however false their labeling may be. In such sales the vendor’s guilt or innocence of the offense of giving a false weight would depend on whether his vendee received all the contract called for.”\nIt is clear that, under such circumstances, a violation of the act would occur only if and when an individual package should be sold or offered for sale as one pound when in fact it weighed less than a pound. Nor can it be validly contended that Heyd & Company should have realized that eventually each of the unit packages might be sold as containing one pound and that therefore they were encouraging and helping “indirectly” to bring about a likely future violation of the laAV. It must again be emphasized that, because of their exemption from the provisions of the Commodities Act, they were not responsible for any false marking of the weights of the individual packages which might lead to such a future violation. The word “indirectly” in the act cannot be construed as imposing upon them an obligation to anticipate that the retailer might sell an individual package without reweighing it, — a precaution that the act would seem to make necessary in order to assure the consumer the weight to which he was entitled.\nIn short, there is no evidence that Heyd & Company gave false or insufficient weight to Zagorski, who was their vendee, or to Mary Steck, who was not their vendee, or to any one else.\nThe judgment of the Superior Court is reversed; the conviction of the defendants is set aside and the sentence imposed upon them revoked.\nThere is a similar lack of evidence in regard to the quantity or weight sold by Zagorski to Mary Steek.\nThe application of the views thus expressed should have resulted in a discharge of the defendants.",
        "type": "majority",
        "author": "Me. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Walter G. Dugger? for appellant.",
      "FranMin E. Barr, Assistant District Attorney, with, him John H. Maurer, District Attorney, and J. Herman Kahnj for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Bureau of Weights & Measures v. C. G. Heyd & Company, Appellant.\nArgued April 9, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nWalter G. Dugger? for appellant.\nFranMin E. Barr, Assistant District Attorney, with, him John H. Maurer, District Attorney, and J. Herman Kahnj for appellee.\nMay 21, 1945:"
  },
  "file_name": "0194-01",
  "first_page_order": 228,
  "last_page_order": 233
}
