{
  "id": 464155,
  "name": "Kindt, Appellant, v. Reading Company",
  "name_abbreviation": "Kindt v. Reading Co.",
  "decision_date": "1945-06-29",
  "docket_number": "Appeals, Nos. 27 and 32",
  "first_page": "419",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "352 Pa. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "184 A. 6",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0375-01"
      ]
    },
    {
      "cite": "163 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0236-01"
      ]
    },
    {
      "cite": "62 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/62/0308-01"
      ]
    },
    {
      "cite": "151 A. 15",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0542-01"
      ]
    },
    {
      "cite": "275 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0579-01"
      ]
    },
    {
      "cite": "233 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0107-01"
      ]
    },
    {
      "cite": "281 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0016-01"
      ]
    },
    {
      "cite": "238 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0594-01"
      ]
    },
    {
      "cite": "278 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0366-01"
      ]
    },
    {
      "cite": "126 A. 204",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0096-01"
      ]
    },
    {
      "cite": "232 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0351-01"
      ]
    },
    {
      "cite": "254 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0507-01"
      ]
    },
    {
      "cite": "74 A. 341",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "225 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0410-01"
      ]
    },
    {
      "cite": "36 A. 2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220266
      ],
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0558-01"
      ]
    },
    {
      "cite": "154 A. 805",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0498-01"
      ]
    },
    {
      "cite": "349 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0430-01"
      ]
    },
    {
      "cite": "333 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0471-01"
      ]
    },
    {
      "cite": "272 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0499-01"
      ]
    },
    {
      "cite": "212 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0409-01"
      ]
    },
    {
      "cite": "202 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 979,
    "char_count": 19807,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 5.464096789332704e-07,
      "percentile": 0.9455360138757124
    },
    "sha256": "5a67ab2f173f06bfc9e851405a366964e92a2ad45df59ea91c8c1b02390796fb",
    "simhash": "1:842536d13f3211fe",
    "word_count": 3478
  },
  "last_updated": "2024-02-27T22:00:21.738252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Kindt, Appellant, v. Reading Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Maxey,\nThis is an appeal from the entry of judgments n. o. v. in the court below. It is a railroad crossing case in which the alleged absence of due warning by the train before it reached the crossing is the basis of the complaint of negligence. The accident occurred at 6 A.M., October 27, 1942, before daylight. The minor plaintiff was a passenger in an automobile driven by John B. Kramer (the plaintiff in a companion case). Norman Kemmerer was also a passenger. He was killed in, the accident. The road which these men took on the fatal morning was unfamiliar to all of them. It had but recently been reopened to traffic, after improvements had been made upon it. As the court below states in its opinion: “Neither Kramer nor Kindt knew of the existence of the railroad crossing at this point and much of the testimony was concerned with the question whether or not the rails were visible from any distance and whether the cross arm warning post was obscured by foliage and whether the words of warning were legible or illegible.” The parties were travelling with the windows closed. After the car was struck by a train travelling about 15 .miles an hour, both Kindt and Kramer were unconscious. Before the accident both these men were looking straight ahead. Kramer testified that he heard no bell and “there was no whistle blowing.” Kindt testified that “there was no train whistle sounded” and “no bell of a locomotive rung” and that they were “riding in silence.”\nDefendant offered the testimony of its engineer, fireman, conductor, brakeman, flagman and of another of its employes, who lived in the neighborhood, all of whom testified that the headlight was lit, with a beam showing objects 800 feet ahead, and that the whistle blew two long and two short blasts beginning at the whistle board about 1400 feet from the crossing and ending at or near the crossing. Several of the crew on the cab of the engine testified that the bell of the engine was also ringing at least up to the crossing. There were no witnesses as to the light and signals other than defendant’s employees.\nAfter trial verdicts were rendered as follows: To Harold E. Kindt as Guardian of Willard Kindt, $5,000; to Harold E. Kindt in his own right, $1172.35; to John B. Kramer, $2183.75; to Kramer’s wife, Clistie M. Kramer, for damages to her automobile, $750.\nThe court later entered judgment in favor of the defendant n. o. v. on the ground that plaintiff’s testimony in support of their allegations of lack of warning signals was “negative in quality” and since it was contradicted it “cannot sustain the verdict.” The court cited the case of Knox v. P. & R. Ry. Co., 202 Pa. 504, in which a passenger in the railway train involved in the collision testified: “There was no bell rung before approaching the crossing.” “I did not hear any whistle until the one .■ . . when the crash occurred.” The witness was contradicted by the train crew. This court in holding that the evidence of lack of warning was insufficient said: “How many in a train do hear the whistle or can but certainly say that none was sounded?” It was suggested in the case cited that such evidence from a witness so circumstanced at the time of the non-bearing of signals as the time in question was “but a scintilla and not sufficient to justify a charge of negligence.” In the instant case the court below said: “The distinguishing test is the opportunity and attentiveness of the witness to have observed the fact, if it existed. So, regardless of the form of the question or answer, testimony of the failure to sound or give warning is positive if the witness would have heard or seen a warning, had it been given, negative if he may or may not have heard or seen the warning. Keiser v. L. V. R. R. Co., 212 Pa. 409; Craft v. Hines, 272 Pa. 499; Ealy v. N. Y. Central R. R. Co., 333 Pa. 471.” In the Keiser case, the witnesses testified “they did not hear the bell ring or the whistle blow.” In the Craft case, the witnesses testified that they did not hear “any warning signals.” In the Ealy case the evidence was merely as to the non-hearing of any warning. In all these cases just reviewed the evidence relied on was negative in form and substance.\nIn the instant case the evidence of no warning signals was positive in form, as the excerpts earlier quoted indicate. Now the question comes to this: Was the court justified in deciding from the entire record that this evidence while positive in form was really negative in substance? We think not. The jury might have so decided under proper instructions, but we find no justification for the courts doing so.\nThe case of Williams v. Pittsburgh, 349 Pa. 430, which appellee cites, does not support the position taken by the court below in this case, because the facts are substantially different in the Williams case. In that case we held that a man on a motorcycle approaching an intersection must be “consciously listening for warnings from traffic approaching from the intersecting street” and that if he is not so “consciously listening,” his testimony that “no bell [on a fire truck] was rung or siren sounded” was under these circumstances “negative in character and insufficient to make out a charge of negligence.” When this court held that a person on a vehicle approaching a crossing must be “consciously listening” for warning signals, it did not mean to imply that persons riding in vehicles must always be “consciously listening” for warning signals. It meant that they must listen for such signals whenever it is reasonable to believe that other moving objects may possibly be approaching them. If the driver of a car knows or has reason to believe that he is approaching a railroad crossing or a through thoroughfare he must, of course, “stop, look and listen.” If he reasonably believes he is on a quiet country road far away from all traffic, he does not have to “consciously listen” for warning signals. In the instant case the evidence satisfied both the court and the jury that these plaintiffs did not know or have adequate reason to know that they were about to cross a railroad. The degree of attentiveness to which the law holds them must be determined by that fact. If they were not chargeable with the knowledge of the presence of a railroad crossing, the duty to “stop, look and listen” at that point was not cast upon them. This court said in Galliano v. East Penn Electric Co., 303 Pa. 498, 154 A. 805, “it is the duty of the driver of a street car or a motor vehicle at all times to have his car under control, and having one’s car under control means having it under such control that it can be stopped before doing injury to any person in any situation that is reasonably likely to arise under the circumstances.” A corollary of that rule is that it is the duty of a driver of any vehicle to be so alert (i. e., consciously listening or seeing) that he will perceive any warning of danger that is likely to be manifested under the circumstances. Of course, the fact that these plaintiffs did not know that they were near a railroad crossing tends to support the argument that they were not attentive to signals, but it does not conclusively establish the fact that their testimony as to the absence of signals was negative.\nIt is impossible to lay down any rule by.which it can infallibly be determined that a witness’ statement that “no whistle was blown and no bell was rung” is of so positive a character as to support a charge of negligence, or is of such negative character as to “amount only to a scintilla.” The question whether such testimony is “positive” or “negative” is, except in clear cases, for the jury, for the weight to be accorded to such testimony must depend on the keenness of the witness’ perceptions and the circumstances under which they functioned.\nThe argument is plausible that these witnesses were mistaken when they said no warnings of the approaching train were given, but the argument that a witness is mistaken can be made of almost any testimony of any. witness, except as to such matters that are ¿supported mathematically. No individual’s perceptions are perfect. Cases of “mistaken identity” by honest witnesses are of common occurrence.\nTwo persons of equally keen hearing may be sitting in a room, and one of them will hear a noise outside while the other will not. A person habituated to intense mental concentrations is not as likely to hear noisés as is one whose mind is more objective in character. It is perhaps correct to say that extroverts are more perceptive of sights and sounds than are introverts. The mind of the one is directed outward; the mind of the other is directed inward. Very frequently an introvert does not see an object he looks at. Two persons equal in vision may be sitting side by side and looking in the same direction and one of them will see objects to which the other is completely blind. The same phenomena often obtains with two persons of equal auditory powers; one will hear because his entire interest is in externals; the other will not hear because of his propensity for reflection.\nThe court in its charge over-simplified the issue as to whether the testimony as to the absence of warning signals and lights was positive or negative. In the charge appears this statement: “The courts have stated that testimony as to the absence of such things is called negative testimony; unless a person is on the alert, is listening for a sound or looking for a light, it is negative testimony to say that there was no sound and that there was no light, .'and that that amounts to saying simply that they heard no sound or that they saw no light.” To say that unless a person “is listening for a sound or looking for a light” his testimony as to the absence of a sound or a light “is negative testimony” and so entitled to but little weight is to ignore reality. It is reasonable to believe that if a person is of normal alertness he will hear the whistle of a nearby locomotive unless he is absorbed in thought or conversation. When a witness testifies, as did Kindt and Kramer, that there was “no whistle blown” and “no train whistle sounded,” they should be examined and cross-examined as to their alertness and attentiveness at the time. When Kramer’s counsel asked him after he had testified “there was no whistle blown”, “Would you have heard one if there would have been one blown?” the court sustained an objection to the question, saying: “He has already said there was no whistle blown.” This statement naturally halted the attorney in his development of facts as to the witness’ alertness or attentiveness, which facts might have added to the probative value of the statement.\nThe fact that a witness of keen hearing, under circumstances favorable to hearing a locomotive whistle, “heard no whistle” may have more probative value than the statement of a witness that “no whistle was blown” if it develops that the latter’s hearing was impaired or that he was mentally preoccupied at the time or that the circumstances in which he was. placed were unfavorable to his hearing a whistle. The probative value of a truthful witness’ statement as to what he saw or heard depends on its factual background and on his sensory powers and the accuracy of his memory. Judging the credibility of a witness and the weight of his testimony is preeminently a jury’s function. Of course, when the testimony offered does not even if credited meet the burden resting upon a plaintiff, it is the trial judge’s duty so to declare. If in the instant case the jury accepted at its face value the testimony that no whistle was blown or bell rung, plaintiffs’ burden on that phase of the case was met.\n. Appellee contended that the testimony in question meant only that the witnesses did not hear the signals; and this contention the court accepted as an’ inference from the fact that the witnesses did not say they were consciously listening for signals at the time. Drawing inference from facts is a jury function. We said in MacDonald v. P. R. R. Co., 348 Pa. 558, 564, 36 A. 2d 492, that “courts must not lose sight of what Wigmore calls ‘the bipartite constitution of the common law tribunal’ ” and that “the error of the court below was in taking upon itself the fact finding functions of the jury.”\nIn the instant case, the court in declaring the testimony referred to as “negative” went further than our cases warrant. In Rottmund v. Penna. R. R. Co., 225 Pa. 410, 74 A. 341, a grade crossing case, it was held that testimony that “the whistle was not sounded and the bell was not rung . . .” was positive testimony and was sufficient to send the case to the jury. In Simons v. Philadelphia & Reading Railway Company, 254 Pa. 507, this court said: “We have repeatedly held in cases of this character that testimony of witnesses direct and positive that no signal of a train’s approach was given, is negative only in the sense that all testimony as to the non-existence of a fact may be said to be negative in character, that in effect it is positive, and that it is sufficient to establish a prima facie case. We need only refer to Buckman v. Philadelphia & Reading Ry. Co., 232 Pa. 351, and the cases cited in the opinion in that case.” In Razzis et ux. v. Phila. & R. Ry. Co., 281 Pa. 96, 126 A. 204, this court said: “Plaintiffs’ witness, Scully, was standing near the track and in a favorable position to hear warnings if given by those in charge of the approaching train, and his very positive evidence that the bell was not rung nor whistle blown, until the moment of accident, was sufficient to take that question to the jury notwithstanding evidence for the defense that proper warning was given: Cubitt v. New York Central R. R. Co., 278 Pa. 366; Hugo v. B. & O. R. R. Co., 238 Pa. 594; and see Thatcher v. Pierce, 281 Pa. 16; Duffy v. York Haven Water & Power Co., 233 Pa. 107; Thomas v. Penna. R. R. Co., 275 Pa. 579.”\nThe foregoing cases indicate that a trial judge is not warranted in characterizing as “negative” the testimony of witnesses who in a grade crossing case stated unequivocally that no whistle was blown or bell rung unless there are attendant circumstances which .make it reasonable to believe that their testimony, though positive inform, is only negative in substance, as e. g., when it is reasonable to believe that a witness was so situated or so self-absorbed that he would not have heard the bell or the whistle though for a certainty it was blown. For example, a statement by a very deaf man or by a. man completely absorbed in thought at the time, • that no whistle was blown would simply mean that he did not hear a whistle blown. When witnesses testify that no whistle was blown or bell rung, all the- circumstances which surrounded the witnesses at the time and something as to the perceptive faculties of the witnesses, should be brought out either on direct or on cross-examination, and the jury should decide whether or not their testimony is of a positive and convincing character. “The tone and manner of a witness not infrequently indicate whether or not he is telling the truth”: Belmont Laboratories, Inc. v. Heist et al., 300 Pa. 542, 151 A. 15. The province of. the jury in deciding issues of fact is emphasized in Reel v. Elder, 62 Pa. 308, and Nanty-Glo Boro. v. American Surety Co., 309 Pa. 236, 163 A. 523. The charge of a trial judge not only should lay down correct principles of law for the jury’s guidance and in plain language try to make these principles understandable to a jury, but it should also be helpful to a jury by explaining to it (sometimes by way of illustration) how it should proceed to properly appraise the testimony of witnesses. We discussed the necessity of an adequate charge to the jury, in Sears v. Birbeck, 321 Pa. 375, 184 A. 6.\nIf the testimony of those who declared that no whistle was blown or bell rung is discredited by the circumstances under which the witnesses’ perceptive faculties functioned or by the dullness of. those faculties and is. totally , at variance with the testimony of those who gave the warning signals, and of those who were in a position to hear such signals and who said they did, hear them, and if the jury’s verdict is manifestly in capricious disregard of the overwhelming weight of the evidence, such a verdict may be set aside, as we pointed ouf in.the MacDonald case,.supra.\nThe judgments for the defendant n. o. v. are reversed. The rules for new trials in each case are reinstated and made absolute.\nAt the trial of Mrs. Surratt for complicity in the murder of Abraham Lincoln a witness testified that he saw Mrs. Surratt’s son, John, near Ford’s Theater a few minutes before Lincoln’s assassination. Another witness testified he saw Surratt in Washington that morning. At John Surratt’s trial in 1867, it was conclusively proved that he was in Elmira, New York, for at least 24 hours just preceding Lincoln’s assassination.\nThe fallability of all human testimony is further illustrated by the divergent reports of the reception accorded Lincoln’s Gettysburg Address. Professor John L. Haney in his monograph on that address said: “The testimony of those who were present is to the effect that it was received: (1) with indifference on the part of the tired and inattentive spectators; (2) in silence, with no applause during or after the delivery; (3) with applause in the middle and at the end; (4) with tears, sobs, and cheers; (5) with wild and lengthened excitement; (6) with remarkable enthusiasm; (7) with loud outbursts of applause; (8) with roars of applause; (9) with hurricanes of applause.’’ There was a similar divergence in the reports- as to. Lincoln’s use or non-use of a manuscript on that occasion, and. as to the quality of his voice. Some reported his voice as being “thin and high”; others, as “deep and powerful.” Some said he “could be heard by all”; others that “he could not be heard, he spoke so low.” ■\nProfessor Hugo Munsterberg In his book “On the Witness Stand,” discusses, inter alia, the “illusions” of witnesses and after describing certain experiments he made testing the perceptions of his students in psychology at Harvard University, says: “Since I saw that my own students do not know whether ... a [certain] time interval is.half a second or a whole minute; whether there are twenty-five points or two hundred [on a large sheet of white cardboard exposed for five seconds and on which fifty, small black squares were pasted] ; whether a tone comes from a whistle, a gong, or a violin; ... I am not surprised any more when I read the reports of the papers [oh conflicting evidence offered].”\nWigmore on Evidence, 3rd ed., Vol. 9, sec. 2495, p. 305, quotes the following from the statement of Judge Hutcheson in Reid v. Maryland Casualty Co., 5th C.C.A., 63 Fed. 2d 10: “District Judges are pronouncing no mere rigmarole when, in law cases, they charge jurors that they are the sole and exclusive judges of the credibility of the witnesses, and the weight to be given to their testimony. They are setting forth the very substance of a jury trial as guaranteed by the Seventh Amendment to the Constitution. Its purpose and aim is not to preserve mere matters of form and procedure, but' substance of right. This requires that questions of fact in common-law actions shall be settled by a jury, and that the'court shall not assume, directly or indirectly, to take from the jury or to .itself such prerogative.”",
        "type": "majority",
        "author": "Me. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "Charles M. Bolieh, with him John H. Diefenderfer and Forrest E. Cotthardt, for appellants.",
      "Harold A. Butz, with him Butz, Steckel, Eudders & Rupp, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kindt, Appellant, v. Reading Company.\nArgued May 21, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nCharles M. Bolieh, with him John H. Diefenderfer and Forrest E. Cotthardt, for appellants.\nHarold A. Butz, with him Butz, Steckel, Eudders & Rupp, for appellee.\nJune 29, 1945:"
  },
  "file_name": "0419-01",
  "first_page_order": 453,
  "last_page_order": 463
}
