{
  "id": 1290532,
  "name": "Fisher, Appellant, v. Strader",
  "name_abbreviation": "Fisher v. Strader",
  "decision_date": "1960-04-18",
  "docket_number": "Appeals, Nos. 85, 86, 87 and 88",
  "first_page": "222",
  "last_page": "226",
  "citations": [
    {
      "type": "official",
      "cite": "399 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "171 A. 900",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154693
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0247-01"
      ]
    },
    {
      "cite": "157 A. 479",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134577
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0146-01"
      ]
    },
    {
      "cite": "94 A. 822",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "opinion_index": 0
    },
    {
      "cite": "249 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013682
      ],
      "year": 1915,
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0171-01"
      ]
    },
    {
      "cite": "154 A.L.R. 878",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "18 U. Pitt. L. Rev. 800",
      "category": "journals:journal",
      "reporter": "U. Pitt. L. Rev.",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "87 S.E. 851",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "77 W. Va. 499",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8632078
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/w-va/77/0499-01"
      ]
    },
    {
      "cite": "98 Atl. 235",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "129 Md. 17",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2150132
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/md/129/0017-01"
      ]
    },
    {
      "cite": "138 F. Supp. 344",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4266308
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/138/0344-01"
      ]
    },
    {
      "cite": "89 N.W. 310",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1902,
      "opinion_index": 0
    },
    {
      "cite": "76 N.E. 127",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "189 Mass. 457",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        461645
      ],
      "year": 1905,
      "opinion_index": 0,
      "case_paths": [
        "/mass/189/0457-01"
      ]
    },
    {
      "cite": "35 Ind. 492",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1461921
      ],
      "year": 1871,
      "opinion_index": 0,
      "case_paths": [
        "/ind/35/0492-01"
      ]
    },
    {
      "cite": "112 A. 2d 344",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255933
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0590-01"
      ]
    },
    {
      "cite": "112 A. 2d 344",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 1
    },
    {
      "cite": "380 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255933
      ],
      "year": 1955,
      "opinion_index": 1,
      "case_paths": [
        "/pa/380/0590-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 6301,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.3360323052591955e-07,
      "percentile": 0.6301384752547349
    },
    "sha256": "f8a0228d93f7deed0791ab665da9de4d01b72ae40406615579abb5e2ab5f35e4",
    "simhash": "1:668c27a26e81fde0",
    "word_count": 1105
  },
  "last_updated": "2024-02-27T19:06:04.500042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Fisher, Appellant, v. Strader."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Eagen,\nWhile charging the jury in the trial of a civil action, the judge observed one of the jurors taking notes. He interrupted his general trial instructions and admonished the jurors that such a practice was not permitted. The juror immediately desisted. When the charge was completed, and before the jury retired to the jury room to consider and decide the case, another juror approached the bench and notified the trial judge that he, too, had taken notes and immediately handed over to the judge three pages of handwritten memoranda which he had jotted down during the course of the entire proceedings. The notes, prepared by both jurors involved, were not taken into the jury room. The party-plaintiffs, against whom the jury returned its verdict, sought a new trial on the ground that the taking of the notes by a juror in copious detail, and during most of the trial proceedings, prejudiced their right to a fair trial. The court denied the motion for a new trial and from the judgment entered on the verdict this appeal was taken.\nThe lower court did not abuse its discretion. This Court has previously said: “The writing of memoranda by jurors is not encouraged in the Courts of Pennsylvania and generally is forbidden”: Thornton v. Weaber, 380 Pa. 590, 112 A. 2d 344 (1955). It has been the conviction of many courts that in the trial of lawsuits the better practice is to rely on the jurors’ faculty of memory as the sole depository of the evidence, unless the parties themselves agree upon a different course: Cheek v. The State, 35 Ind. 492 (1871) ; Burrill Cir. Ev. (2d Ed.) 108. This view is not unanimous. Nine states have enacted legislation giving the jury “the right” to take notes during a' trial, thus taking the matter out of the trial judge’s discretion. However, the weight of authority in the United States today leaves the matter entirely within the discretion of the trial judge: Commonwealth v. Tucker, 189 Mass. 457, 76 N.E. 127 (1905); Swift & Company v. Bleise, 63 Nebr. 739, 89 N.W. 310 (1902) ; United States v. Campbell, 138 F. Supp. 344 (N.D. Iowa, W.D. 1956) ; Cahill v. Mayor and City Council of Baltimore, 129 Md. 17, 98 Atl. 235 (1916); Koontz et al. v. Mylius, 77 W. Va. 499, 87 S.E. 851 (1916). Also, it has been held (Indiana lone proponent of opposite view) that the taking of notes by a juror is not, in itself, illegal and, therefore, is not reversible error unless prejudice to the parties results. Sée cases cited hereinbefore; also, 18 U. Pitt. L. Rev. 800 (1957) and 154 A.L.R. 878. To us, this appears to be a common-sense conclusion.\nIn Pennsylvania, in many comparable situations, it has been frequently and consistently ruled that any irregularity or misconduct on the part of a juror during the trial of a cause is not such as to warrant a new trial, unless it appears that the act complained\" of actually prejudiced the rights of the parties involved: Commonwealth v. Filer, 249 Pa. 171, 94 A. 822 (1915) ; Commonwealth v. Kosh, 305 Pa. 146, 157 A. 479 (1931); Friedman v. Ralph Brothers, Inc., 314 Pa. 247 171 A. 900 (1934). We see no resulting prejudice herein. The notes were not taken into the jury room and were, therefore, not relied upon by the twelve in their consultation and it is this prejudicial practice that is the main sin which the no-note-taking rule aims to obviate. It is when this happens that the danger oí overemphasizing the importance of the notes made by a juror materializes, causing other members of the jury to underestimate, if not totally to disregard, the power and value of their own recollection of the evidence. It also places the note-taking juror in a position of superiority in his own- eyes and in those of the other jurors, and sets up a situation wherein a juror may attempt to exert an undue and unfair influence. None of these objectionable practices occurred in this case for the obvious reason that the notes made by the jurors involved were surrendered into the custody of the trial judge before the deliberations began.\nJudgment affirmed.\nCalifornia, Idaho, Iowa, Minnesota, Montana, Nevada, New York, North Dakota and Utah. These jurisdictions seem to proceed on the theory that the human memory is limited, ■ and that, if judges and attorneys, who are professionally trained, are permitted to take copious notes throughout the trial, the jurors should have the same privilege.",
        "type": "majority",
        "author": "Mb. Justice Eagen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Boic:\nI concur because the Majority has held that the notes made by the jurors during trial were not taken by them to the jury room and hence that there was no prejudicial error. But I must say a word in order to preserve my position in the event a later case may face reversal because such notes were taken out and not surrendered to the court, as here.\nI am happy to see that the taking of notes during trial has now been sanctioned by the Majority, or at least left to the discretion of the trial judge, pending a show of prejudice. This is an advance on Thornton v. Weaber, 380 Pa. 590 (1955), 112 A. 2d 344, whose reasons for frowning on the practice are good examples of the twelve-year-old mentality we ascribe in one breath to the average juror. In another breath we expect of him prodigious feats of memory and absorption, for in a first degree murder case and in many complex civil cases we douse Mm with a kettleful of law that would make a third-year law student blanch. The juror who makes notes might remember nothing of importance without them, and as for what we are so fearful may occur in the jury room, we should be content to let the curtain of secrecy which we draw around the general verdict include the notes as part of the process; a moment’s reflection should indicate that the use of them during deliberation may or may not have any effect.\nIn any event, it is my view that jurors should be regarded as the ordinary human beings they are, that they should be allowed to do what is most helpful to them in the effort to do the best they can, and that they should be treated as neither geniuses nor morons.",
        "type": "concurrence",
        "author": "Mr. Justice Boic:"
      }
    ],
    "attorneys": [
      "Joseph J. Malizia, with him Rydeshy & Malisia, for appellants.",
      "John D. Q-resimer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Fisher, Appellant, v. Strader.\nArgued March-21, 1960.\nBefore Jones, C. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nJoseph J. Malizia, with him Rydeshy & Malisia, for appellants.\nJohn D. Q-resimer, for appellees.\nApril 18, 1960:"
  },
  "file_name": "0222-01",
  "first_page_order": 244,
  "last_page_order": 248
}
