{
  "id": 1290545,
  "name": "Olson & French, Inc. v. Commonwealth, Appellant",
  "name_abbreviation": "Olson & French, Inc. v. Commonwealth",
  "decision_date": "1960-04-19",
  "docket_number": "Appeal, No. 320",
  "first_page": "266",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "399 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "176 A. 13",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0372-01"
      ]
    },
    {
      "cite": "159 A. 2d 206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0518-01"
      ]
    },
    {
      "cite": "70 A. 2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0571-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 11851,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.6753731010100128e-07,
      "percentile": 0.6966087598157267
    },
    "sha256": "c57c97d8f5f6cdadf4f023da9955f5978b453484c3096185394fd96518cf4afb",
    "simhash": "1:cb0d858c1d04ded2",
    "word_count": 1982
  },
  "last_updated": "2024-02-27T19:06:04.500042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Müsmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Bell concurs in the result."
    ],
    "parties": [
      "Olson & French, Inc. v. Commonwealth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Jones,\nThe Pennsylvania Department of Forests and Waters, acting pursuant to statutory authority condemned, for State Park purposes as part of the Independence Mall project, the premises located at 20 North 5th Street, Philadelphia, upon which was erected a five-story building with basement. The property was owned and occupied by Olson & French, Inc., as a warehouse for the storage of cotton goods, dealt in by the owner at wholesale.\nA board of view awarded the owner $37,800 as damages for the property which was taken in its entirety. The Commonwealth appealed the award to the court of common pleas. The valuation testimony adduced at the ensuing jury trial came from one real estate expert for the plaintiff company, who appraised the property at $43,700, and two real estate experts for the Commonwealth, who separately appraised it at $17,650 and $18,424. The jury returned a verdict for the plaintiff in the sum of $35,179.92, made up of $31,000 for the value of the property at the time of the appropriation and $4,179.92 as damages for detention of payment. The Commonwealth moved for a new trial, which the court en banc denied. From the judgment entered on the verdict, the Commonwealth has appealed.\nThe assignment of error upon which the appellant principally relies is the trial court’s refusal to admit in evidence the plaintiff company’s capital stock tax return for the period covering the date of the condemnation of the property. The purpose of the offer was -designed to introduce in evidence the company’s low valuation of the property as shown on its capital stock tax return. As authority for the reception of the return in evidence, the Commonwealth’s counsel cited Graham Farm Land Co. v. Commonwealth, 363 Pa. 571, 70 A. 2d 219. The real justification for the admission of the capital stock tax return in the Graham case resided in the fact that the claimant corporation, which incidentally was engaged in the real estate business, was owned by one man who alone was responsible for the tax return showing an actual value for the whole of the corporation’s real estate holdings, consisting of the condemned property and an additional extensive lot plan development, at a sum less than what the corporate owner was claiming for only the property condemned. In a very real sense, the capital stock tax return in the Graham case constituted an admission against interest on the part of the sole stockholder and verily impeached the integrity, of his claim. The applicability of our ruling in the Graham case with respect to the admissibility of a corporation’s capital stock tax return in a condemnation proceeding has been appropriately restricted to the peculiar facts of that case. See B. & K., Inc. v. Commonwealth, 398 Pa. 518, 159 A. 2d 206.\nIn a case such as the present, where the claimant corporation is not owned by a single stockholder so far as the record discloses, it would be improper to use the declarations of an officer of the corporation as to the value of appropriated property in order to determine the amount of damages to be paid the corporation for its land taken unless such declarant corporate officer is himself called as a witness by the corporation to testify as to the value of its condemned property. In such event the declarations made elsewhere would, of course, be admissible to affect the credibility of the witness’s testimony given at the trial of the condemnation proceedings. In the present instance no officer of Olson & French, Inc., testified as to the value of the condemned property. Even if an officer of a corporation should knowingly declare for tax return purposes that the actual value of corporate property is less than it really is, while he would be subject to penal sanctions for his willful misstatement in the return, his declaration could not justly be held to bind the individual stockholders who are the ultimate beneficiaries of an award of damages for condemned property of their corporation.\nWe have treated thus far with the Commonwealth’s complaint concerning the exclusion of the plaintiff’s capital stock tax return on the assumption that the return showed an actual value for the condemned property. We are convinced, however, from our examination of the record, and from what we gleaned from counsel at bar during argument of the appeal, that all that the capital stock tax return, which the Commonwealth sought to introduce, showed concerning real property worth was not the actual value but the depreciated book value of the property in question which the plaintiff company had purchased in 1944 — 12 years before its condemnation by the Commonwealth. Depreciated book value is an arbitrary accounting figure, unrelated to market value, and therefore irrelevant and immaterial to the issue of fair market value at the time of the taking. The trial judge was correct when, in sustaining the plaintiff’s objection to the Commonwealth’s offer of the plaintiff’s capital stock tax return, he said that it had “nothing to do with this case.”\nCounsel for the Commonwealth next contends that the trial court improperly and arbitrarily divested the appellant of its right to call the president of the plaintiff corporation as for cross-examination. There is not even a semblance of merit in this contention. Of course a party may call an officer of an adversary corporation as for cross-examination and the appellant was not denied that right. The record plainly discloses that it was developed at side bar conference that what the Commonwealth’s counsel desired to cross-examine the president of the plaintiff company with respect to was the identical capital stock tax return which had just been ruled out as inadmissible. The trial court properly sustained the plaintiff’s objection to the defendant’s cross-examination of the plaintiff’s president because the matter which the Commonwealth intended to elicit thereby was inadmissible. The court did not, however, exclude the cross-examination, as the Commonwealth’s brief implies, on the ground that the plaintiff company’s president could not be called as for cross-examination.\nThe appellant further contends that the trial court erred in admitting testimony as to parking privileges extended to the plaintiff company by the tenant of adjoining premises. Testimony was introduced to show that the plaintiff company possessed an easement over an alley in the rear of its property, leading to a small side street, which provided ingress and egress to the rear of the building. A photostatic copy of an agreement between the plaintiff and an adjoining tenant was also introduced in evidence. Thereby the plaintiff gave the adjoining tenant a right to put a chain across the entrance to the alley above mentioned in return for which the adjoining tenant furnished the plaintiff with two free parking spaces. This testimony tended to establish that the possession of the easement enhanced the value of the property as a whole, and was, therefore, proper.\nAdmission of the photostat of the agreement was permissible under the best evidence rule. The original had been either lost or mislaid. Neither party knew where it could be found. The plaintiff produced testimony that the photostat was a true copy of the original. The attorney who had prepared the original also testified that the photostat was a true copy. The other party to the agreement testified that, while he could not swear that the photostat was an exact copy, because it had been several years since he had signed the original, it was at least in essence the same as the original and the terms were correct.\nThe appellant complains, in this same connection, that the plaintiff’s real estate expert broke down his appraisal of the value of the property and allocated $5,000 in value to the easement. He testified, however, that he evaluated the property in its entirety and divided his total valuation “as a matter of convenience, i.e., so much for the land, so much for the building and so much for the easement.” The witness reiterated a number of times that he had appraised the value of the property as a whole and that his figure of $43,700 was founded on that basis. Moreover, counsel for the Commonwealth made no objection to the witness’ brealdng down his appraisal figure for the sake of -convenience.\nThe appellant also contends that the trial court erred in admitting in evidence, over the defendant’s objection, testimony concerning a two-year lease dated December 31, 1946, for the third floor of the condemned property and in admitting the lease itself in evidence. Rental capacity is, of course, an element to be taken into consideration in determining the fair market value of property, although it cannot be shown as a special item of damages. Westinghouse Air Brake Co. v. Pittsburgh, 316 Pa. 372, 176 A. 13. In view of testimony indicating that the property could not easily be rented in more recent years because of the general knowledge of the imminence of its condemnation, we think the fact that the lease was entered into ten years before the condemnation date does not render it so remote, in the circumstances of this case, as to deprive it of any evidentiary value.\nWlien counsel for the plaintiff attempted at trial to elicit from a witness the amount of rent that the lease called for, the trial judge correctly sustained the Commonwealth’s objection to the interrogation. But, later, the court admitted in evidence, as an exhibit, the lease itself which recited rental of $75 per month for the first year and $85 per month for the second year. We think the admission of the lease in evidence was error but, in view of the record as a whole, we do not think that the ruling constituted error so prejudicial as to require the granting of a new trial. In short, knowledge of the rental was harmless to the defendant in the circumstances. It was just as likely to have hurt the plaintiff. The amount of the rent was exceedingly small in comparison with the value of the property as a whole. The jury’s verdict was actually less than the award of the board of view — a fact which tends to dispel any idea that the rental value caused augmentation in the jury’s appraisal of the property’s value.\nFinally, the appellant argues that the trial court erred in refusing its request for charge that, if, from the evidence, the jury found that the delay in payment of damages was caused by an excessive or exorbitant demand for compensation for the property, the plaintiff would not be entitled to damages for detention. There was no evidence in the case from which the jury could reasonably have concluded that the delay in payment was caused by an excessive or exorbitant demand on the part of the plaintiff. On the contrary, the plaintiff was satisfied with the award of the board of view. It was the Commonwealth which appealed the award and was thus solely responsible for the consequent delay in payment.\nFrom a careful study of the record as a whole, it is our opinion that the court below conducted the trial in a fair and impartial manner and we find no basis for the appellant’s assertion to the contrary. We are also of the opinion that the verdict was fair and reasonable and uninfluenced by prejudicial trial error. Judgment affirmed.\nMr. Justice Bell concurs in the result.\nAct of May 20, 1921, P. L. 984, as amended by the Act of July 16, 1935, P. L. 1049, 26 PS §§261, 281.",
        "type": "majority",
        "author": "Mb. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "Wanda P. Ghocallo, Assistant Attorney General, with her Anne X. Alpern, Attorney General, for Commonwealth, appellant.",
      "Lewis M. Stevens, with him J. Barton Harrison, and Stradley, Ronon, Stevens d Young, for appellee."
    ],
    "corrections": "",
    "head_matter": "Olson & French, Inc. v. Commonwealth, Appellant.\nArgued January 4, 1960.\nBefore Jones, C. J., Bell, Müsmanno, Jones, Cohen, Bok and Eagen, JJ.\nreargument refused May 20, 1960.\nWanda P. Ghocallo, Assistant Attorney General, with her Anne X. Alpern, Attorney General, for Commonwealth, appellant.\nLewis M. Stevens, with him J. Barton Harrison, and Stradley, Ronon, Stevens d Young, for appellee.\nApril 19, 1960:"
  },
  "file_name": "0266-01",
  "first_page_order": 288,
  "last_page_order": 296
}
