{
  "id": 1290533,
  "name": "Commonwealth v. Baldassarre, Appellant",
  "name_abbreviation": "Commonwealth v. Baldassarre",
  "decision_date": "1960-05-04",
  "docket_number": "Appeal, No. 120",
  "first_page": "411",
  "last_page": "418",
  "citations": [
    {
      "type": "official",
      "cite": "399 Pa. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 A. 2d 534",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276869
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0626-01"
      ]
    },
    {
      "cite": "135 A. 2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275674
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0516-01"
      ]
    },
    {
      "cite": "123 A. 2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267076
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0312-01"
      ]
    },
    {
      "cite": "120 A. 2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263109
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0184-01"
      ]
    },
    {
      "cite": "117 A. 2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261883
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0018-01"
      ]
    },
    {
      "cite": "100 A. 2d 472",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244386
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0368-01"
      ]
    },
    {
      "cite": "375 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 1
    },
    {
      "cite": "391 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276869
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/391/0626-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 11200,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.5347140454875812e-07,
      "percentile": 0.6717717905561289
    },
    "sha256": "6d8ed34c33ada0c22b6e291bb88a7534360cf3708534fb8eb0977b5969af1fd8",
    "simhash": "1:5c83ee05db05b9ca",
    "word_count": 1849
  },
  "last_updated": "2024-02-27T19:06:04.500042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Commonwealth v. Baldassarre, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Boic,\nOn October 3, 1959, appellant, aged 67, surrendered to the Delaware County police, saying that he had just killed his wife.\nA week later he filed a petition for a Sanity Commission and one was appointed by the court below: it found appellant mentally ill but not of criminal tendency. In a supplementary report it found him unable to comprehend his position, unable to confer with counsel, and unable to make a rational defense, and in addition to describing his symptoms and behavior it reported a history of treatment from 1948 to 1951, in 1955, and in 1959, including two periods in a mental hospital under shock therapy. It added that in the opinion of the commissioners his condition, which stems from cerebral sclerosis, would not improve but would worsen.\nAppellant was indicted for murder after the court below, on November 20, had approved the Commissioners’ report and had found that appellant was mentally ill. However, it disagreed with the commission’s ultimate conclusion and found that appellant was of criminal tendency. The court then ordered him committed to Farview State Hospital. This appeal followed.\nIn its opinion the court said: “The Court considered the nature of the crime, the former mental condition of the defendant, his repeated need of treatment, his attempt to strangle himself, and the finding of the commission that his mental condition would not improve but would gradually become worse . . .”\nThe court also referred to the defendant’s “failure, omission, and violation of duty” (Black’s Law Dictionary, 3rd ed., “Delinquency”), as evidence of habitual delinquency, and declared that Farview would best guarantee maximum protection to both defendant and the community.\nThe Mental Health Act of June 12, 1951, P. L. .533, 50 PS §1071 et seq., specifies in Art. II, §230(b), 50 PS §1140(b), that the “Parview State Hospital shall be exclusively devoted to the care of patients convicted of crime or with criminal tendencies.” And Art. I, §102(4), 50 PS §1072(4), lists “tendency to habitual delinquency” as a meaning of “criminal tendency”. Finally, it is clear from Art. Ill, §345(d), 50 PS §1225(d), that it is the court that is to be satisfied of the defendant’s mental illness.\nOur cases also make it plain that the findings of a Sanity Commission are advisory to the court and are not mandatory upon it: Commonwealth v. Patskin, 375 Pa. 368 (1953), 100 A. 2d 472; Commonwealth v. Moon, 383 Pa. 18 (1955), 117 A. 2d 96; Commonwealth v. Bechtel, 384 Pa. 184 (1956), 120 A. 2d 295; Commonwealth v. Gossard, 385 Pa. 312 (1956), 123 A. 2d 258; Commonwealth v. Cook, 390 Pa. 516 (1957), 135 A. 2d 751; Commonwealth v. Ballem, 391 Pa. 626 (1958), 139 A. 2d 534. In Moon we said: “Assuming the commission found appellant a proper subject for commitment under this standard, its findings while persuasive were nevertheless advisory only and nof mandatory upon the court, for under Section 345(d) of the Act it is the court and not the commission which must be satisfied that appellant is mentally ill under the standard prescribed. It follows that the court in the instant case could have rejected, although not arbitrarily or capriciously, the commission’s findings and conclusions and could have independently determined from the evidence that appellant’s capacity to use his customary self-control, judgment and discretion had not been so lessened that it was necessary or advisable for him to be under care. . . P'\nWe find it difficult to determine the basis of the court’s reversing the conclusion of the commission that defendant was not of criminal tendency. The court has told us what it considered but has not shared with us the reasons why such consideration should lead to an opposite result. Nor do we have the benefit of the commission’s testimony. All of the cases cited immediately, supra, mention testimony and evidence. In Patskin, for example, we observed that the lower court made its findings “after a careful and conscientious study of (a) the written report of the Comission, and (b) their answers to the questions asked by the Court at the oral examination, and (c) a reading and consideration of the record and the transcript of the- testimony of the ivitnesses interviewed by the Commission.”\nIn Balem Ave said: “Of course, the Court may not act arbitrarily or capriciously, nor may the Commission, and the latter’s advice having been sought, it must be considered by the Court.”\nSince Ave are considering the ease on broad certiorari, as we said in Patskin and Moon where commitment to a mental hospital Avas refused, we feel ourselves insufficiently informed to pass upon the exercise of the court’s discretion.\nWe refrain from making suggestions of what the court below should do. Under Section 345 of the Act of 1951 (50 PS §1225), it is to be “satisfied” and may “hold a hearing, summon other witnesses, and secure further evidence . . .” Nor should wé require a stenographic transcript in all cases, since the presence of a stenographer might unusually disturb the defendant, but we should greatly prefer one whenever possible.\nThe record is remanded to the court below for further inquiry and proceedings consonant with this opinion.",
        "type": "majority",
        "author": "Me. Justice Boic,"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Justice Musmanno:\nI concur in the result announced by the Majority Opinion but I dissent to that paragraph in the Majority Opinion which reads: “We refrain from making-suggestions of what the court below should do. Under Section 3é5 of the Act of 1951 (to P.S. §1225), it is to be 'satisfied’ and may 'hold a hearing, summon other witnesses, and secure further evidence . . .’ Nor should we require a stenographic transcript in all cases, since the presence of a stenographer might unusually disturb the defendant, but we should greatly prefer one whenever possible.”\nHow can we review a proceeding if we do not know what occurred? How can we pass upon a record which does not exist? How can we determine if a court has abused its discretion if we do not know on what it based its discretion?\nWe have seen how summarily the court below disposed of this case in the first instance. Although the Sanity Commission recommended that the defendant Ezio Baldassarre be committed to a hospital for mental illness, the court, without summoning a single witness, and without examining the defendant, committed Baldassarre to the Farview State Hospital, which is an institution for the criminal insane, — pathetic creatures who reflect the ultimate in pathological and violent irresponsibility.\nThe meager record before us shows that the alleged hearing conducted by the court below was so short in point of time that the courtroom door had scarcely opened when it was closed, and the hearing was over, and Ezio Baldassarre was on his way to the home of the doomed. Although the Farview Hospital is undoubtedly excellently operated, it still stands out, in the minds of many people, as a house of horrors.\nThe Norristown State Hospital and the Embreeville State Hospital, on the other hand, are institutions for mental patients who are not criminals or disposed to crime and are geographically close to the defendant’s home. Law, justice, and humanity dictate that Bah dassarré be placed in one of these hospitals and not in Farview which, according to the Mental Health Act of June 12, 1951, P. L. 533, “shall be exclusively devoted to the care of patients convicted of crime or with criminal tendencies.”\nSec. 102(4) of the Act defines criminal tendency as follows: “ 'Criminal tendency’ shall mean a tendency to repeat offenses against the law or to perpetrate new offenses, as shown by repeated convictions for such offenses or tendency to habitual delinquency.”\n'There is no evidence that Baldassarre falls within either of these two categories. He has not been tried for the killing which brought about his arrest, so that he is not a criminal, and, so far as criminal tendency is concerned, the only evidence in the record is that he is not of criminal tendency.\nThe men appointed by the court below to form the examining commission were men of repute, experience and unquestioned integrity, two of them being physicians with over 25 years experience. Yet, the court treated the report of these commissioners as if they were strangers and interlopers. The commissioners were conscientious in seeking the truth. They brought before them Dr. Harvey Bartle, Jr., a psychiatrist of standing who had already treated Baldassarre as a patient; they examined Cyril Mr. Bruke and Alexander P. Baldassarre, son-in-law and son to the defendant; they questioned three hospital attendants and Warden John I. Gable. After taking this testimony and deliberating on it, they came to the conclusion that the defendant was not of criminal tendency.\nDid the court, then, have the right to arbitrarily ignore this finding? In the Patskin case, 375 Pa. 377, we said: “A Court has no right to arbitrarily or capriciously reject the findings or conclusions of a sanity commission.”\nIn Commonwealth v. Ballem, 391 Pa. 626, this Court said: “Of course, the Court may not act arbitrarily or capriciously, nor may the commission, and the latter’s advice having been sought, it must be considered by the Court.”\nIt is quite clear that the court below gave little or no consideration to the commission’s report because, without any facts to contradict the Commission, it announced a decision diametrically opposed to what the Commission found, reported and recommended.\nIn view of all this I believe it is highly essential that we have a record of what the court will do in any further proceedings. The Majority Opinion here says that this Court would not recommend a stenographic transcript because “the presence of a stenographer might unusually disturb the defendant.” This reasoning lacks substance. How would the presence of a stenographer disturb the defendant any more than the presence of a court clerk or a tipstaff, or the judge himself? Perhaps the presence of a doctor might disturb the defendant, but this would be no reason for denying the defendant medical care.\nA stenographer is required for the defendant’s protection, and I cannot understand why this Court, which has the responsibility of seeing that justice is done when we are appealed to, should be apologetic in requiring what is indispensably necessary for an intelligent and just disposition of the case before us.\nI would amend the order of this Court to read: The record is remanded to the court below for the purpose of conducting a hearing worthy of the name, summoning witnesses, and obtaining all evidence available for the purpose of determining the proper disposition of the defendant, such hearing and all proceedings to be fully recorded by stenography and whatever documentation justice requires.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Reuben E. Cohen, with him Nathan B. Feinstein, Alvin S. Ackerman, and Cohen, Shapiro and Cohen, for appellant.",
      "Clement J. McGovern, Assistant District Attorney, with him Jacques H. Fox, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Baldassarre, Appellant.\nArgued January 11, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nReuben E. Cohen, with him Nathan B. Feinstein, Alvin S. Ackerman, and Cohen, Shapiro and Cohen, for appellant.\nClement J. McGovern, Assistant District Attorney, with him Jacques H. Fox, District Attorney, for Commonwealth, appellee.\nMay 4, 1960:"
  },
  "file_name": "0411-01",
  "first_page_order": 433,
  "last_page_order": 440
}
