{
  "id": 1290564,
  "name": "Haefele v. Davis, Appellant",
  "name_abbreviation": "Haefele v. Davis",
  "decision_date": "1960-05-04",
  "docket_number": "Appeal, No. 348",
  "first_page": "504",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "399 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Atl. 242",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "228 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969867
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0108-01"
      ]
    },
    {
      "cite": "55 Atl. 788",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "205 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929988
      ],
      "year": 1903,
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0598-01"
      ]
    },
    {
      "cite": "81 A. 2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "62 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017207
      ],
      "year": 1869,
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/62/0118-01"
      ]
    },
    {
      "cite": "62 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017263
      ],
      "year": 1869,
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/62/0252-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 278",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868629
      ],
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/33/0278-01"
      ]
    },
    {
      "cite": "42 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "2 Atl. 195",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1886,
      "opinion_index": 0
    },
    {
      "cite": "111 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545329
      ],
      "year": 1886,
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0099-01"
      ]
    },
    {
      "cite": "173 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0065-01"
      ]
    },
    {
      "cite": "17 Pa. Superior Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835226
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/17/0451-01"
      ]
    },
    {
      "cite": "51 A. 323",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925654
      ],
      "year": 1902,
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0579-01"
      ]
    },
    {
      "cite": "380 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0094-01"
      ]
    },
    {
      "cite": "373 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240383
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0034-01"
      ]
    },
    {
      "cite": "368 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230350
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0023-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 12489,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.1639478258974018e-07,
      "percentile": 0.7702447131087565
    },
    "sha256": "61b3921a69aa0b2e6fb1ecd807d06490e595de9493f0af14419257273f4c7a8b",
    "simhash": "1:b9b6447a4b5fba99",
    "word_count": 2086
  },
  "last_updated": "2024-02-27T19:06:04.500042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, Musmanno, Jones, Bok and Eagen, JJ.",
      "Mr. Justice Musmanno dissents.",
      "Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Haefele v. Davis, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Eagen,\nIndispensable to the setting of the instant appeal in its proper perspective (an approach necessitated by the questions raised) is a brief resume of the procedural adventures of an earlier case involving fundamentally the same substantive, undisputed facts; for, it is with a correct interpretation and application of the doctrines of res judicata and collateral estoppel that we are here primarily concerned.\nPlaintiffs Haefele and Hares were suspended from their jobs with Vulcan Iron Works, Wilkes-Barre, Pennsylvania, on June 27, 191/9. Plaintiff Lord’s suspension was under date of July 11, 191/9. Alleging that the appellants’ tortious interference with their seniority rights caused the loss of employment, plaintiffs filed a bill in equity seeking injunctive relief and damages on October 1/, 191/9. A hearing in the court of Luzerne County on June 6, 1950, resulted in the dismissal of the action and, on appeal to this Court, the order was reversed and the record remanded for additional, but limited, proceedings (368 Pa. 23). Accordingly, a further hearing was held on September 11,1951, and the subsequent supplemental adjudication and final decree of March, 19, 1952, granted injunctive relief and awarded monetary damages covering wage losses' from the date of suspension to the time of the original hearing, June 6, 1950. An appeal to this Court from that order was dismissed on February 13, 1953 (373 Pa. 34).\nOn February 2, 1951/, appellants filed in the lower court a petition for a rule to show cause why the final decree of March 19, 1952, should not be opened. The petition was dismissed and this Court on appeal affirmed (380 Pa. 94). On March 8, 1955, the award was paid in full and the judgment against the appellants satisfied of record. The present action in equity instituted in the form of a supplemental action seeks additional damages for wage losses suffered from June 6, 1950, (the date of the original hearing on the amended bill) to April 7, 1952 (the date of plaintiffs’ reinstatement to their employment). The lower court entered an ad- ■ judication granting the monetary damages asked for. This appeal followed.\nAre the plaintiffs estopped from seeking recovery for this additional loss, the occurrence and amount of which are not seriously refuted?\nAn examination of the record of the first suit clearly indicates that the damages now sought had not arisen as of the date that cause was litigated; and, that the specific question, now in controversy, was not raised either in the pleadings or the evidence and was not decided or considered therein, either expressly or by implication. The bill claimed no damages for future loss caused by the continuing tortious conduct involved, and the court in its adjudication made no mention of them.\nThe present suit, therefore, is based upon tortious conduct continuing beyond the date of the original action and subsequent to the original hearing. The damages prayed for, if granted, would not constitute a double recovery, since they were neither sought nor granted or denied in the first suit. The determination ‘that appellants’ tortious conduct originally caused plaintiffs to lose their employment is res judicata and this question may not be inquired into again: Allen v. International Textbook Company, 201 Pa. 579, 51 A. 323 (1902). This would apply with equal force to the issue of damages suffered up to the date of the original trial, but not to damages suffered thereafter, which resulted from the continuing wrong and which were not previously adjudicated.\nAs pointed out by President Judge Rice in Wright v. Weber, 17 Pa. Superior Ct. 451 (1901), at 457: “A judgment is not evidence of any matter which comes collaterally in question, or which is incidentally cognizable or which is to be inferred by argument from it. The conclusive effect of a judicial decision cannot be extended by argument or implication to matters not actually heard and determined, nor to collateral questions which arise but do not become part of the case. The estoppel of a former adjudication will extend only so far as the subject-matter of the second suit is substantially the same as that of the first ‘and may be binding on some points while leaving others open to controversy’: Schwan v. Kelly, 173 Pa. 65.”\nIn that opinion, Judge Rice quoted from Head v. Meloney, 111 Pa. 99, 2 Atl. 195 (1886), as follows: “‘It is certainly true, as stated in Tams v. Lewis, 42 Pa. 410, that a former judgment is not conclusive of anything which was not directly decided by it, or was not material to the decision. Before such effect can be given to it in another suit, it should appear either from the record, or aliunde, that it must have rested on the precise question which it is sought again to agitate. Whether this is so or not may appear from the record itself, or it may be shown by evidence not inconsistent with the record. . . Judge Rice, in his own language, added: “Whatever may be the general rule upon the subject, we can conceive of injunction cases where the omission of the plaintiff to claim, and of the court to award, damages would not conclude him.” See Piro v. Shipley, 33 Pa. Superior Ct. 278 (1907).\nAgain, Mr. Justice Sharswood in Coleman’s Appeal, 62 Pa. 252, 272 (1869), in bringing this doctrine into focus, wrote: “The principle is well stated by Mr. Justice Nelson in The Packet Company v. Sickles, 5 Wallace S.C. Rep. 592: ‘As we understand the rule in respect to the conclusiveness of the verdict and judgment in a former trial between the same parties, where the judgment is used in pleading as a technical estoppel . . it must appear, by the record of the prior suit, that the particular controversy sought to be concluded was necessarily tried and determined. . . . (and) ‘even where it appears from the extrinsic evidence that the matter was properly within the issue controverted in the former suit, if it be not shown that the verdict and judgment necessarily involved its consideration and determination, it will not be conclusive.’ ”\nAlso, Mr. Chief Justice Thompson in Williams v. Row, 62 Pa. 118, 122 (1869), said: “I do claim, that to be conclusive, the record must show the very matter claimed to have been passed upon, which is claimed to be concluded. That does not appear here. ‘In order that a judgment in one action shall be conclusive in another, it must appear with convenient certainty, that the question in controversy in the second suit, was litigated and decided in the first.’ 2 Smith Lead. Cas., 5th Am. Ed. 668.”\n“The doctrine of res judicata does not apply to preclude the assertion, in a second action, of a demand which was not in issue in the first action”: 20 P.L.E. §257, pp. 395, 396.\nApplying these established legal principles to the facts before us, as evidenced by the first action’s amended complaint, its record and its final decree, we cannot say that the issue here sought to be litigated— the issue of damages accruing from June 6, 1950 to the date of the reinstatement — was necessarily passed upon in the earlier suit. Bather are we convinced that the issue was never meant to be raised at that time and, likewise, was never intended to be decided. It was not until thirty months after the filing of the original action and twenty-two months after the hearing thereon that plaintiffs were restored to their employment. Their future damages from the alleged continuing torts of appellants were unascertainable until the date of their reinstatement. The amended complaint in the original action alleged that the plaintiffs “have lost a substantial amount in wages, and that the exact amounts of loss of wages cannot now be definitely ascertained, because the loss is continuing and will continue. . . .” Their amended complaint prayed that “at the time of the hearing, the damages sustained by” each of them “be ascertained and assessed” and that the defendants be ordered to pay the amount “which may be due” them “according to the loss sustained by each.” Clearly, no claim was being asserted for damages that they might sustain up to the time of their reinstatement, which date folloioed the final decree. The decree itself did not purport to award damages sustained subsequent to the date of the hearing and, indeed, the second finding of fact made by the Chancellor in this action, to which finding no execption has been taken, expressly states the recovery in the former suit to have been limited to damages sustained from the respective dates of suspension to the date of the original hearing. In this connection we note that in Haefele v. Davis, 368 Pa. 23, 24, 81 A. 2d 530 (1951) we there said, per curiam, that what, aside from injunctive relief, was sought by plaintiffs was “damages for previous interference.” We conclude, therefore, after a study of the law and of the-records in each of the two suits, that the defense of estoppel is not rightfully available to appellants in this action.\nWith respect to appellants’ objection that plaintiffs have “split” their cause of action, we would agree that they would be barred from attempting to collect in this action an item or items of damage accruing to them before the institution of the original action and, perhaps also, before the hearing thereon. Cases have so held: Jenkins v. City of Scranton, 205 Pa. 598, 55 Atl. 788 (1903); Stradley v. Bath Portland Cement Co., 228 Pa. 108, 77 Atl. 242 (1910). But here relief was •timely sought in the original'suit for all damages then sustained and ascertainable. Because the tortious conduct of the appellants was continuous in nature, it would seem anomalous-for us to hold that plaintiffs were bound to séek all their damages in-the one action, when we see that even at the time of the decree in the first action, they were still, and for a while thereafter, victims of the same tortious conduct of which they were complaining. To say that damages stop by virtue of a decree, following which the tortious conduct continues, would, we must add, be short-sighted and unrealistic. The relief here sought has been demanded by way of a supplemental bill and we consider this avenue of redress to be open under circumstances such as these. Inasmuch as no other procedure, such as an additional amendment to the amended bill, would appear to have been available for this purpose to plaintiffs after the decree nisi became final, and particularly since the matter introduced in this action — subsequently accruing damages — was one occurring after the institution of the original suit, indeed partly after the original hearing and partly after the entering of the final decree, we are compelled to conclude that there is no irregularity in the procedural route that plaintiffs have taken.\nThe remaining questions raised by appellants — the applicability of the pertinent Statute of Limitations and the doctrine of laches — must also be decided in plaintiffs’ favor. Appellants rely on a six-year limitations statute. Even were we to concede that the last tortious act by appellants occurred no later than the date of the final decree (March 19, 1952), the filing of this suit on December 29, 1955, would have satisfied the statutory requirements. It was filed within six years of the original hearing. The learned lower court treated the conduct of the defendant-appellants - as of a continuing nature and its disposition of this issue in favop of plaintiffs seems to us to have been an exercise of discretion entirely within the bounds of soundness. Nor did plaintiffs “sleep on their rights,” so to speak. Their legal action was commenced within a reasonable time after their formal discovery of appellants’ unwillingness to compensate them for their increased damages. Plaintiffs were under no obligation to seek recovery for all future damages in the original action when, even at the time of the final decree, it must have been obvious to all concerned that they were still incurring monetary losses because of the continuous tortious conduct of appellants.\nDecree affirmed at the costs of appellants.\nMr. Justice Musmanno dissents.\nMr. Justice Cohen took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Me. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Donn I. Cohen, with him James P. Costello, Jr., and Sidney C. Handler, for appellants.",
      "Max Rosenn, with him Roserm, Jenkins & Greenwald, for appellees."
    ],
    "corrections": "",
    "head_matter": "Haefele v. Davis, Appellant.\nArgued January 12,1960.\nBefore Bell, Musmanno, Jones, Bok and Eagen, JJ.\nreargument refused June 3, 1960.\nDonn I. Cohen, with him James P. Costello, Jr., and Sidney C. Handler, for appellants.\nMax Rosenn, with him Roserm, Jenkins & Greenwald, for appellees.\nMay 4, 1960:"
  },
  "file_name": "0504-01",
  "first_page_order": 526,
  "last_page_order": 534
}
