{
  "id": 1290578,
  "name": "Gulf Oil Corporation v. Faller, Appellant",
  "name_abbreviation": "Gulf Oil Corp. v. Faller",
  "decision_date": "1960-05-23",
  "docket_number": "Appeal, No. 10",
  "first_page": "607",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "399 Pa. 607"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "123 A. 2d 650",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1956,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7785,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4364825902977355
    },
    "sha256": "087bc17bac3398abd629357ca44f50601529634ca03c203ab2a28a13eebe9aa7",
    "simhash": "1:9f8d71108fb4b8d8",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T19:06:04.500042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Gulf Oil Corporation v. Faller, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from the decree of the Court of Common Pleas of Washington County in an action for specific performance of an option to purchase real estate contained in a lease.\nOn November 1, 1940, appellants leased land in the Borough of Donora to the Gulf Oil Corporation, appellee, “for the purpose of the sale and storage thereon of gasoline, petroleum and petroleum products, and at lessee’s option for the conduct of any lawful business thereon.” The lease was for a term of 10 years with the right of two five-year renewals, and contained an option giving Gulf the right to purchase the land according to a formula which generated a price of $30,-000.40 at the time Gulf exercised the option. The lease provided that the appellants as lessors were to build a gasoline service station on the premises at their expense, and that the necessary funds were to be borrowed from a bank to which the appellants were to give a promissory note. In paragraph 17 of the lease it was provided that this promissory note was to be secured by the assignment of rentals under the lease to the bank, and that in the event that the lease was can-celled or terminated for any reason, including presumably condemnation, Gulf would purchase the note from the bank and pay off the remaining balance. The lease elsewhere provided that if the demised premises were taken by condemnation proceedings “all or any part of the consideration paid therefor, shall upon Lessee’s demand, be paid to the Lessee, and Lessee in turn shall cause the same to be applied to the payment in whole or in part of the note referred to in Paragraph 17 of this lease agreement, and any balance not so applied shall be returned to Lessors provided that if Lessors are indebted to lessee such balance shall be applied to payment of such indebtedness and any excess returned to lessors.”\nIn May, 1957, the Parking Authority of the Borough of Donora informed Gulf of its intention to use the premises in question for parking facilities, and offered Gulf $5,000 for its interest in the lease. Unsatisfied with this offer, and fearing that under the clause giving the appellants the excess condemnation damages over the amount then owing on the note Gulf might receive nothing for the value of its remaining leasehold term, the corporation duly exercised its option to purchase the premises so as to enable itself to sell the fee to the Authority. Because the condemnation value was apparently much greater than the option price (Gulf turned down a subsequent offer of f>55,000 for the purchase of the fee interest after it exercised its option), the appellants refused to deliver the deed conveying the property. The appellee instituted this suit for specific performance of the option in August, 1957; in September, 1958, the Parking Authority filed its condemnation bond. Subsequently, the lower court decreed that appellee was entitled to specific performance, but because of the intervening condemnation ordered as more appropriate relief that appellee was entitled to the damages resulting from the appropriation by the Authority, subject, however, to payment of the option price plus certain taxes to the appellants. The appellants’ exceptions were dismissed by the court en banc, and this appeal followed.\nOur sole problem is to ascertain the rights of parties in these circumstances as they derive from the written lease. Specifically, we must determine whether Gulf was prevented by other terms of the lease from exercising its otherwise valid option and then selling the property to the appropriating authority.\nTurning to the language of the lease, we find that the separate paragraph containing the option, paragraph 16, clearly sets forth the formula for computing the consideration, the usual conditions concerning marketable title found in contracts for the sale of real estate, and the procedure the appellees were to follow in exercising the option. Nowhere in this paragraph, nor, for that matter, in any part of the lease, is there any express language limiting or restricting for any reason the general right in the appellee to exercise the option. The appellee had complied with this paragraph prior to the condemnation by the Authority and accordingly now asserts its rights as equitable owner of the fee.\nAppellants urge, however, that we must construe the lease so as to find a limitation upon Gulf to exercise the option in these circumstances; otherwise, appellants contend, the lease is unreasonable in that it in essence provides that by the mere exercise of the option, Gulf could circumvent the provision of the lease giving the appellants any excess condemnation damages over the note and other indebtedness.\nThis contention is untenable. As the court below correctly pointed out, “the intention of the parties with reference to paragraph 8 [the condemnation clause] was only to protect the lessee in the event of the condemnation of the property while the lease continued in force and while any moneys advanced for the construction of the building on the premises as provided by the lease agreement, remained unpaid.” Since the award of any condemnation damages would include the value of the new building whose financing Gulf guaranteed, the effect of the clause was essentially to channel that portion of the damages attributable to the loss of the building to the payment of the note, a right sensibly reserved by the corporation in view of their responsibility on the note. There is no language in paragraph 8 that faintly suggests that it was also intended as a limitation on the lessee’s right to exercise the option in paragraph 16. Even if, as appellants urge we should, we were to strictly construe the lease against Gulf as the maker and the party seeking to enforce it, all we would have would be a right in Gulf to exercise an option to purchase, and by declining to exercise the option a right to apply any condemnation proceeds against the payment of the note and other indebtedness. The net effect is that Gulf through the option given by appellants has reserved for itself the favorable position of being able to assay the market value of the property and choose the better alternative, a position no different than any other person who holds a binding option to purchase. This is a position for which Gulf bargained. It is a risk which appellants took and cannot now deny after receiving some sixteen years of benefits.\nAppellants rely on our decision in Powell Appeal, 385 Pa. 167, 123 A. 2d 650 (1956), but the case is not in point. There the condemnation took place prior to the exercise of the option and the sole question before us was whether the seller specifically reserved a right •to any condemnation damages regardless of the exercise of the option, not whether the option could at all be exercised. We interpreted the agreement as reserving such damages to the seller because the option clause itself contained language that the buyer, in the event that part of the tract under option was condemned, need only pay for the land not so taken. As already indicated, there is no language in the option clause here suggesting any limitation on the right to exercise the option.\nWe have carefully studied the other contentions of the appellants relating to the proper interpretation of the lease agreement and conclude, as did the court below, that they are totally without merit.\nDecree affirmed.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Paul N. Barna, with him Barna and Barna, for appellants.",
      "David McNeil Olds, with him Joseph I. Marshall, Harold E. Fergus, and Reed, Smith, Shaw & McClay, and Davidson & Fergus, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gulf Oil Corporation v. Faller, Appellant.\nArgued March 16, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nPaul N. Barna, with him Barna and Barna, for appellants.\nDavid McNeil Olds, with him Joseph I. Marshall, Harold E. Fergus, and Reed, Smith, Shaw & McClay, and Davidson & Fergus, for appellee.\nMay 23, 1960:"
  },
  "file_name": "0607-01",
  "first_page_order": 629,
  "last_page_order": 634
}
