{
  "id": 8732594,
  "name": "ACTION COALITION OF ELDERS, a Pennsylvania non-profit corporation et al., Petitioners-Appellees, v. ALLEGHENY COUNTY INSTITUTION DISTRICT et al., Respondents-Appellants, v. Frank S. BEAL, as Secretary of the Department of Public Welfare of the Commonwealth of Pennsylvania, Third Party Respondent-Appellee",
  "name_abbreviation": "Action Coalition of Elders v. Allegheny County Institution District",
  "decision_date": "1981-02-04",
  "docket_number": "No. 194",
  "first_page": "302",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "493 Pa. 302"
    },
    {
      "type": "parallel",
      "cite": "426 A.2d 560"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "466 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714986
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0493-01"
      ]
    },
    {
      "cite": "336 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "380 A.2d 1320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "373 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "375 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "380 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "481 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747346
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0057-01"
      ]
    },
    {
      "cite": "152 A.2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284916
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0320-01"
      ]
    },
    {
      "cite": "304 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948597
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0436-01"
      ]
    },
    {
      "cite": "247 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919664
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0342-01"
      ]
    },
    {
      "cite": "99 A. 27",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "254 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025446
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0397-01"
      ]
    },
    {
      "cite": "301 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "61 Colum.L.Rev. 1254",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "55 Mich.L.Rev. 327",
      "category": "journals:journal",
      "reporter": "Mich. L. Rev.",
      "year": 1957,
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 L.Ed. 158",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        5678091
      ],
      "weight": 2,
      "year": 1854,
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/58/0130-01"
      ]
    },
    {
      "cite": "58 U.S. 158",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "year": 1854,
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "464 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710402
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0377-01"
      ]
    },
    {
      "cite": "32 A.2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217421
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0608-01"
      ]
    },
    {
      "cite": "113 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258893
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0405-01"
      ]
    },
    {
      "cite": "90 A. 402",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001554
      ],
      "weight": 2,
      "year": 1914,
      "pin_cites": [
        {
          "page": "555-556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0550-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1396",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "479 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "331 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "479 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742087
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1302-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0216-01"
      ]
    },
    {
      "cite": "403 A.2d 1357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1359-1360"
        },
        {
          "page": "1360"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "479 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742087
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 2,
      "case_paths": [
        "/pa/479/0216-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1201,
    "char_count": 35136,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 4.192955899626629e-07,
      "percentile": 0.9129758144200685
    },
    "sha256": "dbcebb8dfe24a87c8c6f5729e5d97d86ab6850c7f344cc3f6a2189c80b3fc93e",
    "simhash": "1:df3d12b672336d5c",
    "word_count": 5645
  },
  "last_updated": "2024-02-27T19:13:26.811536+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
    ],
    "parties": [
      "ACTION COALITION OF ELDERS, a Pennsylvania non-profit corporation et al., Petitioners-Appellees, v. ALLEGHENY COUNTY INSTITUTION DISTRICT et al., Respondents-Appellants, v. Frank S. BEAL, as Secretary of the Department of Public Welfare of the Commonwealth of Pennsylvania, Third Party Respondent-Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nFLAHERTY, Justice.\nThe sole issue for determination in this case is whether original jurisdiction of this action for declaratory relief lies in the Commonwealth Court or in the Court of Common Pleas.\nThe complex procedural history of this case is as follows. In early 1977, Action Coalition of Elders, a non-profit corporation organized to advance the interests of the aged, filed a class action which sought declaratory relief in the Court of Common Pleas of Allegheny County. Appellant Allegheny County Institution District was named as Respondent in the action. The action sought a determination of the statutory duty owed by Appellant under Section 401 of the County Institution District Law to provide skilled nursing and intermediate institutional care to those residents of Allegheny County receiving medical assistance and certified as in need of such care but not receiving it. After Appellant filed an answer to Appellees’ amended petition, Appellant objected that Section 11 of the Uniform Declaratory Judgment Act required “[A]ll persons shall be made parties who have or claim any interest which would be affected by the declaration . . . ” Appellant then moved to add as third party Respondent Frank S. Beal, Secretary of the Department of Public Welfare (DPW hereafter) and numerous private nursing care facilities, and filed preliminary objections challenging, inter alia, the jurisdiction of the Common Pleas Court on the basis that Commonwealth Court has exclusive original jurisdiction in actions of this nature. The basis for this objection was that DPW is an indispensable party to the suit. Therefore, they argued, the Appellate Court Jurisdiction Act as amended by the Judiciary Act Repealer Act and now governed by our Judicial Code vests exclusive jurisdiction of actions to which the Commonwealth is a party in the Commonwealth Court.\nThe lower court held that DPW should indeed be joined, but that DPW was merely a necessary, not indispensable, party; therefore, it was held that the Common Pleas Court had original jurisdiction of this action. This jurisdictional question was appealed to Commonwealth Court, which affirmed. This appeal followed.\nIn this petition, Appellant squarely challenges the conclusion of the Commonwealth Court that characterizes DPW as merely a necessary party. The reasons urged in support of this position are: (1) exclusive original jurisdiction of the Commonwealth Court attaches in all actions against the Commonwealth and its officers; (2) the standard relied upon by Commonwealth Court contradicts the standard for distinguishing necessary parties from indispensable parties set forth in our recent case of Scherbick v. Community College of Allegheny County ; (3) the indispensable party test followed in this Commonwealth is so nebulous that it is unworkable, and often results in circumvention of legislative intent; and (4) the current state of the law in the application of this rule encourages forum shopping. For the reasons which we set forth below, we reverse.\nThe statute here pertinent is the Appellate Court Jurisdiction Act (Act hereafter), supra, which provides in pertinent part as follows:\nSection 401:\n(a) The Commonwealth Court shall have original jurisdiction of:\n(1) All civil actions or proceedings against the Commonwealth or any officer thereof, acting in his official capacity . . .\n(b) The jurisdiction of the Commonwealth Court under this section shall be exclusive . . . except with respect to actions or proceedings by the Commonwealth or any officer thereof . . . where jurisdiction of the Court shall be concurrent with the several Courts of Common Pleas.\nSection 402 of the Act provides in pertinent part:\nThe Commonwealth Court shall have exclusive jurisdiction of appeals from final orders of the Court of Common Pleas in any of the following cases . . .:\n(1) All civil actions or proceedings to which the Commonwealth or any officer thereof ... is a party. . . .\nIn applying this statute in the instant case, the Commonwealth Court, relying on Keitt v. Ross, and Scherbick v. Community College of Allegheny County, supra, construed the purpose of the Act as follows:\n. . . [Legislative awareness that there may be litigation properly initiated in the Court of Common Pleas in which* by third party proceedings, the Commonwealth, although not an indispensable party, may conceivably be joined, in which cases the jurisdiction of the Court of Common Pleas should not be ousted simply because such third party procedure was invoked. In such cases, our jurisdiction is not found in Section 401, . . . rather our role is that of appellate review under Section 402 . . .\nWith respect to actions or proceedings against the Commonwealth, we view Section 401 as conferring exclusive original jurisdiction in this court where the Commonwealth is an original party defendant or is determined to be an indispensable party defendant. . . . [Keitt v. Ross, 17 Pa.Cmwlth. at 189, 331 A.2d at 584]\nAction Coalition of Elders v. Allegheny County Institution District, 44 Pa.Cmwlth. 356, 360, 403 A.2d 1357, 1359-1360 (1979). Thus, in Scherbick, supra, we held that the Commonwealth is not indispensable where it is only tangentially involved.\nThe first issue to be resolved here is whether the Commonwealth Court correctly applied the test set forth in the Scherbick and Keitt cases. Under that test, the Commonwealth is indispensable and consequently has exclusive original jurisdiction only if relief cannot be given without the presence of the sovereign. We believe that such relief cannot be given without the sovereign in the instant case. This is so because one of the principal matters involved in this controversy is whether Pennsylvania’s participation in the Medicaid Program, superseded the duties of the local government under the County Institution District Law, which is an issue that obviously and substantially affects DPW. Moreover, the Commonwealth Court itself concluded that the involvement of the sovereign in the operation of the Medicaid system was pervasive and significant: “[W]e certainly agree with appellant that DPW’s role in administering the Medicaid Program in Pennsylvania is considerable, ranging from eligibility certification through costs and reimbursement determinations.” We do not see how the Commonwealth Court can, consistent with that conclusion, determine that DPW is not indispensable. Thus, under the traditional test, it is clear that DPW is indispensable, and Commonwealth Court has original jurisdiction in the present case.\nThe second issue which we choose to address is the adequacy of the traditional formulation of the indispensable party doctrine in this Commonwealth. We agree with Appellant that the traditional formulation of the indispensable party doctrine has contributed to the difficulty involved in resolving the issue of who must be joined as a party in this case, and with the consequent effect of this determination on the issue of the original jurisdiction of Commonwealth Court.\nThe formulation of the indispensable party doctrine followed in this state has been articulated in two leading cases as follows:\nA party is indispensable when he has such an interest that a final decree cannot be made without affecting it, or leaving the controversy in such a condition that the final determination may be wholly inconsistent with equity and good conscience, that is to say his presence as a party is indispensable where his rights are so connected with the claims of the litigant that no decree can be made between them without impairing such rights....\nThis version of the indispensable party rule is the traditional equity approach which was formulated or recognized over 100 years ago in the United States Supreme Court case of Shields v. Barrow, in which indispensable parties were defined as:\nPersons who not only have an interest in the controversy, but an interest of such a nature that a final decree cannot be made without either affecting that interest or leaving the controversy in such a condition that its final determination may be wholly inconsistent with equity and good conscience.\nThus, the rule which we have followed for some time in this Commonwealth is essentially that of Shields v. Barrow, the ancient equity description of indispensable parties.\nThis traditional formulation of the indispensable party rule has been under heavy attack for many years. Many jurisdictions have changed the rule. One of the criticisms of the traditional formulation of the indispensable parties rule has been that it rests upon “sonorous generalities” which lead to a “jurisprudence of labels” or a mere “ready reliance on labels” to resolve cases. The gist of this criticism is that the test explains nothing about the factors which will cause a court to conclude that a party is indispensable, but is a mere after-the-fact characterization used to justify whatever result a court reaches in a particular case. These commentators suggest that the traditional formulation of the indispensable parties rule, because it reveals nothing about how it is to be applied, has been inconsistently interpreted and applied by the courts. Pennsylvania cases reveal that there may be some validity to this criticism. For example, in one case it was held that a person who might be affected by the decree was indispensable; while in another case this court held that in spite of the fact that absentees would be affected, they were not indispensable.\nThe most serious criticism of the traditional approach is, however, that it has led to serious errors about the theoretical premises which form the basis of the indispensable party rule. At the heart of this criticism is the idea that the language of the ancient equity version of the indispensable party doctrine has led to a conceptualistic view of party rights and jurisdiction. This analysis emphasizes that the traditional rule appears to be founded upon two simple principles: first, that no judicial proceeding should be held with respect to the rights of a person except in his presence; and, second, that an action should completely dispose of the rights of all persons interested in the matter being adjudicated. The first principle is, of course, based upon considerations of due process, and the second is based upon the notion that equity should do complete justice. Separately, these two ideas are unexceptionable. However, the analysts point out that, when applied in the context of particular cases, they have contributed to illogical and mistaken results. The reasoning of courts applying the traditional rule has been generally as follows. When a plaintiff seeks relief against a particular party, but cannot locate that party or his property within this jurisdiction, the complaint is of course dismissed. But when a plaintiff seeks judgment against two defendants but cannot locate one of them, or when he seeks a judgment against one defendant that might also affect an absent person, the traditional test, recognizing the two premises described above, has been construed to require that no judgment can be rendered against the absent defendant. It is correctly held that the action is jurisdic-tionally defective on due process grounds against the absentee. However, critics point out that the courts applying the traditional rule have usually gone one step further: they have also frequently held that the action is jurisdictionally defective as to the defendant who is present and who has been served. This doctrine, that absence of an interested party is a jurisdictional defect even as to parties who are present, has been followed in Pennsylvania for many years. It has been repeatedly and forcefully argued that this conclusion is incorrect. The sequence of reasoning which leads to this conclusion is as follows: an absentee cannot be bound if he is not before the court; since the absentee is not before the court, he is not bound by the judgment; therefore, the court cannot render a judgment against anyone, even parties who are present. There are at least two inconsistencies in this reasoning:\nIf [the absentee] cannot be bound by its judgment in his absence, he will not be bound by the court’s judgment in this case. [The defendant] is before the court . . . [T]here is no jurisdictional reason whatever for refusing to render a judgment against [the defendant who is present],\nFor reasons of equity or convenience the court perhaps ought not to proceed to a determination until the absent party is brought in, but that is quite different from saying that the court is without jurisdiction to proceed against [the defendant] who is present.\nThis analysis is indeed persuasive. The point is that where a defendant is present and has been served, the court has jurisdiction over him, and the absence of some other person does not destroy the power of the court to act or to affect the rights of the parties who are before it. It is true that the court, if the relationship of the absent potential party to the controversy is sufficiently close, may choose to decline to adjudicate the case because, for example, of the danger of multiple litigation, or because of the practical effect of the judgment on the rights of the absentee. But declining to act for these reasons does not result from lack of jurisdiction or power to affect the rights of the parties who are present. Instead, after consideration of various factors, the court decides that as a discretionary matter it chooses not to exercise its equity powers. An important point is that such a decision is not an all-or-nothing proposition, which occurs when a true jurisdictional defect is present; for in such cases the court must hold that it cannot act, and, if it does, its judgment will be void. On the other hand, in cases involving allegedly indispensable parties the court clearly has the power to adjudicate the rights of the plaintiff and defendant who are actually present, if it deems such action to be desirable under the circumstances.\nThis analysis leads inexorably to the very problem posed by the instant case. That problem is to decide which factors should lead a court to choose to decline to exercise its power. The traditional indispensable party rule dictated that a court should not adjudicate a case if an absentee was so closely related to the matters in dispute that further litigation would probably be required to define the position of the absentee or to protect the defendant. But when does that situation occur? Critics of the traditional rule point out that the answer to this question should depend upon a balancing or analysis of the interests of the plaintiff, of the defendant who is present, of the absentee, and of the social interest in the orderly and efficient administration of justice, and not upon vague, conceptual notions of jurisdiction or substantive rights which have grown up under the traditional test. We agree. The traditional formulation of the indispensable parties rule, because of its generality, caused some misunderstanding about the basis of the rule as well as lack of certainty in understanding how to apply it. The problem is an unusual one. There is no real inaccuracy in the general statement of the rule, for it is a truism that where a potential party has a very close connection to a controversy, a court should probably decline to adjudicate a case until he is joined. The real problem is in defining when that connection or nexus is sufficiently close to require joinder. To permit the test to turn on a conceptual characterization about substantive rights or jurisdiction only obscures the problem, for the very issue to be resolved in such cases is to identify the factors which lead a court to characterize a party as indispensable. The test cannot be based upon rubric, labelling, conceptualizations, or characterizations. It should be clear and pragmatic. The test proposed by the commentators, a balancing of the interests of the plaintiff, the defendant, the absentee and society may well add clarity to the rule and at least will eliminate the conceptualistic vagueness and inaccuracy engendered by the old rule. We choose to follow this test in the future.\nBefore analyzing the specific application of this new test in the present case, we must generally identify and describe the interests or factors which this new approach requires to be considered. We emphasize that in part at least this is a general formulation or description of our new interest oriented approach to the indispensable party problem, the particulars of which must undergo further development in appropriate later cases.\nThe first interest to be considered is that of the plaintiff. One important factor to be considered in all cases of this type will be the effect on the plaintiff of holding that a party is indispensable. If that effect will be to deprive the plaintiff of a forum, every effort should be made to avoid holding that an absentee is indispensable. In the present case, however, this interest does not create any problem, since DPW has been joined as an additional defendant, and the only question is whether original jurisdiction lies in the Court of Common Pleas or in Commonwealth Court.\nThe second interest to be weighed is that of the defendant. The impairment or potential impairment of the interest of a defendant may occur in several ways. For example, if an order rendered without an absentee changes the rights and duties as between the defendant who is present and an interested absentee, the absentee may bring a separate action to vindicate his rights. Thus, the defendant in many cases will face the expense and difficulty of defending a second time. Where this appears nearly certain, proceeding without an absentee will result in a multiplicity of suits and harassment of the defendant. This is not the only problem which a defendant may face when an action goes forward without an interested party. If the judgment in such an action affects a close relationship between the defendant and the absentee, it will often modify or change duties owed between the defendant and absentee. The defendant must of course, obey the order; but in some cases the relationship between the defendant and absentee will be changed by the order in such fashion that the absentee will assert duties owed to him by the defendant which are inconsistent with the order. Consequently, an absentee may suspend his own performance, thus causing the defendant to face the choice of bringing an action against the absentee or else surrendering his rights without litigating them against the absentee. It is apparent that in some cases not only will multiplicity of suits be encouraged, but also, as a practical matter the effect of a judgment issued in the absence of interested parties may be to prejudice the defendant. In such cases a court may well decide that the absentee is indispensable. This interest is surely involved in the present case. Numerous details of the relationship between Appellant-county and DPW will no doubt be changed by any order in this case, and the Appellant has understandably joined DPW. Once again, however, the fact is that DPW has been joined and will be bound by any order. Here, in a sense the indispensable parties problem is one step removed from the problems faced in typical indispensable party cases: the absentee can be joined, but whether he is indispensable determines whether Commonwealth Court has original jurisdiction.\nThe third general interest to be considered is that of the absentee. If the absentee will be affected as a practical matter (for he cannot be affected in a technical, res judicata fashion since he was not a party), then it may be necessary to decline to adjudicate without, him. For example, if a fund is involved and will be exhausted as a result of the court’s judgment in his absence, it is obvious that the absentee’s rights will be affected by the court’s judgment as a practical, factual matter. In the case at bar, impairment of the DPW’s interest, if any, resolves itself into a question of considering the impact of whether the decision is rendered by Common Pleas or Commonwealth Court. We believe that, insofar as DPW is concerned, there is a clear distinction between, on the one hand, the effect of a Common Pleas decision, and, on the other hand, the effect of a Commonwealth Court decision. We must emphasize that we deal here with a question of statutory construction. In the Appellate Court Jurisdiction Act, supra, the legislature defined the original jurisdiction of Commonwealth Court. In doing so, the legislature defined the interest of the Commonwealth. We therefore turned to an examination of the legislature’s objective manifested in the Act in order to define the interest of the sovereign in the case at bar. We note, first, that one principal reason for the creation of Commonwealth Court was to assure that original jurisdiction of cases against officials of the Commonwealth whose duties are concerned with statewide formulation of policy would be concentrated in one court. DPW has been defined as one of the state instrumentalities which performs statewide policy functions and which is charged with independently initiating administrative policy in connection with the sovereign functions of the state government. This principle has been recognized to express intent about the original jurisdiction of Commonwealth Court: that court was created and fashioned to assure uniform standards in matters involving state agencies and instrumentalities. Thus, the purpose of the Commonwealth Court has been defined as:\n. . . [T]o provide a judicial forum for the uniform and consistent resolution of questions of statewide importance. For example, the Department of Environmental Resources must have a clear idea of what its powers and duties are and would be severely handicapped if those powers and duties varied from county to county.\nThus, the legislature of this Commonwealth has clearly recognized the interest of the state in having an expert, specialized tribunal, Commonwealth Court, articulate uniform statewide standards in cases affecting the sovereign. This legislative purpose must be taken into account in determining the scope of original jurisdiction of Commonwealth Court. In the present case this interest looms large. The close, ongoing and intertwined relationship between DPW and the Appellant underscores the necessity for a consistent standard. For example, if the Court of Common Pleas decides this question, Commonwealth Court will act only as an appellate court. But appellate scope of review is limited as to factual matters and inferences from fact, many of which are involved in this case. We question whether Commonwealth Court, acting only as an appellate court in cases such as this one, will be able to effectively articulate statewide standards as required by the legislature. The fact of the matter is that, if original jurisdiction is exercised by the Court of Common Pleas in cases such as this, then in a sense that court will make decisions which affect the statewide operations of DPW. For example, if this case is decided by the Common Pleas Court, DPW will be faced with one standard controlling its relationship with Allegheny County, and another for all of the other counties of the state. But it was to avoid precisely this type of non-uniform, bifurcated standard that the legislature created the original jurisdiction of Commonwealth Court. Nor is this the only potential problem. Other, similar actions may well be brought in the Common Pleas Courts of different counties. When that occurs, DPW will be confronted with potentially inconsistent duties, if the Common Pleas Court of another county reaches a conclusion different from that of the Common Pleas Court of Allegheny County, at least until Commonwealth Court hears the appeal, or appeals, of these later actions. This analysis is sufficient to indicate that there is a serious danger that, if original jurisdiction does not reside in Commonwealth Court, DPW will be faced with non-uniform duties statewide to agencies in the position of Appellant. We cannot believe that the legislature, in defining the original jurisdiction of Commonwealth Court, intended such a result. Thus, we conclude that the interest of DPW in uniform statewide standards requires that in cases of this type' original jurisdiction lies in Commonwealth Court, and not in the Court of Common Pleas.\nDecree of the Commonwealth Court is vacated and case remanded to Commonwealth Court for proceedings consistent with this Opinion. Each party to bear own costs.\nROBERTS, J., files a Concurring Opinion in which KAUFFMAN, J., joins.\nNIX, J.', files a Concurring Opinion.\nLARSEN, J., files a Concurring Opinion.\nO’BRIEN, C. J., concurs in the result.\nROBERTS, Justice.\nI agree with the opinion of Mr. Justice Flaherty that the Department of Public Welfare (DPW) is an indispensable party and that original jurisdiction of this action, therefore, properly lies in Commonwealth Court. Unlike Mr. Justice Flaherty, however, I would not engage in a complicated balancing process to reach this obvious result. As the administrator of the Medicaid program in Pennsylvania, DPW must make determinations such as eligibility, cost, and reimbursement for services rendered to medical assistance patients. Thus the relief sought, skilled and intermediate nursing home care to medical assistance patients, cannot be granted without DPW’s direct involvement as a party. See Scherbick v. Community College of Allegheny County, 479 Pa. 216, 387 A.2d 1301 (1978).\nKAUFFMAN, J., joins this concurring opinion.\n. Act of June 24, 1937, P.L. 2017, Art. IV, as amended, 62 P.S. § 2301 (1968), which provides in pertinent part:\nThe local authorities have the power, and it shall be their duty ... (a) To care for any dependent, having a settlement in the county or city, who is not otherwise cared for ....\nAppellees allege that an insufficient number of beds, either public or private, are available to meet the needs of Medicaid eligible individuals in Allegheny County.\n. Act of June 18, 1923, P.L. 840, § 11, 12 P.S. § 841 (1953) (repealed, current version at 42 Pa.C.S.A. § 7540(a) (1980 Pamphlet).\n. Act of July 9, 1976, P.L. 586, No. 142, § 2, as amended, 42 Pa.C.S.A. §§ 761, 762 (1980 Pamphlet).\n. 479 Pa. 216, 387 A.2d 1301 (1978).\n. 17 Pa.Cmwlth. 183, 331 A.2d 582 (1975).\n. Scherbick v. Community College of Allegheny County, 479 Pa. 219, 387 A.2d at 1302-03.\n.42 U.S.C. § 1396 et seq:\n. 62 P.S. § 2301.\n. 44 Pa.Cmwlth. at 362, 403 A.2d at 1360.\n. Hartley v. Langkamp, 243 Pa. 550, 555-556, 90 A. 402 (1914). See also, Powell v. Shepard, 381 Pa. 405, 113 A.2d 261 (1955); Swartley v. Baird, 347 Pa. 608, 32 A.2d 874 (1943); Columbia Gas v. Diamond Fuel Co., 464 Pa. 377, 346 A.2d 788 (1975).\n. 58 U.S. 158, 15 L.Ed. 158 (1854).\n. 58 U.S. at 160, 15 L.Ed. at 160.\n. E. g. Reed, “Compulsory Joinder”, 55 Mich.L.Rev. 327, 484 (1957); Hazard, “Indispensable Parties”, 61 Colum.L.Rev. 1254 (1961); Wright, Federal Courts, 3rd Ed. § 70 (1976).\n. E. g. Federal Rules of Civil Procedure, Rule 19, 28 U.S.C. Rule 19; N.Y.C.P.L.R. Section 1001, 7 B. McKinney’s Consol. Law of N.Y. § 1001.\n. Wright, supra, n. 13 at 335.\n. Reed, supra, n. 13 at 329.\n. Oas v. Commonwealth of Pennsylvania, 8 Pa.Cmwlth. 118, 301 A.2d 93 (1973). See also Geesey v. City of York, 254 Pa. 397, 99 A. 27 (1916).\n. Legman v. Scranton School District, 432 Pa. 342, 247 A.2d 566 (1968).\n.Reed, supra, n. 13 at 331, 332.\n. Reed, supra, n. 13 at 332.\n. Reed, supra, n. 13 at 332, 333.\n. Tigue v. Basalyga, 451 Pa. 436, 304 A.2d 119 (1973); Reifsnyder v. Pittsburgh Outdoor Advertising Co., 396 Pa. 320, 152 A.2d 894 (1959); Hartley v. Langkamp, 243 Pa. 550, 90 A. 402 (1914); Powell v. Shepard, 381 Pa. 405, 113 A.2d 261 (1955).\n. Reed, supra, n. 13 at 333; Hazard, supra, n. 13 at 1254, 1255.\n. Reed, supra, n. 13 at 333.\n. Kulik v. Stotelmyer, 481 Pa. 57, 391 A.2d 1313 (1978); Wallace v. Commonwealth, 32 Pa.Cmwlth. 615, 380 A.2d 930 (1977); Opie v. Glascow, 30 Pa.Cmwlth. 555, 375 A.2d 396 (1977); Walter v. Commonwealth, 30 Pa.Cmwlth. 248, 373 A.2d 771 (1977).\n. Steinberg v. Commonwealth, 33 Pa.Cmwlth. 140, 380 A.2d 1320 (1977).\n. Southeastern Transportation Authority v. Kohn, 18 Pa.Cmwlth. 546, 336 A.2d 904 (1975).\n. T & R Painting v. Philadelphia Housing Authority, 466 Pa. 493, 498, 353 A.2d 800, 802 (1976).",
        "type": "majority",
        "author": "FLAHERTY, Justice. ROBERTS, Justice."
      },
      {
        "text": "NIX, Justice,\nconcurring.\nI agree with the majority that our present test for determining an indispensable party defendant leaves much to be desired. I also agree that the difficulties created by that test should not be transmitted to an original jurisdictional conflict under Sections 401 and 402 of the Appellate Court Jurisdiction Act of 1970 between the Commonwealth Court and the Court of Common Pleas. My disagreement is that the instant problem is not to be solved by refining the indispensable party test, but rather by a reevaluation of the reasoning of Keitt v. Ross, 17 Pa.Cmwlth. 183, 331 A.2d 582 (1975). I do not believe that Section 402 can properly be read as limiting the original and exclusive jurisdiction of the Commonwealth Court, where the suit is against the Commonwealth or its officers, to instances where the Commonwealth is either the original defendant or an indispensable party to the action.\nIn Keitt the court recognized that Section 401 provided for exclusive and original jurisdiction in the Commonwealth Court in all civil actions or proceedings against the Commonwealth. However, the Keitt court noted that Section 402, in delineating the appellate jurisdiction of that court from orders of courts of common pleas, used the term “party” which is sufficiently broad to include the Commonwealth in the capacity of a defendant. Noting this apparent discrepancy, the Keitt court concluded:\n... a legislative awareness that there may be litigation properly , initiated in a court of common pleas in which, by third party proceedings, the Commonwealth, although not an indispensable party, may conceivably be joined, in which cases the jurisdiction of the court of common pleas should not be ousted simply because such third party procedure was invoked. In such cases, our jurisdiction is not found in Section 401, rather our role is that of appellate review under Section 402.\nId., 17 Pa.Cmwlth. at 189, 331 A.2d at 584.\nI cannot accept that the legislative use of the term “party” in Section 402 intended to convey such a sophisticated distinction in such a cryptic fashion.\nWhile I recognize that it may be desirable to allow a more flexible jurisdictional rule where the Commonwealth is made a party defendant through a third party procedure, it should not evolve from such a strained interpretation of the language of Sections 401 and 402. The soundest approach would be to address the problem directly by further legislative action (or possibly by court order under the power vested in this Court by virtue of Art. 5, § 10(c) of the Pennsylvania Constitution). Such an approach would permit a comprehensive consideration of all of the factors pertinent to such a judgment and would not be controlled simply by the legitimacy of the joinder which the Keitt v. Ross indispensable party test does.\nUntil such future legislation is provided, I am constrained to accept appellant’s first argument that exclusive and original jurisdiction of the Commonwealth Court attaches in all actions against the Commonwealth and its officers.\n. Mr. Justice Flaherty, writing for the majority, presents a scholarly analysis of the weakness of the traditional formulation of the indispensable party doctrine. His suggested modification of that doctrine offers much to commend it.\n. As amended by the Judiciary Act Repealer Act and now governed by the Judicial Code, 42 Pa.C.S.A. §§ 761, 762 (Supp.1980).\n. Section 401 provides in pertinent part:\n(a) The Commonwealth Court shall have original jurisdiction of: (1) All civil actions or proceedings against the Commonwealth or any officer thereof, acting in his official capacity ...\n(b) The jurisdiction of the Commonwealth Court under this section shall be exclusive ... except with respect to actions or proceedings by the Commonwealth or any officer thereof .. . where jurisdiction of the Court shall be concurrent with the several Courts of Common Pleas.\n. Section 402 of the Act provides in pertinent part:\nThe Commonwealth Court shall have exclusive jurisdiction of appeals from final orders of the Court of Common Pleas in any of the following cases ...;\n(1) All civil actions or proceedings to which the Commonwealth or any officer thereof ... is a party ....\n. Art. 5, § 10(c) provides in pertinent part:\nThe Supreme Court shall have the power to prescribe general rules governing practice, procedure and the conduct of all courts, ... including the power to provide for assignment and reassignment of classes of actions or classes of appeals among the several courts as to the needs of justice shall require, ... if such rules are consistent with this Constitution and neither abridge, enlarge nor modify the substantive rights of any litigant, nor affect the right of the General Assembly to determine the jurisdiction of any court ....",
        "type": "concurrence",
        "author": "NIX, Justice,"
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI concur in the determination that the Department of Public Welfare is an indispensable party to this litigation and that, therefore, the Commonwealth Court has exclusive original jurisdiction under the standards enunciated in Scherbick v. Community College of Allegheny County, 479 Pa. 216, 387 A.2d 1301 (1978).\nHowever, I cannot join in that portion of the majority opinion addressing the so-called “second issue”, the adequacy of the traditional formulation of the indispensable party doctrine. The lengthy analysis employed by the majority expresses criticism of the traditional approach. Primarily, this criticism is predicated upon the application of that approach to situations wherein an indispensable party is absent from the litigation. As this situation does not exist in the instant case, I consider the reasoning of the majority on the “second issue” to be dicta.\nI express no opinion on the merits on the “second issue” analysis. I would decline to address this issue until the proper “absent-indispensable party” case arises.",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "James H. McLean, County Sol., E. J. Strassburger, Asst. County Sol., Howard Louick, Pittsburgh, for respondents-appellants.",
      "Dennis Revak, Neighborhood Legal Services Ass’n, Pittsburgh, for Action Coalition of Elders.",
      "Marlene W. Jackson, Deputy Atty. Gen., for third party respondent-appellee."
    ],
    "corrections": "",
    "head_matter": "426 A.2d 560\nACTION COALITION OF ELDERS, a Pennsylvania non-profit corporation et al., Petitioners-Appellees, v. ALLEGHENY COUNTY INSTITUTION DISTRICT et al., Respondents-Appellants, v. Frank S. BEAL, as Secretary of the Department of Public Welfare of the Commonwealth of Pennsylvania, Third Party Respondent-Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 30, 1980.\nDecided Feb. 4, 1981.\nJames H. McLean, County Sol., E. J. Strassburger, Asst. County Sol., Howard Louick, Pittsburgh, for respondents-appellants.\nDennis Revak, Neighborhood Legal Services Ass’n, Pittsburgh, for Action Coalition of Elders.\nMarlene W. Jackson, Deputy Atty. Gen., for third party respondent-appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0302-01",
  "first_page_order": 350,
  "last_page_order": 368
}
