{
  "id": 8732719,
  "name": "ESTATE of Jacob BESTWICK. Appeal of Edith COYLE",
  "name_abbreviation": "Estate of Bestwick",
  "decision_date": "1981-03-13",
  "docket_number": "No. 2",
  "first_page": "341",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "493 Pa. 341"
    },
    {
      "type": "parallel",
      "cite": "426 A.2d 580"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "217 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "749"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898575
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0521-01"
      ]
    },
    {
      "cite": "9 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960610
      ],
      "year": 1848,
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0374-01"
      ]
    },
    {
      "cite": "141 A. 478",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "292 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109651
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0571-01"
      ]
    },
    {
      "cite": "263 A.2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927809
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "387-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0381-01"
      ]
    },
    {
      "cite": "304 A.2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948607
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0568-01"
      ]
    },
    {
      "cite": "76 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225558
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0490-01"
      ]
    },
    {
      "cite": "25 A.2d 725",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1210962
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 8076,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2089322582127375
    },
    "sha256": "0800b0768197c412efa3c50337f2583aa04a2d5ab79a48d0fa1000d051acbc63",
    "simhash": "1:5663223b67367f3c",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T19:13:26.811536+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
    ],
    "parties": [
      "ESTATE of Jacob BESTWICK. Appeal of Edith COYLE."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Chief Justice.\nThis appeal is from a final decree of the Orphans’ Court Division, Court of Common Pleas, Philadelphia County, which denied a claim of appellant, Edith Coyle, to a one-fourth share of two hundred shares of Sears and Roebuck stock.\nJacob Bestwick died testate in Philadelphia on December 13, 1974. By will dated January 27, 1965, testator provided:\n“I, JACOB H. BESTWICK, Widower, of the City of Philadelphia, Commonwealth of Pennsylvania, do hereby make my Last Will and Testament, and revoke all Wills by me at any time heretofore made.\n“FIRST: I direct that all my debts and funeral expenses shall be paid as soon after my decease as convenient.\n“SECOND: I give and bequeath to my sister, KATHERINE BODEM, One Hundred (100) shares of my Sears and Roebuck stock, and any automobile that I may own at the time of my death.\n“In the event that my sister, KATHERINE BODEM, predeceases me, I then give and bequeath the One Hundred (100) shares of Sears and Roebuck stock to my niece, CLAIRE HANLON.\n“THIRD: I give and bequeath One Hundred (100) shares of my Sears and Roebuck stock to EDITH COYLE.\n“FOURTH: I give and bequeath Two Hundred (200) shares of my Sears and Roebuck stock, and any other stocks I may own at the time of my death which have not been specifically devised herein, to my daughter, GAIL WAMPLER.\n“FIFTH: All the rest, residue and remainder of my estate, of whatsoever kind and description and wheresoever situate, I give, devise and bequeath to EDITH COYLE.\n“In the event EDITH COYLE predeceases me, I give, devise and bequeath all the rest, residue and remainder of my estate, of whatsoever kind and description, and wheresoever situate, to my sister, KATHERINE BODEM, and my daughter, GAIL WAMPLER, in equal shares, share and share alike. However, should my sister, KATHERINE BODEM, have likewise predeceased me, then I give, devise and bequeath that portion of my estate she would have received if she survived me, to my daughter, GAIL WAMPLER, absolutely, and in fee.\n“SIXTH: I nominate, constitute and appoint my son-in-law, ROBERT WAMPLER, Executor of this my Last Will and Testament and I direct that he shall not be required to enter security in any jurisdiction in which he may act.”\nAt the time of testator’s death, he owned only two hundred shares of Sears and Roebuck stock. The auditing judge determined that all two hundred shares should pass to testator’s daughter Gail Wampler. Appellant filed exceptions, but a five judge court en banc affirmed the auditing judge with two judges dissenting. This appeal followed.\nAppellant argues that all of the specific legacies should be adeemed pro rata, thus entitling her to one-fourth of the two hundred shares of Sears stock — or fifty shares. All parties agree that testator’s reference to “my Sears and Roebuck stock” makes those bequests of stock specific. Lenhart’s Estate, 344 Pa. 358, 25 A.2d 725 (1942). Where the subject matter of a specific legacy is not part of a testator’s estate, the legacy fails — or is adeemed. McFerren Estate, 365 Pa. 490, 76 A.2d 759 (1950). Where some, but not all, of the specifically devised property is in the estate, a partial ademption occurs. Soles Estate, 451 Pa. 568, 304 A.2d 97 (1973).\nThe Legislature has provided:\n“(a) General Rules. — Except as otherwise provided by the will, if the assets are insufficient to pay all claimants and distributees in full, the shares of distributees, without distinction between real and personal estate, shall have priority of distribution in the following order:\n“(1) Property specifically devised or bequeathed to or for the benefit of the surviving spouse.\n“(2) Property specifically devised or bequeathed to or for the benefit of the decedent’s issue.\n“(3) Property specifically devised or bequeathed to or for the benefit of other distributees.\n“(4) Property disposed of by will in the form of a general bequest of cash, stocks or bonds.\n“(5) Property disposed of by general devise or bequest and not included in a residuary clause.\n“(6) Property devised or bequeathed in a residuary clause.\n“(7) Property not disposed of by the will.”\nAct of June 30, 1972, P.L. 508, No. 164, § 2, 20 Pa.C.S.A. § 3541.\nA majority of the court en banc held that since no contrary intent was expressed in the will, the statutory abatement rule applied; since Gail Wampler was a child of testator, she was entitled to receive her entire legacy under § 3541(a)(2).\nAt the hearing before the auditing judge, appellant attempted to prove that she was the common-law wife of the testator. The court, however, ruled that appellant had failed to meet her burden of proof in establishing a common-law marriage and appellant has not contested that ruling either in exceptions filed to the auditing judge’s decree or in the instant appeal. We must thus determine if the will expressed any intent to favor appellant.\nAs we have oft-stated:\n“[T]he intent of the testator, as gathered from all the language contained in the four corners of this will, his scheme of distribution, the circumstances surrounding him at the time he made his will and the existing facts, remains the ‘polestar’ fixed for the guidance of the courts in the interpretation of wills.” Gramm Estate, 437 Pa. 381, 387-88, 263 A.2d 445, 448 (1970).\nUsing this standard, we would have to engage in pure speculation to hold that testator expressed an intention that the statutory abatement provisions should not apply.\nThe four corners of the will provide no guidance. The specific bequests to all three legatees used exactly the same language except that testator’s daughter was left two hundred shares. By comparison, in Elmore’s Estate, 292 Pa. 571, 141 A. 478 (1928), we held that the testator had expressed a preference for certain blood relatives by specifically devising creation of a trust “as soon as possible after my death” to provide life income for those relatives. While testator instantly named appellant as residuary legatee, we do not believe this is sufficient to curtail use of the abatement statute. Further, although the testator and appellant lived together for a long period of time, appellant did receive their jointly held home by operation of law. Combining all of these factors, we cannot find any positive indication that testator intended that appellant should receive twenty-five percent of the Sears stock remaining in testator’s estate.\nAppellant relies heavily on Alsop’s Appeal, 9 Pa. 374 (1848) to support her theory of a pro rata ademption. Alsop’s Appeal, however, does not aid appellant for two reasons. In that case, testator had provided for a pro rata reduction should assets be insufficient to pay all legacies. Further, all of the legatees involved with the diminished assets were either aunts or cousins of testator; all people who under § 3541 would fall into subsection 3. As we stated in Thornton Estate, 420 Pa. 521, 526, 217 A.2d 746, 749 (1966):\n“. . . The statutory order of abatement is not based on testator’s presumed priority of abatement but rather on a state policy of what class of people should keep their specific devises and bequests at the expense of other specific devisees and legatees who must first pay for the estate’s deficiencies.”\nAs appellant was unable to prove a common-law marriage, and since we are unable to find testator’s contrary intent, § 3541 controls. Testator’s daughter, as the court en banc properly decreed, is entitled to the two hundred shares of stock.\nDecree affirmed. Each party to bear own costs.\n. Testator and appellant jointly owned a house which was not included as an asset of the estate. The estate also contained a small amount of cash; testator’s estate, however, was such that nothing passed through the residuary clause.",
        "type": "majority",
        "author": "O’BRIEN, Chief Justice."
      }
    ],
    "attorneys": [
      "Joseph J. Carlin, Philadelphia, for appellant.",
      "Arnold V. Plum, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "426 A.2d 580\nESTATE of Jacob BESTWICK. Appeal of Edith COYLE.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 23, 1980.\nDecided March 13, 1981.\nJoseph J. Carlin, Philadelphia, for appellant.\nArnold V. Plum, Pittsburgh, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0341-01",
  "first_page_order": 389,
  "last_page_order": 394
}
