{
  "id": 1831226,
  "name": "Gerald A. HAYGOOD, Appellant, v. CIVIL SERVICE COMMISSION, Appellee",
  "name_abbreviation": "Haygood v. Civil Service Commission",
  "decision_date": "1992-03-09",
  "docket_number": "Appeal No. 35 E.D. Appeal Dkt. 1991",
  "first_page": "447",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "529 Pa. 447"
    },
    {
      "type": "parallel",
      "cite": "605 A.2d 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 Pa.Commw. 574",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1364475
      ],
      "weight": 4,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/110/0574-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 6455,
    "ocr_confidence": 0.808,
    "pagerank": {
      "raw": 2.1671469958857878e-07,
      "percentile": 0.7705962780069417
    },
    "sha256": "2b6859b54f7cbaa3b47f9bf7f0e21545c1cb97f7f2f382fbec0da9fc2554fcf3",
    "simhash": "1:a39f7a67b780bbfe",
    "word_count": 1033
  },
  "last_updated": "2024-02-27T23:49:23.546723+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj.",
      "LARSEN, J., files a dissenting opinion in which PAPADAKOS, J., joins.",
      "PAPADAKOS, J., joins this dissenting opinion."
    ],
    "parties": [
      "Gerald A. HAYGOOD, Appellant, v. CIVIL SERVICE COMMISSION, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe appeal is hereby dismissed as having been improvidently granted.\nLARSEN, J., files a dissenting opinion in which PAPADAKOS, J., joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent and would remand this matter as the Commonwealth Court did in Ciccimaro v. City of Philadelphia, 110 Pa.Commw. 574, 532 A.2d 1255 (1987). To apply a different standard to two individuals who are similarly situated constitutes a denial of equal protection under the laws of this Commonwealth and of this nation.\nThe issue raised by this appeal is whether the error of the Civil Service Commission in placing the burden of proof upon an employee to prove a continuing disability during a hearing involving the termination of disability benefits requires that the case be remanded for new findings as to whether his employer has sustained what was actually its burden of proof. By dismissing this appeal as an improvident grant, the majority has upheld a determination that was reached by requiring the wrong party to carry the burden of proof.\nOn July 28, 1983, appellant, Gerald A. Haygood, injured his back while working as a treatment plant operator for the City of Philadelphia Water Department. He was treated for his injury at the City Employees’ Compensation Clinic. On August 5, 1983, the City placed appellant on “no duty” status and paid him full wages in lieu of workmen’s compensation. On March 12, 1984, appellant was placed on “limited duty” status and ordered to return to work.\nPursuant to Philadelphia Civil Service Regulation 32.11, appellant appealed the return to work order to the Civil Service Commission. Following a hearing, the Civil Service Commission determined that appellant was capable of performing limited duty work and that limited duty work was available to him. Thus, appellant’s appeal was denied. Appellant appealed this determination on the ground that the Civil Service Commission improperly placed the burden of proof upon him at this proceeding. Upon appeal, the Court of Common Pleas of Philadelphia County affirmed the order of the Civil Service Commission. Appellant filed an appeal to the Commonwealth Court which also affirmed, finding that although it was clearly error to place the burden of proof upon appellant, such error was harmless. We granted appellant’s petition for allowance of appeal wherein a remand only was requested. I would now reverse the order of the Commonwealth Court and remand for further proceedings before the Civil Service Commission.\nIn Ciccimaro v. City of Philadelphia, 110 Pa.Commw. 574, 532 A.2d 1255 (1987), as in the case presently before the Court, the Commonwealth Court determined that the Civil Service Commission improperly placed the burden of proving a continuing disability upon the employee who had been ordered back to work on “limited duty” status by the City Employees’ Compensation Clinic. The Commonwealth Court in Ciccimaro, determined that the Civil Service Commission’s error necessitated reversal of its order and a remand for findings regarding whether the employer had sustained its burden of proving that the employee was no longer totally disabled. There is absolutely no distinction that can be made between the facts and procedural posture of Ciccimaro and those of the case presently before this Court.\nTherefore, for reasons of fairness and to protect appellant’s equal protection rights, appellant must be given the same opportunity to have his case heard by a Civil Service Commission that is properly placing the burden of proof upon appellant’s employer.\nAccordingly, I dissent and would reverse the order of the Commonwealth Court and remand the case to the Civil Service Commission for further proceedings.\nPAPADAKOS, J., joins this dissenting opinion.\n. Pa. Const, art. I, § 1; U.S. Const, amend. XIV.\n. Regulation 32.11 provides as follows:\nA Regulation 32 employee who is instructed by the Municipal Employees’ Compensation Clinic to return to work, either on a full-active or limited duty basis, and does not do so, is being insubordinate, even if he feels he is physically unable to return to work. In such a situation, however, he may appeal to the Civil Service Commission. Should the employee file an appeal with the Civil Service Commission within thirty (30) days of such refusal to return to work, his absence from work for the period between the date of filing such appeal and the date a decision thereon is entered by the Commission shall be charged against accrued sick leave, vacation leave or holiday compensatory time. In the event that accrued sick and vacation leave and compensatory time are utilized and exhausted during the period prior to the Commission’s decision, he shall thereafter be carried without pay. A Commission decision adverse to the employee will entitle the City to recover wages paid by the City for sick leave so used retroactive to the date of the appeal.\n. In its opinion, the Civil Service Commission improperly expressly states that under Civil Service Regulation 32.11, “the burden of proof is upon the [employee] to demonstrate he cannot perform any duty.” Opinion of the Commission at 2 (Oct. 24, 1984). To the contrary, the statute does not address the burden of proof. See supra note 2.\n. The Commonwealth Court also remanded for the Civil Service Commission to make findings on whether the employer had sustained its burden of proving that there was work available which the employee was capable of performing. The Civil Service Commission had failed to make any findings at all on this issue.\n. In this regard, I would note that the employer’s medical experts testified that appellant did suffer from pain and that appellant faced some limitations with respect to lifting and bending. The limited duty position that was available to the appellant involved repeated stair climbing and lengthy periods of sitting. As the employer's evidence did not address appellant’s ability to perform such physical functions, it is clear that the employer did not meet its burden of proving that appellant is no longer totally disabled.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Michael Patrick Boyle, Philadelphia, for appellant.",
      "Charisse R. Lillie, City Sol., Stephen A. Sawyer, Deputy City Sol., for appellee."
    ],
    "corrections": "",
    "head_matter": "605 A.2d 306\nGerald A. HAYGOOD, Appellant, v. CIVIL SERVICE COMMISSION, Appellee.\nSupreme Court of Pennsylvania.\nArgued Dec. 6, 1991.\nDecided March 9, 1992.\nMichael Patrick Boyle, Philadelphia, for appellant.\nCharisse R. Lillie, City Sol., Stephen A. Sawyer, Deputy City Sol., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj."
  },
  "file_name": "0447-01",
  "first_page_order": 551,
  "last_page_order": 554
}
