{
  "id": 1831181,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Stuart Richard COHEN, Appellant",
  "name_abbreviation": "Commonwealth v. Cohen",
  "decision_date": "1992-03-19",
  "docket_number": "No. 3 E.D. Appeal Docket 1990",
  "first_page": "552",
  "last_page": "571",
  "citations": [
    {
      "type": "official",
      "cite": "529 Pa. 552"
    },
    {
      "type": "parallel",
      "cite": "605 A.2d 1212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "511 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798675
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "587"
        },
        {
          "page": "882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0584-01"
      ]
    },
    {
      "cite": "497 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775329
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0505-01"
      ]
    },
    {
      "cite": "516 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808565
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0460-01"
      ]
    },
    {
      "cite": "501 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782454
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0404-01"
      ]
    },
    {
      "cite": "447 U.S. 10",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6180575
      ],
      "weight": 6,
      "year": 1980,
      "pin_cites": [
        {
          "page": "22-23"
        },
        {
          "page": "2007"
        },
        {
          "page": "699-700"
        },
        {
          "page": "21-24"
        },
        {
          "page": "2006-08"
        },
        {
          "page": "698-700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0010-01"
      ]
    },
    {
      "cite": "71 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223568
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0326-01"
      ]
    },
    {
      "cite": "259 A.2d 160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926051
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0114-01"
      ]
    },
    {
      "cite": "282 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "377",
          "parenthetical": "cases concerned with double jeopardy are irrelevant to question of inconsistent verdicts"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938651
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0405-01"
      ]
    },
    {
      "cite": "7 F.2d 59",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1669850
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/7/0059-01"
      ]
    },
    {
      "cite": "284 U.S. 390",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5718921
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "393-94"
        },
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0390-01"
      ]
    },
    {
      "cite": "492 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767214
      ],
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "page": "612"
        },
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0600-01"
      ]
    },
    {
      "cite": "397 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12054849
      ],
      "weight": 12,
      "year": 1970,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "1194"
        },
        {
          "page": "475"
        },
        {
          "page": "444"
        },
        {
          "page": "1194"
        },
        {
          "page": "475-76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0436-01"
      ]
    },
    {
      "cite": "367 U.S. 643",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785580
      ],
      "weight": 3,
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0643-01"
      ]
    },
    {
      "cite": "486 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757593
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0241-01"
      ]
    },
    {
      "cite": "190 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885971
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0056-01"
      ]
    },
    {
      "cite": "489 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762407
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0167-01"
      ]
    },
    {
      "cite": "563 A.2d 188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa.Super. 633",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "486 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1790936
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    },
    {
      "cite": "506 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "190 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 3
    },
    {
      "cite": "411 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885971
      ],
      "year": 1963,
      "opinion_index": 3,
      "case_paths": [
        "/pa/411/0056-01"
      ]
    },
    {
      "cite": "486 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1790936
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": 3,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1305,
    "char_count": 34249,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 8.025886394665088e-07,
      "percentile": 0.9737083127240237
    },
    "sha256": "268dee26b92887b31aea8ed0d08f9b19f14108c237d3d13920bad8420a6d288a",
    "simhash": "1:c7ebd2646b4126fa",
    "word_count": 5530
  },
  "last_updated": "2024-02-27T23:49:23.546723+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS, and CAPPY, jj.",
      "LARSEN, J., files a concurring opinion which is joined by Cappy, J.",
      "ZAPPALA, J., files a concurring opinion which is joined by Cappy, J.",
      "CAPPY, J., files a concurring opinion which is joined by Zappala, J.",
      "McDERMOTT, J., files a concurring and dissenting opinion.",
      "CAPPY, J., joins this concurring opinion.",
      "CAPPY, J., joins in this concurring opinion.",
      "ZAPPALA, J., joins in this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Stuart Richard COHEN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nFLAHERTY, Justice.\nIn this eighteen-year-old murder case, the Commonwealth appealed from the trial court’s grant of the defendant’s motion in limine which precluded the admission of specified evidence during his retrial. Superior Court held that the orders were pretrial “suppression orders” which practically terminated or substantially handicapped the prosecution, appealable pursuant to Commonwealth v. Dugger, 506 Pa. 587, 486 A.2d 382 (1985), and reversed the orders as erroneous limitations on the Commonwealth’s use of its evidence. 391 Pa.Super. 633, 563 A.2d 188. We granted allocatur to review the appealability of an order excluding evidence on a motion in limine. We hold that the orders were appealable under the rationale of Commonwealth v. Dugger, supra, but that Superior Court erred in reversing the trial court orders.\nThis case began on November 18, 1974, when appellant, Stuart Cohen, then eighteen years old, was arrested and charged with first degree murder, third degree murder, and conspiracy to commit murder. These charges stemmed from the killing of sixteen-year-old Steven Warunek, found shot to death on November 14, 1974, in Reading, Berks County. Cohen was tried by jury in Berks County.\nThe Commonwealth’s theory of the case was that Cohen hired three men to kill Warunek in retaliation for threats Warunek had made against Cohen’s life. At the time he was killed, Warunek was engaged to Kerry Young, Cohen’s former girlfriend who had a child fathered by Cohen. Apparently Miss Young did not see Cohen after she bore his child in November 1973. Nevertheless, Miss Young told Warunek that she had an emotional attachment to Cohen as the father of her child and that she was upset with Cohen for “abandoning” the child. In October 1974, Warunek told his fiancée that he was going to kill Cohen. Miss Young called Cohen to warn him of Warunek’s threat.\nCohen testified at trial that he paid $700 to the three co-conspirators. Cohen said he hired the men to scare Warunek into believing that any attack on Cohen would result in reprisals against Warunek. He maintained that he only wanted Warunek “shoved around” or “messed up” so that Warunek would know that people were protecting Cohen.\nOn October 3, 1975, the jury convicted Cohen of third degree murder and conspiracy to commit murder. Post-trial motions were denied, and on July 15, 1977, the court imposed a sentence of ten to twenty years imprisonment, costs, and a fine of $15,000 on the murder conviction, with a lesser concurrent sentence for conspiracy. On appeal, this court vacated the judgments of sentence due to pervasive prejudicial pretrial publicity with “unprecedented” percentages of prospective jurors possessing opinions of appellant’s guilt, and ordered retrial in a different venue, Lackawanna County. Commonwealth v. Cohen, 489 Pa. 167, 413 A.2d 1066 (1980).\nA variety of motions, continuances, and an interlocutory appeal to Superior Court delayed the commencement of retrial until March 1988. On the day scheduled for trial, Cohen presented an oral motion in limine to prohibit the introduction of testimony concerning the existence of the child of Cohen and Miss Young on the ground that the evidence was irrelevant and prejudicial. Cohen also sought to bar evidence of intent to kill on the basis of collateral estoppel, arguing that his acquittal of first degree murder and conviction of third degree murder must have been based on a jury finding that he lacked the specific intent to kill which distinguishes first degree from third degree murder. The trial court granted both motions. The Commonwealth appealed to the Superior Court, certifying that the trial court’s orders had the effect of terminating or substantially handicapping the prosecution. The Superior Court reversed the trial court. Cohen sought and was allowed an appeal to this court.\nThe primary issue is the appealability of the grant of a motion in limine pursuant to which the trial court excludes Commonwealth evidence, effectively terminating or substantially handicapping the prosecution. The fundamental consideration, a matter of jurisdiction, is the finality of the order. The appellate jurisdiction invoked by the Commonwealth is limited to final orders. 42 Pa.C.S. § 742. As to finality, pretrial suppression orders and orders granting motions in limine for the exclusion of evidence are identical. Our holdings in Commonwealth v. Bosurgi, 411 Pa. 56,190 A.2d 304 (1963), and Dugger, supra, were grounded on our recognition that a pretrial suppression order is, in its practical effect, a final order, thus satisfying the statutory predicate of 42 Pa.C.S. § 742. The grant of a motion in limine which deprives the prosecution of important evidence is identical in effect, characterized by identical indicia of finality. Moreover, like our holdings in Bosurgi and Dugger, supra, which permitted Commonwealth appeals from suppression orders entered after pretrial suppression hearings, our holding today extends only to motions presented prior to trial, that is, before the swearing of the jury. To permit an appeal from a pretrial order granting a motion to exclude evidence will not have the effect of interrupting and disrupting a jury trial. Once a jury is sworn, however, jeopardy attaches, Commonwealth v. Klobuchir, 486 Pa. 241, 405 A.2d 881 (1979), and the Commonwealth will not be permitted to appeal an adverse evidentiary ruling during the trial.\nAppellant and amicus curiae argue that for several reasons motions in limine should be treated differently from suppression motions and that, unlike a suppression order, the order in this case should not be appealable. First, they argue that a suppression order is of constitutional dimension, unlike an order granting a motion in limine. Next, they claim that a suppression order serves a different purpose from the grant of a motion in limine. Finally, they argue that permitting Commonwealth appeals from adverse rulings on pretrial motions in limine will have the undesirable effect of inhibiting defense counsel from seeking pretrial determinations of evidentiary questions and will instead encourage defense counsel to wait until midtrial to challenge Commonwealth evidence.\nWe do not find these arguments persuasive. The first is simply incorrect. Although it is true that suppression orders are necessary to vindicate Fourth Amendment rights, it might just as well be necessary to grant a motion in limine in order to protect other constitutional rights, as this case illustrates. The trial court’s order prohibiting the admission of evidence of intent to kill was grounded on the constitutional protection against double jeopardy. It is therefore inaccurate to ascribe greater constitutional weight to suppression orders than to orders such as those at issue in this case.\nThe second claim is correct but irrelevant. The purpose of the exclusionary rule was made quite clear by the United States Supreme Court in Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961). It was to sanction unconstitutional police procedures in a way designed to discourage such behavior and to protect citizens from such illegal conduct. But to point out that the purpose to be served by excluding evidence on a motion in limine is different from the purpose of a suppression order in no way undermines the validity or desirability of the former. If a motion in limine seeks to protect an important or fundamental right, it is irrelevant that it is a different right from the one implicated by the Mapp exclusionary rule.\nThe third argument against permitting Commonwealth appeals in the context of this case is a speculative one. Appellant predicts that trial strategy in criminal cases will be guided in an undesirable direction if Commonwealth appeals are permitted in this context. We are not inclined to accept this argument. It is not clear that defense attorneys in criminal practice will invariably decline to present a motion in limine merely because a favorable ruling may be appealed by the Commonwealth. We are confident that the facts and circumstances of each case will guide the strategy of defense counsel.\nTherefore, inasmuch as orders excluding significant Commonwealth evidence on motions in limine are final in the same way as suppression orders, we hold that the Commonwealth may appeal from such adverse pretrial orders in the same manner as it may appeal suppression orders under the exclusionary rule. In this case the Commonwealth made the requisite certification under Bosurgi and Dugger, and it was therefore proper for the Superior Court to entertain the appeal.\nThat conclusion requires us to review the evidentiary issues in the case.\nFirst, the Superior Court held that the trial court erred in excluding evidence of intent to kill on the basis of collateral estoppel. In Ashe v. Swenson, 397 U.S. 436, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970), the United States Supreme Court held that collateral estoppel is an integral part of the Fifth Amendment guarantee against double jeopardy, and defined the term to mean that “when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.” Id., 397 U.S. at 443, 90 S.Ct. at 1194, 25 L.Ed.2d at 475. The Court indicated that the rule of collateral estoppel in criminal cases is to be applied\n... with realism and rationality. Where a previous judgment of acquittal was based upon a general verdict, as is usually the case, this approach requires a court to “examine the record of a prior proceeding, taking into account the pleadings, evidence, charge, and other relevant matter, and conclude whether a rational jury could have grounded its verdict upon an issue other than that which the defendant seeks to foreclose from consideration.”\nId. at 444, 90 S.Ct. at 1194, 25 L.Ed.2d at 475-76. This court interpreted Ashe v. Swenson, supra, to mean that the United States Supreme Court did not intend for collateral estoppel protection “to be illusory in criminal proceedings where the first judgment ended in an acquittal. To indulge in labored mental gymnastics in an attempt to avoid the bar under this test is contrary to the express mandate of Ashe. ” Commonwealth v. Hude, 492 Pa. 600, 612, 425 A.2d 313, 320 (1980). In keeping with these directives, we have examined the pleadings, evidence, charge, and other relevant matters from Cohen’s trial, which may be summarized as follows.\nThe Commonwealth presented three co-conspirator witnesses who testified that Cohen solicited them and paid them $700 to kill the victim, after Cohen learned that the victim had threatened to kill him. Their testimony was impeached on the basis of prior inconsistent statements in which they alleged either that there was no agreement or that the agreement was to scare the victim.\nCohen testified that Miss Young, his former girlfriend, had warned him that her current fiancé had threatened Cohen’s life. He testified that he sought the help of the co-conspirators to scare the victim, and that he paid them $700 to do so.\nIn its charge, the trial court instructed the jury that the offense of first degree murder must be intentional, that is, “it was willful, deliberate and premeditated. A killing is willful and deliberate if the person or persons who caused the death consciously decided to kill the victim, and it is premeditated if he possessed a fully formed intent to kill at the time when he acted____” The court distinguished third-degree murder by defining it as:\nan unlawful killing of a human being with malice, but with an intention merely to inflict grievous bodily harm and not to take human life and yet, as a result of the infliction of the injury, death results. Third-degree murder includes any unlawful killing of a human being with malice, but where no intention to kill exists or can reasonably and fully be inferred____ [I]f no intention to kill can be inferred or collected from the facts, then the verdict should be guilty of murder in the third degree. Malice in murder of the third degree is the malicious desire to do harm, but not to kill ..., with no specific intention to kill but with an intention merely to inflict grievous bodily harm and not to take human life____\nSupplementary instructions were given in response to a written question sent out by the jury during deliberations. The jury asked: “Does the conspiracy to frighten or beat become a conspiracy to commit murder with the death of the victim, even though the death was unintentional?” The court provided the following answer to the jury:\nDefendant is charged with the offense of Conspiracy to Commit Murder. Murder has been defined as the unlawful killing of another, with malice aforethought, express or implied. Murder includes an unlawful killing of a human being with malice, but with an intention merely to inflict grievous bodily harm, and not to take human life, and yet, as a result of the infliction of the injury, death results.\nThe jury was thus instructed that the distinction between first and third degree murder is that the former is accompanied by a specific intention to kill whereas the latter is not. The jury was further instructed that conspiracy to commit murder includes conspiracy to commit third degree murder. The jury’s written question implies its belief that Cohen did not intend to kill Warunek.\nThe jury returned verdicts of not guilty of first degree murder, guilty of third degree murder, and guilty of conspiracy to commit murder. The only possible rational explanation of the verdicts in the light of the evidence, the charge, the jury’s question, and the court’s answer is that the jury found that the defendant did not have a specific intention to kill but only the intent to inflict grievous bodily harm. The jury likewise found that the conspiracy was one to inflict grievous bodily harm, though it resulted in death, rather than a conspiracy to take human life. In concrete terms, the jury necessarily accepted Cohen’s testimony that the agreement was to scare or injure the victim, and rejected the testimony of the Commonwealth witnesses who claimed that Cohen had conspired to kill the victim.\nThe Superior Court's decision to permit the Commonwealth to introduce evidence of intent to kill is based on precisely the sort of “labored mental gymnastics” which this court forbade in Commonwealth v. Hude, supra. Recognizing the force of appellant’s collateral estoppel claim, the Superior Court nevertheless stated that “we agree with the Commonwealth that the jury verdict at Cohen’s trial did not necessarily determine that Cohen did not intend to kill Warunek.” Slip op., 5/23/89, at 14 [391 Pa.Super. 633, 563 A.2d 188 (table) ] (emphasis in original). The court then cited federal and Pennsylvania cases declining to apply the principle of collateral estoppel in criminal cases.\nThe court relied on Dunn v. United States, 284 U.S. 390, 393-94, 52 S.Ct. 189, 190, 76 L.Ed. 356 (1932), quoting Judge Learned Hand’s opinion in Steckler v. United States, 7 F.2d 59, 60 (2d Cir.1925), where the United States Supreme Court stated that “the verdict may have been the result of compromise, or of a mistake on the part of the jury----” The Superior Court also relied on Commonwealth v. Carter, 444 Pa. 405, 282 A.2d 375 (1971), and Commonwealth v. Collins, 436 Pa. 114, 259 A.2d 160 (1969), which established that juries are permitted to render verdicts based on mercy. Reliance on these cases is unwarranted inasmuch as they were addressing inconsistent verdicts in the same trial and did not implicate claims of double jeopardy. See Carter, 444 Pa. at 409, 282 A.2d at 377 (cases concerned with double jeopardy are irrelevant to question of inconsistent verdicts). See also Commonwealth v. Thatcher, 364 Pa. 326, 71 A.2d 796 (1950), which prohibited retrial of a defendant for murder and voluntary manslaughter following his acquittal on the charge of involuntary manslaughter.\nThe Superior Court also cited Standefer v. United States, 447 U.S. 10, 22-23, 100 S.Ct. 1999, 2007, 64 L.Ed.2d 689, 699-700 (1980), as support for refusing to apply the principle of collateral estoppel in this case. Standefer, however, involved the application of nonmutual collateral estoppel— a claim of issue preclusion ventured by a defendant in a different case — and thus did not implicate the claim of double jeopardy present in this case. See Standefer, 447 U.S. at 21-24, 100 S.Ct. at 2006-08, 64 L.Ed.2d at 698-700.\nAshe v. Swenson, supra, Commonwealth v. Hude, supra, and Commonwealth v. Schomaker, 501 Pa. 404, 461 A.2d 1220 (1983), compel the application of collateral estoppel in this case. Cohen’s jury found that the conspiratorial agreement was not to kill the victim and that the murder was not intentional; the principle of collateral estoppel requires that the Commonwealth be barred from advancing any theory or presenting any evidence which claims otherwise. As these issues were decided in Cohen’s favor during his jury trial, the prosecution cannot be permitted to relitigate them.\nFinally, Cohen attacks the Superior Court’s holding that the trial court erred in prohibiting the Commonwealth from introducing evidence of the child born out of wedlock to Cohen and Miss Young. The trial court held that such evidence had marginal relevance which was outweighed by its prejudicial effect. The Superior Court, on the other hand, believed that the evidence was “highly probative to demonstrate the Commonwealth’s theory of Cohen’s motive for the murder of Warunek,” and that “the members of the jury will not have their passions aroused by the mere notion that Cohen is the unmarried father of a child.” Slip op., 5/23/89, at 10 [391 Pa.Super. 633, 563 A.2d 188 (table)].\nEvidentiary rulings are committed to the sound discretion of the trial court and will not be disturbed on appeal absent a clear abuse of that discretion. Commonwealth v. Jermyn, 516 Pa. 460, 533 A.2d 74 (1987). To determine relevancy, the test is whether the evidence sought to be introduced tends to establish a material fact or make a fact at issue more or less probable. Id. Contrary to the Superior Court’s conclusion, the motive underlying Warunek’s threats against Cohen is not an issue in the case. The motive of Cohen, charged with the murder of Warunek, is relevant and admissible. Commonwealth v. Gwaltney, 497 Pa. 505, 442 A.2d 236 (1982). The relevancy of the motive of the accused does not extend, however, to the motive for the motive. The admissibility of Warunek's threats because they constitute Cohen’s motive for the alleged murder does not make Warunek’s motive relevant or admissible.\nThe Superior Court also disagreed with the trial court as to the prejudicial impact of disclosing Cohen’s out-of-wedlock fatherhood. It is well-established, however, that a discretionary ruling cannot be overturned simply because a reviewing court disagrees with the trial court’s conclusion. In re Semeraro, 511 Pa. 584, 587, 515 A.2d 880, 882 (1986). Although the term “illegitimate” is not in favor, the concept remains. Historically, to be born out of wedlock was to be illegitimate, and a stigma was cast upon the child. Until relatively recently, Pennsylvania law contained certain disabilities associated with bastardy or illegitimacy. Although the law has developed to remove the stigma unfairly cast upon the child, a residue of ill-feeling may remain, particularly with regard to unmarried parents. Cohen’s behavior will elicit different levels of opprobrium from individual to individual, from juror to juror, and from community to community. Discretion is granted to trial courts partly because they are in a uniquely close relationship with the communities from which their juries are drawn, and an evaluation of the prejudicial impact of disclosing that Cohen fathered a child out of wedlock is a task particularly suitable for the trial court. While we may not agree with the evaluation of the trial court, the court did not abuse its discretion in ruling that the prejudicial impact of the evidence outweighed its probative value. We must therefore reverse the order of the Superior Court and reinstate the trial court’s order which would prohibit evidence of the child.\nIn summary, we hold that the Commonwealth may appeal pretrial orders which exclude evidence and have the effect of terminating or substantially handicapping the prosecution, in the same manner that the Commonwealth may appeal pretrial suppression orders. The Superior Court erred in reversing the trial court’s evidentiary rulings on the admissibility of evidence of intent to kill and the child bom out of wedlock to Cohen and Miss Young.\nAccordingly, the order of the Superior Court is reversed; the orders of the trial court are reinstated; the case is remanded for further proceedings consistent with this opinion.\nLARSEN, J., files a concurring opinion which is joined by Cappy, J.\nZAPPALA, J., files a concurring opinion which is joined by Cappy, J.\nCAPPY, J., files a concurring opinion which is joined by Zappala, J.\nMcDERMOTT, J., files a concurring and dissenting opinion.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI join in the result of the majority. I would, however, require a proper trial court certification prior to any appeal taken from a motion in limine.\nCAPPY, J., joins this concurring opinion.",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nWhile I fully applaud my colleague, Justice Cappy, for his concise and astute analysis and disposition of the issue before us, thereby requiring my joinder, I must in good conscience write separately to voice my disdain as what was heretofore a meaningful tool of trial advocacy has been reduced to a complete nullity.\nNot only would the defense bar be insane to make any application for motions in limine, the distinguished members of the bench would be doubly insane to even entertain such a practice. I would note that the trial judge has the authority to defer disposition of motions in limine filed by prosecutors until the trial has actually commenced to avoid delay of the trial. Perhaps, just perhaps, the majority may deem it appropriate to mandate that our overtaxed trial judges entertain such motions, thereby becoming nothing more than discovery courts for inquisitive prosecutors. So be it.\nCAPPY, J., joins in this concurring opinion.",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      },
      {
        "text": "CAPPY, Justice,\nconcurring.\nAlthough I agree with the result reached by the Majority in reversing the decision of the Superior Court, I strongly disagree with the rationale relied upon by the Majority in reaching that conclusion. Because I am strongly opposed to providing an absolute right of appeal from an order disposing of a motion in limine on the bare allegation of the District Attorney that the prosecution is substantially handicapped, I must write separately.\nThe majority concludes that orders excluding significant Commonwealth evidence on motions in limine are final in the same manner as are suppression orders and, therefore, such orders are appealable, as are suppression orders, upon certification by the Commonwealth that the exclusion of that evidence substantially handicaps the prosecution. See, Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985). Contrary to position of the majority, I find that a suppression order differs significantly, both in design and purpose, from a motion in limine.\nA motion in limine is a pre-trial motion requesting the court to prohibit opposing counsel from referring to or offering into evidence matters so highly prejudicial to the moving party that curative instructions cannot alleviate an adverse effect on the jury. (Black’s Law Dictionary Fifth Ed.). Thus, a motion in limine deals with the relevancy, probativeness and prejudice of a piece of evidence.\nA suppression motion, on the other hand, does not look at the relevancy of the evidence sought to be excluded. Indeed, in Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985), the case upon which the majority relies for support, this Court stated as follows:\nTo require that a suppression record be cluttered with questions of ultimate relevance is senseless. A suppression record ought not, and properly handled does not, disclose the ultimate relevance of a piece of evidence or why a prosecution could not go forth if that evidence is suppressed.\nThe relevancy of a piece of evidence can rarely be seen outside the context of the case, even then, not always clearly. Most often considerable thought and argument must be supplied before a piece of evidence is clearly discerned as relevant. All relevant evidence may not be necessary to a prosecution, but one piece of suppressed evidence may make all other evidence irrelevant. It is an argument all its own and certainly must be an argument dehors the record of a suppression court.\nId., 506 Pa. at 546, 486 A.2d at 386.\nThe issue to be determined in a suppression motion is whether such evidence was improperly obtained and, therefore, inadmissible. Clearly, an erroneous suppression order may deprive the Commonwealth of a conviction it would otherwise have obtained had the suppressed evidence been admitted. The evidence suppressed has already, in effect, been determined to be relevant. Thus, if the Commonwealth were not permitted to appeal such orders, it may well suffer the consequences of an acquittal because suppressed evidence was not admissible. The Commonwealth would then be deprived of any meaningful opportunity to secure an appellate court determination of the validity of the order of suppression. Indeed, this Court has deemed such orders “final” for purposes of appeal because of the practical effects that an order suppressing relevant evidence has on the prosecution. See, Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963).\nWhile I would concede that some motions in limine involve purely legal questions, many such motions call for evidentiary rulings based upon the trial court’s inherent authority to control the admission of evidence at trial. The latter requires the trial court to balance the prejudice which may result to the defendant should the evidence be admitted against the probative value of that evidence, a function solely within the province of the trial court. A motion in limine requires a preliminary ruling which is subject to change during the course of trial should the balance tip in favor of admission. See, 22A C.J.S. Criminal Law § 458. Thus, all orders disposing of a motion in limine are not necessarily “final,” as the majority so concludes.\nNot all evidence excluded by an order granting a motion in limine necessarily precludes the Commonwealth from presenting evidence essential to its prosecution. As noted above, some evidence is simply irrelevant. And, while some evidence which is the subject of a motion in limine may, indeed, substantially handicap the prosecution, the rules permit an appeal upon certification of the trial court. See, 42 Pa.C.S. § 702(b); Pa.R.App.P. 312, 1311-1312. To permit the Commonwealth the right to appeal all orders granting a motion in limine will inundate the appellate courts with evidentiary rulings, the subject of which should be left to the sound discretion of the trial court.\nMoreover, contrary to the holding of the majority, I strongly believe that trial strategy in criminal cases will be guided in an undesirable direction should the Commonwealth be permitted to appeal all orders granting a motion in limine with unfettered discretion. Based upon the majority opinion, no sane defense counsel would file a motion in limine because if successful, the Commonwealth will be able to directly appeal that judicial determination claiming that the prosecution was substantially harmed, thereby self-authenticating that harm without risk of future penalty. The Commonwealth, then, will be the only party filing motions in limine. If the Commonwealth is unsuccessful in asserting its position and the court denies the motion, the majority opinion now provides the prosecution an absolute right of automatic appeal from that determination. Thus, the majority opinion creates a situation where, through no fault of the defense, a defendant may be required either to remain in jail or at bail, effectively waiving his speedy trial rights. This is unacceptable.\nThe majority opinion fails to take into account the right of a defendant to a speedy trial, instead focusing only on the right of the prosecution to present all its evidence. Rather than look only to the fact that the Commonwealth may be precluded from presenting all its available evidence, we should employ a balancing test in which a court, as opposed to the prosecution making an unilateral decision, will weigh the severity of the harm to the prosecution against the right of the defendant to have a speedy trial. The procedure currently in effect whereby the trial court may certify for appeal an order involving a controlling question of law as to which there is substantial ground for difference of opinion where an immediate appeal of that order may materially advance the ultimate determination of the matter, addresses both concerns. 42 Pa.C.S. § 702(b). To allow the Commonwealth the absolute right to appeal an order granting or denying a motion in limine will provide the prosecution a license to delay the case to the prejudice of the defendant even where the evidence excluded may not be relevant to the prosecution. This balancing test is simply not necessary when dealing with a motion to suppress because only the defense will file such motions, whereas both the Commonwealth and the defense file motions in limine.\nAccordingly, for all the foregoing reasons I believe the direct appeal by the Commonwealth in this case should have been quashed.\nZAPPALA, J., joins in this concurring opinion.\n. Under the majority opinion, the question arises as to whether defense counsel could now be deemed ineffective for filing a motion in limine, traditionally filed as a courtesy to the court on which counsel obtains a favorable ruling which is then certified and appealed by the Commonwealth and subsequently reversed, rather than objecting to that evidence during trial and obtaining a ruling thereon which is not immediately appealable.",
        "type": "concurrence",
        "author": "CAPPY, Justice,"
      },
      {
        "text": "McDERMOTT,\nconcurring and dissenting.\nI agree with that part of the opinion which holds that an adverse ruling on a motion-in-limine is appealable by the Commonwealth on the grounds that the ruling substantially prejudices the Commonwealth’s case. I also agree in principle with those comments of Mr. Justice Zappala and Mr. Justice Cappy that the effects of the majority’s decision will likely alter the manner in which motions-in-limine practice will proceed. Thus, in anticipation of that fact I offer the following suggestions. First, if a motion-in-limine is filed, the trial judge must enter a ruling on it prior to trial; if a judge refuses to so rule, a mandamus action will lie. Second, once ruled upon, the ruling is not reversible during the course of the trial; and if the trial court attempts to reverse a motion-in-limine ruling favorable to the Commonwealth during the course of the trial, the Commonwealth should be entitled to an immediate stay and subsequent expedited appellate review of that determination. This latter procedure is necessary to insure that the Commonwealth will not be adversely affected in its trial preparation by an unfulfilled reliance upon the finality of the motion-in-limine ruling. The same urgency is not attendant to a changed ruling vis a vis the defendant since the system already provides him protection via the avenue of post trial motions.\nTurning to the merits of the majority opinion, I am compelled to dissent.\nIn his first trial the appellant was tried for murder generally, and was found not guilty of first degree murder but guilty of third degree murder. He appealed and for reasons other than the propriety of that verdict a new trial was ordered. Having been acquitted of first degree murder, the intentional killing of another, he now argues that on retrial for third degree murder, the unintentional killing where death results from a malicious intent to do bodily harm, evidence of an actual intent to kill should be excluded.\nBecause the elements of third degree murder do not include a specific intention to kill does not mean that the intention to cause serious bodily harm that might result in death is irrelevant. The majority’s view is a view that encompasses settled facts; however, the facts are not yet settled by verdict. The Commonwealth in this new trial will still be required to prove a malicious intent and the Commonwealth should be permitted to put forth that evidence which demonstrates that malice.\nThe evidence at issue here, that the victim had previously threatened to kill the defendant because of defendant having fathered a child with the victim’s girlfriend, and that the appellant had sought the assistance of others to preemptively kill the victim, went directly to prove that defendant here knew the victim and that the defendant had an intent to seriously harm the victim.\nWithout question the Commonwealth cannot seek a conviction on a crime for which a previous jury refused to convict, here, the first degree murder charge; however, there is no reason to hold that a defendant who receives a retrial on a basis other than evidentiary weight is entitled to prevent the Commonwealth from introducing evidence of mens rea in a second trial, which evidence warranted the conviction in the first.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "McDERMOTT,"
      }
    ],
    "attorneys": [
      "Emmanuel H. Dimitriou, Reading, for appellant.",
      "John W. Packel, Philadelphia, for amicus curiae, Public Defender Assoc, of Pa.",
      "Ernest D. Preate, Jr. Atty. Gen., Lois H. Lichtenwalner, Andrea F. McKenna Deputy Atty. Gen., for appellee.",
      "Ronald Eisenberg, Chief, Appeals Div., Karen Grigsby, Asst. Dist. Atty., for amicus curiae, Pa. Dist. Attys. Assoc."
    ],
    "corrections": "",
    "head_matter": "605 A.2d 1212\nCOMMONWEALTH of Pennsylvania, Appellee, v. Stuart Richard COHEN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 25, 1990.\nReargued Oct. 21, 1991.\nDecided March 19, 1992.\nEmmanuel H. Dimitriou, Reading, for appellant.\nJohn W. Packel, Philadelphia, for amicus curiae, Public Defender Assoc, of Pa.\nErnest D. Preate, Jr. Atty. Gen., Lois H. Lichtenwalner, Andrea F. McKenna Deputy Atty. Gen., for appellee.\nRonald Eisenberg, Chief, Appeals Div., Karen Grigsby, Asst. Dist. Atty., for amicus curiae, Pa. Dist. Attys. Assoc.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS, and CAPPY, jj."
  },
  "file_name": "0552-01",
  "first_page_order": 656,
  "last_page_order": 675
}
