{
  "id": 502698,
  "name": "Solomon Gans versus The City of Philadelphia",
  "name_abbreviation": "Gans v. City of Philadelphia",
  "decision_date": "1883-04-16",
  "docket_number": "",
  "first_page": "97",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 W. N. C. 429",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Phila. Rep. 265",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "92 Pa. St. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0455-01"
      ]
    },
    {
      "cite": "86 Pa. St. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/86/0215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 12400,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 3.431158713039447e-07,
      "percentile": 0.8791539583968023
    },
    "sha256": "0b10c2bda84a3ec8b35028727815f8e95c9047484e131e9d88a01acd3740ccad",
    "simhash": "1:bf37c6f99e4c1dac",
    "word_count": 2229
  },
  "last_updated": "2024-02-27T21:38:59.696014+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Solomon Gans versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, April 16th 1883.\nThe jury appointed to assess the damages for the opening pf a street in the city of Philadelphia, after having determined the amount of said damages and to whom they shall be paid, “shall determine what amount of the damages, if any, shall be paid by the city of Philadelphia, and what amount, if any, shall be paid by the property owners benefited.” After confirmation of the award by the court the “ said city shall pay to the respective owners of the property damaged, or their legal representatives, the damages so assessed for said opening.” And the solicitor of the city shall notify each owner benefited of the amount assessed against his property, and have delivered to him a bill for the sum so assessed, and if the same is not paid within thirty days after delivery of the bill, said solicitor shall “ file a claim in the proper court for the amount thereof against said property, which claim shall be a lien against the premises assessed, and shall be collected in the same manner as municipal claims are now by law collected:” Act April 1st 1864, P.L. 206.\nAll owners of real estate in said city, when the same has been surveyed and entered upon the plans, are required to ■return their deeds and title papers to the proper office, that they may be registered, and u no property so returned shall be subject to sale, for taxes or other municipal claims thereafter to accrue, as a lien of record thereon, except in the name of the owner as returned, and after recovery by suit, and service of the writ on him made ás in case of a summons:” Act March 29th 1867, P.L. 600.\nThis claim was filed in August, 1876, against “ Unknown owner or reputed owner, or whoever may be owner.” In January, 1881, it was suggested that Salomon G-ans was owner of the premises, and the writ was served upon him. At the time of opening the street and before, the names of the owners of the property were duly registered. The averment in the claim that “ said owner or reputed owner had notice as required by law,” certainly relates to the unknown owner against whom the claim was filed, and not to the registered owners.\nOne of the objects of the statutes is to prevent the filing of a lien and the accumulation of costs thereon, until thirty days after actual notice to the owner. The assessment of damages may be confirmed upon such notice to the property owners as the court may direct: but the statute .prescribes what notice the owner shall have before the filing of a lien against his property. Notice to the owner being a prexquisite, the claim should be filed against the property in the name of the person upon whom the notice was served. The law requires the return and registry of the owners of every lot of ground upon the plans of the city, and if so registered the lot shall not be sold for taxes or other municipal claims, except in the name of the owner as returned. “Although the proceeding is in rem, it is contemplated that the owner’s name shall appear in the claim and proceedings thereon.\nIn Wistar v. City of Philadelphia, 86 Pa. St. 215, it did not appear, nor was it alleged that the names of the owners had been returned and registered, and therefore the ruling in that case has no application to this. Nor do decisions apply which were made before the enactments relating to registry. The claim for an assessment for benefits resulting from the opening of a street differs in some respects from other municipal claims, yet much of what Avas said by Sterrett, J., in Simons v. Kern, 92 Pa. St. 455, is pertinent to the pending question. There, it was held that a sheriff’s sale in violation of the registry law is void. That law enables every interested person to ascertain the name of the OAvner of a lot of ground, Avho can claim security under its provisions. When it plainly appears that a claim has been filed in violation of that law, and of the Act of April 1st, 1864, the city cannot recover.\nThe said Act of 1864 relates to the opening of streets, and repeals the inconsistent provisions of the Act of April 21st 1858, P. L. 386, relating to the opening, Avidening, and vacating streets. Its Avords include opening only.\nJudgment reversed, and now judgment is rendered for the defendant (plaintiff in error) on the demurrer.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "Edward H. Weil, for the plaintiff in error.",
      "Charles B. McMichael and Charles E. Morgan, Jr. (with them Wm. Nelson West, city solicitor), for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Solomon Gans versus The City of Philadelphia.\n1. Since the passage of the Act of March 29th 1867, P. L. 600 (supplement to the Registry Bureau Act of March 14th 1865, P. L. 321), it is essential to the validity of a municipal claim, filed against property in the city of Philadelphia, the title to which has been duly registered, that the claim shall be filed in the name of the registered owner and after thirty days actual notice to him, as provided in the Act of April 1st 1864, P. L. 206.\n2. A municipal claim for benefits accruing for the opening of a street, filed against property, the title to which has been duly registered, in the name of ‘‘Unknown owner, orreputed owner, orwhoever maybe owner” is voidable; and the subsequent suggestion on the record of the name of the owner, and the issuing of a scire facias on the claim against him, and service thereof is, likewise, of no effect. ■\nJanuary 10th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas Np. 4. of Philadelphia county : Of January Term 1882, No. 451.\nThe record showed the following: — On August 14th 1876, a municipal claim was filed, wherein the city of Philadelphia was claimant, against ■“ Unknown owner, or reputed owner, or whoever may be owner,” for $156.54, being the amount assessed against a certain lot of ground situate on the southwesterly side of'Jackson street, particularly described, “in accordance with the Act of Assembly of the 1st day of April 1864, as the benefit occasioned to it by the opening of Jackson street, as found and determined by a jury of damages appointed by the court of Quarter Sessions of said city and county, and the report of which jury was duly confirmed by said court on the 14th day of February 1876, of all which said owner or reputed owner had due notice as required by law. Said sum of $156.54, together with the lawful interest, is claimed as a lien in favor .of.the city of. Philadelphia,-, and against said premises, whoever may be the owner or owners thereof, agreeably to the Acts of Assembly in relation thereto.”\nOn January 31st'1881, by writing filed it was suggested that Solomon G-ans is actual and present owner of the said premises, and on the same day a scire facias was issued on said claim* which was- returned “ made known to Solomon Gans, and nihil habet as to unknown.”\nTo this scire facias Solomon Gans filed the following special plea : That the lot of ground against which the said claim of the said plaintiff was- filed, was,conveyed by deed dated the 17th day of January 1851, and recorded in the office for recording deeds in and for the said city and county of Philadelphia on the 14th day of April 1852, in which said deed Solomon Prank and wife were the • grantors, and the said Solomon Gans and Meyer Gans, Daniel Gans, and Lazarus J. . Léberman were the grantees in fee as tenants in common ; and that the-said named grantees have been from the said date of the said conveyance continuously.and are now the owners in fee. of the said premises described in. said claim, except that the said Daniel Gans being now deceased, his interest therein is vested in his devisees under his will and no partition between the said co-owners has been made. And the said Solomon Gans further saith that the said lot of ground described in said claim was at the time of the said conveyance and from thence continuously and is now upon the. planned plot of the said city of Philadelphia, and that afterwards, to wit, on the 5th day of December 1867, to wit, at the city aftd county aforesaid, in-pursuance of the Acts of Assembly in such case made and provided, the said grantees in the said deed, and owners of the said lot, presented their said title- deed • for -registry to the Registry Bureau,, in the Department of Surveys of the said city of Philadelphia, and made report then and there of the said conveyance with the precise dimensions and locality of the premises in accordance with the Acts of Assembly in such case made and provided ; and thereupon the said title deed was noted, endorsed and stamped with the impress of the stamp of the said Registry Bureau as entered and registered in said Registry Bureau on the said 5th day of December 1867. And the said SolomonGans further saith that he, the said Solomon Gans and the said Meyer' Gans and the said Lazarus J. Leberman, were fora period of forty years continuously prior to - the issuing of the said writ of scire facias'residents of the city of Philadelphia,- and the said Daniel Gans, who was deceased at the time of the issuing of the said writ had been a resident of the said city as aforesaid for a period of twenty-seven years continuously.”\nThe plaintiff demurred to the above plea, assigning as causes of demurrer : For that the matters,in the said plea averred are an allegation of non-joinder and misjoinder of parties, whereas the Act of Assembly in such case provides that no such plea shall be allowed. ■ Aud also that the said plea avers that the said Solomon Gans who was served with the writ of scire facias in the above case was at the time said writ issued, a part owner and tenant in common of the lot of ground, against which the said-municipal claim was filed. And also- that the said claim was filed by the city of Philadelphia to collect from the said lot of ground the amount of benefits assessed against it by the confirmed report of the road jury in the matter of the opening of Jackson street; and the said claim being a proceeding in rem, the said ■ matters alleged in the said plea - are irrelevant.\nThe court, after argument, entered judgment for the plaintiff on the demurrer to the plea (no opinion filed).\nThe defendant took this writ of error, assigning for error the entry of judgment for the plaintiff in the demurrer.\nEdward H. Weil, for the plaintiff in error.\n— Since the Act of March 29th 1867, P. L. 600, no property which has been plotted on the city plans, and the title to which has been registered in the registry bureau, is “ subject to sale for taxes or other municipal claims, . . . except in the name of the owner as returned, and after recovery by suit and service of the writ on him, made as in case of summons.” A claim filed against “ unknown owner,” where the title is registered in the name of the owner, is a nullity : Simons v. Kern, 11 Norris 455; O’Byrne v. City, 12 Norris 227; Norris’s Appeal, 11 P. F. S. 424. A municipal claim for benefits from the opening of a street assessed against an unknown owner is illegal, irrespective of the Registry Acts: Act of April 21st 1858, § 6, P. L. 386; In re Chestnut Avenue, 3 Phila. Rep. 265; Act of January 6th 1864, P. L. 1130; Watson v. Borough of Sewickley, 10 Norris 330; Appeal of Central R. R. Co., 11 W. N. C. 429; Broom’s Legal Maxims 113. The record shows that no notice, after the confirmation of the award of the jury, was served on the owner by the city solicitor, as required by Act of April 1st 1864, § 3, P. L. 206.\nCharles B. McMichael and Charles E. Morgan, Jr. (with them Wm. Nelson West, city solicitor), for the defendant in error.\n— The proceeding is in rem. The claim avers notice to the owner, which the plea does not deny. The Registry Act applies only to a sale of the property, not to the filing of the claim. The sci. fa. having been served on the registered owner, the city is entitled to judgment in the absence of a defence on the merits. The question whether, if there are several co-tenants, the lot can be sold in execution without obtaining judgment against all, does not arise in this case: Wistar v. City, 5 Norris 215; Northern Liberties v. Coates’s Heirs, 3 Harris 245. The Act of April 1st 1864, under which this claim was filed, provides that the claims shall be collected “ in the same manner as municipal claims are now by law collected and by the Act of March 11th 1846, § 4, P. L. 115, such claims are evidence of the facts therein set forth, and no plea shall be allowed averring non-joinder or misjoinder of parties, nor touching the question of ownership."
  },
  "file_name": "0097-01",
  "first_page_order": 115,
  "last_page_order": 119
}
