{
  "id": 502695,
  "name": "Koons versus The Western Union Telegraph Company",
  "name_abbreviation": "Koons v. Western Union Telegraph Co.",
  "decision_date": "1883-03-12",
  "docket_number": "",
  "first_page": "164",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. N. C. 241",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 14871,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 3.5375526095474835e-07,
      "percentile": 0.8846307255751205
    },
    "sha256": "c12ba37b30f7209586e8a5d6d0805037115b4d7c729e5b226832bb941e9ca5b9",
    "simhash": "1:75811512988f9fe5",
    "word_count": 2570
  },
  "last_updated": "2024-02-27T21:38:59.696014+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Clark, J., absent."
    ],
    "parties": [
      "Koons versus The Western Union Telegraph Company."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, March 12th 1883.\nThis record presents the single question whether the court below erred in entering judgment non obstante veredicto in favor of the defendants upon the reserved points.\nThe plaintiffs in error allege that the reserved questions are based upon the facts submitted to the jury by the charge of the court, to the extent that this is the case the reservation is bad. There can be no such thing as reserving the question of law based upon disputed facts. It was said by Sharswood, J., in Wilde v. Trainor, 9 P.. F. S. at page 442: “ There are two rules necessary to be observed in such reservations. The first is, that they can only be of pure questions of law. In order that such questions may be reserved, it is requisite that the facts be agreed by the parties or found by the jury. The second rule is, that the question or questions of law must be such as to rule the case.” Several authorities were cited by Justice Sharswood in support of his text. There are a number of our recent cases which sustain this ruling, but the principle is too familiar to need further reference to authority.\nIf we apply this rule to the present case it is apparent that some of the questions were not properly reserved, and had the reservation been excepted to a judgment entered for the defendant upon them could not have been sustained. If a reserved point is based upon facts that are not conceded, it is the duty of counsel to except and thus warn the court of what may be an unintentional mistake. As was said by Sharswood, J., in Insurance Company of Pennsylvania v. Phœnix Insurance Company, 21 P. F. S. 31: “Very great injustice might be done if a party not objecting at the time of the reservation should be permitted afterwards to take the ground that there was no evidence of the facts or that they ought to have been submitted to the jury.”\nIt is not necessary to inquire whether the reservations referred to are incurably defective, for the reason that the objections referred to do not apply to the last question, which was as follows: “ That there is no evidence of negligence on the part of the defendants, or on which they can be made answerable.” It was urged, however, that this was a bad reservation under the ruling in Ferguson v. Wright, 11 P. F. S. 258, where it was held that it is not a good reservation of a point to reserve it on all the evidence.” There is no doubt under the authorities that such a reservation would be bad. In the case in hand, however, the reservation referred to is not open to this objection. Whether there is any evidence at all to go to the jury upon a particular fact essential to the plaintiff’s case is a question of law and may be reserved: Wilde v. Trainor, supra. The question here was whether there was any evidence of the' defendant’s negligence to go to the jury.\nWe are of-opinion that this question was properly reserved, and that in entering judgment non obstante thereon in favor of the defendant the court below committed no error. Upon the evidence the learned judge would have been justified in giving the jury a binding instruction to find for the defendants. There was no proof to charge them with negligence, not even a scintilla. Had the order of Heverin to the plaintiffs of August 26th 1879, been sent by mail instead of by wire, the plaintiffs would have been justified in treating it as an order to “ sell ten thousand more, same price.” It is immaterial what Heverin intended. As written it is ten thousand if it is anything. It is at least much more like “ ten ” than “ two.” If there was any negligence in the-case it was on the part of Mr. Heverin in sending an order to sell ten thousand when he only intended to sell two thousand. The defendants are hot responsible for Heverin’s mistake. Moreover, the question was a proper one for the court. The facts bearing upon it were not disputed. The original of the telegram was before the court* and what was contained therein could only be determined by inspection. That was the duty of the judge who tried the cause. It is difficult to see how a jury could aid him in this matter. They might indeed find that ten meant two, but this would neither aid the judge nor advance the cause of justice.\nIt was the duty of the defendant company to transmit the message accurately. Having sent it as written, the addition of the figures 10,000 was of no importance. It did not vary the sense of the message. And had the message been repeated it would not have'-led to the correction of the error, for the reason that it had been sent precisely as written.\nThe cases are numerous that upon an undisputed state of facts it is the province of the court ’to pass upon the question of defendant’s negligence. It is sufficient to refer to Hoag v. The Railroad Company, 4 Norris 293; King v. Thompson, 6 W. N. C. 241; Central Railroad Company v. Feller, 4 Id. 160.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Francis E. Brewster and David W. Sellers (with them F. C. Brewster, and Shakespeare & Heverin), for the plaintiffs in error.",
      "Rudolph M. Schick (with him Benjamin Harris Brewster) for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Koons versus The Western Union Telegraph Company.\n1. Where the sender of a telegraphic dispatch, intending to write a certain word, negligently writes what more nearly resembles another word, the telegraph company is not liable for damages caused by transmitting the word as it appeared to be written.\n2. A., intending to order by telegraph, a sale of two thousand cases, wrote what more nearly resembled ten thousand, and sent the message to the telegraph office by a small boy. The operator transmitted the dispatch “ten thousand,” and (in accordance with the regulations or practice of the company when telegraphing numbers,) added in figures “(10,000),” which were not in the message as written. In an action by the receiver of the dispatch against the telegraph company to recover damages sustained by reason of the sale of ten thousand instead of two thousand cases :\nHeld, that there was no evidence of negligence on the part of the company defendant, and that the plaintiff was, therefore, not entitled to recover.\n3. Where the essential facts are not disputed, or where they are to be determined by the court upon mere inspection of a writing in evidence, the reservation by the court of a point submitted by counsel, “that there is no evidence of negligence on the part of the defendants, or on which they can be made answerable ” is a good reservation, and, after a verdict found in favor- of plaintiff, will support the entry of judgment for the defendant on the reserved point, non obstante veredicto.\n4. Requisites of a reservation of questions of law, aá to matter of form, considered.\nJanuary 18th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Clark, J., absent.\nError to the Court of Common Pleas No. 2, of Philadelphia county: Of July Term 1882, No. 149.\nCase, by Frederick A. Koons, Gustavus Schwarz and Julius Schwarz, trading as Koons, Schwarz & Co., against the Western Union Telegraph Company, to recover damages for the alleged neglegent and erroneous transmission of a-telegraph dispatch. Plea, not guilty. ; '\nOn the trial, before Hare, P. J., the following facts appeared : The plaintiffs were commission merchants doing business in Philadelphia, and were agents for the Little Creek Landing Canning Company, of Little Creek, Delaware, in selling their goods. On August 26th 1879, plaintiffs sent a telegraphic dispatch to James L. Heverin, a manager of said company, at Dover, Delaware, in these words: “Sold two thousand cases Bay7 View tomatoes, ninety cents. Shall we sell more ? ” On the same day plaintiffs received by telegraph a reply as follows:\n“ Dover, Delaware, 8 | 26 | 1879.\n44 Koons, Schwarz & Co.:\n44 You can sell ten thousand (10,000) more, same price.\n“ J. L. Heverin.”\nThey proceeded to sell as directed on behalf of their principals, and effected large sales. On August 30th, plaintiffs were informed by Heverin by letter that he had directed them in his dispatch, to sell two thousand more, not ten thousand. Plaintiffs were unable to procure the goods to fill their contracts, except at an advanced price, by reason # whereof they lost $2,400, which sum they claimed to recover from' the telegraph company. ,\nThe original message was put in evidence,’ a fac-simile whereof is printed on tb,e next page. Mr. Heverin wrote it in a store in Dover on a piece of note paper, and sent it to the telegraph office by a boy about nine'years old, to whom he read it. The operator testified : “ A boy by name of John Head brought this messagé to the.office; he threw- the ¡message down and said : 4 Grandpap has no blanks and to please send it' as it is.’ I called him back and read it to him as follows : 4 You can sell ten thousand more, at same price.’ He said,4 That is right; that is the•'way grandpapread it.’” The message was pasted on a blank in the telegraph office in accordance with a regulation of the telegraph company7. - :\nMr. Heverin was in.the habit of sending frequent telegraphic dispatches from Dover, and the operator was familiar with his’ handwriting. !\n■ At the close of the evidence counsel for the defendant presented the following points for charge, all which the judge reserved, viz:\n1. “ That it appearing from the plaintiffs’ testimony that they were acting as agents, and disclosed their principals, and it also appearing that if they exceeded the authority intended to be conferred by the principals, or by the agency, which they employed, it was in consequence of the principals’ negligence in sending the message, the principals were answerable for the sales effected by the plaintiffs in conformity to the message as actually received, and as the purchasers could not have recovered against the agents, they were not responsible, and having assumed the loss gratuitously, cannot maintain this action.\n2. •“ The message delivered to plaintiffs was on the blank of the company containing a notice that the company only sends messages on condition, limiting their liability, that errors can only be guarded against by repeating the message, and that this was an unrepeated message. This was sufficient notice to plaintiffs of the rules of the company regulating the transmission of messages, and they are bound by them and cannot maintain the action.\n3. “ That in writing the message in such wise that the operator would naturally and reasonably believe' that the word was ¿en instead of two, and sending it by a boy who was incompetent to give an explanation, Heverin was guilty of negligence which would have precluded him from recovery against the telegraph company, and as the plaintiffs were at that time acting as his agents, and made the sale for'him, are also precluded by negligence of their principal.\n4. “ That there is no evidence of negligence on the part of the defendants, or on which they can he made answerable.”\nVerdict for plaintiffs for $2,760.\nThe court subsequently entered judgment for the defendants on the points reserved, non obstante veredicto, whereupon the plaintiffs took this writ of error, assigning for error the above action of the court in entering judgment'for the defendants on the points reserved, non obstante veredicto.\nFrancis E. Brewster and David W. Sellers (with them F. C. Brewster, and Shakespeare & Heverin), for the plaintiffs in error.\n— Whether .the telegraph opérator was negligent in transmitting the dispatch was a question of fact for the jury ; it was submitted to them, and their finding that he was negligent is amply supported by the evidence. The operator was familiar with the sender’s handwriting. It is no answer to say that the word “ two ” was doubtful or illegible. Few persons write so legibly that words may not be occasionally misread by some readers. Many signatures can only be read by those who know them beforehand, and Mr. Heverin’s signature to this message may be such an one ; but the operator, knowing the handwriting sent-it correctly. The well established rule is, that if a.telegraph clerk cannot read a message, as written, he should not undertake to receive and transmit it; he should require it to be read by the sender, or, if 'necessary, re-written; but if he accepts it, he takes the risk, and is bound to transmit it correctly: Telegraph Co. v. Dryburg, 11 Casey 304. Even if the operator had transmitted this message “ ten thousand ” as he thought it was written, the unusual largeness of the order would doubtless have provoked inquiry from the receiver, and the error would have been discovered. But this operator not only guessed the word was “ten,” but inserted the figures (10,000) which were not in the message, thereby excluding all suspicion of error by the receiver, and, in effect, insuring its correctness. “No degree of good faith or good intention will justify him in adding to or.detracting from the precise words and syllables of the message: ” Shearman and Redfield on Negligence, sect. 558.\nThe reservation by the court of the several points submitted was bad. The facts were not admitted nor the questions of law distinctly stated; there was no special verdict subject to the opinion of the court on reserved points, but the verdict was a general one for the plaintiff. If the court was dissatisfied with it,, they might have set it aside and directed a new trial, but the court had no right to enter judgment for defendant non obstante veredicto upon their opinion on the points which were submitted,but not answered at the trial: Wilde v. Trainor, 9 P. P. S. 439; Robinson v. Myers, 17 P. E. S. 18. The last point reserved was bad under the ruling in Ferguson v. Wright, 11 P. F. S. 262.\nRudolph M. Schick (with him Benjamin Harris Brewster) for the defendant in error.\n— No exception was taken in the court below to the facts stated or questions of law reserved in the points, and the plaintiffs in error cannot now raise technical objections to the form of the reservation: Insurance Co. v. Insurance Co., 21 P. F. S. 40; Smith v. Van Horne, 22 P. F. S. 207, 209. But the question of contributory negligence by Heverin was squarely presented in the points reserved, and as the original message was in evidence, there could be no dispute as to the only material fact, viz: that he wrote “ ten thousand ” and not “ two thousand.” This is not a case of an illegible message, for the word is plainly ten. A. critical comparison with other letters and words in .the message justifies that reading. Heverin was further negligent in sending the message to the office by a small boy, who was either incapable of verifying it, as read to him by the operator, or who negligently misled him by stating the word was “ten.” Under the uncontroverted facts the court would have been justified in instructing the jury that Heverin had been guilty of contributory negligence per se, and the plaintiff was, therefore, not entitled to recover. There was therefore no error in entering judgment for defendant non obstante verdicto."
  },
  "file_name": "0164-01",
  "first_page_order": 182,
  "last_page_order": 188
}
