{
  "id": 502700,
  "name": "County of Lehigh versus Meyer",
  "name_abbreviation": "County of Lehigh v. Meyer",
  "decision_date": "1883-03-19",
  "docket_number": "",
  "first_page": "479",
  "last_page": "481",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 299,
    "char_count": 5593,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 5.663150930480877e-07,
      "percentile": 0.94903370814283
    },
    "sha256": "fe85d21798bbbe61de0ffb86ce72bd6ca47b55c2ff467a0b0a48fa202ad03bf3",
    "simhash": "1:faef9ca90f9a9a6a",
    "word_count": 976
  },
  "last_updated": "2023-07-14T20:12:12.131783+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "County of Lehigh versus Meyer."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mercur\ndelivered the opinion of the court, March 19th 1883.\nSection 3 of the Act of 8th of May 1876, P. L. 140, provides a per diem compensation to be paid to a stenographer for each day actually spent by him in court;, in the taking of notes. It contains no reference to services afterward performed in writing out in long hand the stenographic notes which he has taken in court. The proviso limiting the amount of his annual compensation, applies only to the services provided for in that section. He shall be paid per diem for all those services. In counties having less than two hundred thousand inhabitants, his whole compensation for those services shall not exceed $1,200 per annum. Hence, in case he shall be thus engaged in court for more than one hundred and twenty days, he receives no compensation for such excess of time.\nSection 4 of the Act proceeds to declare when and by whom he may be required to write out at length the notes of evidence and furnish transcripts thereof. It declares transcripts thus made shall be furnished at a compensation not exceeding fifteen cents per each one hundred words, such compensation to be paid by the county in which the notes are taken when the transcript is ordered by the court or when made for the purpose of being filed. When ordered by counsel, the county is not liable: Briggs v. Erie County, 2 Out. 570. Thus it clearly appeai-s that for services rendered in the taking of notes in court, lie shall be paid per diem ; but for transcribing his notes and furnishing transcripts, he shall be paid for each hundred words. When ordered by tlie court the county must pay therefor. In this case they were so ordered. Under the facts set forth in the case stated the learned judge committed no error in entering jud-gment in favor of the plaintiff below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chief Justice Mercur"
      }
    ],
    "attorneys": [
      "C. J. Erdman, for the plaintiff in error.",
      "John Rupp, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "County of Lehigh versus Meyer.\n1. The proviso to the third section of the Act of May 8th 1876 (P. L. 140), that in counties having less than two hundred thousand inhabitants the compensation of the official court stenographer, payable by such county, shall not exceed $1,200 per annum, applies only to his compensation for the services referred to in the enacting clause of said third section, to wit, the per diem compensation for the taking of notes in court. It does not apply to the additional duties imposed by the fourth section of said Act, to wit, the writing out of notes in long-hand when ordered by the court.\n3. Where, therefore, the per diem compensation of the stenographer for taking notes in court, amounts to less than $1,200, for any year, but the compensation for writing out notes in long-hand, when ordered by the couit increases his total compensation for the year, to a sum in excess of $1,200, he is entitled to recover his total compensation from the county.\nMarch 5th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of LaMgh county : Of July Term 18S2, No. 212.\nCase stated, between Oscar Meyer, plaintiff, and the county of Lehigh, defendant, setting forth the following facts :\nThe plaintiff was duly appointed official stenographer of the courts of Lehigh county, in accordance witli the provisions of the Act of May 8th 1876 (P. L. 140). Said county has a population loss than 200,000. Section 3 of said Act provides that court stenographers shall be paid $10 per day for every day actually spent by him in court in the taking of notes, “ Provided, that in no county of this commonwealth having less than two hundred thousand inhabitants shall such short-hand clerk receive a greater compensation than twelve hundred dollars per annum.” Section 4 provides “ that it shall be the duty of said stenographer to furnish a copy of his notes of testimony written out in long-hand, upon the order of the court, or the request of counsel in the cause. . . . The transcripts thus made shall he furnished at a compensation not exceeding fifteen cents for each' one hundred’words; such compensation to be paid by the county in which the notes are taken,-when the transcript is ordered by the court, or when made for the purpose of being. filed, and by the counsel in the respective cases when ordered by them.”\nProm January 1st 1881, to January 1st 1882, the plaintiff was actually and officially engaged in the court of common pleas of Lehigh .county, in taking notes of testimony, and the charge of the court, ninety-three days in all. During the same period, the plaintiff, upon the order and direction of the court, wrote out in long hand, for the purpose of filing, and has filed of record the notes of testimony, and' charge of the court in cases tried in said court, aggregating 4424 folios of one hundred words each. The plaintiff’s compensation for said ninety-three days in court, at $10 per day, is $930, and for writing out said notes in long hand, at fifteen cents per folio, to $663.70 ; together amounting to $1,593.70. Of this sum the county of Lehigh' paid him $1,200, leaving unpaid $393.70.\nIf the court be of opinion that said county is liable to pay said balance of $393.70, then judgment to be entered for plaintiff for said sum with interest from January 1st 1882, otherwise judgment tó be entered for the’defendant for costs, either party reserving the right to a writ of error.\nThe court, in an opinion by Albright, P. J., entered judgment for the plaintiff on the case stated, whereupon the defendant took this writ, assigning for error the said judgment.\nC. J. Erdman, for the plaintiff in error.\nJohn Rupp, for the defendant in error."
  },
  "file_name": "0479-01",
  "first_page_order": 497,
  "last_page_order": 499
}
