{
  "id": 502707,
  "name": "Meckley's Appeal",
  "name_abbreviation": "Meckley's Appeal",
  "decision_date": "1883-05-07",
  "docket_number": "",
  "first_page": "536",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 536"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "2 W. & S. 557",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0557-01"
      ]
    },
    {
      "cite": "11 Wright 67",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 189",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0189-01"
      ]
    },
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "2 W. & S. 557",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0557-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 843,
    "char_count": 22461,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 6.196929805024992e-07,
      "percentile": 0.9569040511628284
    },
    "sha256": "47899618ba63099e76bad054a970a9ef2bede3cc099f677b7d8d455eddafaa83",
    "simhash": "1:b62f11e5824720e5",
    "word_count": 3974
  },
  "last_updated": "2024-02-27T21:38:59.696014+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterkett, Green and Clark, JJ."
    ],
    "parties": [
      "Meckley’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clark\ndelivered the opinion of the court, May 7th 1883.\nThe money for distribution arises from a sheriff’s sale of the real estate of Jonas Christman. The sale was made 26th August 1881, under a fieri facias issued upon a judgment in favor of his wife, Henrietta Christman. The amount paid into court is $1,201.20, which is the sum realized from the sale of lot number 2 to Lewis Meckley for $1,275, less the costs marked on the writ, $73.80, retained by the sheriff. Lot number 1 was sold on the same day and writ, to Lucy A. Weidnerfor $1,580. This sum the sheriff, on the 3d day of October 1881, paid to Henrietta Christman, the execution creditor, who receipted therefor, without making any specific appropriation, however, to any particular one or more of the several judgments held by her.\nOn the 12th day of December 1881, “ by agreement of counsel, an Auditor was appointed to make distribution of the money realized upon the sale of the defendant’s real estate, among the lien creditors.” Under the Act of 28th June 1871, Pamph. Laws 1376, the parties, by their attorneys, having consented to the appointment of an auditor and a distribution of the entire fund, we must, therefore, consider the whole fund as for distribution; not only that paid into court, but that also which has not been paid in. The Auditor’s distribution was in fact made upon this basis. Although the schedule reported appears only to embrace the $1,201.20, yet this schedule is made upon an appropriation of the balance of the fund, which appropriation in fact forms part of his report and distribution. At the time of the sale, judgments had been entered against Jonas Christman, the defendant in the execution, as follows, viz.:\nI. Charles Geyer, No. 1650, January term 1879, entered April 1st 1879, balance, $146.40 ; costs $1.60.\nII. Henry A. Christman, in trust for Henrietta Christman, No. 447, April term 1879, debt $1,800, entered May 9th 1879 ; credit, May 31st 1879, $600.84, money made from sale of personal property.\nIII. David Heffner, to the use of Henrietta Christman, No. 473, April term 1879, debt $427, entered May 19th 1879, assigned to Henrietta Christman, 10th of November 1879.\nIV. Daniel H. Siegfried, to the use of Henrietta Christ-man, No. 488, April term 1879, debt $319.50; assigned to Henrietta Christman May 18th 1880.\nV. Lewis Mecldey, No. 141, September term 1879 ; balance debt and interest $573.67, and costs entered January 2d 1880.\nAfter payment of expenses of the audit and the defendant’s exemption, the judgments are entitled to participate in the distribution in the order named, unless that order is broken by proof of matters affecting their right to thus participate.\nThe only judgment which gives occasion for controversy is the judgment of Henrietta Christman, No. 447, April term 1879. The plaintiff in this judgment is the wife of Jonas Christman, the defendant therein. At the hearing before the auditor the attorney, representing the judgment of Lewis Meckley, maintained and sought to prove that this judgment was collusive, given without consideration to hinder, delay or defraud creditors, and that for that reason it should be post - poned in the distribution. Mrs. Christman was called upon to disclose the consideration of the bond upon which her claim was founded and the circumstances of its execution and delivery.\nThe Auditor was certainly right in his determination that a collusive judgment may be inquired into collaterally, as a reference to the authorities cited in his report abundantly shows. Judgments entered or maintained by collusion or fraud of both parties are to be distinguished, however, from judgments obtained by the fraud of the plaintiff; the former are void as to creditors only, and may be attacked in any collateral proceeding by them, whilst the latter can be attacked by the defendant alone, directly and in the proper court. “ When a collusive judgment comes into collision with the interests of creditors they may avoid the effect of it by showing it to be a nullity as to themselves; and in so doing they do not impair its obligation between the original parties, upon whom it is undoubtedly binding ; a fraudulent judgment like a fraudulent deed being good against all but the interest intended to be defrauded by it. But they cannot call upon the court to vacate it upon the record, which would annul it as to the whole world Dougherty’s Estate, 9 W. & S. 189; to the same effect is Thompson’s Appeal, 7 P. F. Smith 178; Clark v. Douglass, 12 P. F. Smith 415, and many other cases. It is equally true that creditors can attack a judgment collaterally for collusion only: Lewis v. Rogers, 4 Harris 18; Sheetz v. Hanbest’s Ex’rs, 31 P. F. Smith 102. In the case of the appeal of the Nat. B’k of Titusville, 4 Norris 531, the question is elaborately discussed by Paxson, J.,who after reference to the authorities says — “ All the cases say that the mere fact that the debtor has been overreached and a fraud perpetrated upon him by the creditor gives no right to other creditors to attack the judgment collaterally. So long as it stands as a'valid judgment against the defendant, it is good against them. They have no right to complain of a fraud upon him. In such cases the only person who can impeach the judgment is the defendant himself and this must be done by a motion in the proper court to open it. . . . Where, however, a judgment has been fraudulently given by collusion between the debtor and the plaintiff in such judgment for the purpose of hindering and delaying creditors, it may be attacked collaterally by the creditors intended to be defrauded. As to them, such judgment is void. But they can only have it set aside as to themselves. They cannot impair it as between the parties.”\nAn Auditor is not always bound therefore to distribute to the liens as they appear upon the record. A collusive judgment may be- attacked before him, and, in the absence of a proper application for an issue, that question is one for his determination. In a proper case, and at a proper time, an issue is of right-: Souder’s Appeal, 57 Penna. St. 498; but the right may be waived: Myers’ Appeal, 2 Penna. St. 463; Seip’s Appeal, 26 Ibid. 176. It has been settled by authorities that in a distribution ’an Auditor cannot inquire into the validity of a judgment regular upon its face: Dyott’s Estate, 2 W. & S. 557; Leeds v. Bender, 6 Ibid. 315; Ellmaker v. Insurance Co., Idem. 442; Titusville B’k’s Appeal, 4 Norris 530; if void upon its face he may disregard it: Brunner’s Appeal, 11 Wright 67. He may receive testimony to establish payment: Borland’s Appeal, 16 P. F. Smith 470; but not to show that it is erroneous or a fraud upon the debtor: Hauer’s Appeal, 5 W. & S. 473; Thompson’s Appeal, 7 P. F. Smith 175.\nThe Auditor was right, therefore, at the instance of the creditors, in entering into an investigation of the bona fides of the judgment to determine, whether or not, it was collusive and given to cheat, defraud, hinder-or delay creditors. There was not much if any-conflict in the testimony, and from the report of the Auditor it would appear that Henrietta Christman received in and after the year 1856 at different dates and from different sources, in her own right, $1,363; that the husband asked her for the money and, as she received it, she gave it to him and he paid his debts with it; that this made him her debtor to the extent of the money received by him that whilst interest is often mentioned in the testimony of the husband and wife, their appears to be no certainty whether interest was to be paid or not, but he is of the opinion from áll that appeared that at the time of the loan there was no agreement made to pay interest; that the judgment No. 447 April term 1879 for $1,800 was given to cover the loan of $1,363, and that the difference between $1,800 and $1,363 was intended for interest.\nThe Auditor further, finds that Jonas Christman in this testimony was not guilty of actual fraud or falsehood, and that he had no dishonest purpose or intent to cheat or defraud his creditors, by giving to his wife what he knew did not belong to her. Speaking of Jonas Christman and his wife the Auditor says, that he does “ not desire to convey any impression that these unfortunate people are designedly wicked or corrupt, but rather careless and negligent.”\nInasmuch, however, as $437 was charged for interest on the loan, the Auditor determined that the judgment was necessarily collusive. Whilst we agree with the Auditor, in his finding of the facts, we must disagree with him in his deductions therefrom. It is doubtless true, as said by Mr. Justice Sharswood, in Clark v. Douglass, 12 P. F. Smith 415, that “ a judgment confessed voluntarily by an insolvent or indebted man for more than is due is prima facie frandulent within the statute of 13 Eliz. c. 5but then it is only prima facie fraudulent, and as the Auditor has specifically and expressly found from the evidence that in fact, there was no dishonest or fraudulent purpose to cheat or defraud, delay or hinder the creditors, that prima facie presumption is by the Auditor’s finding fully rebutted. If the parties had no fraudulent purpose or intent, then the judgment was not collusive, and the powers of.the Auditor over the judgment were at an end. If the wife had no right to interest, and the husband by mistake and in ignorance of the law .embraced interest in the bond the judgment was erroneous not collusive or fraudulent.\nFor mere mistake, however, as we have said, the judgment cannot be set aside by an Auditor, as the question in a contest with strangers is not whether the judgment is erroneous, but whether it is fraudulent: Hauer’s Appeal, 5 W. & S. 473. In Bergey’s Appeal, 10 P. F. Smith 408, Thompson, C. J., says, * We think the Auditor, even if he might set aside the judgment for fraud, had no sufficient evidence in any of the considelations noticed, and certainly not in the fact that the judgment was for too large an amount by the sum of the interest included in it; that was an easy mistake to make, and was not a ground for setting aside the judgment.”\nThe distribution made by the Auditor and confirmed by the court, although made under a mistaken view of the law, is nevertheless a correct one. We do not therefore find fault with the schedule of distribution thus made, and having stated what we conceive to be the correct principle of the law from which such a distribution results, the decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Clark"
      }
    ],
    "attorneys": [
      "Levi Smoyer, for the appellant.",
      "Ellis R. Lichtenwallner, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Meckley’s Appeal.\n1. A judgment honestly confessed by an insolvent, man in favor of his wife to secure her for money loaned to him by her, out. of her separate estate, is not fraudulent as against creditors, merely because it includes interest on the loan, when there was in fact no agreement that the sum loaned should bear interest.\n2. Upon the distribution by an auditor of the proceed’s of a sheriff’s sale of real estate, lien creditors of the defendant in the execution may attack collaterally the validity, as to them, of a judgment, on the ground that it was confessed by collusion between both parties thereto, with intent to defraud the defendant’s creditors. If, in such case, an issue be not demanded, or be waived, the question whether the judgment was collusive, and therefore void as to creditors defrauded thereby, is a proper one for the auditor’s determination.\n3. But an auditor has no jurisdiction to inquire into the validity, as to creditors, of a judgment alleged by creditors to have been procured by fraud practiced against the defendant, and without his participation; oi' of a judgment alleged to have been entered erroneously, or by mistake, for a sum more than was justly due.\n4. Where the court below have reached a correct result, though based upon erroneous legal reasoning, the decree will, on appeal, be affirmed.\nMarch 7th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterkett, Green and Clark, JJ.\nAppeal from the Court of Common Pleas of Lehigh coimty: Of January Term 1883, No. 1.\nThis was an appeal by Lewis Meekley, from a decree of said court, making distribution of a certain fund in court.\nThe fund for distribution was the proceeds of a sheriff’s sale of the real estate of Jonas Christman, made August 26th 1881, under an execution upon a judgment for $1,800,.con-fessed by him to a trustee for his wife, entered May 9th 1879. Two separate parcels of real estate were sold at said sheriff’s sale; No. 1, for $1,580; No. 2, for $1,275. Mrs. Christman also held, by assignment, two other judgments against her husband, for $427, and $319.50, respectively, the same being next in order of lien to the above judgment under which the sale was made. On October 3d 1881, she received from the sheriff $1,580, being the purchase-money of lot No. 1, but neither she nor the sheriff made any specific appropriation thereof to any of her three judgments. Subsequently, on November 14th 1881, the sheriff, in pursuance of a rule to pay into court “ the money realized from the defendant’s real estate,” paid into court the purchase-money of lot No. 2, less costs, $1,201.20.\nBy agreement of the parties, O. É. Holman, Esq., was appointed Commissioner, “ to make distribution of the money realized upon the sale of the defendant’s real estate, among the lien creditors.” In the proceedings before him the distribution was made with the same effect as though the purchase money of both lots had been paid into court. (The sum actually in court for distribution was $1,201.20.)\nAt the date of the sheriff’s sale the judgment index showed the following judgments against the defendant, viz.:—\n1. Charles Geyer, entered April 1st 1879, balance $146.40\n2. Henrietta Christman (use plaintiff), entered May 9lh 1879, debt 1,800.00\n3. Henrietta Christman (assignee), entered May 19th 1879, debt 427.00\n4. Henrietta Christman (assignee), entered May 26th 1879, debt 319.50\n5. Lewis Meckley, entered January 2d 1880, debt 573.67\nBefore the Commissioner, it ivas admitted that Charles Geyer’s judgment, being the first lien, -was entitled to payment in full.\nLewis Meckley objected to the award of any part of the fund in court to or on account of the judgment (No. 2) confessed by the defendant in favor of his wife, on the ground that he was insolvent at the time, that it was without consideration, and was given and received by collusion between the defendant and his wife, with intent to defraud his creditors. On this point the Commissioner reported as follows :\nIn 1856 or 1857, Henrietta Christman had $1,363 in money as her separate estate, which, at her husband’s request, she handed to him, at different times, for his own use, no agreement being made as to its return or as to payment of interest thereon. She testified as follows:—\n“ I received the first money in 1856 ; I gave the money to Jonas Christman, my husband ; he paid his debts with it; he asked me for the money, and I gave it to him ; I got no paper from him at the time it was paid over; I received money after-wards five or six times; the second time I received money I gave it to my husband, and every time I received money I gave it to my husband — all I received ; he asked me for the money, and I gave it to him, and that was all that was said ; at no time was any paper given for this money except the judgment; that was the first; I often said I wanted a judgment, and so he gave it to me; we did not talk about this until about the time we thought it might be lost, and if nobody had been pushing the old man, I would not have asked it, and it would not have been necessary; I would never have asked for this money if the creditors had not pushed, because I did not consider it necessary ; I asked for a judgment when they began to make trouble; the judgment and the money I would not have asked if there liad been no trouble; I say here that if everything had remained as it was I would not have asked for the judgment; after there was trouble I wanted money ; the money was all in the farm and in the property ; the idea was .to pay all, and that nobody was to lose anything — that was always said ; I knew at the time the judgment was given to me what persons had money to get from Jonas ; I knew that some had judgment at that time, but 1 did not know who the persons were ; Mr. Butz made the judgment for us ; it never was our idea that any person should lose a cent at us, or that any one should be defrauded ; I was willing to receive a judgment to be' secured ; I was anxious to receive a judgment so that I might live afterwards, so that I would not íose my things ; I saw that some were getting judgments, and I wanted one also, so as to get out mv money too; my idea was never that all would not be paid ; our property was worth more than our debts ; we thought it would bring enough to pay our debts; I took the judgment that if it would not bring enough I would be secure ; I took it for the future ; the judgment was for $1,800; I was present when the judgment was written at Mr. Butz’s office ; I do not know what was said at the time; Mr. Butz advised a judgment, a sale of the personal property, and that Mr. Butz or Alfred was to bid it in for me; the judgment was given for $1,800; the talk was that Butz.was to buy in the personal property; the judgment was given to buy in the personal property, and to secure the balance out of the real estate; at the time of the making of the judgment there were other creditors of my husband,- and I wanted the personal property; we ordered Mr. Butz to buy the personal property ; that was the way we got ahead of the others, so that they couid not get at the personal property; I think so; Mr. Butz told me that was the. way .to get my inheritance; when it was sold I got some money ; not at once ; the $600 consisted of property, and no part of it was money ; the $600 was'credited on my judgment, I think.”\nCross-examined : “ I often told Jonas he should give me a paper ; I said on certain occasions that others had secinlty, and I wanted it also ; my idea was that Jonas owed this money to me, and that at some time he had to pay me ; I took no paper from him ; I knew he would make it all right; he gave other persons judgment before he gave one to me; I was not ahead ; it was never thought of to cheat any of Jonas’ creditors ; all I wanted was that the property should be sold, and that it should not be sacrificed ; he owed me the money ; it was my money, and I got it out of my father’s estate; he said he would give me the judgment, so that I would be quiet; this was after I had asked him ; the judgment was for $1,800.”\nThe Commissioner reported that. Mr. and Mrs. Christman were plain German farmer people, both over sixty years of age, who could not speak English, and had not much education; that they were not, in the matter of confessing the judgment, designedly wicked and corrupt; that while “ interest is often mentioned in the testimony of Jonas and Henrietta Christman, there appears to be no certainty or clearness about itand that Jonas Christman having received money of his wife’s separate estate for his own use, the judgment confessed by him to her was not void for want of consideration. ’\nBut the Commissioner further reported that there being no competent evidence of an agreement by him at the time, to pay interest thereon, she was not entitled, as against his creditors, to receive interest; that the principal of the debt being $1,863, and the judgment being confessed for $1,800, “if she is not entitled to interest, then the judgment was drawn for too large an amount and is fraudulent as to creditors ; for, as has been said by Mr. Justice Sharswood, in Clark v. Douglass, 12 P. F. S. 415 ; ‘ A judgment confessed voluntarily by an insolvent or indebted man for more than is due, is prima facie,' fraudulent within the statute of 13 Eliz. c. 5.’ When the $1,800 judgment was drawn up they should have tried to recall or ascertain from Daniel H: Siegfried how much had actually been given by the wife to the husband, and then the husband should have confessed a-judgment for that amount and no more. As between the parties it is binding and valid, but as to creditors it is fraudulent and must be disregarded in the distribution in so far as is necessary to make honest creditors whole. The law looks upon the judgment as fraudulently given by collusion between the debtor and the plaintiff, for the purpose of hindering and delaying creditors, and hence it may be attacked collaterally by such creditors.”\nThe Commissioner, after reviewing the authorities, held, that an auditor has power to go behind the record and inquire into the validity, as to creditors, of a judgment alleged by them to have been given by collusion to defraud creditors. He therefore reported a schedule of distribution, excluding any award to Henrietta Christman, on account of her said judgment (No. 2), and awarding to Lewis Meckley payment of his judgment in full, $573.67.\nExceptions filed to the report by Henrietta Christman were sustained by the court, on the ground that the Commissioner had no jurisdiction to inquire into the validity of the said judgment, Albright, P. J., saying in an opinion filed : “ A judgment alleged by other creditors to be a fraud as to them may be attacked collaterally; but it must be by an issue in court. The Commissioner must distribute on the liens as they stand (except so far as one may be shown to have been paid or otherwise satisfied, or void upon its face), or he must suspend action until the validity of a questioned judgment has been determined. See Dyott’s Appeal, 2 W. & S. 557; Hauer’s Appeal, 5 W. & S. 473; \"Ward’s Appeal, 16 P. E. S. 90; Appeal Bank of Titusville, 4 Edw. N. 531.”\nThe matter was thereupon referred by the court back to the Commissioner with directions to distribute the fund in accordance with the opinion of the' court.\nThe Commissioner reported an amended schedule of distribution, wherein he awarded the balance of the fund to Henrietta Christman on account of the several judgments, and excluded from participation the judgment of Lewis Meckley.\nThis report was confirmed by the court, whereupon Lewis Meckley took this appeal, assigning for error the action of the court in sustaining the exceptions of Henrietta Christman to the Auditor’s first report, and the decree confirming the Auditor’s second report.\nLevi Smoyer, for the appellant.\nEllis R. Lichtenwallner, for the appellee."
  },
  "file_name": "0536-01",
  "first_page_order": 554,
  "last_page_order": 562
}
