{
  "id": 502746,
  "name": "Boyer versus Bullard et al.",
  "name_abbreviation": "Boyer v. Bullard",
  "decision_date": "1883-03-19",
  "docket_number": "",
  "first_page": "555",
  "last_page": "558",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Phila. 288",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pitts. L. J. 114",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. St. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 9443,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.162270393382203e-07,
      "percentile": 0.9119023927649836
    },
    "sha256": "9294094733a26391380b584969265c80dae842e8cdbefe1b0e249015f3af9f9a",
    "simhash": "1:68c42654105d533d",
    "word_count": 1629
  },
  "last_updated": "2024-02-27T21:38:59.696014+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Boyer versus Bullard et al."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mercur\ndelivered the opinion of the court, March 19th 1883.\nForeign attachment is a remedy for the recovery of debts or damages arising ex contractu. It does not lie for a demand founded in tort: Jacoby v. Gogell, 5 S. & R. 450; Porter v. Hildebrand, 2 Harris 129.\nIt is urged that the action in the present case may be maintained under section 70 of the Act of 13th June 1836, Pur. Dig. 722 pi. 35. It is true that section does declare, inter alia, “where two or more persons shall be jointly but not severally liable to the suit of another if one or more of such persons shall be liable to attachment as aforesaid, and another or others of them shall not be liable to such process, it shall be lawful for the person to whom such liability is due, to sue out and prosecute thereon a writ of attachment and summons.”\nWe discover nothing in this language or in its purpose, authorizing the action for the enforcement of any debt or dam-' ages of a different nature or class, than was necessary to maintain the action previous thereto. It applies only to cases where, persons “ shall be jointly but not severally liable.” In tort all the defendants are severally liable. This section therefore must be applied only to cases arising on contract where there is a joint liability exclusively. Again the action is given to the person to whom the liability “ is due.” This is not the language usually employed to indicate an action sounding in damages for a tort. The object of the statute was to give the action when one of the joint debtors resided out of the state, and had property within it.\nIt is further contended that any defect in instituting the action was cured by the defendants below having appeared and entered bail, and dissolved the attachment. This, however, was no waiver of their right to object to the adjudication of a claim for a tort, if this action did not lie therefor.\nIt is urged that the plaintiff might waive the tort, and claim in assumpsit. This can be done only in cases where there is a contract either expressed or implied. It does not lie for a chattel illegally detained : Bethlehem Boro’ v. Perseverance Fire Co., 31 P. F. Smith 445, and cases there cited.\nIn the present case there was a mere detention of the chattels. There was no conversion of them into money or into any form of securities. There was no implied sale to the defendants whereby an action for goods sold and delivered could be maintained. The whole case is purely one in tort, for which no action ex contractu can be maintained. We discover no error in the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chief Justice Mercur"
      }
    ],
    "attorneys": [
      "Evan Holben and John D. Stiles & Son, for the plaintiff in error,",
      "C. J. Erdman (with whom was J. Winslow Wood), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Boyer versus Bullard et al.\n1. Foreign attachment is a remedy for the recovery of debts or damages arising ex contractu. It does not lie for a demand founded in tort.\n2. Section 70 of the Act of June 13th 1836 (P. L. 585), applies only to cases where persons shall be jointly but not severally liable; and does not therefore extend the writ of foreign attachment to cases of tort. The object of the statute is to allow foreign attachment when one of several joint debtors, resides out of the state, but has property within it.\n3. Entering bail, and dissolving an attachment, by a defendant, is not a waiver of the right to object to an adjudication of a claim for a tort, in a form of action which did not lie therefor.\n4. A plaintiff can waive a tort and proceed in assumpsit, only, where there is a contract, express or implied. Assumpsit does not lie for a chattel illegally detained.\nMarch 8th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Lehigh county : Of January Term 1883, No. 145.\nForeign attachment, by Solomon Boyer, against Edward P. Bullard and C. Van Brunt, with whom were impleaded John Murray, Joseph Hill, James H. McKee and Joseph W. Fuller; also a summons in case sur assumpsit again The American Life Insurance Company. Bail was entered, and the attachment dissolved, September 10th 1881. The defendants pleaded non assumpsit.\nOn trial, before Albright, P. J., the facts as claimed by the plaintiff, were as follows: Solomon Boyer, the plaintiff, had possession of the factory, known as the Nitnson Forge & Axle Company, situate in the city of Allentown, and carried on the business of manufacturing wagon axles, boxes, etc., during the year of 1876-7. Before Mr. Boyer surrendered possession he obtained judgment against the company for $42,600, upon which an execution was issued and the personal property of the company was sold and purchased by the Elaintiff. By an agreement between Boyer and the American life Insurance Co., who owned the real estate, Boyer occupied the premises for a definite period. Before he left the premises lie was requested by E. J. More, Esq., attorney of the American Life Insurance Co., to leave all the furniture, tools, etc., purchased by Boyer at sheriff’s sale, because the removal of the furniture and tools would injure the appearance of the office and the machine shop. The American Life Insurance Co. intended to sell the property. It was sold by the insurance company to Bullard. Mr. Bullaid and C. Van Brunt came into possession of the property. John Murray and Joseph Hill •were employed as watchmen. James TI.' McKee and James W. Fuller purchased some of the property in question. The American Life Insurance Co. had sold the real estate to Bullard. Bullard entered into a recognizance with surety and the property was released. Mr. Boyer made demand for the property purchased by him at sheriff’s sale. This was refused. Tw'O of the defendants residing outside of the state, a foreign attachment was issued in case sur assumpsit.\nThe defendants alleged that the American Life Insurance Company had a mortgage upon all the tools, machinery and factory of the Nimson Forge & Axle Company; that the plaintiff, being the principal stockholder of the axle company and in possession of its property, issued an execution upon his subsequent judgment, about the time the above mortgage was being foreclosed and attempted to sell the tools, machinery, &c.; that after the life insurance company had the sheriff’s deed the plaintiff leased from them all the above property, real and personal, and agreed to, and did quit possession thereof on a certain day ; and that Bullard and Tail Brunt then purchased all the property from the life insurance company.\nThe principal question raised at the trial was as to whether the plaintiff could waive the tort committed by the alleged conversion of his property and sustain this action. After the testimony was closed the defendants moved for a compulsory non suit. This was allowed ; and on motion, the court in banc refused to take it off, Albright, P. J., delivering the opinion, which was, inter alia, as follows :\n“We are of the opinion that there is no evidence that a contract express or implied between these defendants or any of them can be found.in relation to the property here claimed by this plaintiff and that from the injury alleged, viz.: the unlawful taking and converting of property referred to in the plaintiff’s proof, this proceeding does not lie, and the court being of the opinion that the plaintiff having offered no evidence entitling him to recover, in this proceeding must submit to having a compulsory non-suit entered.”\nThereupon the plaintiff took this writ of error, assigning for error the action of the'court in granting a compulsory non-suit and in refusing to take it off.\nEvan Holben and John D. Stiles & Son, for the plaintiff in error,\n— This suit was brought to recover the value of property converted. The plaintiff waived the tort and asks that the defendants pay the value of the goods. Where one takes the personal property of another, the owner may waive the tort and maintain assumpsit: McCullough v. McCullough, 2 Harris 295 ; why, therefore, cannot foreign attachment be maintained in all cases of assumpsit ? By entering recognizance and dissolving the attachment the defendants waived all irregularities and thereby the nature of the proceedings were changed from a proceeding in rem into a mixed proceeding in rem et in personam. The judgment in foreign attachment when recovered has the same effect as if the suit had been commenced by a summons: Blyler v. Kline, 64 Pa. St. 130; Albany City Ins. Co. v. Whitney, 19 Pitts. L. J. 114; Malone v. Lindsley, 1 Phila. 288.\nC. J. Erdman (with whom was J. Winslow Wood), for defendants in error.\n— Under the Acts of 1705, 1789 and 1836 foreign attachment does not lie, where the plaintiff’s demand is founded in tort: Jacoby v. Gogell, 5 S. & R. 450; Piscataqua Bank v. Turnley, 1 Miles 312; Porter v. Hildebrand, 2 Harris 131. That this construction is correct appears further from the fact that when the legislature wished to make foreign attachment available in certain cases arising ex delicto, they found it necessary to pass the Act of May 15th 1874, extending this form of procedure. An action like the present, foreign attachment against some and summons against others, can be employed under § 70 of the Act of June 13th 1836, only in “ cases where two or more persons shall be jointly but not severally liable.” In torts, the parties are jointly and severally liable. Nor can the plaintiff waive the tort and proceed in assumpsit; this mere election of remedies cannot enlarge the scope of foreign attachment; this was decided in Piscataqua Bank v. Turnley, supra."
  },
  "file_name": "0555-01",
  "first_page_order": 573,
  "last_page_order": 576
}
