{
  "id": 502736,
  "name": "Appeal of Kemmerer et al.",
  "name_abbreviation": "Appeal of Kemmerer",
  "decision_date": "1883-03-19",
  "docket_number": "",
  "first_page": "558",
  "last_page": "561",
  "citations": [
    {
      "type": "official",
      "cite": "102 Pa. 558"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Pick. 122",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013128,
        2013241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0126-02",
        "/mass/25/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7858,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 3.1663853835367146e-07,
      "percentile": 0.863628149749271
    },
    "sha256": "beebc78f05f0d997af5243378528e88cb8b9c511096939333df6899d817c9a7e",
    "simhash": "1:ff8fcee8ab4f1b00",
    "word_count": 1379
  },
  "last_updated": "2024-02-27T21:38:59.696014+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Appeal of Kemmerer et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered March 19th 1883.\nPee Curiam.\n— It is well settled law that the acceptance of a new security for an existing debt does not operate as a payment, unless so intended by the parties, and this is a question for the jury: Hart v. Boiler, 15 S. & R. 132; Brown v. Scott, 1 P. F. Smith 357; Seltzer v. Coleman, 8 Casey 493. In the present case there was an express agreement that the acceptance of the new notes should not be considered a payment in whole or in part, of the old notes, but should be deemed simply as collateral security, nor should the new notes operate as an extension of time so as to prevent the bank from proceeding on the old note at any time it saw proper. Such an agreement may be enforced and it justifies this decree. The other questions are without merit: Hagey v. Hill, 25 P. F. Smith 108.\nDecree affirmed and appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "Pee Curiam."
      }
    ],
    "attorneys": [
      "Edward Harvey (Morris L. Kauffman with him), for the appellants.",
      "R. E. Wright & Son, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Appeal of Kemmerer et al.\n1. The acceptance of a new security for an existing debt does not operate as a payment unless so intended by the parties.\n2. The acceptance, by the holder of a protested note, from the maker, of a new note with a new endorser, under an express agreement that it shall be additional security only and shall not release the parties liable on the original note, does not operate to release the endorser on the original note. Nor does the satisfaction by the creditor of a judgment against the endorser of the collateral note so operate, where the debt was not in fact paid, and it was expressly stipulated in the entry of record that such satisfaction should not release other parties.\nMarch 8th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nAppeal from the Orphans’ Court or Lehigh county: Of January Term 1883, No. 257.\nAppeal of Charles Kemmerer and wife and Mary Ann Danner, from the decree of said court, dismissing their exceptions to and confirming the report of an Auditor in the matter of the distribution of the balance in the hands of Mary Ann Danner administratrix of David Danner, Sr., who died August 1st 1878.\nBefore the Auditor (O. E. Holman, Esq.), a claim was presented by the Allentown National Bank, on a promissory note dated June 28th 1878, for $1,900, drawn by one Shimer to the order of David Danner Sr., and by him endorsed due September 28th 1878, protested, &e. Payment was resisted on the ground, inter alia, that the bank had on September 30th 1878 taken a new note for the same debt, in the same amount, drawn by said Shimer to the order of one William Salade, and by him endorsed ; that suit had afterwards been brought against Salade on said note, or on a renewal thereof, and judgment obtained, which judgment had been marked satisfied by the attorneys of the Allentown National Bank, the entry of record stating: “ this not to release other parties to the note.” It was claimed that by the acceptance of a new note with a' new endorser, thereby extending the time of payment of the original note, and by the satisfaction of said judgment, the decedent David Danner, Sr., was released as endorser on the original note now claimed to be recovered against his estate.\n(Payment was also resisted on other grounds, but as these were not considered in the opinion of this court, it is not essential to set them forth.)\nIn answer to the above objection to the claim, the bank presented the following paper, dated September 30th 1878.\n“ Whereas, the Allentown National Bank is the holder of the following promissory notes, to wit: A note for sixteen hundred dollars, dated Macungie, Pa., June 28th 1878, drawn by David Danner, Sr., now deceased, to the order of F. S. Shimer, ninety days after date, and endorsed by the said F. S. Shimer and F. S. Shimer, cashier; also another promissory note bearing date June 28th 1878, drawn by F. S. Shimer to the order of David Danner, Sr., now deceased, and endorsed by David Danner Sr. and F. S. Shimer, cashier, for the payment of nineteen hundred dollars, ninety days after the date thereof, which notes were both duly presented on maturity, for non-payment and protested. -And whereas, the Allentown National Bank has agreed to discount other notes for the said F. S. Shimer and the Millerstown Savings Bank, of which he is the cashier, aggregating the same amount as the two notes above referred to, and, representing the same debt, and renewed by other names' as makers or endorsers.\n“ Now, therefore, it is hereby admitted and agreed that such other notes, and any and all renewals and substitutions of the same, or other notes in their stead and place, shall not be considered or construed as a payment in whole or in part of either of tlie two notes first above referred, but that such other notes, renewals aud substitutions are simply as additional and collateral security for the debt represented by the two notes first above mentioned.\n“ And it is further admitted and agreed that the transaction above mentioned, .and the discount of such new notes, and the entries, charges and credits upon the books of the Allentown National Bank, in relation thereto, shall not operate nor be construed as a release of any of the makers or indorsers upon the two notes first above mentioned, nor as any extension or agreement to extend the time for the payment of either of the two notes first above mentioned, but the said Allentown National bank, its successors and assigns, shall be at liberty at any time to proceed to the collection of the moneys due upon the two notes first above mentioned, as fully and effectually as though the aforesaid additional notes, renewals and substitutions had not been given, made or accepted.\n“ Witness our hands this 30th day of September’, A. D. 1878. F. S. Shimer, Cashier,\n“ In presence of F. S. Shimer.”\nII. S. Shimer.”\nThe Auditor imported that there beingno evidence that the parties intended the new note should be taken as payment of the original note, but the contrary expressly appearing by the above agreement, the new note was but a collateral security, and the endorser on the original note was not disclxai’ged, citing: Hagey v. Hill, 25 P. F. S. 108. He thei’efore allowed the claim.\nExceptions filed to said report by Charles Kemmei’er and wife and Mary Ann Danner, lxeirs and representatives of the decedent, were dismissed by the court, whereupon the exceptants took this appeal, assigning for error the dismissal of their exceptions and tlxe confirmation of the Auditor’s r.eport.\nEdward Harvey (Morris L. Kauffman with him), for the appellants.\n— If the new note was taken by the creditor from the maker as collateral security for the original, the debtor was bound to hold it in ease of his surety, the indorser on the original note; and when he satisfied the judgment against the indorser on the new note, he released his claim against tlxe indorser on the original note. Tlxe bank alleges it got nothing on account of this debt from the indorser on the collateral note ; but it is not denied that he paid $3,000 to have the judgment satisfied, which the bank appropriated or permitted to be appropriated to other accounts. This, nevertheless, discharged the original indorser: Baker v. Briggs, 8 Pick. 122; Brandt on Suretyship, 393, § 291; Pearl v. Deacon, 1 DeG. & J. 461; Ramsey v. Bank, 2 Penna. 303. When the bank seeks to recover the debt from Danner’s estate, it should be ready to assign to it the collateral, which it cannot do, having satisfied the judgment thereon: Bender v. George, 11 Nor. 36.\nR. E. Wright & Son, for the appellees.\n— If Sallade, who was the surety for the Danner note, had been compelled to pay the debt, he could have had recourse to Danner, but in no event could Danner, who as regards Sallade was principal, have had recourse to Sallade, and Danner’s estate was therefore in no way injured by the release of Sallade."
  },
  "file_name": "0558-01",
  "first_page_order": 576,
  "last_page_order": 579
}
