{
  "id": 1727753,
  "name": "In re ESTATE of Friend H. McFETRIDGE, Deceased. Appeal of Patience C. O'CONNELL, Executrix",
  "name_abbreviation": "In re Estate of McFetridge",
  "decision_date": "1977-04-28",
  "docket_number": "No. 279",
  "first_page": "546",
  "last_page": "553",
  "citations": [
    {
      "type": "official",
      "cite": "472 Pa. 546"
    },
    {
      "type": "parallel",
      "cite": "372 A.2d 823"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "266 A.2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1931052
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0578-01"
      ]
    },
    {
      "cite": "160 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290509
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0536-01"
      ]
    },
    {
      "cite": "110 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256028
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0391-01"
      ]
    },
    {
      "cite": "169 A. 106",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152696
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0424-01"
      ]
    },
    {
      "cite": "97 A.2d 789",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241425
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0246-01"
      ]
    },
    {
      "cite": "214 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896900
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0466-01"
      ]
    },
    {
      "cite": "156 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286297
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0615-01"
      ]
    },
    {
      "cite": "130 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1957,
      "pin_cites": [
        {
          "page": "146"
        },
        {
          "page": "146-47"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272506
      ],
      "weight": 2,
      "year": 1957,
      "pin_cites": [
        {
          "page": "45"
        },
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0039-01"
      ]
    },
    {
      "cite": "246 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "416"
        },
        {
          "page": "416"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "481 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1968,
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 9243,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 2.943737021742855e-07,
      "percentile": 0.8483172184942056
    },
    "sha256": "b3a8f2736b42761fa3178cd9c8dfdb612af72c16217e62a3b05aa6b552830731",
    "simhash": "1:f01f2af26cd550f2",
    "word_count": 1534
  },
  "last_updated": "2024-02-27T18:01:36.717649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "Former Chief Justice JONES did not participate in the consideration or decision of this case.",
      "MANDERINO, J., joins in this opinion and filed a concurring opinion."
    ],
    "parties": [
      "In re ESTATE of Friend H. McFETRIDGE, Deceased. Appeal of Patience C. O’CONNELL, Executrix."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nDecedent Friend H. McFetridge died testate on October 20, 1974. His will, dated August 14, 1974, was admitted to probate on November 4, 1974, and letters testamentary were issued to appellant, Patience C. O’Connell. Decedent’s will provided in part that the residue of his estate be distributed: a three-twentieth share to appellant “in lieu of and for the services she will render as the executrix of my Estate,” a one-twentieth share to Harry Hill, decedent’s nephew, and an eight-tenths share to appellant in trust for appellee, decedent’s son, Jeffrey K. McFetridge.\nOn January 20, 1975, appellant filed an inventory of decedent’s estate. Appellee then filed a petition for a supplementary inventory alleging that the proceeds of two savings accounts which were inventoried as assets of the estate should not have been included as estate assets. Appellee claims that the savings accounts were tentative or totten trusts which should have been transferred to him immediately upon decedent’s death. Appellant contends that decedent orally revoked the totten trusts and that the savings accounts were therefore assets of the estate. After a hearing, the trial court, relying on the “Dead Man’s Statute,” ruled that appellant was incompetent to testify regarding decedent’s alleged oral revocation of the totten trusts. The trial court held that appellant had not established that the totten trusts were revoked and ordered appellant to transfer the proceeds of the savings accounts to appellee.\nIn this appeal, appellant asserts that she is competent to testify to the oral revocation of the totten trusts. We agree with the trial court’s determination that appellant is incompetent to testify under the “Dead Man’s Statute” and affirm the decree.\nThe “Dead Man’s Statute” provides:\n“an exception to the general rule of competency and 'disqualifies as a witness a “surviving” or “remaining” party or “other person [s]” whose interest is adverse to one who is dead and proscribes any testimony by such party or person against the deceased as to matters which occurred before death if the deceased had any right in the subject matter which has passed to a party of record.’ ”\nMatthew Estate, 481 Pa. 616, 625, 246 A.2d 412, 416 (1968), quoting Hendrickson Estate, 388 Pa. 39, 45, 130 A.2d 143, 146 (1957). The party challenging the competency of a witness has the burden of proving incompetency for the competency of a witness is the rule, and incompetency the exception. Matthews Estate, 431 Pa. at 624, 246 A.2d at 416; Rosche v. McCoy, 397 Pa. 615, 620, 156 A.2d 307, 309 (1959); G. Henry, Pennsylvania Evidence § 778 (1953). Three conditions must exist before a witness is disqualified under the “Dead Man’s Statute”:\n“(1) the deceased must have had an actual right or interest in the matter at issue, i. e., an interest in the immediate result of the suit; (2) the interest of the witness — not simply the testimony — must be adverse; (3) a right of the deceased must have passed to a party of record who represents the deceased’s interest.”\nHendrickson Estate, 388 Pa. at 45, 130 A.2d at 146-47. (emphasis deleted) (citations omitted).\nAppellant contends her interest is not adverse to decedent’s interest. We do not agree.\nThe savings accounts were created by decedent “in trust for Jeffrey K. McFetridge.” One who deposits money in a savings account in his own name in trust for another establishes a totten trust. Schuck Estate, 419 Pa. 466, 214 A.2d 629 (1965); Rodger’s Estate, 374 Pa. 246, 97 A.2d 789 (1953). A totten trust allows the depositor to “ ‘retain . . . complete control of the fund during his life and yet secure to the beneficiary any balance standing in the account at the death of the depositor.’ ” Rodger’s Estate, 374 Pa. at 248, 97 A.2d at 790, quoting Scanlon’s Estate, 313 Pa. 424, 427, 169 A. 106, 108 (1933). Prior to decedent’s death, appellee had a mere expectancy in the savings accounts since decedent could revoke the totten trusts at will during his lifetime. Iafolla’s Estate, 380 Pa. 391, 110 A.2d 380 (1955); Rodger’s Estate, supra. In the absence of revocation, however, appellee was entitled to the funds in the savings accounts upon decedent’s death. Pavlinko’s Estate, 399 Pa. 536, 160 A.2d 554 (1960).\nAppellee established by competent evidence that the savings accounts were totten trusts. Totten trusts do not become part of a decedent’s estate but rather pass directly to the named beneficiary. See Schuck Estate, supra; Rodger’s Estate, supra; Restatement of Trusts (Second) § 58, Comment b. (1959).\nAppellant sought to establish by her testimony that decedent orally revoked the totten trusts. Such trusts may be revoked orally without resort to any formalities, Schuck Estate, supra; Restatement of Trusts (Second) § 58, Comment c. (1959). If appellant’s testimony were admitted and found credible, the funds from the savings accounts would pass by way of the estate and appellant, as a beneficiary under the will, would benefit for the assets would augment her distributive share under the will. Thus, appellant’s interest is adverse to decedent’s interest insofar as the totten trusts are concerned. Her status as executrix of his estate does not establish that she represents decedent’s interest regarding the totten trusts.\nAppellant, relying on Moore Estate, 439 Pa. 578, 266 A.2d 641 (1970), asserts that her status as executrix and as a beneficiary under decedent’s will does not make her interest adverse to decedent’s interest. Her reliance on Moore is misplaced. In Moore we held that an executrix who was also a beneficiary under the will was competent to testify against decedent’s husband who filed an election against decedent’s will. The executrix in Moore sought to preserve the distribution of decedent’s estate in a manner consistent with decedent’s intention as manifested in his will. Moreover, the assets subject to dispute were clearly assets of the estate. As executrix of the estate, she represented decedent’s interest, and her status as a beneficiary under the will did not make her interest adverse to decedent’s interest, but merely made her interest adverse to decedent’s husband who sought to elect against the will.\nMoore provides no support for appellant’s claim. Here, the totten trusts are not assets of the estate, and the executrix, by including them in the estate, increases her distributive share under the will. In so doing, she undermines decedent’s interest as manifested in the tot-ten trusts created in favor of his son.\nThe trial court correctly determined that appellant is incompetent to testify.\nDecree affirmed. Each party pay own costs.\nFormer Chief Justice JONES did not participate in the consideration or decision of this case.\nMANDERINO, J., joins in this opinion and filed a concurring opinion.\n. The “Dead Man’s Statute” provides in pertinent part:\n“Nor, where any party to a thing or contract in action is dead, or has been adjudged a lunatic and his right thereto or therein has passed, either by his own act or by the act of the law, to a party on the record who represents his interest in the subject in controversy, shall any surviving or remaining party to such thing or contract, or any other person whose interest shall be adverse to the said right of such deceased or lunatic party, be a competent witness to any matter occurring before the death of said party or the adjudication of his lunacy unless the issue or inquiry be devisavit vel non, or be any other issue or inquiry respecting the property of a deceased owner, and the controversy be between parties respectively claiming such property by devolution on the death of such owner, in which case all persons shall be fully competent witnesses.”\nAct of May 23, 1887, P.L. 158, § 5(e), 28 P.S. § 322 (1958).\n. We hear this appeal pursuant to the Appellate Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(3), 17 P.S. § 211.202(3) (Supp.1976).\n. Section 58 of The Restatement of Trusts (Second) (1959) provides:\n“Where a person makes a deposit in a savings account in a bank or other savings organization in his own name as trustee for another person intending to reserve a power to withdraw the whole or any part of the deposit at any time during his lifetime and to use as his own whatever he may withdraw, or otherwise to revoke the trust, the intended trust is enforceable by the beneficiary upon the death of the depositor as to any part remaining on deposit on his death if he has not revoked the trust.”",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "MANDERINO, Justice,\nconcurring.\nI join in the opinion of Mr. Justice Roberts. In so doing, I note that appellant does not contend that she is competent to testify by reason of any of the exceptions specified in the Dead Man’s Statute, Act of May 23, 1887, P.L. 158, § 5(e) (28 P.S. § 322).",
        "type": "concurrence",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Buss & Eckensberger, Richard C. Buss, Whitehall, for appellant.",
      "Weaver, Weaver & Weaver, Thomas E. Weaver, Jr., Catasauqua, for appellee, Jeffrey K. McFetridge."
    ],
    "corrections": "",
    "head_matter": "372 A.2d 823\nIn re ESTATE of Friend H. McFETRIDGE, Deceased. Appeal of Patience C. O’CONNELL, Executrix.\nSupreme Court of Pennsylvania.\nArgued Jan. 17, 1977.\nDecided April 28, 1977.\nBuss & Eckensberger, Richard C. Buss, Whitehall, for appellant.\nWeaver, Weaver & Weaver, Thomas E. Weaver, Jr., Catasauqua, for appellee, Jeffrey K. McFetridge.\nBefore EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0546-01",
  "first_page_order": 572,
  "last_page_order": 579
}
