{
  "id": 4209450,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Robert C. ELLIOTT, Jr., Appellee",
  "name_abbreviation": "Commonwealth v. Elliott",
  "decision_date": "2012-09-07",
  "docket_number": "Nos. 6 & 7 WAP 2011",
  "first_page": "524",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "616 Pa. 524"
    },
    {
      "type": "parallel",
      "cite": "50 A.3d 1284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 A.3d 320",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4200467,
        7281725
      ],
      "weight": 2,
      "year": 2011,
      "opinion_index": 0,
      "case_paths": [
        "/pa/609/0482-01",
        "/a3d/17/0320-01"
      ]
    },
    {
      "cite": "609 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4200467
      ],
      "year": 2011,
      "opinion_index": 0,
      "case_paths": [
        "/pa/609/0482-01"
      ]
    },
    {
      "cite": "906 A.2d 1153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3788185,
        8469564
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1157",
          "parenthetical": "citing Freundt, 883 A.2d at 506-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0670-01",
        "/a2d/906/1153-01"
      ]
    },
    {
      "cite": "588 Pa. 670",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3788185
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "citing Freundt, 883 A.2d at 506-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0670-01"
      ]
    },
    {
      "cite": "883 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        988570,
        8908231
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "506"
        },
        {
          "page": "506-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0283-01",
        "/a2d/883/0503-01"
      ]
    },
    {
      "cite": "584 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0283-01"
      ]
    },
    {
      "cite": "15 A.3d 333",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7338216,
        4200601,
        4201425,
        7338196
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/15/0333-02",
        "/pa/609/0108-01",
        "/pa/609/0107-01",
        "/a3d/15/0333-01"
      ]
    },
    {
      "cite": "609 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4200601
      ],
      "year": 2011,
      "opinion_index": 0,
      "case_paths": [
        "/pa/609/0108-01"
      ]
    },
    {
      "cite": "17 A.3d 331",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7281760,
        4200948,
        4200581,
        7281742
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/17/0331-02",
        "/pa/609/0499-01",
        "/pa/609/0500-01",
        "/a3d/17/0331-01"
      ]
    },
    {
      "cite": "609 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4200948
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/609/0499-01"
      ]
    },
    {
      "cite": "893 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985480
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0753-01"
      ]
    },
    {
      "cite": "912 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8440650
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "317-18"
        },
        {
          "page": "318"
        },
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1035,
    "char_count": 27159,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 1.1068760849401847e-07,
      "percentile": 0.5697585071562087
    },
    "sha256": "40c39ed90143458bab6a61f4db45d56c1bb1ee6dbc00486b40be54ac3b39da28",
    "simhash": "1:352fd29ca2424a94",
    "word_count": 4245
  },
  "last_updated": "2024-02-27T20:46:56.028839+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Justice ORIE MELVIN did not participate in the consideration or decision of this case.",
      "Chief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD and McCAFFERY join the opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Robert C. ELLIOTT, Jr., Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nIn this appeal by allowance, we are called to decide whether the Superior Court improperly reversed a revocation of probation, when the revocation was premised upon the conclusion that a probationer violated restrictions contained within a document entitled “Standard Special Conditions for Sex Offenders,” which was authored by the Pennsylvania Board of Probation and Parole (the Board), rather than a judge of the court of common pleas. For the reasons that follow, we hold that the Superior Court erred in reversing the revocation of probation. We thus respectfully vacate the order of the Superior Court, and remand this case to that court for further proceedings consistent with this opinion.\nOn April 30, 2002, Appellee, Robert C. Elliott, Jr., pleaded guilty in the Westmoreland County Court of Common Pleas to various charges related to two separate cases, both of which involved sexual assault of children. After the completion of a presentencing report and Megan’s Law assessment, the trial court held a hearing to impose sentence and determine whether Appellee was a sexually violent predator (SVP) under Megan’s Law. At the conclusion of the hearing, the court imposed a sentence of four-and-one-half to nine years of imprisonment, followed by a consecutive probationary term of five years. The court further adjudicated Appellee a SVP, and accordingly imposed three conditions of his probation: Megan’s Law registration; no contact, direct or indirect, -with the victims; and no unsupervised contact with any minor child. Finally, in light of Appellee’s status as a SVP, the court requested that the Board supervise Appellee as a special probationer upon his release from state prison.\nDuring incarceration, Appellee was refused parole on four different occasions for his failure to complete a sex offender treatment program successfully. Accordingly, Appellee served the maximum nine-year sentence and was released on April 7, 2009. Upon regaining his freedom, Appellee moved to Erie and, on April 8, 2009, met with agents of the Board. At that meeting, and a second meeting two days later, Appellee was given a form created by the Board entitled “Standard Special Conditions for Sex Offenders — Minor Victims.” See Reproduced Record (R.R.) at 131a. The form, five pages in length, set forth twenty-five conditions of his probation supervision. Appellee initialed after each condition, and then signed his name at the end. During both the April 8 and April 10 meetings, an agent of the Board explained each condition to Appellee, and Appellee indicated that he understood them. Relevant to this appeal, Supervision Conditions 17 and 19 stated as follows:\n(17) You must not have any contact with anyone under the age of 18 years old. This includes direct and indirect contact, written correspondence, telephone contact or contact through a third party. You must immediately report to your Parole Agent any incidental contact you have -with anyone under the age of 18 years old. Contact is defined as follows: (1) actual physical touching; (2) writing letters, sending messages, buying presents, sending email, sending instant messages, sending text messages, calling on a telephone/cell phone/blackberry; (3) and verbal communication, such as talking, as well as nonverbal communication, such as body language (waiving, gesturing, winking), sign language and facial expressions.\n# * *\n(19) You must not enter or loiter within 1,000 feet of areas where the primary activity at such locations involve persons under the age of 18, including playgrounds, youth recreation centers, youth clubs, arcades, amusement parks, child daycare centers, elementary schools, high schools, elementary/high school bus stops, Special Olympics, Boy Scout/Girl Scout meetings/events or any similar areas where persons under the age of 18 commonly congregate.\nR.R. at 133a-34a. .\nAfter completing the first several weeks of his probation without incident, on June 24, 2009, Appellee’s probation officer, Agent David Buchiet, observed Appellee sitting in Perry Square, a common area located in the center of the city of Erie. Agent Buchiet noted that Appellee was sitting “rather close” to a large water fountain in the park, in which young children were playing. Notes of Testimony (N.T.), Probation Revocation Hearing, Aug. 17, 2009 at 18. While observing Appellee for approximately thirty minutes, Agent Buchiet noticed that he was paying particular attention to one young girl in a red bathing suit. Appellee eventually left the park, but soon after returned for another twenty-five minutes. After leaving a second time, Appellee traveled the short distance from the square to the Erie County Courthouse for his regular sex offender group meeting.\nAgent Buchiet intercepted Appellee prior to the beginning of the meeting and confronted him about his presence and actions in Perry Square. According to Agent Buchiet, Appellee admitted that he regularly went to the park to watch the children, and that he was sexually aroused by the girl in the red bathing suit. Based upon this statement, the next day, Agent Buchiet obtained a warrant and arrested Appellee for violating his probation. Thereafter, Board agents searched Appellee’s apartment, and found a journal in which Appellee had documented prior visits to the square, and how those visits reminded him of his prior assault victims.\nOn August 17, 2009, Appellee was returned to Westmoreland County for a probation revocation hearing. Agent Buchiet testified concerning the above-referenced observations, Appellee’s statements concerning his presence in the square, and the subsequent search of Appellee’s residence. Agent Buchiet also related that he never saw Appellee come into contact or interact with any of the children in the square, and further that, after questioning some of the adults at Perry Square on the day in question, he discovered no evidence of direct contact by Appellee with the children. For Appellee’s part, he testified that he never told Agent Buchiet that he was “sexually aroused” by the girl in the red bathing suit, and that he could not recall any of the specific provisions of the “Special Conditions” sheet that he initialed and signed at the commencement of his probationary period.\nAt the conclusion of the hearing, the trial court determined that Appellee had violated the “Special Conditions,” revoked his probation, and incarcerated him for two consecutive terms of two-and-one-half to five years. Later, in its Rule 1925(a) opinion, the trial court opined that Appellee had violated Supervision Conditions 17 and 19. See supra p. 3. The court first determined that the Commonwealth had shown by a preponderance of the evidence that, when Agent Buchiet observed Appellee in Perry Square, it was an “area where the primary activity ... involve persons under the age of 18 ... or any similar area where persons under the age of 18 commonly congregate,” because of the common use of the fountain in Perry Square by young children. Tr. Ct. Slip Op. at 8 (quoting Supervision Condition 19). As Appellee was prohibited from “entering or loitering” in such areas, the court found that he violated Supervision Condition 19.\nThe court also determined that Appellee violated Supervision Condition 17, which prohibited Appellee from engaging in “nonverbal communication [with minor children while unsupervised], such as body language (waving, gesturing, winking), sign language and facial expressions.” Id. at 9 (quoting Supervision Condition 17). The court determined that by following the girl in the red bathing suit “with his head” for a prolonged period of time without attempting to relocate himself outside of, or into a different area of, Perry Square, he had “contacted” minor children while unsupervised, as that term has been defined by Condition 17.\nAppellee filed a timely appeal to the Superior Court, challenging the validity of the revocation, as well as the sufficiency of the evidence relied upon to revoke his probation. In his brief to that court, he challenged, as a threshold matter, the ability of the trial court to revoke his probation based solely upon Supervision Conditions 17 and 19. Citing to relevant Superior Court precedent, Appellee contended that a revocation could not stand based upon conditions set solely by the Board or an agent thereof. To the contrary, he argued, only a judge had the authority to impose terms and conditions of probation. See e.g. Commonwealth v. MacGregor, 912 A.2d 315 (Pa.Super.2006) (holding that a probationary sentence could not be revoked on the basis that the defendant had violated a condition established by the Board or an agent thereof, rather than a trial court); Commonwealth v. Vilsaint, 893 A.2d 753 (Pa.Super.2006) (same).\nAppellee first pointed to Section 9754 of the Sentencing Code, which provides in relevant part:\n(a) General rule. — In imposing an order of probation the court shall specify at the time of sentencing the length of any term during which the defendant is to be supervised, which term may not exceed the maximum term for which the defendant could be confined, and the authority that shall conduct the supervision.\n(b) Conditions generally. — The court shall attach such of the reasonable conditions authorized by subsection (c) of this section as it deems necessary to insure or assist the defendant in leading a law-abiding life.\n42 Pa.C.S. § 9754(a) & (b). Subsection (c) delineates fourteen conditions a sentencing court may impose upon a defendant in the imposition of probation. Among these, courts may direct defendants on probation to attend treatment and addiction programs, pay fines and restitution, and refrain from frequenting “unlawful or disreputable places.” Id. § 9754(c)(12), (8), (11), and (6), respectively. Further, subsection (c)(13) provides a “catch-all” for trial courts, allowing them to order defendants “[t]o satisfy any other conditions reasonably related to the rehabilitation of the defendant and not unduly restrictive of his liberty or incompatible with his freedom of conscience.” Id. § 9754(c)(13).\nAppellee contended before the Superior Court that, based upon Section 9754, previous panels of that tribunal had found that “the legislature ... specifically empowered the court, not the probation offices and not any individual probation officers, to impose the terms of probation.” Vilsaint, 893 A.2d at 757; see also MacGregor, 912 A.2d at 317-18. According to Appellee, then, the Board or any agents thereof have no authority to impose any conditions or regulations of probation, and he thus could not have his probation revoked for violating conditions “not imposed by the court.” MacGregor, 912 A.2d at 318.\nThe Superior Court agreed with the general proposition forwarded by Appellee, and thus examined his revocation under Supervision Conditions 17 and 19. Regarding Supervision Condition 17 (no contact with minors), the panel found that the condition “was incorporated into the sentencing court’s condition that [Appellee] must refrain from contacting minor children.” Super. Ct. Mem. Op. at 8. The panel elaborated that it interpreted Supervision Condition 17 to “merely defin[e] what constitutes ‘contact’ with minors,” and therefore it was authorized by and subsumed within the trial court’s conditions of probation. Despite this finding, the court reversed the revocation of probation based upon Condition 17 because, in the panel’s opinion, insufficient evidence existed to prove that Appellee violated it. The court opined that, by merely focusing his attention on a particular child, Appellee did not engage in verbal, direct, or indirect contact. The Commonwealth has not appealed this decision to this Court.\nConcerning, however, Supervision Condition 19 (no loitering within 1,000 feet), the panel was “constrained to conclude that the condition ... was not incorporated into the court’s general no-contact requirement of Appellant’s probation.” Id. at 9. On this basis, and without reviewing the sufficiency of the evidence surrounding Appellee’s alleged violation of Condition 19, the Superior Court reversed the revocation of Appellee’s probation to the extent it was based upon this condition. Thus, finding insufficient evidence to support a violation of Supervision Condition 17, and lack of judicial imprimatur for the imposition of Supervision Condition 19, the panel reversed the revocation order and remanded the case to the trial court.\nThe Commonwealth petitioned for allowance of appeal, which we granted as to the following question:\nWhether the Superior Court’s reliance on 42 Pa.C.S. § 9754 in its holding in Commonwealth v. Vilsaint, 893 A.2d 753 (Pa.Super.2006) and Commonwealth v. MacGregor, 912 A.2d 315 (Pa.Super.2006), that only the court, and not probation officers, can impose the terms of probation is in conflict with 42 Pa.C.S. § 9798.3,[] enacted in 2007, which directs that the Pennsylvania Board of Probation and Parole and County probation authorities in Megan’s Law [sic] may impose supervision conditions that include offender tracking.\nCommonwealth v. Elliott, 609 Pa. 499, 17 A.3d 331 (2011) (per curiam).\nFairly encompassed within this question is a general inquiry concerning whether the Board, county probation offices, or the agents and officers thereof, can impose conditions upon probationers that are not explicitly delineated in a trial court’s sentencing and probation order. This inquiry revolves around an interpretation of the Sentencing Code, 42 Pa.C.S. §§ 9701, et seq., as well as the Prisons and Parole Code, 61 P.S. § 1, et seq. and 61 Pa.C.S. § 101, et seq. As statutory interpretation concerns a pure question of law, our standard of review is de novo and our scope of review is plenary. Commonwealth v. Hacker, 609 Pa. 108, 15 A.3d 333, 335 (2011).\nThe Commonwealth’s principal argument centers upon Section 9798.3 of Megan’s Law, and contends that through this provision the General Assembly has granted the Board wide latitude in regulating and supervising sexually violent predators who have been placed on probation and fall under the Board’s authority. The Commonwealth asserts that this provision is specifically included within Megan’s Law because the legislature “recogniz[edj the high risk posed by these offenders and the great need to protect the community, and to aid the offender in leading a law abiding life because of concerns for recidivism with sex offenders.” Brief of the Commonwealth at 12. The Commonwealth avers that, while Section 9798.3 is entitled “Global positioning system technology,” the language of the statute states that the Board “may impose supervision conditions that include offender tracking through global positioning system technology.” 42 Pa.C.S. § 9798.3. Parsing the clause “may impose supervision conditions” from the language that follows it — “that include offender tracking through global positioning system technology” — the Commonwealth advances that the first clause of Section 9798.3 gives the Board authority to impose any supervision conditions necessary upon probationers who are subject to Megan’s Law.\nIn addition to the foregoing, the Commonwealth delves into a general discussion regarding the interplay between the Prisons and Parole Code and the Sentencing Code. As will be more fully developed below, the Commonwealth posits that the Prisons and Parole Code grants the Board the power to impose “conditions of supervision” upon any person under its jurisdiction. See e.g. 61 Pa.C.S. § 6151 (defining conditions of supervision as “any terms or conditions of the offender’s supervision, whether imposed by the court, the board or an agent, including compliance with all requirements of Federal, State and local law.”). In the Commonwealth’s view, orders of probation by a trial court do not always delineate specific conditions that probationers must follow and, thus, the Board is permitted to institute conditions of supervision with which probationers must comply.\nAppellee responds that only courts may place restrictions upon defendants under the provisions of the Sentencing Code: “Except as otherwise specifically provided in this chapter, in all cases the sentence to be imposed shall be determined by the court as authorized by law.” 42 Pa.C.S. § 9703; see also MacGregor; Vilsaint. Countering the Commonwealth’s “conditions of supervision” contention in accord with 61 Pa.C.S. § 6151, see supra p. 9, Appellee argues that such provisions merely permit the Board to monitor probationers under its authority and nothing more.\nThe arguments by both parties demonstrate that, to resolve the issue before this Court, we must examine the relationship between “terms and conditions of probation,” as used in Sections 9754 and 9771 of the Sentencing Code, which a trial court imposes, and “conditions of supervision” as contemplated by the Prisons and Parole Code, which the Board and its agents execute. As our canons of statutory construction mandate, this Court must consider “every statute ... to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). Moreover, statutes which “relate to the same persons or things or to the same class of persons or things” are to be “construed together, if possible, as one statute.” Id. § 1932(a) & (b). In conjunction with these rules, we must presume that “the legislature does not perform useless acts in adopting the words of a statute.” Freundt v. Commonwealth, Dep’t of Transp., Bureau of Driver Licensing, 584 Pa. 283, 883 A.2d 503, 506. (Pa.2005). Thus, when the legislature uses two different words, we must also presume that “it must have meant for the words to have separate meanings.” Drabic v. Commonwealth, Dep’t of Transp., Bureau of Driver Licensing, 588 Pa. 670, 906 A.2d 1153, 1157 (2006) (citing Freundt, 883 A.2d at 506-07), rejected on other grounds by Strawn v. Commonwealth, Dep’t of Transp., 609 Pa. 482, 17 A.3d 320 (2011).\nInstantly, the operative words to be examined are “probation,” as in “terms and conditions of probation,” and “supervision,” as in “conditions of supervision.” As the above discussion already exhibits, these words clearly have different meanings within the consolidated statutes. An order of probation is a sentencing directive given by a trial judge with criminal jurisdiction, and the imposition of such an order is always available to that judge, except when a mandatory minimum sentence of punishment applies. See 42 Pa.C.S. § 9721. Conversely, supervision in the probationary context does not even apply until an order of probation has been entered by a trial judge. See e.g. 61 Pa.C.S. § 6133(a) (“the board shall have exclusive power to supervise any person placed on probation by any judge of a court having criminal jurisdiction, when the court by special order directs supervision by the board.”). As both the Sentencing Code and Prisons and Parole Code concern orders of probation and their administration, we must, if possible, read the relevant provisions in pari materia with each other, see 1 Pa.C.S. § 1932(a) & (b), while at the same time giving full effect to all of the words in those provisions. See id. § 1921(a). In our view, the following framework accomplishes both of these goals.\nFirst, under the language provided by the Sentencing Code, specifically Sections 9751 and 9771, we generally agree with Appellee and the Superior Court that only “the court, not the probation offices and not any individual probation officers, [may] impose the terms [and conditions] of probation.” MacGregor, 912 A.2d at 317. Under Section 9754 of the Sentencing Code, this necessitates that the sentencing court, when imposing an order of probation: (1) “specify at the time of sentencing the length of any term during which the defendant is to be supervised;” (2) “the authority that shall conduct the supervision;” and (3) attach any “reasonable conditions authorized by [Section 9754(c) ] as it deems necessary to insure or assist the defendant in leading a law-abiding life.” 42 Pa.C.S. § 9754.\nConsistent with the canons of statutory construction, however, merely because the legislature has placed the authority to impose a term of probation, and the conditions thereof, solely with the trial courts, we cannot ignore the provisions of the Prisons and Parole Code that mandate the Board and its agents to establish uniform standards for the supervision of probationers under its authority, and further to implement those standards and conditions. 61 Pa.C.S. §§ 6131(a)(5)(h) & 6151. Put differently, if courts shall levy “conditions of probation,” and the Board and its agents may impose “conditions of supervision,” consistent with the legislative mandates above, we must determine what, if any, is the difference between the two and, consistent with the various standards of statutory interpretation discussed above, how they interlink.\nIn our view, the answer is found, again, in the respective statutory provisions. The General Assembly has specifically enumerated fourteen conditions that a court may place upon a probationer. These conditions, found in 42 Pa.C.S. § 9754(c), “shall” be imposed by a sentencing court “to insure or assist the defendant in leading a law-abiding life.” 42 Pa.C.S. § 9754(b). Moreover, these conditions are inherently noninclusive, because clause (13) of Section 9754(c) permits a court to impose any condition necessary to ensure the “rehabilitation of the defendant.” Id. § 9754(c). Consistent, then, with a court’s constitutional and statutory authority to impose a sentence, see e.g. id. §§ 9751, 9754, & 9771, these fourteen conditions must be the starting point in any analysis of a probation violation.\nWe therefore preliminarily agree with Appellee that the Board and its agents cannot impose any condition of supervision it wishes, carte blanche. This would, of course, interfere with a court’s well-established sentencing authority. Thus, we reject the primary argument of the Commonwealth that Section 9798.3 of Megan’s Law gives the Board independent authority to impose any condition of supervision it wishes upon a probationer subject to the sex offender provisions merely because of his status as a sex offender. Furthermore, we note that the legislature’s intent in promulgating Section 9897.3 was simply to permit the Board to use GPS tracking on sex offenders in furtherance of the desire to scrutinize the physical location of offenders. See Senate Journal, Jun. 19, 2006 at 1730-31 (remarks of Sens. Orie and Rafferty). We therefore decline to read the few words relied upon by the Commonwealth out of context to justify its position of carte blanche establishment of conditions of probation by the Board.\nAccepting, however, the remainder of Appellee’s argument that the Board has no power to impose conditions of supervision would ignore that 61 Pa.C.S. §§ 6131(a)(5)(h) and 6151 direct the Board and its agents to establish and impose “conditions of supervision,” distinct from “conditions of probation.” This would be improper. We thus conclude that the Board and its agents may impose conditions of supervision that are germane to, elaborate on, or interpret any conditions of probation that are imposed by the trial court. This interpretation gives meaning to all of the statutory provisions relevant to this case and thus: (1) maintains the sentencing authority solely with a trial court; (2) permits the Board and its agents to evaluate probationers on a one-on-one basis to effectuate supervision; (3) sustains the ability of the Board to impose conditions of supervision; and (4) authorizes that a probationer may be detained, arrested, and “violated” for failing to comply with either a condition of probation or a condition of supervision. In summary, a trial court may impose conditions of probation in a generalized manner, and the Board or its agents may impose more specific conditions of supervision pertaining to that probation, so long as those supervision conditions are in furtherance of the trial court’s conditions of probation.\nTurning, then, to the case at bar, we find that Supervision Condition 19, that Appellee should not “enter or loiter within 1,000 feet of areas where the primary activity at such locations involve persons under the age of 18,” is a permissible condition of supervision imposed by the Board and is derivative of the trial court’s condition of probation that Appellee not have unsupervised contact with minors. What apparently occurred here is that the Board felt it necessary to expound upon the trial court’s no contact order, by prohibiting Appellee from placing himself into situations where he could easily violate his terms and conditions of probation. Accordingly, legal authority exists for revocation of Appellee’s probation for a violation of Supervision Condition 19. To the extent the Superior Court held otherwise, it erred.\nWe note, however, that because the Superior Court found Supervision Condition 19 to be invalid, it did not address the sufficiency of the evidence to support the trial court’s revocation of Appellee’s probation based upon Supervision Condition 19. As such, we remand this case to the Superior Court for an examination of the sufficiency to sustain Appellee’s revocation based upon Supervision Condition 19.\nThe order of the Superior Court is vacated, and this matter is remanded to that court for further proceedings consistent with this opinion. Jurisdiction relinquished.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nChief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD and McCAFFERY join the opinion.\n. “The board shall have exclusive power to supervise any person placed on probation by any judge of a court having criminal jurisdiction, when the court by special order directs supervision by the board.” 61 Pa.C.S. § 6133(a).\n. 42 Pa.C.S. § 9798.3, a provision included within Pennsylvania’s Megan’s Law, provides: \"The Pennsylvania Board of Probation and Parole and county probation authorities may impose supervision conditions that include offender tracking through global positioning system technology.\"\n. See 42 Pa.C.S. § 9771(b) (authorizing the revocation of probation upon proof that a probationer violated a condition of probation); 37 Pa.Code § 67.1(c) (authorizing the revocation of probation upon proof that a probationer violates any condition of supervision).\n. We note that the MacGregor case is distinguishable. There, the trial court had ordered a $25.00 \"probation administration fee” as the sole condition of probation. Accordingly, supervision conditions akin to those imposed by the Board in this case would be invalid in MacGregor, as they would not, in any way, be in furtherance of the probation order entered by the trial court.",
        "type": "majority",
        "author": "Justice BAER."
      }
    ],
    "attorneys": [
      "Barbara Jollie, for Commonwealth of Pennsylvania.",
      "Brian D. Aston, Belden Law, for Robert C. Elliott, Jr."
    ],
    "corrections": "",
    "head_matter": "50 A.3d 1284\nCOMMONWEALTH of Pennsylvania, Appellant v. Robert C. ELLIOTT, Jr., Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 18, 2011.\nDecided Sept. 7, 2012.\nBarbara Jollie, for Commonwealth of Pennsylvania.\nBrian D. Aston, Belden Law, for Robert C. Elliott, Jr.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0524-01",
  "first_page_order": 580,
  "last_page_order": 593
}
