{
  "id": 1249605,
  "name": "Van Buren v. Eberhard, Appellant",
  "name_abbreviation": "Van Buren v. Eberhard",
  "decision_date": "1954-01-12",
  "docket_number": "Appeals, Nos. 281 and 282",
  "first_page": "22",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "377 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 A. 797",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "289 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103306
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0565-01"
      ]
    },
    {
      "cite": "39 A. 404",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "184 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987971
      ],
      "pin_cites": [
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0468-01"
      ]
    },
    {
      "cite": "84 A. 2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230360
      ],
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0479-01"
      ]
    },
    {
      "cite": "76 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225531
      ],
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0503-01"
      ]
    },
    {
      "cite": "65 A. 2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476418
      ],
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0465-01"
      ]
    },
    {
      "cite": "188 A. 582",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0517-01"
      ]
    },
    {
      "cite": "68 A. 2d 517",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221661
      ],
      "pin_cites": [
        {
          "page": "24, 25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1008,
    "char_count": 18618,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 3.173919711849393e-07,
      "percentile": 0.8641038531590066
    },
    "sha256": "fca564712a07ff0c3776607076b28892a6af0f1b23545bccc2fe67d7553543dc",
    "simhash": "1:1363c5da7590b676",
    "word_count": 3202
  },
  "last_updated": "2024-02-27T21:33:12.301807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Steaene, Jones, Bell, Chidsey, Musmanno and Ae-NOLD, JJ."
    ],
    "parties": [
      "Van Buren v. Eberhard, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Chidsey,\nThis action of trespass was instituted by Carl Van Burén, the father of the minor plaintiff, in his own right and as guardian for the minor, Bruce VanBuren, his four year old son, for injuries to the child, who was struck by an automobile operated by one of the defendants. The motor vehicle was owned by Lewis Eberhard, one of the defendants, but was not being driven by him. Since no agency relationship was established between Eberhard and the other defendants, a directed verdict was returned in his favor, which is not questioned by the plaintiffs. The liability of the other defendants, George Cole, William Grubbs and Albert Volker, who were partners trading as Manheim Body Repair, was submitted to the jury and they returned a verdict in favor of the minor plaintiff for $12,500 and for the father in the sum of $7,500. The defendants moved for judgment non obstante veredicto and for a new trial, both of which motions were denied. From the judgments entered on the verdicts, following the dismissal of the motions the present appeal is taken.\nThe sole question posed by the defendants’ motion for judgment n.o.v. is whether there was sufficient evidence of defendants’ negligence to submit to the jury. Since the minor plaintiff was only four years of age, he could not be charged with contributory negligence.\nWe necessarily turn, therefore, to the facts, mindful of the requirement that we must read the testimony and all inferences reasonably deducible therefrom in a light most advantageous to the plaintiffs and resolve all conflicts in their favor. So viewed, the following facts appear: George Cole, one of the defendants, was driving a 1949 Hudson sedan which his partners had just repaired. The car was to be delivered to the Roxy Motors Company, located in the German-town section of Philadelphia, for additional repairs, sometime around noon. The accident occurred at 4:45 P.M. Defendant Cole admitted that somehow he had become lost and in tbe process of finding Ms way, turned off the main streets and found himself on Newhall Lane, an improved street which does not exist on the city plan, but which, nevertheless, is open to public use. Newhall Lane is 18 feet wide and has no sidewalks. It runs north and south through a low-cost public housing project from Price Street on the south to Rittenhouse Street on the north, a distance described in the record as about three-quarters of a block.\nThe weather was clear and the road surface was dry. Defendant Cole testified that except for an automobile parked on the east side as he first entered Newhall Lane, there was nothing to obstruct his view as he proceeded northwardly in the center of the street. He admitted seeing two signs on the east side of the street which read “Caution — Children at Play” and “Speed Limit 15 Miles” respectively.\nOne of the plaintiffs’ witnesses, Sybil Huffman, testified that on the day of the accident she was returning from shopping to her apartment in the housing project. She stated that before entering her apartment she observed a group of 10 or 12 children playing in the street and on the curb near the third tree south of Rittenhouse Street (which is approximately in the middle of the block on the east side). She said that she entered her apartment, and, after opening her window to deposit some trash on a ledge, she saw a body (later identified to be the minor plaintiff) flying through the air for a distance of approximately 30 feet; that immediately behind the body, traveling-in the same direction, she saw the automobile operated by defendant Cole. The body was thrown in a northwardly direction and after it landed, rolled about 6 feet toward the east curb. When the automobile stopped, the back portion thereof was at a point 42 feet beyond the point where the body came to rest. Mrs. Buffman estimated that about one minute elapsed between the time she saw the children playing and the time she saw the body propelled through the air.\nMrs. Kelbaugh, another witness for the plaintiff, testified that immediately after the accident there were children playing in the vicinity of the third tree south of Rittenhouse Street, and, further, at the time the automobile came to a stop she could hear children playing in that general direction.\nThe defendants, relying on the case of Foley, Executrix v. The Pittsburgh-Des Moines Company et al., 363 Pa. 1, 24, 25, 68 A. 2d 517, contend that since the circumstances surrounding the accident did not eliminate a cause resulting in non-liability and fairly suggested by the evidence, namely, that the boy darted into the road without affording the driver a chance to sea and avoid him, the jury was therefore allowed to speculate about the cause. In the Foley case we held “. . . that where an injury may be the result of one of several causes for only one of which defendant is liable, the burden is on the plaintiff to individuate that one as the proximate cause of his injury and to exclude other causes fairly suggested by the evidence to which it would be equally reasonable to attribute the injury: . . .”, citing Lott v. Peoples Natural Gas Co., 324 Pa. 517, 188 A. 582. Even considering this language divorced from its surrounding context, we fail to see where any evidence adduced by the defendants would sufficiently suggest that the accident was caused by the child’s suddenly running into the side of the car. At most an issue of fact was raised for the jury’s consideration. The fact that parts of the child’s skin and hair were found about three feet from the east side of the roadway does not establish that he was bumped by the right side of the car. The same result could have followed a front end collision.\nAgainst the defendant Cole’s testimony that the boy must have run into the side of the automobile since he heard a bump on the side of the car, we have one of plaintiffs’ witnesses testifying that she saw him hurled 30 feet forward of the car. When the Foley case is read in its entirety it becomes even more apparent that the question of defendants’ negligence was for the jury. Immediately after the extracted quotation we said, “. . . But on the other hand, where the evidence points to a certain cause which would make the defendant liable the plaintiff will not be denied redress merely because there may be some other possible cause for the accident; in such a case the question is for the jury: . . .”.\nThis Court has consistently held that where there is reason to apprehend that children might run into a place of danger there is a duty imposed on an operator of an automobile to have his car under such control that it can be stopped on the shortest possible notice of danger: Buchanan et al. v. Belusko et al., 361 Pa. 465, 467, 65 A. 2d 386; Chapple et al. v. Sellers, 365 Pa. 503, 506, 76 A. 2d 172; Wilson v. Butler Motor Transit Company, 368 Pa. 479, 481, 84 A. 2d 207. When we consider that there was affirmative testimony that children were playing in the vicinity of the “third tree” immediately prior and subsequent to the accident, that defendant had knowledge of the posted warning signs, and that he admittedly had an unobstructed view, we believe there was sufficient testimony to justify the jury in concluding that defendant was inattentive and failed to observe what was before his eyes until it was too late to avoid the accident.\nIn support of their contention that they are entitled to a new trial, appellants claim that the trial judge erred (1) in permitting the recall of plaintiffs’ principal witness after the close of plaintiffs’ case and (2) in his interrogation of the jurors with respect to the items included in their award of damages after they rendered a verdict improper in form.\n(1) After the plaintiffs had closed their case and a motion for compulsory nonsuit had been argued by defendants’ counsel, plaintiffs were permitted over defendants’ objection to recall their principal witness, Mrs. Buff man, to amplify her testimony by stating in what direction the minor’s body had been propelled when she saw it “flying through the air”, the point where she first observed it in flight and the point where it landed. Her testimony in chief lacked clarity, was somewhat confusing in this regard and she at no time testified as to the direction of the body in flight.\nThe witness’ testimony on recall was not contradictory of her previous testimony. Some repetition which occurred was practically unavoidable but it was minimal and largely produced by defendants’ cross-examination.\nAllowing a party to recall a witness to introduce further testimony is within the sound discretion of the court and we will reverse only for a clear abuse of discretion: D. L. Stern, Trustee v. William Stanton, Ellen I. Stanton and Joseph Weber, 184 Pa. 468, 478, 39 A. 404. In Wiser v. Parkway Baking Co., 289 Pa. 565, 568, 137 A. 797, this Court said: “. . . Courts are and in general should be liberal in permitting the recall of witnesses to correct mistakes or oversights in the testimony. . . .”.\nIt is true that in the present case the witness was permitted to testify after plaintiffs had closed their case and defendants had argued in support of a non-suit, but the general rule that the matter is one for the court’s discretion, is not limited in its application to any particular .stage of the trial. Of. course, the presentation of evidence after argument affords opportunIty for the coloring or manufacture of testimony to supply deficiencies revealed by opposing counsel’s argument, and its introduction must be most carefully and cautiously considered by the court. If, however, an honest purpose will be justly served, without unfair disadvantage, it is within the court’s discretion to admit the evidence. See Vol. VI, Wigmore on Evidence, (Third Edition), §§1876-1878. We can not say that the trial judge in the present case was guilty of a palpable abuse of discretion in permitting the introduction of Mrs. Buffman’s testimony on recall.\n(2) After the trial judge had correctly and adequately instructed the jury on the law and the damages to which the plaintiffs were entitled in the event the issue of liability was resolved in plaintiffs’ favor, the record disclosed the following rendition of verdicts: “Foreman: Verdict for Defendant Eberhard. Verdict for the plaintiff Carl VanBuren and award him $1,000 to cover all medical expenses to date; and also $300 per year until Bruce is 21 years of age, to be placed in trust for future medieal expenses; an additional $2,500 to be used at the discretion of Carl VanBuren to meet future contingencies until Bruce attains the age of 21. We find in favor of the plaintiff Bruce Van Burén and award him the sum of $5,000 to be placed in trust until he attains the age of 21, to supplement future loss of earnings.”. The trial judge, realizing that the verdict was defective on several grounds, refused to have it recorded and thereupon questioned the jury about the items they had included in the verdict. This provoked a lengthy colloquy participated in by the judge, counsel and individual jurors which covers 8 pages of the printed record. During its course the judge initially asked the jury whether they had taken into account at all the item of pain and suffering, to which one juror replied, “We discussed it.”. The judge then said,' “That is already included? Very well.”. Plaintiffs’ counsel thereupon stated to the court that he did not believe pain and suffering was included. The judge responded, “1 do not know; I asked that question.”. Further comment on this element of damages at that point would seem to have been uncalled for but the judge repeated his instructions to the jury covering this phase of the law as to the damages recoverable, and the jury again retired.\nUpon exception by defendants’ counsel to this additional charge, the judge, in order to clarify the matter and remove all doubt, recalled the jury and asked them if pain and suffering had been included in their award, and this time the jury answered in the negative. They retired for the third time and then rendered a verdict in favor of the minor plaintiff for $12,500 and for the father in the amount of $7,500.\nThe action of a trial judge in the correction of verdicts should be taken with great caution and with avoidance of any influence upon the deliberations of the jury as to matters exclusively within their province. We think the learned and experienced judge in the present case conscientiously endeavored to conform with this rule but, in our opinion, the course and extent of the colloquy with respect to the award of damages inevitably had a prejudicial effect upon the defendants. Pain and suffering as an item of damage which was referred to by the court seven times during the prolonged discussion, became unduly emphasized. We are not satisfied that either of the verdicts finally rendered was properly arrived at, and we are therefore constrained to direct a new trial.\nThe judgments in favor of the appellees are reversed and a new trial granted.\nReporter’s Note: Amended by order of April 5, 1954, reported, infra, p. 34.",
        "type": "majority",
        "author": "Me. Justice Chidsey,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno :\nNo matter from what angle one considers it, a court trial is an arduous experience to the party litigants. From the time the court proceedings begin, the litigants are bound to wear a garment of anxiety lined with troublesome doubts and apprehensions as to the results of the legal battle. With the trial terminated, the parties should not be required to undergo the same ordeal with its oscillating hopes and fears unless the cause of justice imperatively calls out for it. I do not hear such a clarion cry in this case.\nOn the contrary, I would say that the record assures us in a manner not always given to us to be assured, that the jury at the end fully understood the issues, and properly decided them. The record allows us the rare opportunity to look into the laboratory of the jury’s deliberations and appraise the fairness and reliability with which they applied the processes of reasoning to the testimony presented.\nThe majority opinion complains of the colloquy between the judge and jury, a colloquy which covers eight pages. While, of course, any expression of a trial judge which might have a tendency, intentionally or unintentionally, to persuade a jury into a partisan verdict on any item, is to be, and will be condemned, I do not see the remotest suggestion of such a persuasion here. The record shows the Trial Judge to be one of competence and long experience and one not only endowed with splendid judicial equipment but obviously motivated by a great will to achieve an impartial and just result in the controversy before him.\nOrdinarily when a jury renders a verdict, the book of their calculations is sealed shut and all doubts as to whether they gave consideration to any particular item must remain an; unsolved mystery. But in the case at bar we have had an opportunity, as .stated above, to open the book to study the pages of the jury’s actions. We have thus seen how a potential error which might have authored a great injustice was avoided, and how the train of deliberation, momentarily derailed, was placed again on the track of full consideration of a very vital feature in the case.\nThe majority opinion impliedly criticizes the trial judge’s seven-times reference to the phrase “pain and suffering,” but pain and suffering is a legitimate factor in the calculation of damages, and the judge did not utter the item as an argument in behalf of the plaintiff but as something the jury should not overlook. It is obvious from the wording of the original verdict, added to what several jurors said in open court, that possibly the jury had missed the item of pain and suffering. In order to determine whether this possibility was reality, the judge questioned the jury as follows: “THE COURT: Mr. Foreman, in order that there may be no doubt, when you reported to the court a few minutes ago that $5,000 was to be awarded to Bruce VanBuren, the minor, what ivas it yon said? JUROR NO. 3: For future loss of earnings was on it, sir. JUROR NO. 6: To supplement future loss of earnings. THE COURT: What does that mean? Did you consider pain and suffering and distress as included in that $5,000? Or was that $5,000 merely to supplement the probable future loss of earnings? JUROR NO. 6: That is right, Your Honor. THE COURT: The latter? JUROR NO. 6: In the event this should incapacitate him so that he couldn’t earn a fair income this would supplement the $5,000. THE COURT: That is what I thought you said. Did you include in that $5,000 compensation for pain and suffering? JUROR No. 6: No, sir. THE COURT: Past or future? JUROR No. 6: No, sir. THE COURT: Is there any doubt about that in the minds of any of the jurors? You all agree that you did not include that? JUROR No. 11: No. THE COURT: You may retire.”\nIt will be noted that all the jurors agreed that they had neglected to consider a very serious phase of the litigation. The trial judge’s intervention not only prevented an injustice but, from his point of view in which I would agree, he avoided the possibility of the necessity of a new trial. Had the judge not queried the jury in the manner indicated, it would be quite apparent from the first part of the jury-judge colloquy that the jury, in their solicitude to protect the minor’s future loss of earnings, had not considered pain and suffering.\nIt is regrettable that the judge’s action, intended to prevent the necessity of a new trial, should be interpreted by the majority of this Court as the very thing which makes a new trial necessary. I am of the opinion that the record shows a trial well conducted, ably argued, thoroughly considered, and productive of a fair and just verdict. It should not be disturbed.\nOrder Per Curiam, April 5, 1954:\nAnd now, to wit, this 5th day of April, 1954, upon reconsideration, the order theretofore entered on January 12, 1954, is amended to read as follows: “The judgments in favor of the appellees are reversed and a new trial granted, limited, however, to the determination of the amount of damages to which the parent and minor plaintiff are respectively entitled.”\nMr. Justice Bell dissents.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno :"
      }
    ],
    "attorneys": [
      "Harrison G. Kildare, with him Joseph W. Henderson, J. Welles Henderson and Bowie & Henderson, for appellants.",
      "8. Walter Foulkrod, Jr., with him Morris Michael Marks, for appellees."
    ],
    "corrections": "",
    "head_matter": "Van Buren v. Eberhard, Appellant.\nArgued November 10, 1953.\nBefore Steen, C. J., Steaene, Jones, Bell, Chidsey, Musmanno and Ae-NOLD, JJ.\nHarrison G. Kildare, with him Joseph W. Henderson, J. Welles Henderson and Bowie & Henderson, for appellants.\n8. Walter Foulkrod, Jr., with him Morris Michael Marks, for appellees.\nJanuary 12, 1954:"
  },
  "file_name": "0022-01",
  "first_page_order": 42,
  "last_page_order": 54
}
