{
  "id": 1249504,
  "name": "Tracy v. Tracy, Appellant",
  "name_abbreviation": "Tracy v. Tracy",
  "decision_date": "1954-05-24",
  "docket_number": "Appeal, No. 47",
  "first_page": "420",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "377 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Pa. Superior Ct. 160",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839520
      ],
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/19/0160-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 263",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837289
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/18/0263-01"
      ]
    },
    {
      "cite": "136 A. 796",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "798"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100822
      ],
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0527-01"
      ]
    },
    {
      "cite": "83 A. 416",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "234 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982495
      ],
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0557-01"
      ]
    },
    {
      "cite": "61 A. 570",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "212 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0062-01"
      ]
    },
    {
      "cite": "61 A. 76",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0579-01"
      ]
    },
    {
      "cite": "30 A. 226",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "163 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859091
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0423-01"
      ]
    },
    {
      "cite": "12 A. 736",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "740"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "117 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555809
      ],
      "pin_cites": [
        {
          "page": "537, 538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 9960,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 2.490888694124609e-07,
      "percentile": 0.8085502282179385
    },
    "sha256": "912a25308c9fb4acd617601df53b27989a5b41233ceecbba2e732942175e8d6b",
    "simhash": "1:c258ad32621b3a56",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T21:33:12.301807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Tracy v. Tracy, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Horace Stern,\nFor no apparently valid reason defendant is seeking to repudiate a written agreement entered into between her and her husband.\nIn 1948 the parties purchased and thereafter operated, as tenants by the entireties, a restaurant a.nd taproom with liquor license in the city of Greensburg, leasing the building in which the restaurant was located. Subsequently they acquired, also as tenants by the entireties, a residential property which they occupied together with their two minor children.\nEach accusing the other of infidelity, numerous wranglings and altercations ensued between them. For some years they were both represented by James Gregg, Esq. and his associate, Albert Nichols, Esq.\nOn December 1, 1951, defendant consulted Mr. Gregg in the latter’s office; there she was joined by plaintiff, and in lengthy morning and afternoon sessions they discussed their affairs with Mr. Gregg and Mr. Nichols. In contemplation of a settlement and later divorce defendant wanted an agreement with her husband which would provide for her support and that of their children and for a settlement of their respective' property interests. After prolonged negotiations and acrimonious bickering a written agreement, prepared by Mr. Gregg, was signed by the parties and witnessed by the two attorneys.\nThe terms of the agreement were that plaintiff would convey to defendant his right, title and interest in the dwelling house for her life, with remainder to the two children, defendant agreeing to keep and maintain a home for the children and have them educated through at least the common grades of school; that until they had finished such grades plaintiff would pay to defendant the sum of $225 per month for her and their support with such further allowances as might be determined upon should either of the children seek higher education; that plaintiff would maintain the residence in a livable condition, make all necessary repairs thereto, carry fire insurance and pay all city taxes thereon, and also pay all medical, druggist and hospital bills for defendant and the children. These obligations were all to continue whether or not defendant obtained a divorce. Defendant, on her part, transferred to plaintiff her interest in the taproom and agreed to make the necessary conveyances of the license and lease; if, however, plaintiff desired at any time to sell the license, the lease or the taproom, defendant was to receive at least thirty days’ notice thereof and be given the option to purchase the same at the bona fide price that might be offered by a prospective purchaser, the plaintiff agreeing meanwhile that no expenditure 'for remodeling ’ the taproom • in excess ' of ■$3;50Q should be made-without her consent. \"By another agreement-drawn up attrhe same time defendant - appointed Mi*.- Gregg as her attorney to effect a 'transfer of the -liquor license to plaintiff individually as : well as her interest in the-restaurant. -\n-Mr. Gregg continued t.ó represent \"both parties for \"'a couple \" of months aftér 'the execution of the-agreement but meanwhile defendant notified him that she would not transfer her interest in the liquor license and she repudiated his authority to act as her attorney for that purpose. Plaintiff continued to pay her the f>225 per month for her support and that of the children, which he is still doing, and he also paid the taxes and other expenses as agreed upon. Plaintiff brought the present bill in equity for specific performance. The court, after hearing, entered a decree directing defendant to execute an application to the Liquor Control Board for the transfer to her husband of her interest in the taproom, and ordering plaintiff, upon the execution of such transfer, to execute and deliver to defendant a deed in fee simple for the dwelling house. From that decree defendant appeals.\nThere is not the slightest proof that the agreement between the parties was obtained from defendant by any duress or fraud or that she executed it without complete knowledge and understanding of its essential terms. She was 30 years of age and had a high school education. She admitted that while she did not remember whether or not Mr. Cregg read the agreeent to her she herself read it and understood what the word “transfer” meant, and, although she testified that she did not know the meaning of the legal terms, the phraseology of the agreement was quite simple and readily comprehensible by a layman; furthermore, even if defendant had any difficulty in understanding it'she did riot ask-to have it explained’ tó her! Mr. Gregg testified that he read the agreement to both parties, that they asked to. read it themselves, which they, did while sitting at opposite, sides of the. table, that they then signed it, and. that There- had been full discussion of all its terms. Mr. Nichols testified to the same effect. The court found as a fact that “The tenor, nature and effect of the original instruments drawn on December 1, 1951, were explained to both husband and wife, were duly and regularly executed by the defendant, were read to each of the parties and each of the parties read each of the instruments and each certainly understood what they were doing.” There is no evidence of any misrepresentation or concealment as far as defendant’s legal rights were concerned. She contends that the testimony of the two lawyers should not have been admitted because of the rule forbidding an attorney from revealing confidential communications with his client. That rule, important as it is, was not applicable to the case. Neither attorney testified to any secret conferences with defendant but only as to Avhat was said and done at the conference at Avhich plaintiff was also present. A communication between attorney and client is not privileged if it takes place in the presence of a third person or of the adverse party. Nor, by overwhelming authority, does the rule apply if the attorney represented both parties to the transaction, in which case no communications in relation to the common business are privileged in favor or against either, but only against a common adversary. It may be added that, in the present case, even if the testimony of the attorneys had been rejected, defendant’s own testimony clearly revealed the total lack of merit in her attempted defenses to the present action.\nIt is urged by defendant that the terms of the agreement were not fair to her and that she was led into a bad bargain when she agreed to give up her interest in the taproom in exchange for plaintiff’s surrender of his interest in the dwelling house. The value of the house was shown to be approximately $12,000.00. The taproom and license had been purchased by the parties for $11,000.00; its value at the time of the making of the agreement was speculative; defendant testified that plaintiff said he would not consider $15,000.00 for his share of the business, but he denied having made such a statement. The court found as a fact that “The market value of the license and inventory of the taproom was approximately the same as that of the residence.” It appeared that defendant kept the books of the business and made out the income tax returns, so that presumably she had knowledge of its likely value. As already stated, plaintiff agreed to pay for the support of defendant and the children the sum of $2,700.00 a year out of his annual income which he testified was somewhat less than $5,000.00, and also to pay for all the repairs, taxes and insurance on the house and the medical, hospital and drug bills. On the whole, therefore, it can scarcely be said that defendant was not receiving an adequate consideration for the transfer of her interest in the restaurant and liquor license.\nUnder the original agreement, while plaintiff was to convey his entire right, title and interest in the dwelling house, defendant was to receive only a life interest therein with remainder to the children. The court, however, took note of the fact that when the case was first called for trial plaintiff’s counsel and defendant’s then .counsel reported to the court an agreement between the parties whereby plaintiff was to give defendant a deed in fee simple for the residence instead of only a life interest. Be that as it may, plaintiff stated his present willingness to give such a deed, and the decree of the court ordered him to do so upon the execution and delivery by defendant of the transfer of her interest in the license. Since the Act of August 17, 1951, P. L. 1275, provided that a conveyance of an interest in real property might be made by either tenant by the entireties alone to the other without the other joining in the deed the decree of the court properly provided that if defendant did not accept the deed from plaintiff he was authorized and directed to file it in the office of the Recorder of Deeds.\nDecree affirmed at appellant’s costs.\nMr. Gregg announced, at the beginning of the trial that ¿he would not participate in it.\nGoodwin, Gas Stove & Meter Co.’s Appeal, 117 Pa. 514, 537, 538, 12 A. 736, 740; Catherine Seip’s Estate, 163 Pa. 423, 432, 30 A. 226, 227; Brown v. Moosic Mountain Coal Co., 211 Pa. 579, 61 A. 76; Mitchell v. Mitchell, 212 Pa. 62, 61 A. 570; Leitch v. Diamond National Bank, 234 Pa. 557, 569, 83 A. 416, 420; Doll, Ex’r., v. Loesel, 288 Pa. 527, 533, 136 A. 796, 798; McCune v. Scott, 18 Pa. Superior Ct. 263, 270; Swayne v. Swayne, 19 Pa. Superior Ct. 160, 164; 58 AM. Jur. p. 277, §495; Wigmore on Evidence, Vol. 8, (3rd ed.) p. 603, §2312.\nBy evident inadvertence the decree authorized and directed the defendant to record it, whereas obviously the plaintiff was meant.",
        "type": "majority",
        "author": "Mb. Chief Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Carroll Garuthers, with him Anthony O. Troiano, for appellant.",
      "Yincent R. Smith, with him Edgar P. Herrington, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Tracy v. Tracy, Appellant.\nArgued March 22, 1954.\nBefore Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ.\nCarroll Garuthers, with him Anthony O. Troiano, for appellant.\nYincent R. Smith, with him Edgar P. Herrington, Jr., for appellee.\nMay 24, 1954:"
  },
  "file_name": "0420-01",
  "first_page_order": 440,
  "last_page_order": 446
}
