{
  "id": 1061144,
  "name": "Fox et al. versus Fox",
  "name_abbreviation": "Fox v. Fox",
  "decision_date": "1878-11-11",
  "docket_number": "",
  "first_page": "19",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "88 Pa. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0200-01"
      ]
    },
    {
      "cite": "1 Watts 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 6535,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 7.669503256053957e-08,
      "percentile": 0.4523302323803434
    },
    "sha256": "f93816f6158232d21212618906623042b8779f74022702d0adad7bbdfec9f2d6",
    "simhash": "1:0b9e2940cf21a5db",
    "word_count": 1185
  },
  "last_updated": "2024-02-27T21:26:28.588934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Merctjr, Gordon, Paxson and Trunicey, JJ. Sharswood and Woodward, JJ., absent."
    ],
    "parties": [
      "Fox et al. versus Fox."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered, November 11th 1878,\nPer Curiam.\nThere is no evidence to create a trust ex maleficio from acts or promises contemporary with the making and execution of the will. The evidence relates to conduct and promises made long afterwards, and when the testator was lying on his deathbed. The act relating to wills, of 8th April 1833, § 13, declares that no will shall be repealed, or its devises and directions altered, except by a will, or codicil, or other writing executed and proved in the same manner as a will, or by burning, cancelling, obliterating, or destroying it by the testator, or in his presence and by his express direction. It is evident, if the alleged promises and declarations of Levi Fox can be used to raise a trust, their effect would be to alter and destroy the devises and bequests in the will in a manner wholly at variance with the provisions of the law, and would lead to the most disastrous frauds. We see nothing in the testimony which would justify the raising of a trust of any kind which can operate to alter the will of John Fox. Doubtless it may be a hard case, and expectations may have been raised in the minds of the other children, but this is insufficient to repeal a will contrary to the express words of the law.\nDecree affirmed, with costs to be paid by the appellants, and the appeal is dismissed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "H. P. Laird and Hunter Hlingensmith, for appellants.",
      "B. 1). Foster and JT. Q. Marchand, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fox et al. versus Fox.\n1. To convert a devisee into a trustee of the legal title there must be clear proof of a contract to that effect between the devisee and the devisor.\n2. Mere dying declarations, or requests made by a testator, cannot operate as a revocation of his will.\n3. The disappointment of the expectations of a testator’s children, however grievous, is not sufficient to repeal a will.\nNovember 1st 1878.\nBefore Agnew, C. J., Merctjr, Gordon, Paxson and Trunicey, JJ. Sharswood and Woodward, JJ., absent.\nAppeal from tbo Court of Common Pleas of Westmoreland county: Of October and November Term 1878, No. 153. In Equity.\nAppeal of John C. Fox and others from the decree of the court dismissing their exceptions to the report of the master in certain proceedings, commenced by bill in equity alleging a verbal contract on the part of Levi Fox, and a resulting trust in him for the use of appellants, and praying that the said Levi Fox be decreed to specifically perform said agreement and trust.\nThe bill alleged, that John Fox died Nov. 4th 1874, leaving Sarah A. Fox, Isaac B. Fox, minor children of Isaac Fox, deceased, Mary Gongaware and John 0. Fox, plaintiffs, and Levi Fox, the defendant; that he died possessed of real estate of the value of $13,200, or thereabouts, and personal property, amounting to about $10,037.15 and upwards ; that ho made his will on 18th June 1874, by which he devised much the larger part of his estate to Levi Fox, giving to his daughter Mary $45Ú0 as for her services, as she had served him until she was over forty years of age; that at the time the will was made he was laboring under a feeling of prejudice toward the plaintiffs, or some of them, which induced him to make it as he did ; that subsequent to the making of the will, and while on his death-bed, he declared in the presence of John C. Eox, Levi Eox, Mary Gongaware, and several witnesses, that he could not die in peace the way his will was; that he wanted his property divided as nearly equally as could be between his children ; that John C. Eox should have at least three or four thousand dollars more than he had given him by his will; that Levi Eox, in answer to his father’s request, in the presence of John C. Fox and Mary Gongaware, said to his father, “ Don’t trouble yourself, father; it will be all right. I will do as you have said; your request shall be carried out;” that testator appealed to one of his neighbors present to see that this • was done, and confiding in what Levi Eox said, made no further effort to change his will or make a new one, and died in three days thereafter; that Levi Eox, after the death of his father, promised to carry out the request of his father and fulfil the agreement that his father’s estate should equally descend to his children; that Levi Eox took possession of the whole of the estate of John Eox, and that three-fourths of it, after payment of debts, &c., was held in trust by Levi Eox for the plaintiffs, and that he is now holding the same in trust by reason of the request and agreement aforesaid, and that, although he thus held the estate in trust, he had not executed the trust, and refused to do so, and the bill then prayed that he be decreed to perform said trust, and to pay over to plaintiffs three-fourths of the personal estate of the decedent in such proportions as the testator had designated on his death-bed, and to execute a declaration of trust of the realty. The answer admitted that decedent had made his will as set forth in the bill, but denied that he had made any such request, or that defendant had made any such promise as that alleged therein. The case was referred to a master, who reported that the testator was not laboring under a feeling of prejudice towards the plaintiffs when his will was executed; that he made no effort afterwards to alter his will, and that he was not prevented from so doing by the defendant; that defendant made no promise to divide the estate, and that no part thereof was held in trust by him.\nThe plaintiffs excepted, and the court dismissed the exceptions, holding, inter alia, that the facts did not constitute a trust ex maleficio. The plaintiffs then took this appeal.\nH. P. Laird and Hunter Hlingensmith, for appellants.\nThe assurances given by Levi to his father were sufficient- to raise a trust: Dixon v. Olmius, 1 Cox Ch. Cas. 414; Harris v. Horwell, Gilb. Eq. Rep. 11; Chamberlaine v. Chamberlaine, 2 Freeman 34 ; Hoge v. Hoge, 1 Watts 214; Jones v. McKee, 3 Barr 496; McKee v. Jones, 6 Id. 425; Gaullaher v. Gaullaher, 5 Watts 200; Murphy v. Hubert, 7 Barr 420; Tritt v. Crotzer, 1 Harris 454; Church v. Ruland, 14 P. F. Smith 432.\nB. 1). Foster and JT. Q. Marchand, for appellee.\nA devisee cannot be converted into a trustee of the legal title, except on proof of an agreement to that effect between him and the devisor before making the will: Irwin v. Irwin, 10 Casey 525. A will executed in all the solemnities and formalities required by the statute cannot be set aside by the declarations of the devisee, testified to by persons interested in the destruction of the will: Clingan v. Mitcheltree, 7 Casey 25."
  },
  "file_name": "0019-01",
  "first_page_order": 17,
  "last_page_order": 19
}
