{
  "id": 1061186,
  "name": "The Millville Mutual Fire Ins. Co. versus Wilgus; City Fire Ins. Co. versus Same; Ben Franklin Fire Ins. Co. versus Same; Kenton Fire Ins. Co. versus Same",
  "name_abbreviation": "Millville Mutual Fire Ins. v. Wilgus",
  "decision_date": "1879-01-06",
  "docket_number": "",
  "first_page": "107",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "88 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Conn. 10",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        530662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/29/0010-01"
      ]
    },
    {
      "cite": "58 N. Y. 677",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158437,
        2158526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0677-01",
        "/ny/58/0677-02"
      ]
    },
    {
      "cite": "40 Mo. 13",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        985705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/40/0013-01"
      ]
    },
    {
      "cite": "10 Wright 328",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "26 Ohio 52",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "10 Pick. 40",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0041-01"
      ]
    },
    {
      "cite": "16 Wend. 385",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0385-01"
      ]
    },
    {
      "cite": "8 Wright 202",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 300",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0186-01"
      ]
    },
    {
      "cite": "20 Ohio 174",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        499963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/20/0148-01"
      ]
    },
    {
      "cite": "7 Allen 46",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2123027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/89/0046-01"
      ]
    },
    {
      "cite": "11 Gray 163",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2084868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/77/0163-01"
      ]
    },
    {
      "cite": "42 Barb. 457",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5115274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/42/0457-01"
      ]
    },
    {
      "cite": "10 Cush. 444",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1991572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/64/0444-01"
      ]
    },
    {
      "cite": "12 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11271089
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0507-01"
      ]
    },
    {
      "cite": "7 Gray 370",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1996138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/73/0370-01"
      ]
    },
    {
      "cite": "2 Grant 326",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0326-01"
      ]
    },
    {
      "cite": "2 Peters 25",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0025-01"
      ]
    },
    {
      "cite": "36 Wis. 159",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8705673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/36/0159-01"
      ]
    },
    {
      "cite": "31 Mich. 346",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1319610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/31/0346-01"
      ]
    },
    {
      "cite": "58 Ill. 159",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "62 N. Y. 47",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2160491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/62/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 11642,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 3.916136903940281e-07,
      "percentile": 0.9023657363807697
    },
    "sha256": "425e883de6d547e1530aedc22f0ddbde43b80d6019825c80394462228d34b188",
    "simhash": "1:de5a478a77295cfe",
    "word_count": 2019
  },
  "last_updated": "2024-02-27T21:26:28.588934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, Mercur, Gordon, Paxson and Trunkey, JJ. Agnew, C. J., and Woodward, J., absent."
    ],
    "parties": [
      "The Millville Mutual Fire Ins. Co. versus Wilgus. City Fire Ins. Co. versus Same. Ben Franklin Fire Ins. Co. versus Same. Kenton Fire Ins. Co. versus Same."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sharswood\ndelivered the opinion of the court, January 6th 1879.\nThese cases all involve the same principle, and were argued together. The plaintiff below had purchased the premises upon which these insurances were effected, at an Orphans’ Court sale, the terms of which were one-half cash, and the other half in one year. •He made the first payment, and before the year expired the loss occurred. The condition of the policies relied on to avoid them, was, “ that if the interest of the assured in the property, be any other than the entire unconditional and sole ownership of the property for the use and benefit of the assured,” it must be so represented and expressed. The plaintiff’s title was an equitable one, but it nevertheless vested in him the entire unconditional and sole ownership, subject to the payment of the balance of the purchase-money. This balance was practically an encumbrance. It is true the legal title was in the vendors, but they could use it only to enforce the payment of the price agreed upon. In this respect it is exactly the case of a mortgage which vests the legal title in the mortgagee for the same purpose. Had the property been swallowed up by an earthquake, the entire loss would have fallen on the plaintiff. In Reynolds v. The State Mutual Ins. Co., 2 Grant’s Cases 329, there was a representation that the property was not encumbored. The language of the opinion indeed favors the idea that an equitable owner cannot insure beyond the purchase-money paid. Yet, Mr. Justice Biack adds: “ If we regard the difference between a legal and an equitable title as totally immaterial (and perhaps we ought so to regard it) then the unpaid balance of the purchase-money must be treated as an encumbrance.” It is clear, that if the owner could not insure beyond the purchase-money paid —he would be often entirely without indemnity. He is personally liable for the balance of the purchase — he may have made expensive improvements, or the property may have greatly appreciated. It is very easy for the insurance company, by proper questions, to draw out the exact nature of the title of the insured. In the cases before us, nó inquiry was made as to encumbrances. According to the law of Pennsylvania, the insured had a right to consider himself as the entire unconditional and sole owner. There is nothing in the remaining assignments requiring notice.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sharswood"
      }
    ],
    "attorneys": [
      "Weir Gibson, G. L. B. Fetterman and W. G. Guiler, for pjaintiffs in error.",
      "K)box Reed, D. T. Watson and J. Gr. Wood, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Millville Mutual Fire Ins. Co. versus Wilgus. City Fire Ins. Co. versus Same. Ben Franklin Fire Ins. Co. versus Same. Kenton Fire Ins. Co. versus Same.\nW. purchased a property sold by an administrator under an order of the Orphans’ Court, the conditions of which sale were, that W. should pay one-half the purchase-money on the confirmation of the sale, and the balance in one year thereafter. W. immediately took possession of the property, made improvements and upon the confirmation of the sale paid the one-half of the purchase-money. Shortly thereafter, and before the payment of the balance he became insured in several companies, the policies of which required that if the interest of the assured be any other than the entire, unconditional and sole ownership for the use and benefit of the assured, it must be so represented to the company and expressed in the policy, otherwise the same should be void. W. brought actions to recover his insurance. Held, that his title though an equitable one vested in him the entire, unconditional and sole ownership, subject to the payment of the balance of purchase-money, and that he could recover.\nNovember 14th 1878.\nBefore Sharswood, Mercur, Gordon, Paxson and Trunkey, JJ. Agnew, C. J., and Woodward, J., absent.\nError to the Court of Common Pleas, No. 1, of Allegheny county: Of October and November Term 1878, Nos. 62J, 110, 111, 112.\nThese were actions of assumpsit brought by T. B. Wilgus against the Millville Mutual Fire Insurance Company, the City Insurance Company of Pittsburgh, the Ben Franklin Insurance Company of Pittsburgh, and the Kenton Insurance Company of Kentucky, respectively,' on policies of insurance. The first case was tried before Stowe, P. J., in January 1878, and the other three together before Bailey, J., in March 1878, and the four cases were argued together in the Supreme Court.\nAt the trial it appeared that on February 12th 1876, the administrators of E. Toynbee, deceased, sold, by order of the Orphans’ Court of Fayette county, certain real estate of said deceased, known as the Toynbee distillery, situated in Fayette county. Wilgus became the purchaser at the sum of §6000, one-half of which was to be paid upon the confirmation of the sale, and the balance one year thereafter, with interest. Upon the day of the sale the administrators delivered possession of the property to Wilgus, who proceeded to make improvements thereon. On March 6th 1876, the one-half of the purchase-money was paid, and the sale confirmed. Between March 9th 1876 and June 1st 1876, the defendant insured the property to the amount of $23,500, in different companies. Among the'policies was one dated May 1st 1876, issued by the Millville Insurance Company, for $2500, and four issued respectively by the defendant companies, each for $1410. All of these policies contained the following condition:\n“ If the interest of the assured in the property be any other than the entire, unconditional and sole ownership of the property, for the use and benefit of the assured, or if the building insured stands on leased ground, it must be so represented to the company, and so expressed in the written part of - this policy, otherwise the policy shall be void.”\nThere was no expression in the policy as to the character of the interest Wilgus had in the property, and there was no evidence to show that he gave the companies any information in regard thereto other than the fact that when he applied to the agent for the insurance he was asked by the latter if he owned the property in fee, and he replied that he did, but that subsequently, in a letter to the agent, on June 10th he said, “When I got the policies on the dwelling-house, I told you I owned it in fee-simple, not knowing the exact meaning of the term, which I believe is without encumbrance of any kind. I owe $3000, payable one year from April, being the last payment on all the property.”\nThe agent, however, testified that he never received such a letter.\nOn the night of June 22d 1876, the property was destroyed by fire, and upon the refusal of these companies defendants to pay the insurance, these actions were brought.\nThe plaintiff’s first point was as follows, which the court, Stowe, P. J., affirmed:\n“If the jury believe that the plaintiff in February 1876, purchased the property at Orphans’ Court sale, as shown by certified copies of the records of the Orphans’ Court of Fayette county; that the sale was confirmed by that court; that plaintiff paid one-half of the purchase-money and. became bound for the payment of the balance of the purchase-money, and that plaintiff entered into occupation of the property in pursuance of the purchase, and made valuable improvements on the same, and that neither the said Orphans’ Court, the heirs of Toynbee, or the administrators raised any objections to the sale to plaintiff, but permitted the said occupation and improvements; then the plaintiff became the equitable owner of the entire property and had an insurable interest therein, and any loss to the buildings subsequent thereto was his loss.”\nThe second and third points of defendant were as follows:\n2. That the interest of Wilgus in the property described in the policies sued on, at the time he procured them, as disclosed by the record in evidence, was not the entire, unconditional and sole ownership thereof, within the meaning of the fourth clause of the conditions of said policies; and the true nature and character of his ownership not being expressed in the written part of said policies, as required by the express terms thereof, the policies are void and the plaintiff cannot recover.\n8. That the true nature or character of the plaintiff’s ownership in the property described in the policies, is a fact material to the risk ; and if the jury believe from the evidence that the plaintiff did not disclose the true nature thereof and have it truly stated in the policies, as required by the first clause of the conditions thereof, the policies are void and the plaintiff cannot recover.\nTo which the court answered:\n“ Refused. It is true that the general principle enunciated in those points is correct, but we think, under the evidence in this case as to the representation of plaintiff in regard to title and interest and the actual title and interest he owned, the principle is not applicable to the facts of this case, and does not, therefore, bar his right of action in this case.”\nVerdict and judgment against all the companies, who took these writs and, inter alia, assigned for error the answers to the above points.\nWeir Gibson, G. L. B. Fetterman and W. G. Guiler, for pjaintiffs in error.\nThe question is, was Wilgus the entire unconditional and sole owner of the property for the use and benefit of the assured, within the meaning of the provision of the policies at the time he effected the insurance ? He had an equitable estate in the property to the extent of the purchase-money paid. That this was an insurable interest is not denied. But that he was the entire unconditional and sole owner for the use and benefit of the assured, is denied upon principle as well as upon authority: Security Ins. Co. v. Bronger, 6 W. P. D. Bush 146; Farmers’ and Drovers’ Ins. Co. v. Curry, 13 Id. 312; Rohbach v. Germania Ins. Co., 62 N. Y. 47 ; Reaper City Ins. Co. v. Brennan, 58 Ill. 159; Clay Fire and Marine Ins. Co. v. Huron Salt and Lumbering Manufacturing Co., 31 Mich. 346 ; Hinman v. Hartford Fire Ins. Co., 36 Wis. 159; Columbia Ins. Co. v. Lawrence, 2 Peters 25; Reynolds v. State Mutual Ins. Co., 2 Grant 326; Jenkins v. Quincy Mutual Fire Ins. Co., 7 Gray 370; Leathers v. Farmers’ Mutual Fire Ins. Co., 4 Foster 259; Tyler v. Ætna Ins. Co., 12 Wend. 507; Same Case, 16 Id. 385; Hayward v. N. E. Mutual Ins. Co., 10 Cush. 444; Birmingham v. Empire Ins. Co., 42 Barb. 457 ; Marshall v. Columbia Ins. Co., 7 Foster 169 ; Kibbe v. Hamilton Ins. Co., 11 Gray 163; Falis v. Conway Ins. Co., 7 Allen 46; Phillips v. Knox Ins. Co., 20 Ohio 174.\nK)box Reed, D. T. Watson and J. Gr. Wood, for defendants in error.\nConcerning the nature or character of Wilgus’s interest, there is no question between him and the plaintiffs. It is conceded that whatever may have been its extent, whether in the whole property or only to the amount of purchase-money actually paid at the time of insuring, that his interest therein was an equitable and consequently an insurable one: Siter, Jones & Co’s Appeal, 2 Casey 180; 2 Story’s Eq., ss. 789, 790, 1212; Stevens’s Appeal, 8 W. & S. 186; Kerr v. Day, 2 Harris 112; Robb v. Mann, 1 Jones 300; Reed v. Lukens, 8 Wright 202; Ins. Co. v. Updegraff, 9 Harris 519.\nThe interest of Wilgus was the entire unconditional and sole ownership for his use and benefit within the meaning of the condition of the policies: Merrill v. Agricultural Ins. Co., 6 Reporter 237; Northampton v. Smith, 11 Metcalf 390; Ætna Ins. Co. v. Tyler, 16 Wend. 385; Strong v. Ins. Co., 10 Pick. 40; Tyler v. Ins. Co., 12 Wend. 507 ; Lorrillard Ins. Co. v. McCulloch, 26 Ohio 52; Coursin v. Ins. Co., 10 Wright 328; Gaylord v. Ins. Co., 40 Mo. 13; Becknall v. Ins. Co., 58 N. Y. 677; Wood on Ins. 477; May on Ins., sect. 76; Hough v. Ins. Co., 29 Conn. 10."
  },
  "file_name": "0107-01",
  "first_page_order": 105,
  "last_page_order": 109
}
