{
  "id": 1061205,
  "name": "Barzilla Stephens versus Monongahela National Bank",
  "name_abbreviation": "Stephens v. Monongahela National Bank",
  "decision_date": "1879-01-06",
  "docket_number": "",
  "first_page": "157",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "88 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 N. B. R. 152",
      "category": "reporters:specialty",
      "reporter": "N.B.R.",
      "opinion_index": -1
    },
    {
      "cite": "3 Grant 36",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 298",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0298-01"
      ]
    },
    {
      "cite": "2 Peters 538",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "13 La. 525",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8752454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la/13/0525-01"
      ]
    },
    {
      "cite": "2 Hill 451",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "32 Vt. 341",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        2353994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/32/0341-01"
      ]
    },
    {
      "cite": "38 Mo. 228",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8850565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/38/0228-01"
      ]
    },
    {
      "cite": "19 Vt. 410",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4422454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/19/0410-01"
      ]
    },
    {
      "cite": "13 Wright 364",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 307",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Barb. S. C. 634",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        8594643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/3/0634-01"
      ]
    },
    {
      "cite": "7 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0375-01"
      ]
    },
    {
      "cite": "2 Wright 307",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1162,
    "char_count": 28480,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 4.857326334443964e-07,
      "percentile": 0.9327149961252568
    },
    "sha256": "3f02d65e072cc003632ebb94107a85cc7ca422890793c77f40cd8b5ea683be5a",
    "simhash": "1:0fade04d5a30ee79",
    "word_count": 5049
  },
  "last_updated": "2024-02-27T21:26:28.588934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnbw, C. J., Sharswood, Merctjr, Gordon, Paxson and TrunHey, JJ. Woodward, J., absent."
    ],
    "parties": [
      "Barzilla Stephens versus Monongahela National Bank."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, January 6th 1879.\nThe maker of a negotiable note undertakes to pay it, according to its tenor, to any holder to whom it may be due. An accommodation maker is equally liable, except to the payee. In respect to thir,d persons the law considers him just in the character he has assumed, and will not permit him to allege that the paper to which ho gave his name w'as an imposition, nor to gainsay its reality by proof that it wras a fiction. It shall be taken pro vertíate that he was the drawer, for da vertíate that was the very thing he was intended to be: Bank of Montgomery County v. Walker, 9 S. & R. 229. “ We assume this broad principle that the man who draws a promissory note for the purpose of negotiation, must stand by it. He has placed himself in the situation of a principal, and shall not escape by alleging that he was a surety” : Walker v. Bank, 12 S. & R. 382. The fact that the holder knew he had received no value will not relievo him, for, by placing himself in front, the holder had a right to suppose that he was willing to abide the consequences : Id. The payee of an accommodation note may sell or discount it, or pledge it as collateral security for an antecedent debt, for he has a loan of the maker’s credit without restriction: Appleton v. Donaldson, 3 Barr 381.\nBy endorsement of a negotiable note, without qualification, the endorser promises that if the maker and previous endorsers do not pay it at maturity, when duly called upon and notified, he will, and this promise is to his immediate endorsee and every subsequent one. The endorsee of accommodation paper takes more than the rights of the payee, and can recover of the maker because the note was given for this very purpose. So is an accommodation endorser liable to subsequent endorsees. The principle is a general one that the person making or endorsing a negotiable note, for the benefit of another, is liable to a third person, even with notice of the want of consideration, but is not to the person for whose benefit the paper was signed: 2 Pars, on Bills and Notes 27; Byles on Bills 237.\nAn endorser is something more than a surety, and is liable in the first instance as a drawer. As between maker and endorsers the relation of principal and surety exists, and each prior party is a principal for each subsequent party. In an action by one who has paid the holder, extrinsic evidence may be admissible to show that the maker, in fact, is surety for the endorser. Every surety for another is discharged from this secondary obligation if the creditor does not hold the principal debtor to his primary obligation with proper strictness. The rights and duties of endorsers and sureties are so alike that most acts which will discharge the one will also the other. But there are some distinctions important to observe lest a principle, exclusively applicable to one, be perverted. For instance, without due demand and notice, at the maturity of a note, an endorser will bo discharged — a surety continues liable upon his contract, though the creditor sleeps. A surety may spur the creditor into activity by notice to pursue the principal debtor, on pain, for neglect, that the surety will be no longer bound — not so an endorser. The latter cannot call upon the holder of a protested note to sue the drawer, and, if he refuses, thereby relieve himself, for, if he wishes instant recourse to the principal, it is his duty to pay the note and sue for himself: Beebe v. West Branch Bank, 7 W. & S. 375.\nIt is well settled, sustained by authorities cited by counsel for plaintiff in .error, that when the property of the principal has been taken in execution by the creditor, the lien thus acquired cannot be i relinquished without discharging the surety, to an extent corresponding with its value. It is more than doubtful that, in Pennsylvania, such result would follow a withdrawal of the execution before levy, though it was once so held in England. The distinction between the lien of the writ and lien of the levy seems to be that the latter is a technical satisfaction of the'.judgment. But it is now settled that if a judgment-creditor relinquish his levy upon personal property, leaving the same with the debtor, his debt is not paid, nor the lien' upon the debtor’s land postponed to a junior judgment. He may leave the goods in the debtor’s hands, release his levy and abandon his writ, without affecting his right as an older lien-holder, to claim the proceeds of sale of the debtor’s land. Only when the goods, by the seizure, have been lost to the debtor, is the judgment satisfied: Campbell, Bredin & Co.’s Appeal, 8 Casey 88.\nLong kept his goods, and no part of the judgment against him was satisfied by relinquishing the levy and staying the writ. Were he the principal debtor, his surety might be released because of the creditor’s duty to hold the levy for benefit of the surety. A barren levy is no payment in fact, and a levy of the goods of a surety, given up, is no bar to recovery against the principal. Stephens stands just as he placed himself upon the face of the note, and indulgence to the payee, who endorsed it, will not prejudice the holder. A composition accepted from the endorser would not relieve the maker farther than the sum paid to the holder: Love v. Brown, 2 Wright 307. It follows that the offers of testimony, B, C and E, were rightly rejected.\nIt was earnestly pressed that the court erred in rejecting the offer to prove an agreement between the bank and Israel Stephens, to violate section 5200 of the Revised Statues U. S., which declares that “ the total liabilities to any association of any person, or of any company, corporation, or firm, for money borrowed, including, in the liabilities of a company or firm, the liabilities of the several members thereof, shall at no time exceed one-tenth part of the amount of the capital stock of such association actually paid in and that the loans, in pursuance of said agreement, were in excess of the authority and power of the bank to make. No principle is better settled than that an action cannot be maintained on a contract, the consideration’ of which is either wicked in itself or prohibited by law. This has been often discussed, and recently in an able opinion by the present chief justice, in Fowler v. Scully, 22 P. F. Smith 456, a case relied on in support of the offered testimony. Not stopping to remark upon the rule, nor upon distinctions between cases within and without, we come to consideration of the statute to ascertain if the alleged agreement prevents recovery of the money loaned.\nThe powers conferred on banks must be distinguished from regulations for their business. An act done without authority, and forbidden, is not„ like one which violates a regulation. In Fowler v. Scully the action was upon a mortgage, showing on its face that it was taken to secure loans to be made, and “ to avoid the necessity of procuring the additional endorsement to said paper of a third party.” It was held that, 1. Under section 5736 banks have power to loan money on personal security, but not upon other; 2. Section 5137 authorizes them to take mortgages to secure debts previously contracted; 3. They are prohibited, by necessary implication, from lending money on the security of a mortgage. The reasoning in support of these conclusions seems unanswerable, yet so close was that case to the border beyond which a contract will not be held void for illegal consideration, that two-fifths of the judges believed it on the other side and dissented from the judgment. Here the note was in the power of the bank to take, and the security was personal. Nothing on the face of the note, nor in the plaintiff’s evidence, shows a taint of illegality. It appears as clear as any transaction within the conceded powers of the bank. The statute has many provisions for regulation of banking business. Some sections, as 5197 and 5198, relating to interest, contain clauses of forfeiture and penalty for violation. But everywhere it has been held that the bank may recover the money actually loaned upon a usurious contract. Other sections, as 5201 and 5208, for violation, subject the bank to appointment of a receiver. Nearly all the sections, including 5200, relating to liabilities of any one person to the bank, are vindicated by the provisions in section 5239, which declares that a wilful violation of any provision, shall forfeit the rights, privileges and franchises of the association. Such violation can only be determined by suit brought by the comptroller of the currency in the proper court of the United States. And in case of such violation, every director who participated in or assented thereto, shall be personally liable for all damages, in consequence of the violation, sustained by the bank, its shareholders or any other person. Until the forfeiture be determined, in the mode provided, the bank may do business; and no person by a conspiracy to evade its regulations, may escape liability for borrowed money, loaned by the bank, upon personal security in the manner authorized. In O’Hare v. Second National Bank of Titusville, 27 P. F. Smith 96, it was said, per Aunew, C. J.: “ Evidently the limitation of the indebtedness to the one-tenth in the 29th section (5200 R. S.), was intended as a general rule for conducting the business of the bank ; a rule laid down from experience to regulate its loans for its own best interest, and those of stockholders and creditors, not a rule to regulate its customers. It was, as remarked in Fowler v. Scully, a regulation to prevent these .associations from splitting on the rock which has ruined so many banks, to wit, that of lending too much of their capital to one person or firm. The intention being to protect the association and its stockholders and creditors from unwise banking, we cannot suppose it was meant to injure them by forbidding recovery of the injudicious loans. We should not interpret the section so as to carry its prohibition beyond its true purpose, and thus cause it to destroy the very interest it intended to protect by regulation. To do so would be, as said by the court below, to demand a penalty in favor of one individual for an offence against the country, and invite to dishonesty under a.pretence of a regard for the law.” If this language was not strictly necessary to disposition of that case it is apposite here, and demonstrates that a contract purposely made in evasion of that section is not void. Of course, we have considered the offer as true, namely, that there was a conspiracy between the bank and the borrower to violate the statutory regulation. The question is whether the note is invalid on general principles of policy, and not one of equity and justice between the parties. The public good is the ground of relief to a defendant who'proclaims his own turpitude in the wilful violation of a statute, and his shame in refusing payment of what he justly owes — not his worthiness. The bank is treated as a conspirator, but the fact is unmistakable that it was.its officer. It is not the intendment of the statute to provide a way by which an unfaithful officer and dishonest stranger may empty the vaults of the bank, work its ruin, to the great loss of its shareholders and creditors, and the receiver of its money, wrapped in the mantle of public policy, escape liability.\nError is assigned- to the rulings of the court limiting set-off of excess of interest, paid on other transactions, to a period within six years preceding the trial. While it may be true, that neither time nor contract will sanctify or legalize the taking and holding of usurious interest by a national bank, it is just as certain that the remedy for the owner to recover it back is -by a personal action'. The right of action accrues the very instant the usury is paid. That it is barred in six years by the Act of 27th March 1718, is too plain for remark. It is difficult to imagine a case where the statute does not begin to run from payment of the usurious money, for the owner almost necessarily has knowledge of the facts from the first. In case of fraud the statute runs from its discovery. Not a tittle was shown to toll the\" statute, at law or in equity.\nThe rulings of the learned judge upon the question of jurisdiction need no vindication. They accord with the doctrine in Bletz v. The Columbia National Bank, 6 Norris 87.\nBut one other point requires special notice. Since this cause was tried in the court below, it has' been decided- that -where there has been a series- of renewal notes given to a national bank, for the continuation of the same original loan, and the bank sues to recover its debt on the last, the borrower is entitled to credit for all the intcest he has paid from the beginning, on the loan, and not merejy to the excess above the lawful rate. All interest paid, or charged and put into the notes, must be credited: Overholt v. National Bank of Mt. Pleasant, 1 Norris 490; Cake v. Bank, 5 Norris 303. Nothing can be added to the opinion of Sharswood, J., in Overholt v. The Bank. The rulings upon offers of testimony, answers to points and charge, so far as inconsistent with the principles of that case, are erroneous. And for this\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "A. A. Pwrman and P. A. Knox, for plaintiff in error.",
      "Sayers Sayers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barzilla Stephens versus Monongahela National Bank.\n1. An accommodation maker of anote, in regard to third persons, is liable to pay it according to its tenor, and cannot successfully allege the paper was an imposition. He is to be taken pro veritate as the drawer, and having placed himself in the position of principal, he cannot escape by alleging that he was a surety. The payee having the loan of the maker’s credit, may sell or discount an antecedent note or pledge it as collateral security for debt.\n2. An endorser is something more than a surety and is liable in the first instance as a drawer. Between makers and endorsers, the relation of principal does not exist. Each prior party is a principal for each subsequent one.\n3. When the property of the principal has been taken in execution by the creditor, the lien thus acquired cannot be relinquished without discharging the surety to an extent corresponding with its value. It is more than doubtful that in Pennsylvania such result would follow a withdrawal of the execution before levy, though it was once so held in England.\n' 4. See No. 5200 of the Revised Statutes of the United States, declares “ the total.liabilities to any association of any persons or any company, corporation or firm, for money borrowed, including in the liabilities those of the several members thereof, shall at no time exceed one-tenth of the amount of the capital stock of such association actually paid in.” Held, that it was not error to reject an offer to prove an agreement to violate this section, and that the loans in pursuance of it were in excess of the authority and power of the bank to make.\n5. Fowler v. Scully, 22 P..F. Smith 456, considered and approved.\n6. Forfeiture of the privileges and' powers of a national bank must be determined by a suit brought by the comptroller of the currency, and until determined it'may-do business ; and no person, by á conspiracy to evade its regulations, may escape liability for borrowed money loaned by it, upon personal security in the manner authorized.\n7. O’Hare v. Second National Bank of Titusville, 27 P. F. Smith 96, considered and approved.\n■ 8. 'The remedy to recover usurious interest paid, is by a personal action. The right of action accrues when it is paid, and the Statute of Limitations .begins to run from that date.\n9. Where there has been a series of renewals for the same loan', in a suit by the bank upon the last note, the borrower is entitled to a credit for all the interest paid on the loan from the beginning and not merely the excess above the lawful rate-\nNovember 19th 1878.\nBefore Agnbw, C. J., Sharswood, Merctjr, Gordon, Paxson and TrunHey, JJ. Woodward, J., absent.\nError to the Court of Common Pléas of Greene county: Of October and November Term 1876, No. 110.\nThis was an action on a promissory note. The jury found a special verdict, finding the facts as follows:\nThat the defendant gave a note to the plaintiff, dated October 10th 1874, .calling for $10,575, payable twenty-five days afterdate. ■That $75 was charged as the interest on $10,500, from its date to maturity of said note and put in the note. That for excessive interest over six per cent, on all the transactions that Israel Stephens had with the plaintiff from April 7th 1870, there was charged to him the sum of $1907.04, and that the' note in suit was a renewal of a note given by Israel Stephens in his lifetime to said plaintiff, and .that the balance due the plaintiff at this date, less all the interest from the date of the note in suit, and the amount of excessive interest- as aforesaid, was the sum of $8592.96. . :\nJudgment for plaintiff was entered- upon this verdict.\nThe court, Willson, P. J., said:\n“ In this action the Monongahela National Bank of Brownsville seeks to recover from Barzilla Stephens, the sum of $10,575, being the amount' of a note signed by Barzilla Stephens, bearing date the 10th day of October 1874, payable to the .order of R. S. Long, twenty-five days after the date of said note. The defendant does not deny having signed the note, but claims, however, in addition to the offers that were made by his' counsel and ruled out by the court, that he is entitled to a deduction from the amount of the note of $75 excessive interest included in the note as well as the interest paid in excess by Israel Stephens in other transactions between Israel Stephens and the Monongahela National Bank of Brownsville. It appears from the evidence that the Monongahela National Bank of Brownsville had a note of Israel Stephens’s for the sum of $10,500, and that before that note became due Israel Stephens died. At its maturity it became necessary that something should be done with the note, and in consequence this note was given, being signed by Mr. Barzilla Stephens, and endorsed by Azariah Stephens, R. S. Long and Barzilla Stephens. It appears further that Azariah and Barzilla Stephens administered upon the estate of their brother Israel, and hence the defendant claims that he is entitled to a credit on this note for all sums that Israel Stephens would have been entitled to if he were living and the suit was brought against him, and wo state, and instruct you, that he is not only entitled to a credit of the $75 excessive interest charged in the note, but also for all excess of interest over and above the legal rate allowed by the law of Pennsylvania, paid by Israel Stephens in other transactions with, the Monongahela National Bank of Brownsville within the last six years.\n“The act of Congress under which these banks hold their charters provides, that when they receive or reserve, or have charged a greater interest than that allowed by the law of the state in which they do business, that they shall forfeit all the interest so received or reserved. In this case it is admitted that $75 was charged to Mr. Stephens on the amount of the note for twenty-five days, at the rate of nine per cent., being three per cent, in excess of what is allowed by the laws of this Commonwealth; and hence we instruct you that the bank forfeits all that interest. And, further, that having taken or reserved that amount of interest in violation of law, that, according to the decision of the Supreme Court, it destroys the interest-bearing power of the noteso that the bank is not entitled to the interest on the note from the day it' became due up to the present time. If we had been called upon to decide this question before the decision of the Supreme Court, our instructions would have been very different. Instead of instructing you that the defendant would be allowed to default the excessive interest paid in prior transactions, we would have instructed you that the defendant could not claim aiiy deduction for excessive interest paid in other transactions by Israel Stephens; as we considered such excess could only be recovered by an action of debt brought within two years, as provided by the act of Congress. And as to the note in suit, wo would have instructed you, that the bank only forfeited the interest during the time that the note had to run — that is, it would forfeit the $75, but would be entitled to the legal interest from tbe time of the maturity of the note up to the present time. But it seems from the decision of the Supreme Court in the cases of Brown v. The Erie National Bank, and Lucas v. The Pottsville National Bank, that our construction of the law would have been erroneous, for the Supreme Court in these cases have decided that the defendant would be entitled to a credit for all the excess of interest over and above six per cent, paid in other and prior transactions within the last six years. And accordingly we instruct you as we understand the Supreme Court to have laid down the law.\n“ The defendant then is entitled to a credit for the excess over and above six per cent, paid by Israel Stephens, in other transactions than the note in suit, to the Monongahela National Bank of Brownsville. As to the amount of that excess there is no contest. In regard to the note in suit, we instruct you that the plaintiff bank forfeits the $75, and is entitled to no interest from the maturity of the note up to the present time. Deducting the $75, you have the sum of $10,500 due on this note to the bank; and from that sum you must deduct the various sums paid in excess in other transactions — that is, the sum of $1907.04. That deducted from $10,500 leaves the sum of $8592.96 now due the bank from Barzilla Stephens, and for which the plaintiff is entitled to your verdict. But in making up your verdict we want you to set forth the different deductions, so that hereafter in the trial of the other cases between the Monongahela National Bank of Brownsville and the legal representatives of Israel Stephens, it can be seen what deductions have been made in this suit; and we have directed the counsel for fhe plaintiff to prepare a special verdict for you to render in'this case.”\nThe court rejected the following offers of evidence:\nThat the plaintiff has recovered judgment against the said Richard S. Long, one of the real debtors, issued execution, levied on a large amount of personal property, stayed the execution, and released the personal property of said Long. That defendant notified plaintiff to proceed and collect this judgment, as he would not stand bound as surety any longer.\nThat since said notice, the said R. S. Long has had a large amount of personal property which could have been sold on execution on said judgment. That the plaintiff has refused to collect the judgment of the real debtor, although said Long had sufficient real and personal property to satisfy said judgment. This, after sufficient notice from defendant to so proceed.\nThat the note in suit is one of several notes discounted by plaintiff for Israel Stephens and R. S. Long, who were partners in buying and selling cattle and other stock in the west. That the note in' suit and the other notes just referred to were discounted under an agreement , entered into by and between the plaintiff bank and Israel Stephens, that as the plaintiff bank could not loan the said firm of Israel Stephens and R. S. Long, without violating the law of Congress, only one-tenth of the capital stock of plaintiff bank being paid in, nor the individual members of said firm, that said plaintiff bank would discount the notes for said Israel Stephens and Richard S. Long to evade the provisions of the 29th section of the National Currency Act of 3d June 1864 (being section 5200 of the Revised Statutes of the United States), and that the said loans and notes were in excess of the authority and power of said plaintiff to make.\nThe court refused to charge that if the jury believe that, at the time of the original of the note in suit and each renewal thereof was taken, that the bank knowingly, reserved and charged interest and discount thereon in excess of the amount permitted by the National Bank Act to national banks located and doing business in this state, then each of said notes was without consideration to the extent of the sums so reserved and charged as interest and discount.\nThat if the jury believe that the plaintiff knowingly violated any prohibition contained in the National Bank Act at the time it took the note in suit, and the prior notes of which it was the last renewal, then no action can be here maintained upon such contract made in violation of an United States statute.\nThat the plaintiff being a national bank organized and doing business under an Act of Congress, known as the National Bank Act, this court is without jurisdiction over this case.\nDefendants took this writ of error, and assigned for error the charge, the answers of the court, and the rejection of defendant’s offers.\nA. A. Pwrman and P. A. Knox, for plaintiff in error.\nA person who makes or endorses an accommodation-note for the accommodation of a party thereto, is regarded as a surety: Baker v. Martin, 3 Barb. S. C. 634.\nThe creditor having taken out execution against the debtor, is a trustee of it for all parties interested, and if without the knowledge of the sureties he withdraws the execution he thereby discharges the sureties: Rees v. Barrington, Lead. Cas. in Eq., H. & W., 3 Am. ed., p. 824.\nThe maker of accommodation paper is discharged to the extent of the payments made by the endorser to the holder: Love v. Brown, 2 Wright 307; Hunt v. Breading, 12 S. &. R. 41; Assignees v. Patton, 13 Id. 346; Com. v. Haas, 16 Id. 252; Sitgreaves v. Bank, 13 Wright 364; Com. v. Miller, 8 S. & R. 452.\nNotice to the president on any subject is notice to the bank: Morse on Banks and Banking 113; Porter v. Bank of Rutland, 19 Vt. 410; Mechanics’ Bank v. Schaumburg, 38 Mo. 228; Roumage v. Mechanics’ Fire Ins. Co., 1 Green (N. J.) 110; Smith v. South Royalton Bank, 32 Vt. 341; Bank of U. S. v. Davis, 2 Hill 451; North River Bank v. Aymor, 3 Id. 262; Louisiana State Bank v. Senecal, 13 La. 525. When a person has sufficient information to lead him to a fact he shall be deemed cognisant of it: 2 Kent Com. 630; May v. Chapman, 16 M. & W. 355; Maul v. Rider, 9 P. F. Smith 167.\nThe loans were in excess of one-tenth, and plaintiff cannot recover: Bank of the U. S. v. Owens, 2 Peters 538; Dill v, Ellicott, Taney’s Circuit Court Decisions 233; Maybin v. Coulon, 4 Dall. 298; Seidenbender v. Charles’s Adm’r, 4 S. & R. 150; Holt v. Green, 23 P. F. Smith 198; Morris Run Coal Co. v. Barclay Coal Co., 18 Id. 174; Bowman v. Cecil Bank, 3 Grant 36; Mechanics' Savings and Loan Co. v. Conover, 5 Phila. R. 18; and other cases referred to in Fowler v. Scully, 22 P. F. Smith 466, 467.\nThe amounts being .received in violation of law cannot .be ' retained, and neither time nor contract will sanctify them or legalize the defendant’s possession as against the rightful owner: Brown v. Bank, 22 P. F. Smith 212; Lucas v. National Bank, 28 Id. 232.\nNo state will act upon or enforce the penal code of another state or jurisdiction, it has neither the power nor the inclination. Congress cannot diminish the jurisdiction of a state court, and it cannot ■ compel a state to exercise a jurisdiction not required by the laws of the state: Haney v. Sharp, 1 Dana (Ky.) 442; Ward v. Jenkins, 10 Metcalf 583; 1 Kent’s Com. 403; Bingham v. Claflin, (Wis. S. C.), 7 Nat. Bankruptcy Reg. 412; and Voorhees v. Frisbie, (Mich. S. C.), 8 N. B. R. 152.\nSayers Sayers, for defendant in error.\nAccommodation paper is a loan of the maker’s credit without restriction as to the manner of its use: Appleton v. Donaldson, 3 Barr 386. He who puts himself in the front of a negotiable instrument must abide the consequence : 12 S. & R. 382. There being no fraud or undue means charged by defendant below in the transaction, he literally has no defence against plaintiff as a holder for value before maturity: Phelan v. Moss, 17 P. F. Smith 59.\nIt has been decided that the provision of our Act of March 28th 1858, which ■ provides that where the debt and excessive interest have been paid, an action will lie to recover the same within six months, does not apply: Lucas v. Government National Bank, supra."
  },
  "file_name": "0157-01",
  "first_page_order": 155,
  "last_page_order": 165
}
