{
  "id": 470711,
  "name": "Haines Trust",
  "name_abbreviation": "Haines Trust",
  "decision_date": "1947-01-28",
  "docket_number": "Appeal, No. 116",
  "first_page": "10",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "356 Pa. 10"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0144-01"
      ]
    },
    {
      "cite": "70 A. 577",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0123-01"
      ]
    },
    {
      "cite": "166 A. 647",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0181-01"
      ]
    },
    {
      "cite": "8 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959548
      ],
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/8/0514-01"
      ]
    },
    {
      "cite": "75 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036789
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0420-01"
      ]
    },
    {
      "cite": "29 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0385-01"
      ]
    },
    {
      "cite": "46 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0455-01"
      ]
    },
    {
      "cite": "52 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0400-01"
      ]
    },
    {
      "cite": "71 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/71/0476-01"
      ]
    },
    {
      "cite": "95 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0262-01"
      ]
    },
    {
      "cite": "95 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0240-01"
      ]
    },
    {
      "cite": "17 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "126 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0074-01"
      ]
    },
    {
      "cite": "32 A. 2d 400",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217345
      ],
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0307-01"
      ]
    },
    {
      "cite": "42 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481542
      ],
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0402-01"
      ]
    },
    {
      "cite": "14 A. 391",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "120 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559926
      ],
      "pin_cites": [
        {
          "page": "456-457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/120/0441-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 450",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841208
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/20/0450-01"
      ]
    },
    {
      "cite": "34 A. 958",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "175 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880515
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/175/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 9119,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.6421619351227722e-07,
      "percentile": 0.6912984116062365
    },
    "sha256": "b9c29a9e76010b57f9feb09cf915bf3faca37ce71788f1c1479d501612039f18",
    "simhash": "1:b2db949df136a5de",
    "word_count": 1580
  },
  "last_updated": "2024-02-27T17:48:41.677463+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Haines Trust."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nOn February 13, 1930, Ella E. Wister Haines, without the joinder of her husband, made, executed, acknowledged and delivered her voluntary deed of trust of certain property to trustees therein named, for the settlor’s use for life with remainders to her children and their issue. The trust by its express terms purported to be irrevocable and embraced the settlor’s undivided remainder interest in the estate of her deceased father, William Botch Wister, which was subject to a life estate in favor of Ms widow (Mrs. Haines’ mother) who was still living. The Wister estate consisted of both realty and personalty. The purpose of the Haines trust was to protect the settlor’s mentioned patrimony from the importunities and exploitation of her husband, D. Jansen Haines, whose late heavy financial reverses and concomitant mental and physical health impairment had put him in a position where he could no longer support his family with which, however, he continued to live on amicable terms.\nD. Jansen Haines died on March 17, 1943, at the age of seventy years, and Mrs. Wister, the life tenant of the William Rotch Wister estate, died on February 29, 1944, at the age of ninety-nine years. The need for Mrs. Haines’ trust having ceased with the death of her husband and the remainder interests in the Wister estate having vested in possession with the death of the life tenant thereof, Mrs. Haines, joined by the trustees and all sui juris beneficiaries of her trust, petitioned the court below on December 5,1944, for a decree terminating the Haines trust. A guardian ad litem for interested minors and a trustee for remaindermen in posse, appointed by the court, has faithfully resisted and continues to resist the termination of the trust. The learned court below dismissed the petition on the ground that, while the deed of the settlor (a feme covert) without the joinder of her husband was voidable, it had since been ratified and confirmed by the settlor, in circumstances to which we shall make reference, after the disability of coverture had been removed through the death of the settlor’s husband.\nFollowing the death of Mrs. Wister, the trustees of the Wister estate filed in the Orphans’ Court of Philadelphia County a first and partial account of the administration of their trust. The funds so accounted for consisted of personalty and the proceeds from the sale of some real estate which the trustees had sold under a testamentary power. The account came on for audit on December 7, 1944, with due notice to Mrs. Haines and her trustees both with respect to the filing of the account and the audit thereof at which an appearance for Mrs. Haines and her trustees was entered by counsel. A certified copy of the Haines trust was handed up to the auditing judge. After making reference to the Haines deed of trust in an ensuing adjudication which stated that “An award of this [Mrs. Haines’] share of principal will be made hereunder to the trustees named”, the auditing judge entered a decree of distribution whereby Mrs. Haines’ share in the funds accounted for in her father’s estate was awarded to her trustees without objection or exception by anyone. A stipulation of counsel, filed of record, states that “At the Audit no question was raised by anyone as to the validity of the [Haines] Trust Deed in whole or in part”. It is the contention of Mrs. Haines, as the present appellant from the decree of the court below dismissing the petition to terminate the trust, that, while the decree of the Orphans’ Court in the Wister estate is binding upon her with respect to the funds distributed thereby, the question of the validity of the Haines trust was not before the Orphans’ Court and that she is not barred from her right to disaffirm her trust to the extent that it remains voidable, viz., as to the unconverted real estate to which she is entitled as a remainderman under her father’s will. In our view, the appellant’s position is well taken.\nAfter a train of cases to the effect that a deed of a married woman without the joinder of her husband is absolutely void, this court, in Jourdan v. Dean, 175 Pa. 599, 617, 34 A. 958, in a per curiam opinion, expressly approved a ruling below that a married woman, by her conduct after discoverture, had ratified a deed and its delivery made by her alone during coverture. It would seem to follow, as a logical corollary, that a married woman’s deed without her husband’s joinder is, from its inception, merely voidable and not absolutely void. The specific ruling in the Jourdan case, supra, was expressly based upon earlier opinions by eminent jurists of this State, and the line of cases to opposite effect wrere distinguished (p. 611) on the ground that “the acts [of alleged ratification] relied upon were during coverture, and therefore do not apply to a woman sui juris by reason of discoverture”. In Simon’s Estate, 20 Pa. Superior Ct. 450, 469, President Judge Rice adopted the above-mentioned distinction, stating in that connection, that “The cases which decide that a married woman’s deed, being absolutely void, cannot be ratified by any subsequent act short of a new deed subsequently acknowledged in the form required by the statute, have reference to acts done while the disability of coverture remains. After the disability has been removed, ratification may be implied from acts less solemn, as was clearly shown by Judge Barker [of the 47th Judicial District] in his review of the cases in Jourdan v. Dean, 175 Pa. 599.”\nBut, regardess of whether the deed of a married woman, without the joinder of her husband, is void or voidable, there is no evidence of a ratification by Mrs. Haines. Her conduct with respect to the audit and distribution by the Orphans’ Court of the funds in the hands of the trustees under William Rotch Wister’s will, as accounted for by them, neither operated to ratify, after discoverture, her sole conveyance of her interest in the Wister realty (made during coverture) nor did it estop her from disaffirming her deed of trust to the extent that it purported to convey her interest in that real property.\nNo basis for an estoppel is present. The accounting of Mr. Wister’s trustees, following the death of the life tenant under Ms will, would have been no different than it was had Mrs. Haines not made her deed of trust. The proceeds from the sale of real estate, for which the Wister trustees accounted, they obtained through conversions which the Wister will empowered them to make incidental to their administration of the estate. So far as Mrs. Haines’ right, in remainder, to participate in such funds is concerned, her deed of trust was and is an operative and irrevocable transfer of that right. She was therefore not called upon in connection with the Orphans’ Court distribution to disaffirm with respect to her purported conveyance of realty or be adversely bound by her failure to do so. The validity of the Haines deed of trust, as a transfer of Mrs. Haines’ interest in Wister realty, was not before the Orphans’ Court and, accordingly, was not passed upon by that court. In no view, therefore, can that question be considered res judicata by virtue of the Orphans’ Court decree. See Cavanaugh v. Buehler, 120 Pa. 441, 456-457, 14 A. 391; Tams v. Lewis, 42 Pa. 402, 410.\nThe decree of the Orphans’ Court is, of course, binding upon Mrs. Haines but only to the extent of the property and the testamentary rights therein dealt with. See Emmerich Estate, 347 Pa. 307, 311, 32 A. 2d 400. Because of the conclusive effect of the decree, she is without standing to claim the moneys so distributed by the Orphans’ Court to her trustees. Moreover, on the basis of merit, her deed of trust is and continues to be a competent and irrevocable transfer of her rights to personalty at the time of the conveyance. But, as to her interest in realty as of the same time, she is free to disaffirm; and the grant of the deed of trust should have been cancelled and revoked pro tanto as to the settlor’s interest in unconverted real estate late of William Rotch Wister, deceased.\nThe decree of the court below is reversed and the cause remanded for further proceedings in conformity with this opinion; the costs to be paid from the corpus of the Haines trust.\nStivers v. Tucker, 126 Pa. 74, 17 A. 541; Buchanan v. Hazzard, 95 Pa. 240; Innis v. Templeton, 95 Pa. 262; Williams v. Baker, 71 Pa. 476; Glidden v. Strupler, 52 Pa. 400; Rumfelt v. Clemens, 46 Pa. 455; and Richards v. McClelland, 29 Pa. 385.\nBrown v. Bennett, 75 Pa. 420; Conklin v. Bush, 8 Pa. 514, 517; Jourdan v. Jourdan, 9 S. & R. 268; Share v. Anderson, 7 S. & R. 43. Cf. Merz v. Brady, 311 Pa. 181, 166 A. 647; and McCoy v. Niblick, 221 Pa. 123, 70 A. 577. See also Trout v. McDonald, 83 Pa. 144.\nCases cited in footnote 1, supra.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Symington P. Landreth, Jr., with him Rambo, Knox & Landreth, for appellant.",
      "C. Selden Pitt, with him Barnes, Dechert, Price, Smith é Clark, for appellee."
    ],
    "corrections": "",
    "head_matter": "Haines Trust.\nArgued November 25, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nSymington P. Landreth, Jr., with him Rambo, Knox & Landreth, for appellant.\nC. Selden Pitt, with him Barnes, Dechert, Price, Smith é Clark, for appellee.\nJanuary 28, 1947:"
  },
  "file_name": "0010-01",
  "first_page_order": 34,
  "last_page_order": 38
}
