{
  "id": 470658,
  "name": "DiBona, Admr., Appellant, v. Philadelphia Transportation Company",
  "name_abbreviation": "DiBona v. Philadelphia Transportation Co.",
  "decision_date": "1947-03-26",
  "docket_number": "Appeal, No. 230",
  "first_page": "204",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "356 Pa. 204"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A. 726",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141518
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0515-01"
      ]
    },
    {
      "cite": "35 A. 2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220299
      ],
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0232-01"
      ]
    },
    {
      "cite": "354 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0297-01"
      ]
    },
    {
      "cite": "220 A. 2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184349
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0491-01"
      ]
    },
    {
      "cite": "194 A. 486",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0419-01"
      ]
    },
    {
      "cite": "350 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461185
      ],
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0035-01"
      ]
    },
    {
      "cite": "303 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130057
      ],
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0498-01"
      ]
    },
    {
      "cite": "97 A. 471",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "252 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0354-01"
      ]
    },
    {
      "cite": "270 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066024
      ],
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0107-01"
      ]
    },
    {
      "cite": "264 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "84 Pa. Superior Ct. 112",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        662565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/84/0112-01"
      ]
    },
    {
      "cite": "274 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0087-01"
      ]
    },
    {
      "cite": "264 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0017-01"
      ]
    },
    {
      "cite": "255 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0185-01"
      ]
    },
    {
      "cite": "264 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048577
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0098-01"
      ]
    },
    {
      "cite": "155 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1057000
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0095-01"
      ]
    },
    {
      "cite": "325 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172247
      ],
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0235-01"
      ]
    },
    {
      "cite": "6 A. 2d 787",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0433-01"
      ]
    },
    {
      "cite": "171 A. 607",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0375-01"
      ]
    },
    {
      "cite": "152 A. 674",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0539-01"
      ]
    },
    {
      "cite": "348 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220333
      ],
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0117-01"
      ]
    },
    {
      "cite": "318 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0570-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1057,
    "char_count": 24677,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 3.6267922314323407e-07,
      "percentile": 0.8889363820052829
    },
    "sha256": "b7805779eeb6f7ba309b5ce3f381045a101ce9523a274819c85e8134c407e223",
    "simhash": "1:fd26d4234d1a48f5",
    "word_count": 4396
  },
  "last_updated": "2024-02-27T17:48:41.677463+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Ltnn, Stern, Patterson, Stearns and Jones, JJ.",
      "Mr. Justice Horace Stern and Mr. Justice Allen M. Stearne concur in this opinion."
    ],
    "parties": [
      "DiBona, Admr., Appellant, v. Philadelphia Transportation Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis is an appeal from the refusal of the court below to take off a nonsuit. The action was one of trespass brought under the Act of 1855, P. L. 309, as amended by Pennsylvania Rules of Civil Procedure Number 2202. The plaintiff brought the action as administrator of the Estate of Pasquale Capozzali, deceased, under the Act of 1937, P. L. 2755, and on behalf of the widow of the decedent and minor children.\nOn September 12, 1945, at about noon, Capozzali in Philadelphia was traversing Main Street, Philadelphia, 34 feet wide, from the west to the east side, near its intersection with Carson Street, when he was struck by the right corner of a front fender of defendant’s trackless trolley car or bus; his death resulted a few hours later. The negligence alleged was that the speed of the bus was excessive, that its driver was inattentive and that he negligently failed to stop or to reduce speed or to steer a course to avoid striking the deceased.\nIn entering the nonsuit the trial judge said: “The evidence here is that at a very short distance away from the bus . . . palpably, a short distance ahead of the bus a passenger on the bus . . . first saw the deceased on the left side of the bus, . . . and then almost immediately thereafter the man was struck by the right side of the bus . . . there might be evidence in the record to justify a finding of negligence on the part of the driver.” In its opinion refusing to take off the' non-suit, the court said “Evidence was presented from which defendant’s negligence could have been found”. It also said: “No one had seen the decedent leave the curb and begin the crossing, but the witness referred to . . . she observed the decedent, as she glanced toAvard the front of the trackless trolley, to the left front of it ahead of the trolley, not looking in the direction of the trolley but actually with his head turned away from the approaching trolley, so close thereto that, as the witness stated, she knew that the accident was going to happen.”\nThe witness on Avhose testimony the trial judge based the non-suit was Dorothy Lyle, who at the time of the action Avas 14 years and 7 months old and who when she testified in this case was 15 years and .3 months old. She was a passenger on the bus and had a seat on the left side of the bus and Avas facing forward. Just before the accident happened she got up out of her seat and Avent to the side door and pulled the buzzer and Avas standing up. She saAv a man walking on the street to the east side. He was then a few feet “from the left hand side of the trolley” [apparently meaning left of the bus’ line of travel]. She said the driver of the bus had his head turned all the way to the side on his right hand shoulder, talking to the man in back of him. She said: “I just felt that we Avere going to hit him [i. e., the man on the street] because the man kept walking and the bus was going pretty fast and I yelled, ‘Look out’, . . ; and the man in back of him tapped him on the shoulder, and just as he turned around, he hit the man.”\n• The nonsuit was entered because of the answer made by Miss Lyle to a question put to her by the trial judge right after the same question was put to her by defendant’s counsel and at that time not answered. After Miss Lyle had said, when under cross-examination, “The first time I saw Mm lie kept walking and the bus was going pretty fast, and just as we got on top of Mm 1 said, ‘Look out’ ”, defendant’s counsel asked this question : “I gather from what you say then that lie was not looking at the bus?” Plaintiff’s counsel, Mr. Horan, objected to this as “an unfair question”. The trial judge said: “It is cross-examination and perfectly proper. Don’t you realize that?” Mr. Horan then said: “I think he is suggesting an answer.” The court said: “He certainly can on cross-examination. . . . He has very wide latitude on cross-examination and he can suggest anything. That is the purpose of trial. You better learn that.” The objected-to question was repeated by the stenographer. When the witness did not answer *it the tidal judge said: “Please answer that if you can. He says that he gathers from what you have said that the man you saw walking in the street was not looking at the bus.” The witness answered: “Not at the time I saw him, he wasn’t.”\nAs to that answer, (1) the trial judge gave it undue significance, and (2) it was elicited by an improper question. The answer did not imply that the witness saw the victim during his entire walk over the east half of the street. In its opinion refusing to take off the nonsuit the court said Miss Lyle “glanced toward the front of the trackless trolley.” Perhaps when Miss Lyle “glanced at Capozzali” he was not at that instant looking at the trolley. The witness said that he “was walking south east to the east side” of the street. When asked on cross-examination if he were looking to the northeast, she answered “No”. It was only in response to the improper question repeated by the trial judge that she said he was “not looking at the bus, not at the time I saw him”. None of her testimony warranted the trial judge’s saying that the decedent was not looking at the bus, except her answer to the misleading question asked her. When she did “first see” Capozzali the bus was “about in between the empty lot and the tap room”. The “plan” shows that the distance between the bus and Capozzali at that time was over 75 feet. Whether or not 'Miss Lyle constantly thereafter kept her eyes on. Capozzali does not appear, and even if she did, her ability to determine which way he was looking is a matter of conjecture. The record does not warrant the trial judge’s saying that the decedent was walking “actually with his head turned away from the approaching trolley”. After Miss Lyle had answered “No” to the question, “I say he was looking sort of northeast”, she was asked, “Well, in what direction was he looking?” She answered: “He was looking this way.” The record then states “(indicating)”. What was indicated is not revealed. When defendant’s counsel said, “At least, as you said before, he was not looking toward the bus?”, plaintiff’s counsel said, “Just a minute”. The court said, “She said that . . . But he was not looking at the bus. That is very clear.” No testimony supports this unequivocal statement by the trial judge. A pedestrian facing southeast could easily see toward the south.\nThe impropriety of the question which resulted in the answer on which the trial judge based his nonsuit is obvious. Contrary to what the trial judge said, a cross-examiner can not “ask or suggest anything.” On cross-examination, leading questions can be properly asked a witness but misleading questions cannot be. Setting verbal traps for a witness is not a legitimate branch of the art of cross-examination. Wigmore on Evidence, 3rd ed., Yol. 3, section 780, p. 135, says: “A question which assumes a fact that may be in controversy ... may become improper on cross-examination because it may by implication put into the mouth of an unwilling witness, a statement which he never intended to make, and thus incorrectly attribute to him testimony which is not his.” Wigmore quotes Joseph Chitty’s Practice of the Law, 2nd ed., Ill, 901, as follows: “It is an established rule, as regards cross-examination, that a counsel has no right, even in order to detect or catch a witness in a falsity, falsely to assume or pretend that the witness had previously sworn or stated differently to the fact, or that a matter had previously been proved when it had not. Indeed, if such attempts were tolerated, the English Bar would soon be debased below the most inferior society.” In Hardy’s Trial, 24 How. St. Tr. 754, Lord Chief Justice Etre ruled out as improper this question put to the witness in cross-examination: “Then you were never at any of those meetings but in the character of a spy?” In Parnell Commission’s Proceedings (cited in Wigmore, Vol. 3, p. 136) the witness was asked in cross-examination: “How long have you been engaged in getting up the case for the ‘Times’?” The attorney who asked the question attempted to justify it by saying: “If the man has not been engaged in getting the ease for The Times he can say so.” His contention was overruled and the question excluded. In State of Louisiana v. Labuzan, 37 La. An. 489, it was said of cross-examining questions which assumed that a witness had testified to something he had not testified to: “Such questions have a tendency to irritate, confuse, and mislead the witness, the parties and their counsel, the jury and the presiding judge, and they embarrass the administration of justice.” The statement just quoted applies to the question which the defendant’s counsel and the trial judge put to this 15 year old witness. Paraphrasing slightly what was said in Kirschman v. Pitt Publishing Co., 318 Pa. 570, 573: No court with due regard for justice would ever permit such an improper question, with its answer, to be used as the sole or chief support of the burden resting upon the defendant to show the contributory negligence of the victim.\nSince the decedent is entitled to the presumption that he was acting with due care, the testimony of Miss Lyle does not so unequivocally show that Capozzali never looked toward the oncoming bus when he was crossing the street that he can be declared negligent as a matter of law. The direction a man is facing.is not conclusive as to the direction he is looking. If the decedent was walking southeast (as Miss Lyle said), it is a fair inference that he could see to the south, from which direction the bus was coming. He may have assumed that the driver saAV him and would moderate the speed of the bus so that he could reach the eastern curb. The fact that he almost reached it when he was struck by the right front fender shows that a very slight reduction in the speed of the bus would have enabled him to cross the street safely. The cause of this accident was the bus driver’s turning his face backward in the bus so that he could converse Avith a passenger, instead of attending to his business. The pedestrian did not have to assume that the driver would be grossly inattentive to his duty. In Morris v. Harmony S. L. M. T. Co., 348 Pa. 117, 120, this court in an opinion by Mr. Justice Dreav said: “One in crossing a highway has a right to rely on the assumption that a vehicle operator will use ordinary care to protect him and the mere failure to anticipate the negligence of another does not preclude a recovery of damages for injuries sustained: Weiss v. Pittsburgh Rys. Co., 301 Pa. 539, 152 A. 674; Christ v. Hill Metal & Roofing Co., 314 Pa. 375, 171 A. 607.” In the same opinion it Avas said that “a pedestrian traversing a highway not at an intersection or regular crossing is not negligent as a matter of law: Hamilton v. Moore, 335 Pa. 433, 6 A. 2d 787.”\nIt must not be forgotten that streets are for the use of pedestrians as well as for the use of motor vehides and of street cars and that the law does not require-that before a pedestrian can cross a street at a certain point he must be sure that no vehicles are approaching that point from any direction. He is held, of course, to a high degree of care when he crosses a highway between regular crossings but if he sees a vehicle approaching at a considerable distance away at a moderate speed, he has a right to calculate whether or not he can safely cross the street before the vehicle reaches that point, giving himself a wide, margin of safety. He cannot, without having negligence imputed to him, do what a reasonably prudent person would not do under the same circumstances. This court has repeatedly said that “. . . it is only in those cases where contributory negligence is so clearly revealed that fair and reasonable individuals- could not disagree as to its existence that it may be declared judicially”: Altomari v. Kruger, 325 Pa. 235, 240; Holland v. Kohn, 155 Pa. Superior Ct. 95, 97. In Anderson v. Wood, 264 Pa. 98, a pedestrian crossing between intersections was struck by an automobile. He was seen in the cartway when the vehicle was “more than one hundred feet away from him.” In that case this court said: “ ‘Pedestrians are not restricted to the use of established street crossings when they attempt to pass from one side of the street to the other. They have a right to pass at whatever point they elect’: Watts v. Plymouth Borough, 255 Pa. 185-188. . . . If he deliberately attempts to cross the street when vehicles are rapidly approaching close by, and injury results, ordinarily, he will be chargeable with such carelessness as to prevent a recovery of damages; but, having observed the traffic, and it being far enough away that a pedestrian using due care would deem it safe to go across in front of the approaching traffic, he is under no fixed duty to look back; though the circumstances may be such that in the exercise of due care it would become his duty to so look and it would be negligence for him to disregard it ... It was not necessary for the appellee to show that Anderson, who is now dead, looked from right to left after he left the sidewalk. She is entitled to the presumption that deceased did that which a prudent man would do under the circumstances and that he continued to do so until the accident took place. Having, without fault on his part, committed himself to the act of crossing, it became the duty of appellant to so control his car as to do no injury to the pedestrian, who was on the cartway a sufficient length of time to be seen, the driver of the car being far enough away to bring his machine under control. This the driver did not do, and his neglect caused the accident.”\nHuddy’s Automobile Law, Vol. 5, section 92, page 159, makes this statement: “One is not necessarily guilty of contributory negligence, if, when about to cross a street frequented by motor vehicles, he looks for approaching machines and sees one, but believes that it is safe for him to cross the street before the car passes over the crossing:” Citing Lamont v. Adams Express Co., 264 Pa. 17; Fish v. Staulb, 274 Pa. 87. In the Lamont case this court said: “The trial court could not have granted defendant’s request to the effect that if its truck was in plain sight when plaintiff started to cross the street he was guilty of contributory negligence and could not recover. That ignored the questions as to the speed of the truck, the distance it was away, the side of the street upon which it was approaching and other circumstances. It cannot be broadly asserted that it is negligence to cross a street because an approaching automobile is in plain sight.”\nMcKenzie v. Campbell, 84 Pa. Superior Ct. 112, was a trespass action in which the plaintiff secured a judgment. Complaint was made that the court below refused to enter judgment for the defendant n. o. v. Plaintiff started from the north curb to cross a street eastward, by a diagonal course, toward the west side of another street. At the north curb she looked both ways and saw defendant’s automobile 250 to 280 feet away on lier right, with nothing between her and that car. She then started across the street, by a slightly diagonal course, going 47 feet across the street in about five seconds. She went within three feet of the south curb and was struck by the front of the defendant’s car and injured. In that case Judge Linn, speaking for the Superior Court, said: “ ‘The trial court could not have granted defendant’s request to the effect that if its truck was in plain sight when plaintiff started to cross the street he was guilty of contributory negligence and could not recover. That ignored the questions as to the speed of the truck, the distance it was away, the side of the street upon which it was approaching and other circumstances. It cannot be broadly asserted that it is negligence to cross a street because an approaching automobile is in plain sight’: Lamont v. Adams Express Co., 264 Pa. 21. Plaintiff may quite properly have thought that defendant would approach at a much more moderate speed than the jury found he traveled, for she was not required to anticipate unlawful conduct: see also Anderson v. Wood, 264 Pa. 98, 100; Mackin v. Patterson, 270 Pa. 107, 110.”\nIn this case, as was said in Wagner v. Phila. Rapid T. Co., 252 Pa. 354, 97 A. 471: “The law imposed a duty on the motorman of that car to look in the direction in which his car was proceeding and to keep it under proper control so as to avoid danger to pedestrians and others who might be in front of him”, and his failure to do so was “a flagrant violation of duty”. In Galliano v. East Penn Electric Co., 303 Pa. 498, 503, we said: “Having one’s car under control means having it under control that it can be stopped before doing injury to any person in any situation that is reasonably likely to arise under the circumstances.” In the Wagner case above cited the action of the court below in entering a nonsuit and later refusing to take it off because of the alleged contributory negligence of the victim in attempting to cross the street was reversed and it was held that the case was for the jury.\nIn Tancredi v. M. Buten & Sons, 350 Pa. 35, 39, we said: “The court below would not have been justified in declaring this plaintiff guilty of contributory negligence as a matter of law unless his negligence was so palpable that there was no room for fair and sensible men to differ in their conclusions as to it.' [citing case] In Smith v. Wistar, 327 Pa. 419, 194 A. 486, we held that a pedestrian cannot be adjudged negligent as a matter of law when she 'already engaged in crossing the street was justified in believing that passing motorists would have dué regard for her safety’. In Maselli et al. v. Stephens, 331 Pa. 491, 220 A. 2d 590, we held that the failure of a plaintiff to exercise the best judgment in the face of an emergency not created by his own antecedent negligence is not contributory negligence as a matter of law. We cannot say that this plaintiff was guilty of 'antecedent negligence’ in attempting to cross the street at the point he selected. That in spite of the defendant’s negligence in running him dOAvn he almost succeeded in crossing safely is proved by the fact he was struck up by the right side of the bumper of defendant’s truck. If he had been a few inches near the curb he was approaching he Avould not have been struck.”-\nThe appropriateness of the language just quoted to the instant case is obvious.\nIn Atkinson, Admrx., v. Coskey et al., 354 Pa. 297, a nonsuit was entered and the court refused to take it off on the ground that the plaintiff had failed to prove the defendant’s negligence and that the evidence showed the decedent to have been guilty of contributory negligence as a matter of law. In reversing the court below Mr. Justice Jones said: “The presumption that Atkinson [the victim] had exercised due care implies that he had looked before undertaking the crossing and had concluded that he could cross in safety. . . . None of the occupants of the automobiles, produced by the plaintiff as witnesses, . . . had seen Atkinson at any time before lie was struck except for Coskey’s fleeting glimpse when bis car was right upon the victim . . . Once thus committed to the crossing, the care he [Atkinson] thereafter exercised in proceeding involved a question of fact which was for the jury to determine even if Atkinson was traversing the street at a point other than a regular crossing: . . . This is not a case of a pedestrian being struck upon stepping down from the curb.”\nThis record discloses that this trial was not a fair one. In addition to asking Miss Lyle the improper question discussed on page 207, the judge in other instances exhibited favoritism to the defendant and hostility to plaintiff’s case and counsel. For example, he asked Miss Lyle this leading question: “After the accident happened the bus stopped almost instantly, did it?” When she replied “Yes”, he said, “That is an important point.” A trial judge should not ask a witness, especially a child, such a leading question. Furthermore, whether the bus “stopped almost instantly” might or might not be “an important point” as showing its speed when it approached its victim. If the motorman started to apply the brakes 25 or 30 feet before the bus hit Capozzali, the fact that the bus “stopped almost instantly” after it hit him would not reveal much as to the speed of the car before the brakes were applied. Just when the motorman applied the brakes does not appear. Besides, what the phrase “stopped almost instantly” means to a 15 year old girl may be a matter of considerable doubt. Since this fatal accident was due to the inattentiveness of the motorman, the speed of the bus at the instant it hit Capozzali is not important. If the bus was running slowly for a considerable distance before it struck him, it might have led him to think he could reach the curb. If the bus was “going pretty fast”, as Miss Lyle said it was when she first saw Capozzali, and if it “stopped almost instantly” after it hit him, the inference would be that the motorman had applied the brakes before the man was hit but because of the motorman’s inattentiveness he did not do so in sufficient time.\nAn example of the trial judge’s unfairness appears when as Miss Lyle was being cross-examined, plaintiff’s counsel said, “I think she is confused”. The judge then said: “Look here, I don’t want you to interrupt this child again by stating that people are confused. I will not tolerate that, Mr. Horan.” There was nothing in the conduct of plaintiff’s counsel which invited such a rebuke. Plaintiff’s counsel then said: “I don’t think that Mr. Baile has made it clear, sir.” The judge replied: “That is not the way to conduct a trial — interrupting like that. You can always ask a witness later on to clarify anything you want. Do not interrupt and interject comments like that. It is not right.” One of the plaintiff’s witnesses answered a question by saying, “From a witness at the scene we learned that a pedestrian — ”. The trial judge said: “You cannot tell what you learned from a witness. You should know that by this time.” At another point in the trial the judge said to plaintiff’s counsel: “Look here, have you tried cases before me before?” Counsel answered: “I think I have, your Honor.” The trial judge then said: “Let me instruct you. When I make a ruling, do not argue the point, take an exception.”\nThe rebukes thus administered by the trial judge were uncalled for and were made in ill-chosen language. Judges should never forget that “the first and most essential element in a jury trial is a wise, learned, impartial and competent judge”. See Martin et al., v. Phila. Gardens, Inc., 348 Pa. 232, 236, 35 A. 2d 317, and Com. v. Brown, 309 Pa. 515, 521, 164 A. 726. A litigant who is denied this “essential element” is deprived of “due process of law.” Daniel Webster said of Justice Story that “he never forgot his judicial ermine”. The ermine of a judge symbolizes the impersonal and impartial nature of his work. A judge forfeits respect when he exercises his authority with arrogance. It has been well said of the Anglo-Saxon that throughout his long history he has been characterized by respect for authority and resistance to its abuse.\nThe judgment is reversed with a procedendo.\nThe verb “glance” is defined “to look with a sudden, rapid cast”: the noun “glance” is defined as “a quick or cursory look”. (Webster’s New International Dictionary, 2nd Edition.)\nAt one point in the trial the judge said to plaintiff’s attorney: A cross-examiner “can even put words in the mouth of a witness”. A few moments before he had said to plaintiff’s attorney, “It is not a proper way to examine a witness, to indicate to a witness what you have in mind.”",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Linn:\nI do not agree with all that is said in the opinion of the court. I agree that the judgment must be reversed on the ground (1) the evidence is sufficient to go to the jury on the issue of defendant’s negligence; and (2) that decedent’s alleged contributory negligence was not shown to be so clear as to allow the court to declare the fact.\nMr. Justice Horace Stern and Mr. Justice Allen M. Stearne concur in this opinion.",
        "type": "concurrence",
        "author": "Mr. Justice Linn:"
      }
    ],
    "attorneys": [
      "Milford J. Meyer, with him John V. Horan, for appellant.",
      "Harold Scott Baile, with him Bernard J. O’Connell, for appellee."
    ],
    "corrections": "",
    "head_matter": "DiBona, Admr., Appellant, v. Philadelphia Transportation Company.\nArgued January 10, 1947.\nBefore Maxey, C. J., Drew, Ltnn, Stern, Patterson, Stearns and Jones, JJ.\nMilford J. Meyer, with him John V. Horan, for appellant.\nHarold Scott Baile, with him Bernard J. O’Connell, for appellee.\nMarch 26, 1947:"
  },
  "file_name": "0204-01",
  "first_page_order": 228,
  "last_page_order": 241
}
