{
  "id": 470673,
  "name": "Bartek, Appellant, v. Grossman et al.",
  "name_abbreviation": "Bartek v. Grossman",
  "decision_date": "1947-04-17",
  "docket_number": "Appeal, No. 58",
  "first_page": "522",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "356 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "309 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141697
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0558-01"
      ]
    },
    {
      "cite": "110 Pa. Super. 379",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        969754
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/110/0379-01"
      ]
    },
    {
      "cite": "132 Pa. Super. 343",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1010266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/132/0343-01"
      ]
    },
    {
      "cite": "346 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0043-01"
      ]
    },
    {
      "cite": "337 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0149-01"
      ]
    },
    {
      "cite": "310 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0521-01"
      ]
    },
    {
      "cite": "164 A. 607",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "194 A. 194",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0285-01"
      ]
    },
    {
      "cite": "168 A. 777",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "29 A. 2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0123-01"
      ]
    },
    {
      "cite": "20 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206887
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0362-01"
      ]
    },
    {
      "cite": "110 Pa. Super. 379",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        969754
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/110/0379-01"
      ]
    },
    {
      "cite": "39 A. 2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "350 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461169
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/350/0593-01"
      ]
    },
    {
      "cite": "120 Pa. Superior Ct. 531",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        986878
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/120/0531-01"
      ]
    },
    {
      "cite": "93 Pa. Superior Ct. 485",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        678569
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/93/0485-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 355",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571155
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/87/0355-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653438
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/80/0352-01"
      ]
    },
    {
      "cite": "315 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156647
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/315/0090-01"
      ]
    },
    {
      "cite": "206 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931750
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/206/0109-01"
      ]
    },
    {
      "cite": "125 Pa. Superior Ct. 41",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996336
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/125/0041-01"
      ]
    },
    {
      "cite": "318 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159580
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/318/0273-01"
      ]
    },
    {
      "cite": "261 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042184
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/261/0199-01"
      ]
    },
    {
      "cite": "2 A. 2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "332 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186594
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/332/0065-01"
      ]
    },
    {
      "cite": "44 A. 2d 294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "353 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466005
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/353/0015-01"
      ]
    },
    {
      "cite": "164 A. 607",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "327 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176685
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/327/0285-01"
      ]
    },
    {
      "cite": "20 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "342 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206887
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/342/0362-01"
      ]
    },
    {
      "cite": "309 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141697
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/309/0558-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 15369,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 3.463827099028878e-07,
      "percentile": 0.8808322415708406
    },
    "sha256": "ae6fd1771701b6d7e44ab6e469062b7a519e18d562fd4c754ef1ced0f3d8696f",
    "simhash": "1:38a4b7062bb2cb45",
    "word_count": 2763
  },
  "last_updated": "2024-02-27T17:48:41.677463+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Bartek, Appellant, v. Grossman et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis is an action of trespass to recover damages for personal injuries incurred by the plaintiff through the alleged negligence of the defendants. The original defendants, Sadie L. Grossman and Ida Hoffenberg, were owners of a vacant store at the corner of Fifth Avenue and Court Place in the City of Pittsburgh. They authorized the United States Realty Company to find a tenant.\nOn or about March 10, 1943, plaintiff, a prospective tenant, made inquiry at the office of the United States Realty Company, and this company sent its agent with him to inspect the premises. The plaintiff entered the premises under the agent’s guidance and while he followed him from a lighted room into a dark room, he fell into an open trapdoor, sustaining serious injuries to his legs, back, spine and other portions of his body.\nPlaintiff brought suit against Sadie L. Grossman and, Ida Hoffenberg and they brought upon the record the United States Realty Company as an additional defendant. The case was tried before Judge Egan and a jury. At the close of the case, the court granted defendant’s motion for a directed verdict. Plaintiff moved for a new trial. The court en banc refused this motion and entered judgment for the defendants. This appeal followed.\nThe plaintiff testified that he visited the store with the Realty Company’s agent at noon on March 10, 1943, to inspect the premises. He added: “He took me down to the storeroom and he opened the door and we walked into the store and I measured up the front, and they had another room that was partitioned from the floor to the ceiling. Then when I was finished with the front, their man took me to the other room to measure that room off. He went ahead of me and I followed him and when we were in there, I don’t know how many feet, he turned on the right and he said, ‘Mr. Bartek, here is the sink.’ I made another step and I went right down. I went seven feet down to the cellar, which I later on found out, and they had a trapdoor and it was open. That is all I remember until I got to the storeroom and I was sitting down on a chair in my storeroom and I came to myself.”\nAs to lighting conditions at that time and place, the following questions were addressed to the plaintiff and he made the answers indicated: “Why didn’t you see this big opening in the floor? A. You couldn’t see it. Q. It was too dark? A. It is not too dark but when anybody is ahead of you and takes your view away, and who would expect to have any trapdoor in the cellar that is open? Nobody would expect such a thing ... If I would see it I would not fall in.” Q. Could you have seen that opening in the floor if you had looked at the floor? A. I don’t believe I would have been able to see it. Q. Why not? Was it too dark? A. Not that much dark, but if I had a chance to look around maybe I would see it. Q. Nothing stopped you from looking around? A. Certainly. He was ahead of me but as soon as he stopped I made another step and I was down in the cellar . . . When somebody is with you, you don’t look down to watch if there is a hole there.”\nThe court, in its opinion refusing a new trial and ordering judgment for the defendant, correctly said, “If the opening was visible under ordinarily careful observation, the plaintiff should have seen it and avoided stepping onto it. If the place was so dark that it could not be seen, then plaintiff should not have walked in an unfamiliar room and into a hidden danger. Under every consideration of the case we find contributory negligence on the part of the plaintiff. Cf. Mulford v. P. R. T. Co., 310 Pa. 521; Hellriegel v. Kaufmann & Baer Co., 337 Pa. 149; Lewis v. Duquesne Inclined Plane Co., 346 Pa. 43; Walker v. Stern, 132 Pa. Super. 343; McVeagh v. Bass, 110 Pa. Super. 379; Hoffner v. Bergdoll, 309 Pa. 558; Bailey v. Alexander Realty Co., 342 Pa. 362; Jackson v. Grayson, 13 D. R. 467”.\nWhat this court stated in Bailey v. Alexander Realty Co., 342 Pa. 362, 20 A. 2d 754, applies to the instant case: “No man of common caution will rely for his safety upon the watchfulness of others when his own senses are available to apprise him of likely imminent danger. When an individual can assure his own safety by the use of his senses, he must do so or abide the consequences of his carelessness . . . The duty of availing oneself of one’s senses, for self-protection can seldom be breached with physical impunity and never with legal sanction . . . The rule that a victim cannot recover damages for injuries sustained by him if he could have avoided the injury by the exercise of ordinary care bars this plaintiff’s recovery.” See also Anschel v. P. R. R. Co., 346 Pa. 123, 29 A. 2d 694.\nMcVeagh v. Bass, 110 Pa. Superior Ct. 379, 168 A. 777, was a case in which a customer (i.e. an invitee, as in the instant case) entered a store which (as she said) “was so dark that she could not see a thing in the store, not even the floor under her feet.” She was also blind in her right eye. She was accompanied by her daughter. While in the store she walked about three feet to go to the counter, and then fell down an open stairway. The Superior Court in sustaining the action of Judge Horace Stern, then of the Common Pleas Court No. 2 of Philadelphia County, in entering judgment for the defendant non obstante ver dicto quoted from Judge Stern’s opinion as follows: “To enter a store where she [plaintiff] had never been before and start to walk forward when it was so dark that she could not see even the floor beneath her feet, was an act of contributory negligence.”\nWe see no logical basis for distinguishing the case just cited and the instant case. It is not the law of Pennsylvania that when a person walks into an opening in semi-darJoness the case is always for the jury. We made that plain in Bailey v. Alexander Realty Co., supra, where we said (p. 367) : “There is no rule which says that if a man walks into an open elevator shaft in semi-darkness, the question of his negligence must be submitted to the jury. If while in total darkness he walks into an open elevator shaft without first ‘feeling his way’, he is in law guilty of negligence. If while in semi-darkness he does not use either his sense of sight or his sense of feeling, as a guide, but walks into an opening merely because he assumes that the elevator is at the floor, he is in law guilty of negligence. If in semi-darkness he uses his sense of sight as carefully as he can and reasonably believes he can ‘see his way’ and if his sense of sight deceives him, he may or may not be guilty of negligence and the question will be for the jury. The law does not require a man to possess perfect vision in a setting of complete visibility before proceeding on his course.” (Italics supplied). In other words, under all circumstances a man must use the senses that are available to him. If he uses his sense of sight but because there is enough light to cast shadows which mislead him to his injury the question of his negligence may be for the jury. We so held in Murphy v. Bernheim & Sons, Inc., 327 Pa. 285, 194 A. 194. In the instant case plaintiff made no claim that his senses were deceived by shadows or by anything else. .He simply refused to avail himself of his sense of sight and in blind confidence followed the man who was ahead of him. There was no necessity of his doing so. No individual in full possession of his senses is justified in dropping those safeguards which are instinctive in every human being and in depending on another for his safety when he is fully able to depend on himself. This court said in Hoffner v. Bergdoll, 309 Pa. 558, 164 A. 607, that the plaintiff could not delegate to another her own duty to exercise due care and that if she did she was guilty of contributory negligence. These cases rule the instant case.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Drew:\nI must dissent because I am convinced that the learned court below erred in declaring plaintiff guilty of contributory negligence as a matter of law. It is admitted that the material facts are adequately set forth by the majority opinion, but I must voice my complete disagreement with the legal conclusion reached on the basis of those facts.\n“Contributory negligence will be judicially declared only where it is so clear that there is no room for fair and reasonable persons to disagree as to its existence” : Cox v. Scarazzo, 353 Pa. 15, 44 A. 2d 294. There plaintiff walked through a swinging door which interfered with his vision, found his path barred by a truck on the sidewalk and stepped into an open delivery well in broad daylight, but his contributory negligence was held to be a jury question. When we apply the legal principles enunciated in that case to the factual situation presented by the record now before us, it leaves no doubt that here plaintiff’s negligence cannot be declared as a matter of law.\nThe case of Dively v. Penn-Pittsburgh Corp., 332 Pa. 65, 2 A. 2d 831, while not perfectly analogous, contains many points of similarity with the instant case. There plaintiff,-a business invitee, while proceeding to a rest room, entered an alcove in which there were no lighting fixtures and consequently no direct light, but only a subdued light reflected from the adjoining room. Plaintiff fell down a flight of stairs and was injured. A trapdoor which ordinarily covered the stairs, had been left open at the time of the accident. The following paragraph [pp. 69-70] of the court’s opinion, by Mr. Justice Horace Stern, is particularly pertinent here: “The question of plaintiff’s contributory negligence was undoubtedly for the jury. There is a multitude of cases of this type to be found in the reports, but they necessarily depend largely upon their individual facts. However, analysis would seem to justify their classification into two groups. There are those in which a person wanders around in a place absolutely dark and where, though not a trespasser, there is no reasonable necessity for his presence. In such cases recovery is denied: Davis v. Edmondson, 261 Pa. 199; Hoffner v. Bergdoll, 309 Pa. 558; Modony v. Megdal, 318 Pa. 273; McVeagh v. Bass, 110 Pa. Superior Ct. 379; Hardman v. Stanley Co. of America, 125 Pa. Superior Ct. 41. There are other cases where there is some fairly compelling reason for walking in a place which, though dark, is not utterly devoid of light. Under such circumstances, contributory negligence will not be declared as a matter of law: Reid v. Linck, 206 Pa. 109; Haugh v. Harris Brothers Amusement Co., 315 Pa. 90; Murphy v. Bernheim & Sons, Ltd., 327 Pa. 285; Leckstein v. Morris, 80 Pa. Superior Ct. 352; Rutherford v. Academy of Music, 87 Pa. Superior Ct. 355; James v. Smith, 93 Pa. Superior Ct. 485; Cathcart v. Sears, Roebuck & Co., 120 Pa. Superior Ct. 531. It may be stated, therefore, that the controlling factors in determining the question of contributory negligence in accident cases of this nature are the degree of darkness and the justification for the injured person’s presence in the place of danger.”\nApplying the law as set forth in Dively v. Penn-Pittsburgh Corp., supra, to the facts of the instant case, first we must analyze the evidence to determine the degree of darkness. At the time of the accident there was no artificial light of any kind. The testimony of plaintiff’s son who inspected the scene of the accident immediately after his father was injured is helpful: “Q. Could you see anything in that rear room unless you turned on a flashlight? A. You could see part way. The light was shining in. You could see — would give you a faint illumination. You could notice where the white sink stood at. You could see the edge of that. Q. All you could see — you could see a little bit of the light from the— A. Where the light shines in the door. All you could see was the sink, and the floor right in front of the door. Q. All that you could see then as I understand you of this rear room, or what was in it, without having the flashlight on or some other artificial light turned on, was that portion of the floor immediately inside and directly in line with the opening in the partition and the white sink? A. Yes. Q. Is that right? A. That’s right. Q. Did any of this light that shone in from the front through the door way in the partition, fall upon the trap door? A. No, sir. Q. You say that opening was at least six feet long? A. About six feet long. Q. And about thirty inches wide? A. About thirty inches wide and about three feet or a little better than that from the partition. That is the distance of it. One edge of it.” The evidence definitely proves that the room was neither pitch dark or in broad daylight. It is clear that some subdued light was reflected from the adjoining room. The actual degree of darkness was a question of fact and therefore only a jury could determine it.\nPlaintiff was not exploring an unfamiliar place alone but was being shown the room by an agent with the intention of renting it for business use if satisfactory. Surely plaintiff could place some reliance on his guide and not anticipate a dangerous condition on the premises. The conclusion seems inescapable then that plaintiff has shown complete justification for his presence at the place of danger. Under these facts the question of whether plaintiff exercised reasonable care, could only be determined by a jury. See also Kmiotek v. Anast, 350 Pa. 593, 39 A. 2d 923.\nThe cases relied upon by the majority opinion are not in point and do not control, this case. In Bailey v. Alexander Realty Co., 342 Pa. 362, 20 A. 2d 754, plaintiff walked to the elevator shaft on the ground floor of a hotel and finding the door partly open and the interior dark, walked through the opening and fell down the shaft. It is obvious that the facts are not even remotely analogous to the instant case. In Hoffner v. Bergdoll, 309 Pa. 558, 164 A. 607, another elevator case, plaintiff tried to excuse her negligence in stepping into an open elevator shaft by saying she relied upon a fellow employee. There was absolutely no reason for her to rely on Green, her fellow employee, because they were both employed by defendant and were equally familiar with the premises. Likewise, each of the other cases cited in the majority opinion, is completely different from the instant case in its factual situation, and, therefore, easily distinguishable.\nPlaintiff here entered a back room, which was not entirely without light, as a business invitee. He was under the agent’s guidance and had not been warned of the dangerous condition. The injury was sustained while he was pursuing a reasonable and proper business purpose and the question of whether he exercised the proper degree of care was for the jury. For these reasons the action of the learned court below should be reversed and a procedendo awarded. Mr. Justice Horace Stern concurs in this dissent.",
        "type": "dissent",
        "author": "Mr. Justice Drew:"
      }
    ],
    "attorneys": [
      "Charles G. Noiari, with him Harry Ravich, for appellant.",
      "Joseph R. Doherty, with him McOloshey, Best & Leslie, for Sadie L. Grossman et al., appellees.",
      "'William H. Echert, with him 8. Stephen Berger and Smith, Buchanan d Ingersoll, for United States Realty Corporation, appellee."
    ],
    "corrections": "",
    "head_matter": "Bartek, Appellant, v. Grossman et al.\nArgued March 27, 1947.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nCharles G. Noiari, with him Harry Ravich, for appellant.\nJoseph R. Doherty, with him McOloshey, Best & Leslie, for Sadie L. Grossman et al., appellees.\n'William H. Echert, with him 8. Stephen Berger and Smith, Buchanan d Ingersoll, for United States Realty Corporation, appellee.\nApril 17, 1947:"
  },
  "file_name": "0522-01",
  "first_page_order": 546,
  "last_page_order": 555
}
