{
  "id": 874079,
  "name": "Daniel Emerick's Estate. Samuel A. Martin's Appeal",
  "name_abbreviation": "Emerick's Estate",
  "decision_date": "1896-01-06",
  "docket_number": "Appeal, No. 3",
  "first_page": "196",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "172 Pa. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 220,
    "char_count": 2461,
    "ocr_confidence": 0.49,
    "sha256": "8f748ee7b7893f30b589880df9e50b3c1b7c0f30be48222858168f50c94b6968",
    "simhash": "1:9ba87a30246eb35a",
    "word_count": 429
  },
  "last_updated": "2023-07-14T19:46:34.233316+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Daniel Emerick’s Estate. Samuel A. Martin’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nThis appeal is from the decree that has been considered and affirmed in an opinion just filed in Emerick’s Estate, supra, 191, No. 2, of January term, 1895.\nWe find nothing in the record that would justify us in sustaining any of appellant’s assignments of error; nor do we think that either of them requires discussion. The rejected claims were not liens on the land when the same was sold. The claims of David Dunkle and John A. Swartz, referred to in the fourth specification, were based on notes of the intestate which were barred by the statute of limitations. The Dunkle note is dated March 81, 1882, and the Swartz note May 12,1880, both payable one day after date. Nothing appears to have been done whereby the lien of either was extended beyond the period of five years from the decease of the maker. Neither of the specifications is sustained.\nDecree affirmed and appeal dismissed with costs to be paid by the appellant.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "Ellis L. Orvis, Calvin M. Bower with him, for appellant.",
      "C. Cr. Furst, S. D. Furst and W. F. Reeder with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Daniel Emerick’s Estate. Samuel A. Martin’s Appeal.\nDecedents' estates — Lien of decedent's debts — Act of February 24, 1834.\nArgued April 23, 1895.\nAppeal, No. 3, Jan. T., 1895, by Samuel A. Martin, trustee appointed by the court to make sale of the real estate of decedent, from order of O. C. Centre County, dismissing exceptions to auditor’s report.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nExceptions to the report of William Bryson, Esq., auditor.\nThe facts appear in Emerick’s Estate, the next preceding case, and in the opinion of the Supreme Court.\nErrors assigned were in dismissing exceptions to auditor’s report. The 4th assignment was in not sustaining the 8th and 10th exceptions to the auditor’s report which are as follows:\n8. Because the auditor erred in not allowing the claims of John A. Swartz, David Dunkle, Lyman G. Emerick, J. H. Huston and others, “ meritorious claims,” which had been presented before him, and should be paid.\n10. Because the auditor erred in not finding as a fact that the claims of John A. Swartz and David Dunkle had been paid by the accountant before the second sale of the real estate, and in part, at least, with the funds arising from the first sale.\nAnd in not ordering that the claims of David Dunkle and John A. Swartz should be paid out of the fund for distribution.\nEllis L. Orvis, Calvin M. Bower with him, for appellant.\nC. Cr. Furst, S. D. Furst and W. F. Reeder with him, for appellees.\nJanuary 6, 1896:"
  },
  "file_name": "0196-01",
  "first_page_order": 216,
  "last_page_order": 217
}
