{
  "id": 874121,
  "name": "A. W. Krepps, Appellant, v. J. H. Miller",
  "name_abbreviation": "Krepps v. Miller",
  "decision_date": "1896-01-06",
  "docket_number": "Appeal, No. 62",
  "first_page": "393",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "172 Pa. 393"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "162 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0360-01"
      ]
    },
    {
      "cite": "155 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0319-01"
      ]
    },
    {
      "cite": "147 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0049-01"
      ]
    },
    {
      "cite": "99 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0576-01"
      ]
    },
    {
      "cite": "107 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0414-01"
      ]
    },
    {
      "cite": "89 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0136-01"
      ]
    },
    {
      "cite": "74 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0296-01"
      ]
    },
    {
      "cite": "53 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0256-01"
      ]
    },
    {
      "cite": "24 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0009-01"
      ]
    },
    {
      "cite": "6 W. 31",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "137 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0219-01"
      ]
    },
    {
      "cite": "113 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0070-01"
      ]
    },
    {
      "cite": "24 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 6189,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4348114503973012
    },
    "sha256": "693a45f5a9679e6986d9f96d8fe9ff15eec919a04d75cbd2f2cd1f78768c9c7f",
    "simhash": "1:8233c509227e63ef",
    "word_count": 1092
  },
  "last_updated": "2024-02-27T21:16:50.047455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "A. W. Krepps, Appellant, v. J. H. Miller."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis feigned issue under the sheriff’s interpleader act was submitted to the jury, on the testimony properly before them, with instructions quite as favorable to the plaintiff as he could reasonably ask.\nThe main question was whether there was such a deliver of the property in controversy, pursuant to the alleged sale by Mrs. Daugherty to the plaintiff, as would be good against the defendant. The testimony, as to the bona fides of the alleged delivery and change of possession, was so meager and unsatisfactory as to make the question of its submission a close one, but the learned trial judge, giving the plaintiff the benefit of any doubt as to its sufficiency, submitted it fairly to the jury, and they found in favor of the defendant. There was no question as to the admission or rejection of testimony. Nor do we think there is any question involved in either of the assignments of error that requires discussion. Neither of them is sustained.'\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Joseph B. Bredin, Fverett L. Ralston and John B. Greer with him, for appellant.",
      "R. P. Scott, S. F. Bowser with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "A. W. Krepps, Appellant, v. J. H. Miller.\nSheriff's interpleader — Sale—Change of possession — •Evidence.\nThe Supreme Court will not reverse a judgment in favor of an execution creditor in a sheriff’s interpleader, where it appears that the property in dispute was the furniture and fittings of a restaurant; that the defendant in the execution, being indebted to the claimant, executed to him a bill of sale of the goods before execution issued; that the claimant then took a lease from the landlord of the restaurant premises in his own name, and rented the furniture and fixtures to the defendant in the execution ; and that the sign of the defendant in the execution remained over the front entrance after the sale without change.\nArgued Oct. 21, 1895.\nAppeal, No. 62, Oct. T., 1895, by defendant, from judgment of C. P. Butler Co., Dec. T., 189-1, No. 1, on verdict for defendant.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nSheriff’s interpleader to determine the ownership of stock and fixtures of a restaurant. Before Greer, P. J.\nAt tbe trial it appeared that on July 26, 1894, J. H. Miller obtained a judgment against Annie E. Sink, and levied an execution upon the stock and fixtures of a restaurant in Mrs. Sink’s possession. A. W. Krepps, the plaintiff, claimed that the property belonged to him. The evidence in substance was that on July 12, 1894, Mrs. Sink, being then indebted to Krepps for $182, executed a bill of sale to Krepps for the property in dispute, and received from him in addition $145. The bill of sale was prepared by a justice of the peace and executed before him. Krepps subsequently took a lease from the landlord of the premises in his own name and a verbal agreement was then made between Krepps and Mrs Sink by which she was to pay $26.00 per month, being $20.00 rent for the premises and $6.00 rent or hire for the personal property. Mrs. Sink’s sign over the restaurant was not changed after the sale.\nPlaintiff’s point was as follows:\n1. That unless the allegations made by Krepps or Mrs. Sink misled and deprived defendant of any legal right he might have put into execution, the said allegations are irrelevant. An swer: The testimony in regard to the allegations as to title being in Mrs. Sink was submitted to the jury for the purpose of giving it light upon the question of good faith of the purchase of Krepps from Mrs. Sink. We refuse this point. [1]\nDefendant’s points were as follows:\n1. On the sale of personal property, if there be no delivery, the vendee takes no title against subsequent purchasers and creditors of the vendor. Answer: This is affirmed; we told you that in the outstart, if there is no delivery. [2]\n2. If the vendee permit the property to remain in his vendor’s possession, he is affected by any subsequent sale of his vendor to any person taking possession, and also by the declarations of the vendor while she held possession. Answer : That is the law. [3]\n4. If Krepps, the alleged vendee of Mrs. Sink, consented or remained silent when he ought to have spoken as to the ownership of the property in dispute, he would be estopped from claiming it. Answer: This is correct as a principle of law; affirmed; the proof in regard to declarations of Mrs. Sink as to the ownership of this property was admitted more for the purpose of throwing light upon the subject and showing whether or not the transaction between Krepps and Mrs. Sink was in good faith ; it would make no difference to Mr. Miller whether these declarations were made or not, because if there was no delivery he would have his rights still, and his rights would not be interfered with; if you find there was no delivery then Harvey Miller must have the verdict; we leave the question to you, gentlemen.\n5. That if from the evidence the jury find said alleged sale and purchase to and by Krepps to have been honest and for value, yet that there was not such an open, notorious and visible change of possession from Mrs. Daugherty to the plaintiff as would be apparent to the public, the same is a fraud in law and not binding on the defendant, J. H. Miller, one of the creditors of Mrs. Sink (or Daugherty) at the time of said alleged sale to Krepps, and the verdict must be for the defendant. Answer: We affirm that point if you find these facts. [4]\nVerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were, (1-4) above instructions, quoting them.\nJoseph B. Bredin, Fverett L. Ralston and John B. Greer with him, for appellant.\n— The change of possession was sufficient: Dixon v. Yates, 5 Ad. & E. 313 ; Ruthrauff v. Hagenbuch, 58 Pa. 103; McKibbin v. Martin, 64 Pa. 356; Winslow, Lanier & Co. v. Leonard, 24 Pa. 15; Cessna v. Nimick, 113 Pa. 70; Stephens v. Gifford, 137 Pa. 219; Eagle v. Eichelberger, 6 W. 31; Hugus v. Robinson, 24 Pa. 9; Barr v. Reitz, 53 Pa. 256 ; McMarlan v. English, 74 Pa. 296; Evans v. Scott, 89 Pa. 136; McClure v. Forney, 107 Pa. 414; Davis v. Crawford, 99 Pa. 576; Ayers v. McCandless, 147 Pa. 49; Bell v. McCloskey, 155 Pa. 319; Werner v. Zierfuss, 162 Pa. 360.\nR. P. Scott, S. F. Bowser with him, for appellee,\ncited Stephens v. Gifford, 137 Pa. 233.\nJanuary 6, 1896:"
  },
  "file_name": "0393-01",
  "first_page_order": 413,
  "last_page_order": 415
}
