{
  "id": 874077,
  "name": "James Ward v. J. D. Jack, Executor of J. S. Neel, Deceased, Appellant",
  "name_abbreviation": "Ward v. Jack",
  "decision_date": "1896-01-06",
  "docket_number": "Appeal, No. 203",
  "first_page": "416",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "172 Pa. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "56 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Denio, 226",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "8 Wend. 600",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0600-01"
      ]
    },
    {
      "cite": "4 Pick. 111",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "29 Conn. 66",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "27 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "138 Mass. 482",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "112 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "79 Ill. 455",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2687137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/79/0455-01"
      ]
    },
    {
      "cite": "36 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0496-01"
      ]
    },
    {
      "cite": "117 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0127-01"
      ]
    },
    {
      "cite": "110 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0209-01"
      ]
    },
    {
      "cite": "3 Conn. 272",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/3/0272-01"
      ]
    },
    {
      "cite": "8 Conn. 184",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "114 Ill. 494",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2871479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/114/0494-01"
      ]
    },
    {
      "cite": "69 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "140 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 Phila. 401",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "119 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "19 Phila. 340",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "115 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "61 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 W. N. C. 441",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0324-01"
      ]
    },
    {
      "cite": "169 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0326-01"
      ]
    },
    {
      "cite": "95 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0376-01"
      ]
    },
    {
      "cite": "137 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0047-01"
      ]
    },
    {
      "cite": "95 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0340-01"
      ]
    },
    {
      "cite": "97 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0322-01"
      ]
    },
    {
      "cite": "104 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0356-01"
      ]
    },
    {
      "cite": "14 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0479-01"
      ]
    },
    {
      "cite": "144 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0179-01"
      ]
    },
    {
      "cite": "110 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0009-01"
      ]
    },
    {
      "cite": "26 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0284-01"
      ]
    },
    {
      "cite": "109 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0621-01"
      ]
    },
    {
      "cite": "83 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 625,
    "char_count": 10815,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 2.2680763491950185e-07,
      "percentile": 0.7834458688518133
    },
    "sha256": "188599ac0c1482beb578efc852f8c69e3c6d41edaf8bb18634f84010b8619984",
    "simhash": "1:6900dff53e235bee",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T21:16:50.047455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "James Ward v. J. D. Jack, Executor of J. S. Neel, Deceased, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe learned court below properly characterized the plaintiff’s claim as stale, and held that under the pleadings he could not recover upon it unless the bar of the statute was removed by the conversation testified to by Watson. The case was submitted to the jury under instructions which allowed them to find, in the conversation referred to, a clear and unequivocal acknowledgment of the claim, a reference by which the amount of it could be definitely ascertained, and a promise to pay it. Whether the conversation authorized the conclusions drawn from it is the principal question to be considered on this appeal. It was brief and we quote the material part of it. Watson said: ‘Mr. Neel and I were sitting on some lumber, and Mr. Ward came down and asked Mr. Neel about his books. He asked Mr. Neel about the settlement of his books. Mr. Neel said, ‘Mr. Ward, that ought to have been settled long ago and you shall have your money inside of ten days ; before this though Mr. Ward said to him that the limitation was about to cut him out. Neel replied to him, Mr. Ward, I wouldn’t allow that limitation to cut you out if it was now, if it was six years now. He said he would have Flint look after the books.’ ” There was nothing developed in the cross-examination of the witness which qualified his testimony as we have quoted it, and we must therefore accept it as a correct statement of the conversation relied on by the plaintiff to toll the bar of the statute. In order to give it the effect he claims it is entitled to, it must be held to contain a clear and unequivocal acknowledgment of the debt, a specification of the amount of it, or a reference to something by which the amount can be definitely and certainly ascertained, and an express or implied promise to pay it. If these essentials to the maintenance of the suit are included in the conversation detailed by Watson they must be found in that part of it which may be correctly summarized thus: “Ward asked Neel about the settlement of his books,” and Neel replied, “ that ought to have been settled long ago and you shall have your money within ten days.” The expression “ you shall have your money ” means no more than the words “ I will pay you all I owe you,” and these were regarded as insufficient in Miller v. Baschore, 83 Pa. 356, to remove the bar of the statute, although they plainly referred to the balance due on Miller’s note which Basehore then held. In Landis v. Roth, 109 Pa. 621, the promise of the former was express and related to a note which the latter held, and it was adjudged insufficient, although it was not shown that “Landis had given Roth any other note than the one in suit.” These decisions followed the rule on which Burr v. Burr, 26 Pa. 284, was de termined, and in which Knox, J., speaking for this court on the subject we are now considering said: “ The better rule undoubtedly is that the acknowledgment must not only be clear, distinct and unequivocal, of the existence of a debt but that it must also be plainly referable to the very debt upon which the action is based. It matters not where the uncertainty lies, whether in the acknowledgment or in the identification, its existence is equally fatal to the plaintiffs recovery.” We cite these .cases as illustrations of the rule in regard to the identification of the debt, alleged to have been acknowledged and because we think the case in hand is fairly governed by them. “Ward asked Neel about the settlement of his books,” is too vague and uncertain to be justly regarded as an identification of the debt or such a reference as the law requires as a substitute for it.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "A. M. Todd, James A. Wiley with him, for appellant.",
      "T. Jeff. Duncan, for appellee."
    ],
    "corrections": "",
    "head_matter": "James Ward v. J. D. Jack, Executor of J. S. Neel, Deceased, Appellant.\nStatute of limitations — Acknowledgment of indebtedness — Prorhise to pay.\nAn acknowledgment and promise to pay a debt sufficient to toll the bar of the statute of limitations, must contain a clear and unequivocal acknowledgment of the debt, a specification of the amount of it, or a reference to something by which the amount can be definitely and certainly ascertained, and an express or implied promise to pay it.\nIn an action to recover a debt alleged to have been barred by the statute of limitations, the plaintiff produced a witness who testified as follows: “K (the debtor) and I were sitting on some lumber, and W (the creditor) came down and asked N about his books, he asked N about the settlement of his books. N said: ‘ Mr. W, that ought to have been settled long ago, and you shall have your money inside of ten days; ’ before this, though, W said to him that the limitation was about to out him out. N replied to him, ‘ Mr. W, I wouldn’t allow that limitation to cut you out if it was now, if it was six years now.’ He said that he would have F look after the books.” Held, that the evidence was too vague and uncertain justly to be regarded as an identification of the debt, or such a reference as the law required as a substitute for it.\nArgued Oct. 22, 1895.\nAppeal, No. 203, Oct. T., 1895, by-defendant, from judgment of O. P. Washington County, February T., 1891, No. 371, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit to recover an alleged balance due for work as a blacksmith. Before McIlvaine, P. J.\nAt the trial plaintiff supported his claim by the production of small passbooks which were in the possession of Mr. Neel for years, and were produced, by the executor, under notice. The plaintiff’s claim covered work done by him from the summer of 1876 to June, 1883. His suit was brought January 22, 1891. Between June, 1883, and January, 1891, the plaintiff had continued in the employ of J. S. Neel, being paid by the day for his labor and admitted that he had been fully paid. Shortly after the date at which the suit was brought, the defendant, Mr. Neel, who was much broken in health, went to California, by the advice of his physician, and after lingering there for some time died, in 1893, and J. D. Jack, his executor, has been substituted upon the record as defendant. Mr. Neel denied that he was indebted to the defendant in any sum whatever, and his deposition taken at Los Angeles, Cal., on February 10, 1893, was offered in evidence.\nTo meet the defendant’s claim that the debt was barred by the statute of limitations, plaintiff produced C. J. Watson, who testified as to a conversation between Ward and Neel in 1889 as follows:\nWell, state how it occurred, and what you heard the parties say ? Mr. Neel and I were sitting on some lumber aud Mr. Ward came down and asked Mr. Neel about his books.\nWho was sitting with you ? Mr. Neel.\nWho came down ? Mr. Ward.\nAnd what did he say? He asked Mr. Neel about the settlement of his books.\nWell? Mr. Neel says, Mr. Ward, that ought to have been settled long ago, and you shalL have your money inside of ten clays ; before this, though, Mr. Ward said to him that the limitation was about to out him out.\nWell, what did Neel reply to that? Neel replied to him, Mr. Ward, My God! I wouldn’t allow that limitation to cut you out if it was now, if it was six years now.\nDid he say who he would direct to settle the books and ascertain the balance ? Yes, sir, he said he would have Flint to look for the books.\nDid you hear anything further ? No, sir, I don’t recollect of anything further.\nThe court refused binding instructions for the defendant, and submitted the case to the jury.\nVerdict and judgment for plaintiff $1,728.60. Defendant appealed.\nMrror assigned was above instruction.\nA. M. Todd, James A. Wiley with him, for appellant.\n— A promise, to toll the statute, should “be proved in a clear and explicit manner:” Wambold v. Hoover, 110 Pa. 9; “ must be clear, distinct and unequivocal, and must be consistent with a promise to pay:” Keener v. Zartman, 144 Pa. 179; must be “unqualified and consistent with a promise to pay on demand. It must not be accompanied by such other expressions as indicate a willingness to pay at some future time : ” Kingston Bank v. Patton, 14 Pa. 479; “no implication less than this will toll the statute:” Lawson v. McCartney, 104 Pa. 356 ; “mustbe a clear and unambiguous recognition of an existing debt: ” Wesner v. Stein & Greenwalt, 97 Pa. 322; must be “ an admission consistent with a promise to pay: ” Palmer v. Gillespie, 95 Pa. 340 ; must be “ either an express promise to pay, or an acknowledgment of a debt, not only consistent with a promise to pay, but so distinct and unequivocal as to leave no doubt or hesitation as to the debtor’s meaning and intention:” Miller v. Miller, 137 Pa. 47. To the same effect are Fawcett v. Fawcett, 95 Pa. 376; Simrell v. Miller, 169 Pa. 326, and numerous other cases decided by this court.\nThe jury should not have been allowed to consider the testimony in this case : Johns v. Lantz, 63 Pa. 324.\nT. Jeff. Duncan, for appellee.\n— The court was right in submitting the case to the jury. The jury was right in its verdict: Painter’s App., 18 W. N. C. 441; Barwell v. Wirth, 61 Pa. 186 ; Patterson v. Dushane, 115 Pa. 335; 19 Am. & Eng. Ency. of Law, 634; Lawson v. McCartney, 104 Pa. 358; Laid v. Jaeckel, 19 Phila. 340; Croman v. Stull, 119 Pa. 92; Morgan v. Kirkpatrick, 18 Phila. 401; Davis v. Steiner, 14 Pa. 278; Hazlebaker v. Reeves, 12 Pa. 265; Wells v. Wilson, 140 Pa. 646.\nWhen a promise is not accompanied with a specification of the amount, it is sufficient if there be in the conversation “ a reference to something;” as the note, book accounts, particular transaction, or article whose price was agreed upon, “ by which such amounts can be definitely ascertained: ” Landis v. Roth, 109 Pa. 624; Patton’s Exr. v. Hassinger, 69 Pa. 315; 13 Am. & Eng. Ency. of Law, 757; Schmidt v. Pfau, 114 Ill. 494; DeForrest v. Hunt, 8 Conn. 184; Lord v. Harvey, 3 Conn. 272.\nWhen there has been a conflict of testimony as to a new promise, or to facts that were intended to toll the bar of the statute of limitations, the question must be submitted to the jury: Thompson v. Kauffelt, 110 Pa. 209; Mason v. Ammon, 117 Pa. 127; Maynes v. Atwater, 88 Pa. 496; Brubaker v. Okeson, 36 Pa. 521; Potts v. Davenport, 79 Ill. 455 ; 19 Am. & Eng. Ency. of Law, 656, 657 ; Codding v. Wood, 112 Pa. 379 ; Cunningham v. Camb. Sav. Bk., 138 Mass. 482; Coxe v. Wolcott, 27 Pa. 159 ; Cook v. Martin, 29 Conn. 66 ; Whitney v. Bigelow, 4 Pick. 111, 112 ; 13 Am. & Eng. Ency. of Law, 757 ; Pinkerton v. Bailey, 8 Wend. 600; Stilwell v. Cope, 4 Denio, 226; Wesner v. Stein et al., 97 Pa. 324; Palmer v. Gillespie, 95 Pa. 344; Fawcett v. Fawcett, 95 Pa. 379, 380; Steel v. Steel, 12 Pa. 65; Johns v. Lantz, 63 Pa. 325 ; Lawson v. McCartney, 104 Pa. 357 ; Criswell v. Criswell, 56 Pa. 131.\nJanuary 6, 1896 :"
  },
  "file_name": "0416-01",
  "first_page_order": 436,
  "last_page_order": 441
}
