{
  "id": 874095,
  "name": "Allegheny City v. The People's Natural Gas & Pipeage Company of Pennsylvania, Appellant",
  "name_abbreviation": "Allegheny City v. People's Natural Gas & Pipeage Co.",
  "decision_date": "1896-01-06",
  "docket_number": "Appeal, No. 115",
  "first_page": "632",
  "last_page": "635",
  "citations": [
    {
      "type": "official",
      "cite": "172 Pa. 632"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "123 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "115 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0004-01"
      ]
    },
    {
      "cite": "31 Pitts. Leg. J. 259",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0406-01"
      ]
    },
    {
      "cite": "154 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842367
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0464-01"
      ]
    },
    {
      "cite": "148 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 7228,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 2.8994494693127467e-07,
      "percentile": 0.8449585284701927
    },
    "sha256": "023636c446ac99313de392e3638e9167a1eafd94dccc36701f97198a9e4435fb",
    "simhash": "1:bbd186498e50096c",
    "word_count": 1237
  },
  "last_updated": "2024-02-27T21:16:50.047455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Allegheny City v. The People’s Natural Gas & Pipeage Company of Pennsylvania, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nConceding that no authority has been shown in the city of Allegheny to impose a tax eo nomine on the pipes of appellant company laid in its streets, the question would still be open of the reasonableness of the ordinance in question as an exercise of the police power in the imposition of a license fee for supervision, and liabilities and inconveniences arising therefrom, on the principles of our recent decisions in regard to telegraph poles: Allentown v. Telegraph Co., 148 Pa. 117; Chester v. Tel. Co. 154 Pa. 464; Phila. v. Tel. Co. 167 Pa. 406.\nBut this question was not argued and need no.t be considered now, as the court below rightly held that this case was to be determined on the agreement of the parties. The act of May 29, 1885, sects. 11 and 13, P. L. 34, 35, required the consent of councils, and the ordinance made an acceptance of its provisions by the company a condition precedent to the opening of its streets. The company cannot get consent by an apparent acceptance, and then repudiate part of the terms, under cover of a reservation. The acceptance which was required as a condition to the consent was an unqualified acceptance of “ all the terms, conditions, and provisions ” of the ordinance, and nothing less than that would satisfy the condition. The company filed a nominal and apparent acceptance with the comptroller, and having obtained and enjoyed the privileges cannot now escape the obligations. It did not obtain the consent of councils to its qualified acceptance, or get anything from them which can now be set up as a compromise, or waiver of the city’s claim under the ordinance. If the terms prescribed were not acceptable to the company, or not such as it conceived itself bound in law to submit to, it had its remedy in the courts by the assertion of its rights under the statute, but having got its privilege by apparently agreeing to the terms it cannot now refuse to perform them. On this point the decision of this court in Federal St. R. W. Co. v. Allegheny, 31 Pitts. Leg. J. 259, is closely analogous and authoritative.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "W. B. Rodgers, J. A. Langfitt with him, for appellant.",
      "George Elphinstone, for appellee."
    ],
    "corrections": "",
    "head_matter": "Allegheny City v. The People’s Natural Gas & Pipeage Company of Pennsylvania, Appellant.\nMunicipalities — Natural gas companies — Act of May 27, 1885.\nWhere a municipality by ordinance consents to the laying of pipes in streets by a natural gas company, and requires an unqualified acceptance of “all the terms, conditions and provisions” of the ordinance, the company cannot file an apparent acceptance, and .after enjoying the benefits of the ordinance repudiate a part of its terms under cover of a reservation.\nAn ordinance granting consent to a natural gas company to lay pipes in streets, imposed a tax upon the pipes so laid. The ordinance required of the company an unqualified acceptance of “all the terms, conditions and provisions ” of the ordinance. The company filed an acceptance agreeing to comply with the ordinance “ except in so far as any of the terms of said ordinance may be held or adjudged illegal or unreasonable by the courts.” The company laid its pipes but refused to pay the tax on the ground that the Supreme Court had subsequently declared such a tax invalid. Held, that the company was bound by its contract and liable for the tax.\nArgued Oct. 29, 1895.\nAppeal, No. 115, Oct. T., 1895, by defendant, from judgment of C. P. No. 2, Allegheny Co., April T., 1893, No. 62, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit to collect a municipal tax on pipes laid in a street.\nAt the trial .it appeared that defendant was a natural gas company organized under the act of May 27, 1885, P. L. 29. On February 12, 1886, the city of Allegheny passed a general ordinance entitled: “ An ordinance regulating the manner and fixing the terms and conditions on corporations and individuals for the laying of pipes in the streets and highways of the city of Allegheny for the conveyance or supplying of natural gas to consumers.”\nThe eighth section of the ordinance provides that, “Any corporation availing itself of the rights under this ordinance shall pay to the city annually 3 cents for each foot of pipe laid by such corporation and being within the city, exclusive of service connections, the first payment to be in advance of laying each 1,000 feet or fractional part thereof — and thereafter annuall}' from the date of such first payment.”\nThe thirteenth section provides that, “ Before any highways shall be opened under this ordinance by any corporation it shall file with the comptroller a certified copy of a resolution of its board of directors, under the seal of said corporation, accepting all the terms, conditions and provisions of this ordinance.”\nThe company, by its board of directors, duly accepted this ordinance by the following resolution filed with the controller (passed June 14,1886) : “ Resolved by the directors of the People’s Natural Gas and Pipeage Company that said company hereby accepts the terms, conditions and provisions of the Natural Gas General Ordinance of the city of Allegheny, and agrees to comply therewith, excepting so far as any of the terms of said ordinance may be held or adjudged illegal and unreasonable by the courts.”\nThe company laid its pipe in the streets, but refused to pay the tax as provided by the 8th sec. of the ordinance alleging that such a tax was illegal under the decision in City of Pitts-burg’s Appeal, 115 Pa. 4, and 123 Pa. 376.\nThe jury rendered the following special verdict.\nThe jury finds as a fact that the defendant has laid 886,890 feet of gas pipe within the city of Allegheny at the dates mentioned in “ exhibit C,” attached to affidavit of claim, 196,215 feet of which were laid prior to the passage of the ordinance of January 12, 1888.\nIf the court should be of opinion that under the ordinances of the city of Allegheny as set forth and referred to in the affidavits of claim and defense, and the qualified acceptance of the defendant company (‘ exhibit A ’) as set forth in the affidavit of claim that defendant is liable, then judgment is to be entered in favor of the plaintiff in the sum of §26,606.70, with interest from December 31,1892, otherwise judgment to be entered in favor of the defendant. If the court should be of opinion'that the defendant is liable for pipe laid prior to the ordinance of January 12,1888, and not afterwards, then judgment should be entered in favor of plaintiff for §5,886.45.\nIt is found as a fact that the pipes in question represent a great part of the capital stock of the defendant company, and are indispensable in the conduct of its business, and that said company pays a state tax upon said capital stock.\nIt is further found that the ordinance of January 12, 1888, re-enacted the provisions of the two .general ordinances, except those sections referring to the three cent tax and limiting the price of gas to consumers.\nThe court entered judgment for the plaintiff on the special verdict for §5,886.45. Defendant appealed.\nError assigned, was entry of judgment as above.\nW. B. Rodgers, J. A. Langfitt with him, for appellant.\nGeorge Elphinstone, for appellee.\nJanuary 6, 1896:"
  },
  "file_name": "0632-01",
  "first_page_order": 652,
  "last_page_order": 655
}
