{
  "id": 1092036,
  "name": "Ledwith et al. v. Hurst et al., Exrs., Appellants",
  "name_abbreviation": "Ledwith v. Hurst",
  "decision_date": "1925-06-27",
  "docket_number": "Appeal, No. 195",
  "first_page": "94",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "284 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0285-01"
      ]
    },
    {
      "cite": "257 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032363
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0329-01"
      ]
    },
    {
      "cite": "257 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0231-01"
      ]
    },
    {
      "cite": "213 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0390-01"
      ]
    },
    {
      "cite": "185 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        898030
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0179-01"
      ]
    },
    {
      "cite": "196 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0366-01"
      ]
    },
    {
      "cite": "124 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0010-01"
      ]
    },
    {
      "cite": "272 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0143-01"
      ]
    },
    {
      "cite": "257 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0385-01"
      ]
    },
    {
      "cite": "260 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0376-01"
      ]
    },
    {
      "cite": "248 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0285-01"
      ]
    },
    {
      "cite": "10 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/10/0326-01"
      ]
    },
    {
      "cite": "28 A, L. R. 384",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "251 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0582-01"
      ]
    },
    {
      "cite": "284 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0090-01"
      ]
    },
    {
      "cite": "267 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0390-01"
      ]
    },
    {
      "cite": "3 Grant 164",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/3/0164-01"
      ]
    },
    {
      "cite": "61 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0073-01"
      ]
    },
    {
      "cite": "136 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/136/0354-01"
      ]
    },
    {
      "cite": "257 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0329-01"
      ]
    },
    {
      "cite": "257 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032458
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0231-01"
      ]
    },
    {
      "cite": "213 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0390-01"
      ]
    },
    {
      "cite": "185 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        898030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0179-01"
      ]
    },
    {
      "cite": "196 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0366-01"
      ]
    },
    {
      "cite": "124 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0010-01"
      ]
    },
    {
      "cite": "272 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0143-01"
      ]
    },
    {
      "cite": "257 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 10406,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 5.319011132728664e-07,
      "percentile": 0.9427057330369454
    },
    "sha256": "9a5893b1adc7ff989c3748aee1627a68acb36107b7b6fa4a7ae4d448b78078b3",
    "simhash": "1:3d748a7a72a278f5",
    "word_count": 1832
  },
  "last_updated": "2024-02-27T23:35:03.171884+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Ledwith et al. v. Hurst et al., Exrs., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis is a case-stated to determine the title to real estate. D. F. Buchmiller, of the City of Lancaster, died in 1922, testate, survived by a widow and one daughter. His last will provides, inter alia, as follows: “I give and bequeath the net rents, income and revenue of my three-storied brick store property, Nos. 130-134 North Queen Street, and the six-story brick factory building in the rear thereof, Nos. 131-135 North Market Street, in the city of Lancaster, Pennsylvania, to my wife, Caroline S. Buchmiller, and my daughter, Mary jB. Led-with, in equal shares or parts, during their natural lives, and, after the death of either of them, I give and bequeath all of said net rents, income and revenue to the survivor of them during her natural life. At the death of the survivor of them, I give and bequeath the net rents, income and revenue to the issue and descendants of my daughter, Mary B. Ledwith, if any, per stirpes, for and during the term of their natural lives, and the life of the survivor of such issue and descendants ; and, in the event of the death of my said daughter, Mary B. Ledwith, without leaving issue or descendants^ then, at that time, or upon the death of the last of such issue or descendants, if any, I order and direct my executors to sell the said premises, either at public or private sale, for the best price that can be obtained therefor; and I then give the net proceeds thereof to my„ said executors, in trust, to invest the same and keep the same invested, in good lawful securities, and the net income thereof, I hereby order and direct my said executors to pay over annually in equal shares, to the Lancaster General Hospital, the Young Men’s Christian Association of Lancaster, Pa., the Young Women’s Christian Association of Lancaster, Pa., and the Ship-pen School for Girls of Lancaster, Pa., for the use of the said various institutions as hereinbefore stipulated.”\nThe Union Trust Company of Lancaster and Mary B. Ledwith were named and are acting as executors under the will. In 1924, the plaintiffs, Caroline S. Buchmiller, the widow, and Mary B. Ledwith, the daughter, entered into a written agreement to sell the above described land to S. Grace Hurst for $800,000 and tendered their deed therefor, which was refused on the contention that because of the paragraph of the will above quoted plaintiffs could not convey a fee simple title. In answer, plaintiffs averred that this paragraph of the will was void as it disclosed a general scheme to indefinitely tie up the property therein described in manifest transgression of the rule against perpetuities, and that as to such property there was an intestacy, by virtue of which it vested in them as the only heirs at law. The trial court sustained plaintiffs’ contention and held their deed would pass a good title in fee; from which defendants brought this appeal.\nIt is so much for the public good that the transfer of property should not be unduly hampered, that long ago the rule against perpetuities was established, which forbids the tying up of property for a longer period than a life or lives in being and twenty-one years thereafter ■ (plus in some instances the period of gestation). Under this rule, a contingent estate to be valid must vest within the time above stated from the date of its creation. Moreover, the question as to whether the rule has been violated depends upon conditions as they existed at the death of the testator (21 R. C. L., p. 294) and as to what may happen; where the estate may not vest within the required time the rule is transgressed: Coggins’s App., 124 Pa. 10; Lawrence’s Est., 136 Pa. 354; Donohue v. McNichol, 61 Pa. 73. If the provision in the will is such that the title to the property may be kept in abeyance and not vest for a longer period than permitted by law the bequest is void: Davenport et al. v. Harris et al., 3 Grant 164. “No interest is good unless it must vest, if at all, not later than twenty-one years after some life in being at the creation of the interest”: Gray on Perpetuities, section 201. Even whére there is a possibility that a violation of this rule may happen, the devise is void: Lilley’s Est., 272 Pa. 143; 30 Cyc. p. 1483.\nIn the instant case, the gift of the income to the widow and daughter for life, standing alone, would be valid, but as Mary’s children were not born at the testator’s death, the title could not be held in abeyance longer than twenty-one years after her death and that of the widow; while the will attempts not only to continue the income to Mary’s children for life, but also to her descendants without limit, and, in the event of their final extinction, to create a perpetual trust of the property, for the benefit of certain named charities. It is not easy to conceive of a more flagrant violation of the rule against perpetuities. The life gift to Mary’s children (none of whom was born prior to testator’s death) is plainly violative of the rule, so the only life estates which apparently are not, are those to the widow and daughter.\nWhere the testator’s dominant intent is such as does not transgress the rule in question, as for example the creation of life estates, the same will be sustained, although some ultimate and incidental disposition of the property may infringe upon it. This is especially true where that which does not is capable of separation from that which does transgress the rule: Whitman’s Est., 248 Pa. 285, and cases there cited. See also Ewalt v. Davenhill et al., 257 Pa. 385; Lockhart’s Est., 267 Pa. 390; Jones’s Trust Est., 284 Pa. 90; 39 Cyc. p. 89.\nWhere, however, the general scheme and dominant purpose of the testator is the creation of contingent estates to tie up the property indefinitely in. utter disregard of the rule against perpetuities, and the life estates are but a part of and incidental thereto, the whole will be stricken down and the property will pass under the intestate laws: Johnston’s Est., 185 Pa. 179; Kountz’s Est. (No. 1), 213 Pa. 390; 3 L. N. S. 639; Gerber’s Est., 196 Pa. 366; see also Geissler et al. v. Reading Tr. Co., 257 Pa. 329; Kountz’s Trust, 251 Pa. 582, and note in 28 A, L. R. 384; also 21 R. C. L., p. 324. The trial court rightly held this principle applicable to the instant case; but inasmuch as the fee vests in the plaintiffs under the intestate laws, for reasons above stated, the question as to their life estates under the will is not controlling. In any event they would be able to convey a good title.\nWe are mindful of the rule that a charitable bequest may be given in perpetuity (Act of May 9, 1889, P. L. 173; 30 Cyc. 1512; 1 Perry on Trusts, 6 ed., sec. 384), but such bequest cannot be created by a gift over following a prior attempted disposition of the same property wherein the rule in question has been violated: Penrose’s Est., 257 Pa. 231; and see Hillyard v. Miller, 10 Pa. 326.\nA further discussion and additional citations appear in the comprehensive opinion of the trial court in the instant case, reported in 38 Lancaster Law Review 555.\nThe assignment of error is overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "John N. Hetrick, for appellants",
      "Paul A. Mueller, with him Jóhm M. Groff, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Ledwith et al. v. Hurst et al., Exrs., Appellants.\nWills — Construction—Life estates — Remainders—Rule against perpetuities — Charities—Act of May 9, 1889j P. L. 178.\n1. The question as to whether the rule against perpetuities has been violated by a will depends upon conditions as they existed at the death of the testator, and as to what may happen.\n2. Where the estate may not vest within a life or lives in being and twenty-one years thereafter, the rule is transgressed.\n3. Even where there is a possibility that a violation of this rule may happen, the devise is void.\n4. Where the testator’s dominant intent is such as does not transgress the rule, the same will be sustained, although some ultimate and incidental disposition of the property may infringe it. This is especially true where that which does not transgress, is capable of separation from that which does transgress the rule.\n5. But where the general scheme and dominant purpose of the testator is the creation of contingent estates to tie up the property indefinitely in utter disregard of the rule, and the life estates are but a part of and incidental thereto, the whole will be stricken down, and the property will pass under the intestate laws.\n6. While a charitable bequest may be given in perpetuity under the Act of May 9, 1889, P. L. 173, such bequest cannot be created by a gift over following a prior attempted disposition of the same property wherein the rule has been violated.\n7. A decree violates the rule against perpetuities where it is to a wife and to an only child, a daughter without children at testator’s death, for their lives, and, upon the death of the survivor, to the daughter’s issue and descendant’s for their lives and the survivor of them, and if the daughter dies without leaving issue or descendants then over to charities.\n8. In such case as the wife and daughter take under the intestate laws, they can make a good title to the land since the question of their life estate under the will is not controlling.\nArgued May 18,1925.\nAppeal, No. 195, Jan. T., 1925, by defendants, from judgment óf C. P. Lancaster Co., Sept. T., 1924, No. 54, for plaintiffs on case-stated in suit of Mary B. Ledwith. and Caroline Buchmiller v. S. Grace Hurst, and the Union Trust Co. of Lancaster, Pa., and Mary B. Ledwith, Executors of D. F. Buchmiller, deceased.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nCase-stated to determine title to real estate. Before Landis, P. J. See 38 Lancaster L. Rev. 555.\nThe opinion of the Supreme Court states the facts.\nJudgment for plaintiffs. Defendants appealed.\nError assigned was judgment, quoting it.\nJohn N. Hetrick, for appellants\nThe court erred in holding that it had jurisdiction, at the present time, to determine the validity of the contingent estates in remainder, and in entering judgment in favor of plaintiffs : Whitman’s Est., 248 Pa. 285; Price’s Est., 260 Pa. 376; Ewalt v. Davenhill, 257 Pa. 385.\nPaul A. Mueller, with him Jóhm M. Groff, for appellees,\ncited: Lilley’s Est., 272 Pa. 143; Coggins’ App., 124 Pa. 10; Gerber’s Est., 196 Pa. 366; Johnston’s Est., 185 Pa. 179; Kountz’s Est., 213 Pa. 390; Penrose’s Est., 257 Pa. 231; Geissler v. Trust Co., 257 Pa. 329.\nJune 27,1925:"
  },
  "file_name": "0094-01",
  "first_page_order": 118,
  "last_page_order": 123
}
