{
  "id": 1092008,
  "name": "Bailey v. Cooney et ux., Appellant",
  "name_abbreviation": "Bailey v. Cooney",
  "decision_date": "1925-11-23",
  "docket_number": "Appeal, No. 136",
  "first_page": "508",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "284 Pa. 508"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "282 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0297-01"
      ]
    },
    {
      "cite": "282 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0096-01"
      ]
    },
    {
      "cite": "210 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0134-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 35",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0035-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0056-01"
      ]
    },
    {
      "cite": "82 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0432-01"
      ]
    },
    {
      "cite": "68 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0243-01"
      ]
    },
    {
      "cite": "277 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0159-01"
      ]
    },
    {
      "cite": "233 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/233/0481-01"
      ]
    },
    {
      "cite": "194 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0210-01"
      ]
    },
    {
      "cite": "283 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0061-01"
      ]
    },
    {
      "cite": "283 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0508-01"
      ]
    },
    {
      "cite": "272 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068418
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0113-01"
      ]
    },
    {
      "cite": "282 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0256-01"
      ]
    },
    {
      "cite": "282 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0235-01"
      ]
    },
    {
      "cite": "221 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0123-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 274",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/7/0274-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 168",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0168-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 200",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/83/0200-01"
      ]
    },
    {
      "cite": "61 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0395-01"
      ]
    },
    {
      "cite": "282 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088415
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0297-01"
      ]
    },
    {
      "cite": "282 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088325
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0096-01"
      ]
    },
    {
      "cite": "210 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0134-01"
      ]
    },
    {
      "cite": "82 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0432-01"
      ]
    },
    {
      "cite": "277 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079513
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0159-01"
      ]
    },
    {
      "cite": "194 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 526,
    "char_count": 8164,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.1408881511542083e-07,
      "percentile": 0.5784296690656482
    },
    "sha256": "557c73ff73bd3bc948d7d663fc571e7dfb55b3e176c6a496a7a66f0c5dfe33a5",
    "simhash": "1:29472905367c6c00",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T23:35:03.171884+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Bailey v. Cooney et ux., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nBoger Cooney was the owner of a house in the City of Pittsburgh, and agreed to sell the same to Lawrence Bailey for $3,500, a part of the purchase-money being paid at the time. A contract to convey was entered into on October 1,1923. The name of the wife of the vendor did not appear in the body of the written instrument, though the attestation clause declares “that the said parties to this agreement have hereunto set their hands and seals,” and she joined in its execution. The wife was fully cognizant of the undertaking, as appears by the uncontradicted testimony; indeed, the sale had been consummated largely as a result of her individual efforts. Ten days later, Mrs. Cooney wrote a letter, which was signed by her husband, withdrawing the offer to sell, and expressing an intention not to convey as promised. The time fixed for the transfer was October 15th, and the plaintiff then requested the delivery of the deed, indicating his willingness to comply with the terms of purchase. The demand was refused, and there followed this proceeding to compel specific performance of the contract, both Boger Cooney, and Anna, his wife, being named as defendants. The right of plaintiff to recover w[as contested on two grounds. Both legal defenses were suggested by a demurrer to the bill, which was overruled, and again by the answer filed. Another incidental question was raised, but the decision in regard thereto is not the subject of complaint, and need not be considered. From the decree directing the execution of a deed as stipulated, this appeal was taken.\nIt was first urged that the agreement of sale was ineffective, since Anna Cooney, the wife, was not named as a party in the written contract, though the same was signed and sealed by her. As before stated, she was the principal actor in securing the plaintiff as purchaser, and had full knowledge of the part payment of the purchase money by him. When she consented to the sale, and evidenced this by her signature to the agreement, she was bound thereby, though not designated in the writing as one of the contracting parties: Thompson v. Lovrein, Hall & Co., 82 Pa. 432; Leith v. Bush, 61 Pa. 395; Hashagen v. Neal, 83 Pa. Superior Ct. 200. This conclusion is supported by the rulings, without discussion, in numerous cases, where the name of the wife was not only omitted in the written agreement but her consent to the transaction was shown solely by her acts and conduct, and specific performance was decreed: Heckart v. Blumberg, 277 Pa. 159; Martin v. Cybulski, 282 Pa. 297; Welsh v. Ford, 282 Pa. 96. The objection, called to our attention by assignments, one, two, three and eight, was therefore properly overruled by the court below.\nAgain, it is insisted (assignments one, four, five, six, seven, and eight) that no decree for specific performance could be here entered against the wife, in view of the fact that she had not formally acknowledged the agreement, and that this omission makes impossible the enforcement of her obligation in equity. It is true that the Act of February 20, 1770 (1 Smith Laws 307, sec. 2), provided that this should appear where the interest of the wife in real estate w;as to be affected.\nNotwithstanding the Married Woman’s Acts of June 3, 1887, P. L. 333, and June 8, 1893, P. L. 344, the requirement remained in force, and thereafter it was held that an agreement to exchange land of the wife must not only be joined in by her husband, but that she must acknowledge the instrument separately and apart from him if the completion of the contract was to be compelled by court decree: Bingler v. Bowman, 194 Pa. 210. The latter requirement was abolished, however, by the Act of April 4, 1901, P. L. 67, and nothing more is now demanded of her, in so far as her execution of an instrument is concerned, than if she were unmarried. Though her agreements disposing of land, prior to the passage of this act, without proper acknowledgment, could not be specifically enforced, yet this is no longer true, and she is now empowered to make a binding contract for the sale of her real estate by a written agreement in which, her husband joins, without complying with the requirement of the Act of 1770, formerly operative : Jenkins v. P. & C. R. R. Co., 210 Pa. 134.\nThe married woman’s act gave to the wife the same power over her interests in land as if she were single, except in certain specified cases, including the inability to mortgage or convey property without the joinder of her husband: Haendler’s Est., 81 Pa. Superior Ct. 168; Hicks’s Est., 7 Pa. Superior Ct. 274. Of course, if he fails to join in a conveyance, and does not consent or have knowledge of the transaction, there can be no specific performance directed as to either: McCoy v. Niblick, 221 Pa. 123. But no reason longer exists which prevents the wife from contracting in writing to become a party to a deed which the husband is ready and willing to execute. That the carrying out of her agreement will be directed is shown by many decisions, though the question now suggested was not considered (Heckart v. Blumberg, supra; Paralka v. Grummel, 282 Pa. 235; Wenclawiak v. Sieracki, 282 Pa. 256; Shrut v. Huselton, 272 Pa. 113), and like orders have been made where the consent to the transfer was evidenced only by acts or conduct indicating a ratification of the contract: Martin v. Cybulski, supra; Welsh v. Ford, supra. Of course, if no proof of an agreement on her part is shown, .no decree can be entered in so far as her rights are concerned. Though if the vendee is willing to accept the title of the husband alone, subject to the wife’s inchoate right of dower, without deduction of price, he may be compelled to perform: Bahl v. Menger, 283 Pa. 508; Hannan v. Carroll, 283 Pa. 61.\nA review of the authorities controlling facts such as were presented and found by the court in the present case, convinces us that the decree entered below was properly made, and that the defendants must convey on the terms agreed upon. All of the assignments of error are overruled.\nThe decree is affirmed at the costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "John P. Patterson, for appellant.",
      "Frederick Shoemaker, with him William F. Knoell, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Bailey v. Cooney et ux., Appellant.\nEquity — Specific performance — Husband and wife — Refusal of wife to join in deed — Agreement signed by wife not acknowledged —Acts of February 20, 1770, 1 Sm. L. S07, and April %, 1901, P. L. 67.\n1. Where a wife signs with her husband an agreement for the sale of her husband’s real estate, she may be compelled to join in a deed conveying Such real estate, although her name did not appear in the body of the agreement of sale.\n2. The fact that she did not acknowledge the agreement of sale is immaterial, inasmuch as the Act of February 20,1770,1 Sm. L. 307, requiring acknowledgment of the wife, has been repealed by the Act of April 4, 1901, P. L. 67.\nArgued October 7, 1925.\nAppeal, No. 136, March T., 1925, by Anna M. Cooney, from decree of C. P. Allegheny Co., Jan. T., 1924, No. 1701, on bill in equity, in case of Lawrence Bailey v. Boger Cooney et ux.\nBefore Moschzisker, C. J., Walling, Simpson, Sadler and Schaffer, JJ.\nAffirmed.\nBill for specific performance. Before Carnahan, J.\nThe opinion of the Supreme Court states the facts.\nDecree for plaintiff. Defendant, Anna M. Cooney, appealed.\nError assigned was, inter alia, decree, quoting record.\nJohn P. Patterson, for appellant.\nThe wife not being a party named in the agreement, the fact that she signed it under the signature of her husband does not make it a binding contract on her.\nAcknowledgment was necessary: Bingler v. Bowman, 194 Pa. 210; Kirk v. Dean, 2 Binney, 314.\nThe Act of April 4, 1901, P. L. 67, did not change the law requiring a contract or deed of a married woman to be acknowledged: Brandon v. McKinney, 233 Pa. 481.\nFrederick Shoemaker, with him William F. Knoell, for appellee,\ncited: Heckart v. Blumberg, 277 Pa. 159; Eilbert v. Finkbeiner, 68 Pa. 243; Thompson v. Lovrein, 82 Pa. 432; Snively v. Fisher, 21 Pa. Superior Ct. 56; Diffenbacher’s Est., 31 Pa. Superior Ct. 35; Jenkins v. Pittsburgh, etc., R. R., 210 Pa. 134; Welsh v. Ford, 282 Pa. 96; Martin v. Cybulski, 282 Pa. 297.\nNovember 23, 1925:"
  },
  "file_name": "0508-01",
  "first_page_order": 532,
  "last_page_order": 536
}
