{
  "id": 941915,
  "name": "Middleton's Estate",
  "name_abbreviation": "Middleton's Estate",
  "decision_date": "1905-05-15",
  "docket_number": "Appeal, No. 363",
  "first_page": "119",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0070-01"
      ]
    },
    {
      "cite": "167 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0463-01"
      ]
    },
    {
      "cite": "9 Watts, 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 9543,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 3.7471667432989415e-07,
      "percentile": 0.8950529548247793
    },
    "sha256": "fd2c51ee3cbedd9c173c0f20577c54384a7d431d4c2485fe92d9aa050ee00a67",
    "simhash": "1:2d251cf21b23acf9",
    "word_count": 1683
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Middleton’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree is affirmed on the opinion of the learned judge of the orphans’court.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Marshall Gest, with him Meliok, Potter $ Eeohert, for appellant.",
      "Henry La Barre Jayne and Biddle Ward, for Catherine C. Middleton, executrix of Benjamin Middleton Hoppock, were not heard.",
      "James W. M. Newlin, for estate of Bushrod Middleton Hop-pock, was not heard."
    ],
    "corrections": "",
    "head_matter": "Middleton’s Estate.\nWill—Legacy—Trust and trustees—Vested and contingent estates.\nThe testator bequeathed his residuary estate in trust, inter alia, to invest the sum of $10,000, and to pay the-net income to his grandson “until he shall attain the age of twenty-five years, at which time my said trustees are to pay to my said grandson the principal thereof.” The grandson died without having reached the prescribed age. Held, that the grandson took a vested interest in the principal of the $10,000.\nThe trust as to the balance of the residuary estate was to pay the income to testator’s wife until the grandson should be twenty-five and then, or at his death, whichever event should first happen, to convey one-third to testator’s son B. and his wife in equal shares; and if he should be then dead to pay to his wife $5,000; one other third to testator’s son L., and if dead, to his wife $5,000; and the remainder, upon his attaining said age to his grandson absolutely. B. died before the grandson, leaving his wife surviving. The grandson did not attain the age of twenty-five years. Held, that the wife of B. was entitled to receive $5,000, and that the estate of the grandson was entitled to the balance.\nArgued March 27, 1905.\nAppeal, No. 363, Jan. T., 1904, by Louis Middleton, from decree of O. C. Pliila. Co., July T., 1904, No. 313, dismissing exceptions to adjudication in Estate of Samuel W. Middleton, deceased.\nBefore Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nExceptions to adjudication.\nThe material portion of the will of testator was as follows:\n. “ I give and bequeath to the Pennsylvania Company for Insurance on Lives and Granting Annuities the sum of seven hundred dollars to invest and keep the same invested and to apply the income thereof in keeping in good order and repair my lot in Laurel Hill Cemetery, and the tombstone therein erected.\n“ I give, devise and bequeath to my wife Kate Cecilia Middleton and to her heirs the house and lot No. 2115 Venango Street, Philadelphia, in which we now reside and the furniture and all my personal effects therein.\n“ I also give and bequeath to my said wife one-third part of all the stocks, bonds, money and personal securities of which I shall die possessed.\n* All the rest, residue and remainder of my estate, real, personal .and mixed, whatsoever and wheresoever situate, I give, devise and bequeath to The Pennsylvania Company for Insurance on Lives and Granting Annuities in Trust, however, and to and for the following uses and purposes, that is to say, In Trust to put aside a sum of ten thousand dollars and to invest the same and collect and receive the income therefrom, and after deducting all proper and legal charges to pay over the net income to my grandson Bushrod Middleton Hoppock until my said grandson shall attain the age of twenty-five years, at which time my said trustees are to pay to my said grandson the principal thereof, said income during the continuance of the trust to be free from the debts, contracts or alienations of my said grandson and not to be liable to levy or attachment by process of law.\n“ All the rest and residue of my estate real personal and mixed whatsoever and wheresoever situate, I give, devise and bequeath to the said The Pennsylvania Company for Insurance on Lives and Granting Annuities, In Trust, nevertheless to and for the following uses and purposes, namely: in trust to collect the rents, income and profits therefrom and after paying all necessary and legal charges to pay the net income to my wife Kate Cecilia Middleton until my said grandson Bushrod Middleton Hoppock shall attain the age of twenty-five years, and when my said grandson shall attain the age of twenty-five years or at his death 'whichever event first occurs, then in Trust to assign, transfer and convey one equal third part of the principal thereof absolutely and in fee simple to my son Benjamin Middleton and his wife Elbe Middleton to be equally divided between them, provided my said son be at that time living, but if he be then dead, then in place of this gift to him and his wife my Trustees are to pay to the said Elbe Middleton the sum of five thousand dollars. And in trust upon the attaining the age of twenty-five years by my said grandson or at his death, whichever first occurs to assign, transfer and convey one other equal third part of the principal of my said residuary estate absolutely and in fee simple to my son Louis Middleton subject, however, to the payment of the sum of twenty-five hundred dollars to be given to his wife Mary Middleton, provided that my said son be living at the time, but if he be then dead then in place of the gift to him of a third of said residuary estate my trustees are to pay to the wife of my said son, the said Mary Middleton the sum of five thousand dollars. And in trust upon the attaining of the age of twenty-five years by my said grandson to assign, transfer and convey the remainder of my said residuary estate absolutely and in fee simple to my said grandson Bushrod Middleton Hoppock.”\nOther facts appear by the opinion of the court by Ashman, J., which was as follows :\nThe testator bequeathed his residuary estate in trust, inter alia, to invest the sum of $10,000, and to pay the net income to his grandson “ until he shall attain the age of twenty-five years, at which time my said trustees are to pay to my said grandson the principal thereof.” The grandson died without having reached the prescribed age. We agree with the auditing judge that he took a vested interest. Time was not annexed to the substance of the gift, which was to the legatee at all events; but the date of payment, not the gift itself, was simply postponed. There was no limitation over. It is scarcely worth while even to glance at the cases which embody, some of them, refined distinctions as to what will constitute a contingent gift. A mere direction to executors to pay to a legatee “ as soon as he arrives to be twenty-one years of age,” there being no substantive gift, is contingent: Moore v. Smith, 9 Watts, 403 ; or a gift in trust to pay to nephews “ when they shall respectively attain the age of nineteen years :” Engles’ Estate, 167 Pa. 463. So a gift to a person at, or if, or as and when, he shall attain twenty-one: Hanson v. Graham, 6 Yes. 239, etc. But when the subject of the gift is separated from the rest of the estate and vested in trustees for the benefit of the legatee, the gift, although in form contingent, will be held vested: Branstrom v. Wilkinson, 7 Ves. 421; or where interest is given to the legatee till the time of payment arrives: Hanson v. Graham, 6 Yes. 239. See, also, Roberts’ Appeal, 59 Pa. 70.\nThe trust as to the balance of the residuary esta'te was to pay the income to testator’s wife until his said grandson should be twenty-five, and then or at his death, whichever event should first happen, to convey one-third to testator’s son, Benjamin, and his wife in equal shares ; and if he should be then dead, to pay to his wife $5,000; one other third to testator’s son Lewis, and, if dead, to his wife $5,000, and the remainder, upon his attaining the said age, to his grandson absolutely.\nBenjamin, the son, died before the grandson, leaving his wife surviving. His interest was contingent upon his surviving the grandson in case the latter should attain the age of twenty-five years, or in case he should die before that period, and the grandson died in the interim, but having outlived Benjamin. The wife of Benjamin was thereupon entitled to receive $5,000, and the balance of the share lapsed. The auditing judge awarded it to the estate of the grandson. It will be observed that the testator, while he gave one-third of his residuary estate to his son Benjamin and one-third to his son Lewis, gave the remainder to his grandson. This difference in naming the quantum of the several gifts was adopted, we must assume, with deliberation and with a purpose. The remainder was not necessarily one-third of the estate ; it included all that was left after legacies which were well given had been paid and legacies which had lapsed had fallen back into the estate. This disposition of the residue is in harmony with the intent apparent throughout the will to favor the grandson. The objection that the grandson’s share of the residue was a contingent interest is futile. The residuary legacy did not rest in the direction to convey to him upon attaining a certain age. Of such a bequest Mr. Hawkins says-in his Treatise, at page 226 : “ A bequest to A. at twenty-one and a bequest to A. payable at twenty-one do not much differ in expression, yet one is a vested and the other is a contingent gift.” Under the present will the direction to pay was only the sequence of an antecedent gift. The testator instructed the trustees to hold the residue for the grandson and to convey the same to him absolutely at his age of twenty-five years. In no sense could this designation of time enter into the substance of the gift; its effect was merely to postpone the payment of a gift which vested at the death of the testator.\nError assigned was decree dismissing exceptions.\nJohn Marshall Gest, with him Meliok, Potter $ Eeohert, for appellant.\nHenry La Barre Jayne and Biddle Ward, for Catherine C. Middleton, executrix of Benjamin Middleton Hoppock, were not heard.\nJames W. M. Newlin, for estate of Bushrod Middleton Hop-pock, was not heard.\nMay 15, 1905:"
  },
  "file_name": "0119-01",
  "first_page_order": 149,
  "last_page_order": 153
}
