{
  "id": 941809,
  "name": "Hyde v. Baker, Appellant",
  "name_abbreviation": "Hyde v. Baker",
  "decision_date": "1905-05-22",
  "docket_number": "Appeal, No. 359",
  "first_page": "224",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "206 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931816,
        931845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0303-01",
        "/pa/206/0303-02"
      ]
    },
    {
      "cite": "22 Pa. Superior Ct. 395",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/22/0395-01"
      ]
    },
    {
      "cite": "177 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0453-01"
      ]
    },
    {
      "cite": "87 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057894
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0449-01"
      ]
    },
    {
      "cite": "93 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0021-01"
      ]
    },
    {
      "cite": "22 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0245-01"
      ]
    },
    {
      "cite": "78 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0088-01"
      ]
    },
    {
      "cite": "133 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0306-01"
      ]
    },
    {
      "cite": "197 Pa. 606",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0606-01"
      ]
    },
    {
      "cite": "184 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0164-01"
      ]
    },
    {
      "cite": "193 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910339,
        910327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0059-02",
        "/pa/193/0059-01"
      ]
    },
    {
      "cite": "13 W. N. C. 101",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "11 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/11/0090-01"
      ]
    },
    {
      "cite": "177 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0453-01"
      ]
    },
    {
      "cite": "87 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057894
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0449-01"
      ]
    },
    {
      "cite": "93 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442083
      ],
      "pin_cites": [
        {
          "page": "p. 24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/93/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 8422,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 4.6762745410712636e-07,
      "percentile": 0.9280224445517866
    },
    "sha256": "e6ae9f3ba7907a37f7e5addb4fadc02d6423cd69b0374825199f3bcacba5ec12",
    "simhash": "1:97b5b5f542e427f0",
    "word_count": 1499
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Hyde v. Baker, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nDid the court below have jurisdiction in equity to entertain this bill ? The answer to this question will dispose of this appeal. We do not dispute the general principle relied upon by the appellee that where fraud is alleged equity has concurrent jurisdiction with law. In our state, however, the settled rule has never been departed from that’ equity jurisdiction will not attach where there is a full, complete and adequate remedy at law. Our reports are full of cases in which this principle is involved, but in no instance has it been decided that equity had jurisdiction where all the above specified requirements of a remedy at law exist. In a very large and increasing number of cases equity jurisdiction has been sustained where under the peculiar facts thereof it was held that the remedy at law was inadequate or ineffectual. In some of the cases it was not full, in others not complete, in others.not adequate, and in still others it was neither complete nor adequate. Under such circumstances equity has concurrent jurisdiction. In the case at bar the remedy at law is full, complete and adequate, and our courts have frequently so held.\nThe appellee is a creditor. The principal appellant is a debtor. The bill asks that certain deeds of conveyance executed by the debtor to third parties be declared fraudulent, void and of no effect, and that a reconveyance of the properties therein described be directed to be made to the debtor. It also asks for an order restraining the debtor from executing any conveyance of said properties to third parties, or in any manner encumbering the same until the claims of the creditor have been satisfied. It is therefore a creditor’s bill. In such cases this court has frequently pointed out the proper legal remedy to pursue. It has always been the practice in this state for a judgment creditor to seize and sell in satisfaction of his debt any real estate in which his debtor has, or is believed to have, an interest. When it is alleged, as it is here that the debtor has sold and conveyed- his real estate for the purpose of delaying, hindering or defrauding his creditors, the proper manner in which to test the validity of the transaction is by a sheriff’s sale on an execution, a purchase of the title, followed by an action of ejectment: Stewart v. Coder, 11 Pa. 90; Appeal of Girard National Bank, 13 W. N. C. 101; Taylor’s Appeal, 93 Pa. 21 at p. 24; People’s Nat. Bank v. Kern, 193 Pa. 59. The cases relied upon by the court below and cited by the appellee here are not applicable to the present case. Fowler’s Appeal, 87 Pa. 449; Houseman v. Grossman, 177 Pa. 453; People’s National Bank of Pittsburg v. Loeffert, 184 Pa. 164, and Orr v. Peters, 197 Pa. 606, are cases in which the ordinary remedy at law would have been ineffectual, and under the peculiar facts thereof it was held to be inadequate. None of these cases go so far as we are asked to go here in sustaining this bill. How can it seriously be contended that equity jurisdiction attaches in this case, when, as the testimony shows, the appellee did pursue his remedy at law in the court of common pleas, obtained two judgments against his debtor, one of the appellants, caused execution to be issued thereon, sold all the real estate described in the- bill at sheriff’s sale, became the purchaser thereof, and now holds a sheriff’s deed for the same. He has pursued his remedy at law until he has secured whatever title the debtor had to the real estate involved in this controversy. By taking one step more, an action of ejectment, he can have the question determined whether there was a fraudulent conveyance to delay, hinder and defraud creditors. He must pursue that remedy if he desires to test the validity of the transactions about which he complains.\nWhat we have said is fatal to this proceeding and makes it ' unnecessary to discuss the other questions raised by the assignments of error.\nDecree reversed and bill dismissed, costs to be paid by the appellee.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "George W. Gise, with him W. F. Shepherd, for appellants.",
      "John F. Whalen, with him Wesley K. Woodbury, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hyde v. Baker, Appellant.\nEquity jurisdiction—Remedy at law—Fraud.\nEquity jurisdiction will not attach, where there is a full, complete and adequate remedy at law; and this is the case even where fraud is alleged.\nA creditor’s bill cannot be maintained to declare fraudulent deeds of property executed by a debtor to a third person, for a reconveyance of the same to the debtor, and for an injunction to restrain the debtor from executing conveyance of the property to third parties, or in any manner incumbering the same until the claims of the creditor were established. In such a case the creditor has a full, complete and adequate remedy at law by a sheriff’s sale on an execution, a purchase of the title followed by an action of ejectment.\nArgued Feb. 16, 1905.\nAppeal, No. 359, Jan. T., 1904, by defendants, from decree of C. P. Schuylkill Co., Nov. T., 1902, No. 1, on bill in equity in case of Edward S. Hyde v. E. H. Baker, Deborah L. Baker et al.\nBefore Dean, Fell, Mestrezat, Potter and Elkin, JJ.\nReversed.\nBill in equity to declare fraudulent certain deeds of conveyance.\nThe bill having set forth certain conveyances executed by E. H. Baker and his wife, in alleged fraud of defendant’s rights as a creditor, concluded with the following prayers :\n1. That the said alleged deed from E. H. Baker and Deborah L. Baker, his wife, to George W. Gise, dated April 11, 1901, and recorded in recorder’s office of Schuylkill county in deed book 287, page 338, be declared fraudulent, void and of no effect.\n2. That the said alleged deed from George W. Gise and Mary M. Gise, his wife, to Deborah L. Baker, dated April 11, 1901, and recorded in recorder’s office of Schuylkill county in deed book 287, page 347, be decreed fraudulent, void and of no effect.\n3. That the said alleged deed from Deborah L. Baker and E. H. Baker, her husband, to G. S. Barr, dated August 27, 1902, and recorded in recorder’s office of Schuylkill county, in deed book 298, page 116, be decreed fraudulent, void, and of no effect.\n4. That the said Deborah L. Baker be decreed to execute a reconveyance of said real estate described herein to said E. H. Baker.\n• 5. That the said G. S. Barr be decreed to execute a reconveyance of the real estate described in the herein cited deed from said Deborah L. Baker and E. H. Baker, her husband, to him, to said E. H. Baker.\n6. That pending this bill the said defendant be specially and thereafter perpetually restrained from executing any transfer or conveyance to third parties of any of the real estate mentioned in said alleged deeds, or in any manner encumbering the same.\n7. That, if the said Deborah L. Baker and E. H. Baker, her husband, have already made any transfers of the interest of said E. H. Baker of any portion of said real estate for value, that they, the said Deborah L. Baker and E. H. Baker, be decreed to pay such consideration received or to be received to a trustee to be named by the court to abide the final disposition and payment of the said judgment of the said Edward S. Hyde against E. H. Baker to No. 129, September Term, 1901, for the sum of 12,454.30, with interest.\nThe case was heard on bill, answer and proofs, and a decree was entered in favor of the complainant and in accordance with the prayers of his bill.\nJError assigned was the decree of the court.\nGeorge W. Gise, with him W. F. Shepherd, for appellants.\nComplainant had an adequate remedy at law : Bowers v. Bennethum, 133 Pa. 306; Stewart’s App. 78 Pa. 88; Davidson v. Little, 22 Pa. 245; Taylor’s App., 93 Pa. 21.\nJohn F. Whalen, with him Wesley K. Woodbury, for appellees.\nEquity is the only proper and adequate remedy in this case: Thomson v. Dougherty, 12 S. & R. 448; Fowler v. Kingsley, 87 Pa. 449; Houseman v. Grossman, 177 Pa. 453.\nAs a general rule, courts of equity have jurisdiction to relieve against every species of fraud. Where the remedy at law is not full or adequate, the jurisdiction of equity is undoubted : Clauer v. Clauer, 22 Pa. Superior Ct. 395.\nEquity has concurrent jurisdiction with law where property has been fraudulently conveyed in order to defeat the claim of creditors.\nIn modern equity practice a eomplainantin a court of equity cannot be turned out of court for want of jurisdiction merely because he has a remedy at law; it must be shown further that his remedy at law is adequate: Gray v. Citizens’ Gas Co., 206 Pa. 303.\nMay 22, 1905:"
  },
  "file_name": "0224-01",
  "first_page_order": 254,
  "last_page_order": 257
}
