{
  "id": 941883,
  "name": "Hickey v. Solid Steel Casting Company, Appellant",
  "name_abbreviation": "Hickey v. Solid Steel Casting Co.",
  "decision_date": "1905-05-24",
  "docket_number": "Appeal, No. 307",
  "first_page": "255",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856009
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0001-01"
      ]
    },
    {
      "cite": "5 W. N. C. 3",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "206 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0082-01"
      ]
    },
    {
      "cite": "161 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0386-01"
      ]
    },
    {
      "cite": "193 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0115-01"
      ]
    },
    {
      "cite": "158 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848273
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0120-01"
      ]
    },
    {
      "cite": "137 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0148-01"
      ]
    },
    {
      "cite": "73 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0504-01"
      ]
    },
    {
      "cite": "166 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0354-01"
      ]
    },
    {
      "cite": "181 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0160-01"
      ]
    },
    {
      "cite": "199 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0519-01"
      ]
    },
    {
      "cite": "195 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0538-01"
      ]
    },
    {
      "cite": "148 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0133-01"
      ]
    },
    {
      "cite": "167 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0220-01"
      ]
    },
    {
      "cite": "197 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0442-01"
      ]
    },
    {
      "cite": "92 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0276-01"
      ]
    },
    {
      "cite": "157 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0153-01"
      ]
    },
    {
      "cite": "143 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0001-01"
      ]
    },
    {
      "cite": "151 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0074-01"
      ]
    },
    {
      "cite": "197 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0380-01"
      ]
    },
    {
      "cite": "196 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 9103,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 8.913972551058909e-08,
      "percentile": 0.5003239571110131
    },
    "sha256": "ac14369c1bd6e2fed8fb561d8165c80b94dbbdb725a60d5704bc390735eb90e4",
    "simhash": "1:bca6ae7e7c716d89",
    "word_count": 1640
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Brown, Mestrezat and Potter, J J."
    ],
    "parties": [
      "Hickey v. Solid Steel Casting Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Brown,\nThe husband of the plaintiff was an employee of the Solid Steel Casting Company, which operated a steel casting plant. A railroad siding ran through its chipping shop, on which cars were run and loaded 'from an overhead traveling crane. The width of this shop was less than the length of two cars. The siding curved sharply from the entrance to the building, and when cars were standing on it in the-chipping shop, cars moving towards the building from the outside were invisible to those in the inside. When two cars were run on the siding the end of the first projected through a doorway opposite the entrance, and the second was partly outside of the entrance. Unless the two cars on the siding in the chipping shop were separated, access across it from one part of the building to another was cut off. That this access might not be interfered with by the cars standing on the siding, it had been the custom from the time the shop was constructed to separate them, leaving a space between them of from two to three feet, to be used as a passageway by the employees. There was testimony to show that this space was kept open by direction of the man in charge of the chipping shop and was constantly used by the many employees of the company. On the very day the plaintiff’s husband was killed, Clark, who had charge of the chipping shop, and McAtee, the general superintendent of the company, used it as a passageway.\nThe negligence of which the appellee complains is that, as this passageway was provided by the appellant for its employees, with a constant invitation to them to use the same as they were compelled to go from one part of its building to another, the company had not properly protected them against danger by some system of warning them of it when the cars were about to be coupled and taken out. There was no danger in using the passageway while the cars were standing still. The danger was that, while passing between them, an engine might come from the outside to push them together, that they might be coupled and taken out of the building. This is what happened when the deceased was crossing the siding: and his life was crushed out as he was caught between the bumpers. The siding, as it left the building, curved sharply, as already stated, and those inside of it could not see the approach of an engine to take the cars’ out, and above the din of the busy place its coming could not be heard. Having provided the passageway between the cars for its employees, the contention of the appellee is that it was the appellant’s duty to see that it was safe for them to pass through it. This could have been readily done by having some one on the lookout for the approach of the engine, and, at its coming, by a proper warning, save, the employees, who could neither see nor hear its approach, from the danger of crossing over. No such precaution had been taken by the appellant, and the question of its negligence in this respect was clearly for the jury. Its duty to its employees was, under the circumstances, to look after their safety and to use proper precautions for it. Drummond, the conductor, who had charge of the train that had backed to the building to take the cars out, testified that he had given warning of its approach, but Hickey, the deceased, was on the other side of the cars, and it does not appear that he heard, or could have heard, any warning that may have been given.\nThe failure of the appellant to protect its employees from the danger of being injured while passing between the cars by warning them of the approach of the engine to take them out did not relieve the deceased from the duty of exercising proper care himself to avoid peril.- Whether he did so was, under the circumstances, also a question for the jury. That he did not take another route to cross the tracks, instead of attempting to pass over them between the cars through the passageway that had been sanctioned by the company, could not have been declared by the court to be in itself conclusive evidence of his negligence which contributed to his death; and the jury fairly found from the testimony as to his conduct before attempting to pass between the cars that he had not been negligent. A witness who saw him approaching the tracks testified that when within four feet of them he stopped. The cars were standing still and there was no apparent danger before him as he started to cross between them. If he had attempted to do so with any kind of notice that they were about to be coupled, he would have stepped between them at his own risk, and the plaintiff could not recover. But that was not the situation, for there was testimony that the engine approached with no signal by bell or whistle, which might have been heard above the noise of the place.\nThe single assignment of error—the failure of the court to direct a verdict for the defendant—is, therefore, overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mb. Justice Brown,"
      }
    ],
    "attorneys": [
      "W. Roger Fronefield, with him Smithers Lank, for appellant.",
      "O. B. Dickinson, with him J. O. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hickey v. Solid Steel Casting Company, Appellant.\nNegligence—Mastea' and servant—Railroad siding—Signals—Contributory negligence.\nIn an action against a steel company to recover damages for the death of plaintiff’s husband in a chipping shop of the defendant, it appeared that a railroad siding ran through the chipping shop, on which cars were run and loaded. The width of the shop was less than the length of two cars. The siding curved sharply from the entrance to the building, and when cars were standing on it in the chipping shop, cars moving towards the building from the outside were invisible to those in the inside. When two ears were run on the siding the end of the first projected through'a doorway opposite the entrance, and the second was partly outside of the entrance. Unless the two cars on the siding in the chipping shop were sepa^ rated, access across it from one part of the building to another was cut off. That this access might not be interfered with by the cars standing on the siding, it had been the custom from the time the shop was constructed to separate them, leaving a space between them of from two to three feet, to be used as a passageway by the employees. There was testimony to show that this space was kept open by direction of the man in charge of the chipping shop, and was constantly used by the many employees of the defendant. The deceased in passing through the opening was caught between the cars and killed. There was testimony that the eoupling engine approached with no signal by bell or whistle, which might have been heard above the noise of the shop. A witness who saw the deceased approaching the tracks testified that when within four feet of them he stopped. Held, that the question of the defendant’s negligence and the deceased’s contributory negligence was for the jury, and that a verdict and judgment for plaintiff should be sustained.\nArgued Feb. 7, 1905.\nAppeal, No. 307, Jan. T., 1904, by defendant, from judgment of C. P. D’elaware Co., Sept. T., 1903, No. 50, on verdict for plaintiff in case of Mary S. Hickey v. Solid Steel Casting Company.\nBefore Mitchell, C. J., Dean, Brown, Mestrezat and Potter, J J.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband. Before Johnson, P. J.\nThe circumstances of the accident are stated in the opinion of the Supreme Court.\nThe court refused binding instructions for defendant.\nVerdict and judgment for plaintiff for $2,541.25, Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nW. Roger Fronefield, with him Smithers Lank, for appellant.\nThe defendant was not negligent: Ricks v. Flynn, 196 Pa. 263; Velas v. Patton Coal Co., 197 Pa. 380; Rumsey v. D., L. & W. R. R. Co., 151 Pa. 74.\nThe deceased assumed the risk of injury in going between the cars : Bemish v. Roberts, 143 Pa. 1; Lineoski v. Susquehanna Coal Co., 157 Pa. 153; Pittsburg, etc., R. R. Co. v. Sentmeyer, 92 Pa. 276; Flicker v. Penn Bridge Co., 197 Pa. 442.\nThe deceased was guilty of contributory negligence: Marean v. New York, etc., R. R. Co., 167 Pa. 220; Ash v. Wilmington, etc., R. R. Co., 148 Pa. 133; Fox v. Penna. R. R. Co., 195 Pa. 538; Cisney v. Penna. Sewer Pipe Co., 199 Pa. 519; Collins v. Second Ave. Traction Co., 7 Superior Ct. 318; Nugent v. Traction Co., 181 Pa. 160; Sheehan v. R. R. Co., 166 Pa. 354; Penna. R. R. Co. v. Beale, 73 Pa. 504.\nO. B. Dickinson, with him J. O. Taylor, for appellee.\nThe duty of the employer is to furnish a reasonably safe place in which the employees can work: Trainor v. R. R. Co., 137 Pa. 148; Bennett v. Standard Plate Glass Co., 158 Pa. 120; Vorhees v. Lake Shore, etc., Ry. Co., 193 Pa. 115; Vose v. Lancashire, etc., Ry. Co., 2 Hurlst. & N. 728; Weaver v. Iselin, 161 Pa. 386; Butterman v. Construction Co., 206 Pa. 82; Oak Bridge Coal Co. v. Reed, 5 W. N. C. 3; Schall v. Cole, 107 Pa. 1.\nIn the present case there was certainly evidence that the defendant had failed in its duty. The question therefore is, was the decedent negligent in using the passageway ? The answer is supplied by the case of Bennett v. Standard Plate Glass Co., 158 Pa. 120.\nMay 24, 1905 :"
  },
  "file_name": "0255-01",
  "first_page_order": 285,
  "last_page_order": 288
}
