{
  "id": 941813,
  "name": "Reilly v. Crown Petroleum Company, Appellant",
  "name_abbreviation": "Reilly v. Crown Petroleum Co.",
  "decision_date": "1905-06-22",
  "docket_number": "Appeal, No. 6",
  "first_page": "325",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 253,
    "char_count": 3932,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31025399550321275
    },
    "sha256": "a01456e53f485d38fd7c01d3e4c8b587abaae8da1dbc68537ea56a27a487d655",
    "simhash": "1:1957847a4bc35608",
    "word_count": 674
  },
  "last_updated": "2023-07-14T19:47:10.366137+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Potter and Elkin, J J."
    ],
    "parties": [
      "Reilly v. Crown Petroleum Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe parties to this ejectment .are lessees of oil and gas lands, and the dispute was as to the boundary lines between the tracts they leased from the same owner. In June, 1902, Swearingen, the owner of the farm, leased to Finnegan, the appellee’s predecessor in title, a tract containing sixty acres, bounded on three sides by the land of others and on the fourth side by other laud of the lessor. In October, 1902, Swearingen and Finnegan went on the land with a surveyor to mark off the land leased. Prior to this they had been on the land and Swearingen had pointed out what he supposed would be the northern terminus of the line between the sixty acres and the remainder of the farm. When the surveyor located his starting point and pointed out the general course of the line, Finnegan objected, saying the line was not where Swearingen had told him it would be. He then left the premises, and subsequently requested the surveyor to run a line more in accordance with his understanding. This line was run in the absence of both parties, and when submitted to Finnegan was rejected by him. Swearingen did nothing in regard to it. Finnegan then went into possession of the land surveyed under Swearingen’s direction and commenced operating for oil and gas. In April, 1904, Swearingen leased the remainder of his farm to the appellants’ assignor.\nA line run directly across Swearingen’s land from the eastern extremity of the northern to the eastern extremity of the southern boundary of the land described in the first lease would cut off only thirty-five acres. The circuitous line run under Swearingen’s direction gave Finnegan the exact amount named in the lease, sixty, acres. The appellees rested on the first lease, the survey under Swearingen’s direction, and actual possession in pursuance thereof at the date of entry by the appellants. The contention of the appellants was that the boundaries in the first lease gave the lessee only thirty-five acres and that he had rejected the survey by which sixty acres were set off for him. ' The issue was purely one of fact and it was submitted to the jury with the instructions that since three of the boundaries were fixed by calls for adjoinders, the lines being certain, the fourth boundary would be a straight line across Swearingen’s land, in the absence of proof of a contrary intent. It was left to them to determine whether a different line run so as to include sixty acres called for by the first lease was established and located by agreement of the parties to that lease. This was a proper instruction and there was evidence to warrant a finding that Swearingen in carrying out the intention of both parties to the lease had a survey made to include sixty acres, and that the survey was accepted by the lessee.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "B. B. Ivory, with him Buchanan Barnett, for appellant.",
      "J. McF. Carpenter, with him Martin Martin and Thomson Thomson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Reilly v. Crown Petroleum Company, Appellant.\nEjectment—Boundaries—Evidence—Question for jury.\nIn an action of ejectment where three out of four boundaries are fixed by-calls for adjoinders, and the issue is purely one of fact as to whether the fourth boundary was a straight line, or a different character of line, and the evidence is conflicting, the case is for the jury.\nArgued Jan. 31, 1905.\nAppeal, No. 6, Oct. T. 1905, by defendant, from judgment of C. P. Beaver Co., Sept. T., 1905, No. 189, on verdict for plaintiff in case of John C. Reilly, Leopold Vilsack, Hugh Murphy and Charles Finnegan v. The Crown Petroleum Company.\nBefore Mitchell, C. J., Dean, Fell, Potter and Elkin, J J.\nAffirmed.\nEjectment for oil land in Greene Township. Before Miller, P. J.\nThe opinion of the Supreme Court-states the case.\nVerdict and judgment for plaintiff. Defendant appealed.\nError assigned among others was in refusing binding instructions for defendant.\nB. B. Ivory, with him Buchanan Barnett, for appellant.\nJ. McF. Carpenter, with him Martin Martin and Thomson Thomson, for appellees.\nJune 22, 1905:"
  },
  "file_name": "0325-01",
  "first_page_order": 355,
  "last_page_order": 357
}
