{
  "id": 941911,
  "name": "Gaynor v. Quinn, Appellant",
  "name_abbreviation": "Gaynor v. Quinn",
  "decision_date": "1905-06-22",
  "docket_number": "Appeal, No. 358",
  "first_page": "362",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 362"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "208 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0037-01"
      ]
    },
    {
      "cite": "184 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 229,
    "char_count": 3414,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.748869971101219e-07,
      "percentile": 0.7082063471654139
    },
    "sha256": "33bc3d8b12151ce9ca83c70bafd1fdb7091b2ddc841fe084ad93688f523a0958",
    "simhash": "1:adad74d5a71ae63f",
    "word_count": 609
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Gaynor v. Quinn, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe failure of the court to follow the practice indicated in Schmidt v. Baizley, 184 Pa. 527, and Pittsburg Stove & Range Co. v. Pennsylvania Stove Co., 208 Pa. 37, to express the findings of fact and law in separate and numbered clauses or paragraphs, so as to present each one independently and distinctly, has materially increased our labor in reviewing this voluminous record. The bill was to establish a trust as to real estate alleged to have been acquired by the use of the plaintiff’s money for the joint use of herself and Elizabeth G. Quinn, the principal defendant, in whose name the title'stands. The material facts alleged in the bill and found by the court are that the plaintiff by agreement Avith the defendants waived her right to receive the money due on life insurance policies which had been transferred to her, in order that the money might be used to pay incumbrances on the real estate or to secure title thereto in the event of its sale; that the money was so used and that by its use the title Avas acquired by Mrs. Quinn for their joint benefit. These findings rest on competent testimony, and we see no reason for disturbing them. They are controlling. It is needless to consider whether the plaintiff had a valid claim to the whole of the insurance money. It was a sufficient consideration for the agreement that she gave up, by way of compromise, an apparently good claim.\nThe decree is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel K. Kaercher and Edmund D. Smith, with them Daniel W. Kaercher and John E. Whalen, for appellants. '",
      "James B. Reilly and A. W. Schalclc, with them K. 0. Bechtel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gaynor v. Quinn, Appellant.\nEquity■—Equity practice—Form of findings of fact and law.\nThe court of common pleas in trying an equity case should express its findings of fact and law in separate and numbered clauses or paragraphs so as to present each one independently and distinctly.\nTrusts and tmstees—Real estate—Title—Equity—Findings of fact.\nOn a bill in equity to establish a trust as to real estate alleged to have been acquired by the use of plaintiff’s money for the joint use of herself and one of the defendants in whose name the title stood, the court found as a fact that the plaintiff by agreement with the defendant had waived her right to receive certain money duo on life insurance policies which had been transferred to her, in order that the money might be used to pay incumbrances on the real estate in question, or to secure title thereto in the event of its sale, and that the money had been so used to acquire title for the joint benefit of the parties. These findings rested on competent testimony. Held, that the decree in favor of plaintiff should be sustained.\nContract—Consideration—Surrender of good claim—Compromise.\nIt is a sufficient consideration for a contract that one of the parties to the contract gave up, by way of compromise an apparently good claim.\nArgued Feb. 15, 1905.\nAppeal, No. 358, Jan. T., 1904, by defendants, from decree of C. P. Schuylkill Co., Sept. T., 1903, No. 4, on bill in equity in case of Mary E. A. Gaynor et al. y. Elizabeth G. Quinn et al.\nBefore Dean, Fell, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nBill in equity to enforce a trust, and for an account. Before Marr, J.\nThe court entered a decree in accordance with the prayer of the bill.\nError assigned was the decree of the court.\nSamuel K. Kaercher and Edmund D. Smith, with them Daniel W. Kaercher and John E. Whalen, for appellants. '\nJames B. Reilly and A. W. Schalclc, with them K. 0. Bechtel, for appellee.\nJune 22, 1905 :"
  },
  "file_name": "0362-01",
  "first_page_order": 392,
  "last_page_order": 393
}
