{
  "id": 941849,
  "name": "Cunningham's Estate",
  "name_abbreviation": "Cunningham's Estate",
  "decision_date": "1905-06-22",
  "docket_number": "No. 1; Appeal, No. 14",
  "first_page": "441",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "102 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0544-01"
      ]
    },
    {
      "cite": "100 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0075-01"
      ]
    },
    {
      "cite": "85 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0466-01"
      ]
    },
    {
      "cite": "173 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0322-01"
      ]
    },
    {
      "cite": "86 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0512-01"
      ]
    },
    {
      "cite": "87 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0100-01"
      ]
    },
    {
      "cite": "52 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0498-01"
      ]
    },
    {
      "cite": "179 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0284-01"
      ]
    },
    {
      "cite": "147 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0624-01"
      ]
    },
    {
      "cite": "80 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042296
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0317-01"
      ]
    },
    {
      "cite": "68 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0164-01"
      ]
    },
    {
      "cite": "11 W. N. C. 51",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "164 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0142-01"
      ]
    },
    {
      "cite": "152 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0264-01"
      ]
    },
    {
      "cite": "64 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0247-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0001-01"
      ]
    },
    {
      "cite": "208 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0574-01"
      ]
    },
    {
      "cite": "152 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0065-01"
      ]
    },
    {
      "cite": "97 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0031-01"
      ]
    },
    {
      "cite": "193 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 978,
    "char_count": 21773,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 8.769526287977481e-08,
      "percentile": 0.49542231998853986
    },
    "sha256": "0d26058b2aeeaa2528f835a55d29bdff3ea24731e672388de72a6546b30367a1",
    "simhash": "1:ec0c2117b234ad08",
    "word_count": 4009
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Pell, Brown and Elkin, JJ."
    ],
    "parties": [
      "Cunningham’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Mitchell,\nFull consideration of the evidence in this case has brought us to a different conclusion from that of the court below. The auditor and the court have both reviewed the facts in detail, and it would serve no useful purpose for us to do likewise. It will be sufficient to indicate our conclusions briefly and generally.\nThe will gave the executor large discretion and he interpreted his powers liberally. Instead, therefore, of pursuing the directions of the will strictly he followed his own judgment. His management was somewhat dilatory, with an inclination to postpone sale perhaps longer than was really necessary, but the error, if it was one, was of judgment only. There is no evidence which in any fair view supports the charge of fraud. He assumed the risk of loss to himself by departure from strict compliance with the will, but the result was gain and not loss to the estate. After a management of twenty-two years which even if dilatory in realization was careful, attentive and successful, he filed an account (with many payments to the heirs in the meantime) showing an increase of the estate in his hands to threefold the appraisement and expectation.\nTwo facts are of special importance in the view taken by the court below. One a statement of account sent to Mrs. Barrows by the appellant in 1876. The court holds the accountant responsible as if for a fraudulent misstatement, but we fail to see any evidence that the error in the valuation of appellee’s share in the estate, if it was an error at all at that time, was in anything but judgment in not fully appreciating the advancement in the value of real estate.\nThe other fact is the sale of Mrs. Barrows’ interest to Miles in 1882. The court found that the accountant was himself the real purchaser, but on no better evidence than that in a settlement eighteen years later, of some matters between Miles and the accountant, the latter took a transfer of the interest from Miles to himself. And this in the face of the fact that there was no reason for such a secret and roundabout action as both Mrs. Barrows and' her husband were at the time writing to the accountant, urging him to buy the interest himself, and when the sale to Miles was made both she and her husband wrote expressing their thanks and satisfaction, and made no complaint until nineteen years later. So serious an accusation should have a less flimsy foundation to rest upon. The truth is that it was the ordinary case of a needy legatee in haste to realize, insisting on a sale against the advice of the executor, and then after the lapse of years, seeing the loss resulting from her own improvidence, making an ungrateful effort to shift the blame to other shoulders.\nThe auditor’s findings of facts and treatment of the case are not only prima facie entitled to be regarded as correct, but are in themselves convincing.\nThe decree is reversed and distribution directed to be made in accordance with the report of the auditor. Costs to be paid by -the appellee.",
        "type": "majority",
        "author": "Mb. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "J. M. Sherwin, for appellant.",
      "L. E. Torry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cunningham’s Estate\n(c).\nExecutors and administrators—Sale—Discretion of executors.\nWhere an executor is given a large discretion as to sale of real estate he will not be held liable for delaying the sale longer than was really necessary, where it appears that he was guilty of no fraud, and that the error, if it was one, was of judgment only; and this is especially the case where the result was a gain, and not a loss to the estate.\nAn executor will not be held liable in making a statement to one of the beneficiaries, alleged to be false, as to the valuation of such person’s share in the estate, where it appears that if there was any error at all, it was of judgment in not fully appreciating an advancement in the value of the real estate.\nThe fact that an executor, eighteen years after a legatee under the will had sold and assigned all her interest in an estate to a third person, makes a settlement for such interest with such third person who gives the executor a receipt in full for such interest, is not in itself sufficient to show that the executor was himself the real purchaser; and this is especially so where the legatee complaining was at the time of the original sale urging the executor to buy the property himself, and when the sale was made to the third party, expressed her approval and raised no question about it until nineteen years later.\nArgued April 24, 1905.\nAppeal, No. 14, Jan. T., 1905, by S. A. Davenport, from decree of O. C. Erie Co., Sept. T., 1900, No. 8, sustaining exceptions to auditor’s report in Estate of Anua C. Cunningham, deceased.\nBefore Mitchell, C. J., Dean, Pell, Brown and Elkin, JJ.\nReversed.\nExceptions to report of E. L. Whittelsey, Esq., auditor.\nFrom the record it appeared - that Anna C. Cunningham, testatrix, died January 18, 1866, leaving a will by which she appointed Joseph M. Sterrett and S. A. Davenport, executors. She left to survive her children of a granddaughter, and an adopted daughter, Mary Cunningham, who in 1876 married F. E. Barrows. By the will the executors were authorized to sell the whole or any part of the real estate “ in such parcels and at such times as they shall deem advisable, and to make all necessary deeds and leases.”\nThe auditor reported, inter alia, as follows :\nTwenty-ninth ; To the 81st of January, 1880, the accountant had sold real estate amounting1 to $58,882.50, and received from the personal estate $1,374.76, making a total of $60,207.26, exclusive of the interest on the purchase money. The accountant bad paid out at this time $5,505.76, besides payments made by him to legatees, not including any charge for his compensation, leaving a balance of $54,701.50.\nIf this whole amount had been paid in cash and a distribution thereof then made to and among the legatees named in the will, Mary C. Barrows would have been entitled to ten-forty seconds of the same, or $13,024.10.\nThe accountant had paid her, prior to January 31, 1880, $14,858. There was therefore nothing in the hands of the accountant belonging to Mary C. Barrows at the time of the interview between her husband, the accountant and herself, on January 81, 1880.\nAt this interview, the accountant promised to advance Mrs. Barrows $1,000 on her share in the estate.\nThis promise and advancement is referred to in a letter dated April 19, 1880, from Mary C. Barrows to S. A. Davenport, in which she says:\n“We will not call upon you for any more money than is positively necessary. It costs so much to get started, stoves, carpets and furniture we must have. We owe about $150 on what we have. Can you send us $200 now ? ”\nThere was much other correspondence to the same effect, the most important of which are the following:\nOn February 28, 1881, Mrs. Barrows wrote a letter to Mr. Davenport, in which she says: “Now Mr. Davenport could you advance us $1,500 on those lots, letting us pay interest on it ? If you do not think that best perhaps you would buy my share which would please us better. You told the doctor and also wrote in the statement that you thought those lots were worth $3,500. We have talked it over and think that if you would give us $2,500 for them, deducting the money that you have sent us with interest from that sum we would have sufficient money to pay half down and then pay our remaining debts ....\n“We do hope that you will think it best to take the land at that price or if you will allow us $2,400, we can then get out of debt and pay the half on the lot.”\nMr. Davenport replied to this by letter dated March 2,1881, as follows :\n“ Yours of the 28th of February has been received.\n“ If I was to sell the remaining real estate belonging to the estate of your grandmother at present prices, I should not be able to realize $2,500 for your interest in it or near that sum in all probability : but by waiting I trust to get that much for it and more too. I am anxious that you should realize as much as possible out of the property and in order to do this, it certainly is not advisable to force the sale of the property at present, and it is equally plain to me that you ought not to sell y our interest. IE yon would surely be able to buy property so low as to justify making a sacrifice in Erie, then you might with propriety do so, but from what you have written me, I very much question the propriety of your buying the property referred to, inasmuch as you will be able to pay only one-half of the purchase money even if I can find any one to pay you for your remaining interest $2,400.\n“ Do act carefully and remember you have but little left, and unless it is well cared for will speedily be gone. If you insist upon selling write me again and I will see what can be done.”\nOn May 17,1882, Mrs. Barrows wrote:\n“• I have been thinking for some time if you could sell that land, or perhaps buy it yourselE and settle up with us it would be so much better. Of course, we have to pay the interest for two years on the money you lent us, and if the property is held longer, when it is sold we will realize nothing from it.”\nMr. Davenport replied in letter dated June 3,1882, in which he says : “ .... Now it appears to me that it would be foolish to sell the unsold real estate left of your grandmother’s estate, at present. It is constantly increasing in value and eventually I hope to sell it for enough so that you will have more than sufficient to reimburse me what I have advanced for you. As for your selling any possible interest you may have, it seems to me that it will be more than difficult to ascertain its value. Until the land has been sold, no one can tella how much it will sell for. My advice is to wait and will get all out of it I possibly can. You know I am anxious to aid you, but I don’t want to go too far nor do I suppose you will ask me to make advances which in all probability I shall never get. Of course, if you insist, I will try in some way to close out the balance of the property at some price and pay you any balance there may yet be due you. '\nIn a letter written by Mary C. Barrows to the accountant, dated October, 1882, she says:\n“ For a number of weeks I have been at the point of writing to you asking you if you were willing to give us $500 for those lots and take a deed for them. You have written that they are worth more than that, and having them in your possession you may realize a nice profit on them. We are so hard up now and cannot get money anywhere without security. . . . I know doctor wrote to you asking for the money on mortgage but I was afraid you might not want to give it in that way and thought that perhaps you might think it best to give us the $500 and call our indebtedness to you cancelled. If you can see it in the same light I shall be happy. I know you will be too not to have any more worrying letters from us. If you wish to do so please send me a deed and I will sign it over to you.”\nThe accountant replied by letter dated October 16, 1882, in which he says :\n“ Both your letter and the doctor’s received. I have been out of town and only returned Saturday evening. I regret that circumstances seem to require you to sell your remaining interest in the Cunningham estate, because I had hoped that real estate would so appreciate that you might yet receive considerably more than you have. I wish I was able to make a loan, but I am not, and so can only try and obey your behest and borrow from someone else or sell. I don’t believe I can borrow and will probably have difficulty in finding a purchaser, still I will see what can be done at once and write you fully.”\nIn a letter from Mrs. Barrows to Mr. Davenport, dated October 18, 1882, apparently a reply to the letter of October 16, 1882, she says: “ .... I know that you have always been interested in me and wanted to do the best for me that you could. I did not like to go against your judgment regarding that property but as have written we are in quite a dilemma. It seems to me that if you sell the land for as much as possible it -írould enable, us to settle up with everyone and if anything remains we can put it in the bank to draw interest.\nOn October 25, 1882, Mr. Davenport wrote to Mrs. Barrows as follows:\n“I have at last found a purchaser for your remaining interest in the Cunningham estate, if you still desire to sell. John F. Miles, after looking into the matter carefully and figuring on the amount I have already paid you, has stated to me that he will pay you $500 for your interest, but desires you to give him a statement of the amounts you have received from me. I assured him I had your receipts, but he replied that he wanted something to show which he could hold so I have prepared the within statements, which, if correct, both you and the doctor will please sign and then send it to me. Mr. Miles has written the enclosed conveyance which both you and the doctor will sign and acknowledge before a notary public, who has a seal, or before a Justice of the Peace..... This much I have done at your request; now, if you can get along without selling by all means do so. My reason for giving you this advice, I have stated to you again and again. I can’t sell the property at present, excepting at a sacrifice. I believe real estate is advancing in price and that eventually I shall be able to get you more than $500 out of the estate. I would like to have you get all I possibly can for you, therefore I again write you as I do. Hoping you may devise some plan by which you will not be obliged to sell, I am, etc.”\nOn October 28, 1882, Mrs. Barrows wrote a letter to Mr. Davenport, as follows, viz.: “ Theletter and papers are received. I hope the conveyance is made out satisfactorily. We are obliged to sell there is no alternative. We both thank you for attending to the business so promptly. We are packing our goods now, preparing to leave next. When we see the five hundred dollars we shall be happy mortals. I will let you know occasionally how we get along.\n“ The statement is correct. I have written in haste.”\nThirty-second: Some time in October, 1882, before Mr. Davenport wrote the letter of Oct. 25, John'F. Miles agreed to purchase Mrs. Barrows’ interest in the estate of Anna C. Cunningham and pay therefor the sum of $500. He talked with Mr. Davenport, the accountant, about it, who showed him letters from Mrs. Barrows in which she expressed a desire to sell; examined the real estate belonging to the estate as far as he knew and went over the account and the amount that had been paid to Mrs. Barrows; also examined the map or plot of the land that had been sold; the amount for which each lot had been sold was marked on the map or plot and the account of the sales as shown by the books kept by Mr. Davenport. He asked Mr. Davenport to prepare a statement of payments made to Mrs. Barrows showing that the several amounts charged to her on Mr. Davenport’s book were correct, to be signed by Mrs. Barrows and her husband that he, Miles, could keep. Accordingly statement was prepared for that purpose. Mr. Miles himself wrote an assignment from Mary C. Barrows and her husband to himself. The two papers were sent by mail by Mr. Davenport to Mrs. Barrows at West Winsted, Connecticut. Mr. Miles purchased a New York draft for $500 and left it with Dr. Davenport to be sent to Mrs. Barrows on receipt by him of the two papers properly executed; the papers were returned to Mr. Davenport properly executed ; and he delivered them to Mr. Miles and forwarded the draft for $500 to Mrs. Barrows.\nExhibit “ O,” as delivered to Mr. Miles is as follows, viz.:\n“ Know all men by these presents that we, F. E. Barrows and Mary C. Barrows, his wife, of West Winsted, Connecticut, for and in consideration of the sum of five hundred ($500.00) dollars to us in hand paid by John F. Miles, of Erie, Penna., do hereby sell, assign and convey and unto the said John F. Miles, his heirs and assigns, all of the remaining interest of the said Mary C. Barrows, tobe the same real estate or personalty of in and to the estate of Anna C. Cunningham, late-of Erie, Penna., deceased, and the said John F. Miles is hereby entitled’ to receive and hold as his own property all of my said remaining interest in the estate of said decedent what ever the same may be; the understanding being that said Miles hereby takes the said interest subject to all payments and advances heretofore made to me as one of the legatees of said named deceased and as and is’subject-to all of the rights and equities under the will of said decedent as the said Mary C. Barrows would have been, had she not sold her interest as stated above to said Miles, his heirs and assigns.”\nThirty-third: All of the negotiations for the sale by Mrs. Barrows of her interest in the estate of Anna C. Cunningham to John F. Miles, were by letters which passed between Mr. Davenport and Mrs. Barrows, he being at the time in Erie, Pa., and she in West Winsted, Ct. John F. Miles did not see and talk with Mrs. Barrows or have any correspondence with her in relation’' to it.\nThirty-fourth: The accountant is an attorney at law in active practice and had been doing a large amount of business for many years for John F. Miles and was also a joint owner in real estate with him. That on November .16, 1900, the accountant had a settlement with Miles, in and by which, among other things, he gave Miles a receipt in full for services rendered by the accountant to Miles and transferred to Miles some lots on Nineteenth street, in the city of Erie. In consideration of which Miles gave the accountant exhibit “ P,” which is as follows, viz.: “Reed. Erie, Pa., Novr. 16th, 1900, from S. A. Davenport, the Executor of the Estate of Mrs. Anna C. Cunningham, deed., payment and satisfaction in full of the proportion of her Estate (10-42) to which Mrs. Mary C. Barrows, late Mary C. Cunningham, was entitled, which was bought from her by me October 25, 1882.\n“John F. Miles.”\nThirty-fifth: Mrs. Barrows had knowledge as to the increase in the value of the land belonging to the Cunningham estate, before the settlement between Davenport and Miles, as appears by letter from Mi'S. Barrows to Mr. Davenport, dated September 23, 1890, exhibit No. 9, in which he says : “ Your note has just been forwarded to me from Clinton. How I regret now that I have no final interest in the settlement of affairs—just to think how that property has increased in value is perfectly wonderful. If I had not sold out my interest I would have been able to do at great advantage to myself. What a pity that we cannot see into the future. A man from Erie came to me several years ago and wanted me to resell my interest to him. I told him I had given it up and could do nothing else. We have been waiting all these years to get ahead a little so as to go west into a larger field. My husband is nearly killing himself with a country practice. I often think of that foolish sale giving up all title, for now I would have had a couple of thousand dollars to start somewhere else. Mr. Miles has made a great deal, but ‘ there is no use crying over spilt milk.’\nAppellant was twenty-one the 12th of April, 1873, and made no objection to the sale to Miles until the hearing before the auditor September 3, 1901, when she appeared by attorney and objected to the admission of the assignment from herself and husband to John F. Miles.\nThirty-six : The accountant paid to Mrs. Barrows to apply on her share of the estate, the sum of $15,698, which added to the $500 received from the sale of her interest to John F. Miles, makes a total of $16,468 received by her for her interest in the estate.\nThe auditor reported, amongst others, the following conclusion of law.\n10. Mary Cunningham Barrows is not entitled to participate in the distribution; she having sold and conveyed all of her interest in the estate to John F. Miles.\nExceptions to the auditor’s report were sustained by the court, Miller, P. J., specially presiding and Mrs. Barrows was awarded the sum of $7,741.87 with interest from September 1, 1898.\nErrors assigned were in sustaining exceptions to the auditor’s report.\nJ. M. Sherwin, for appellant.\nAuditor’s findings have the effect of verdict of jury : Platt-Barber Co. v. Groves, 193 Pa. 475; McConnell’s App., 97 Pa. 31; Penn Bank’s Estate, 152 Pa. 65.\nThe assignment made by Mrs. Barrows in 1882, has been affirmed and ratified by her and she is estopped from denying the same : Laird v. Union Traction Co., 208 Pa. 574; Savory v. North East Borough, 26 Pa. Superior Ct. 1; Wright v. Burbank, 64 Pa. 247; Kramer v. Dinsmore, 152 Pa. 264; Gibson v. R. R. Co., 164 Pa. 142.\nMrs. Barrows is estopped from denying the validity of the assignment to Miles, because Miles and accountant acted upon the faith of it: Barnholt v. Ulrich, 11 W. N. C. 51; Smith v. McNeal, 68 Pa. 164.\nL. E. Torry, for appellee.\nA party acting in a confidential or trust relation cannot reap any advantage from his false statements or fraudulent concealments: Newbold’s App., 80 Pa. 317; Darlington’s Est., 147 Pa. 624; Stepp v. Frampton, 179 Pa. 284; Diller v. Brubaker, 52 Pa. 498; Kuhn’s App., 87 Pa. 100: Darlington’s App., 86 Pa. 512,\nThis evidence shows that Mrs. Barrows was laboring under a misapprehension as to the value of her interest at the time of the assignment, because of the false statements to her, and the withholding of information from her by the accountant, and this induced the contract: Com. to use v. Julius, 173 Pa. 322; McGrann v. R. R. Co., Ill Pa. 171.\nThat the auditor’s report is not binding on the lower court, or even if affirmed by the lower court by the court of last resort; we wish to cite the following authorities : Hindman’s App., 85 Pa. 466; Kutz’s App., 100 Pa. 75; Miller’s App., 102 Pa. 544.\nJune 22, 1905:"
  },
  "file_name": "0441-01",
  "first_page_order": 471,
  "last_page_order": 481
}
