{
  "id": 941908,
  "name": "Seibel v. Firemen's Insurance Company, Appellant",
  "name_abbreviation": "Seibel v. Firemen's Insurance",
  "decision_date": "1905-06-22",
  "docket_number": "Appeal, No. 72",
  "first_page": "604",
  "last_page": "608",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 604"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836738
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0607-01"
      ]
    },
    {
      "cite": "149 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0094-01"
      ]
    },
    {
      "cite": "148 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0405-01"
      ]
    },
    {
      "cite": "138 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0073-01"
      ]
    },
    {
      "cite": "134 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0570-01"
      ]
    },
    {
      "cite": "110 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0037-01"
      ]
    },
    {
      "cite": "145 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0346-01"
      ]
    },
    {
      "cite": "187 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0487-01"
      ]
    },
    {
      "cite": "95 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0308-01"
      ]
    },
    {
      "cite": "33 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0535-01"
      ]
    },
    {
      "cite": "50 N. J. L. 453",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        335706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/50/0453-01"
      ]
    },
    {
      "cite": "2 Wend. 505",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3515035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0505-01"
      ]
    },
    {
      "cite": "33 Wis. 331",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/33/0331-01"
      ]
    },
    {
      "cite": "27 Vt. 673",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        740336
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/27/0673-01"
      ]
    },
    {
      "cite": "56 Cal. 307",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2270410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/56/0307-01"
      ]
    },
    {
      "cite": "155 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0599-01"
      ]
    },
    {
      "cite": "75 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0161-01"
      ]
    },
    {
      "cite": "34 U. S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5614531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/34/0319-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "101 N. Y. 362",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2201451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/101/0362-01"
      ]
    },
    {
      "cite": "63 N. Y. 108",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0108-01"
      ]
    },
    {
      "cite": "197 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0106-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 154",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0154-01"
      ]
    },
    {
      "cite": "197 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 8466,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 7.378631306375088e-08,
      "percentile": 0.44206824413315216
    },
    "sha256": "9b32f61bfbe94b49600edb85ab201b3b384fbee475e780c4ec3518a5df2bf3c1",
    "simhash": "1:ad466c682a6b5001",
    "word_count": 1475
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Potter and Elkin, JJ., on reargument.",
      "Mitchell, C. J., dissents on grounds indicated in Judge Morjrison’s opinion."
    ],
    "parties": [
      "Seibel v. Firemen’s Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mestbezat,\nThe Superior Court, in a clear and convincing opinion by Judge Hendekson, has demonstrated the correctness of its conclusions on the material questions involved in this case. The policy provides that the insured, “ as often as required, shall produce for examination all books of account, bills, invoices and other vouchers, or certified copies thereof, if originals be lost, at such reasonable place as may.be designated by this company or its representative, and shall permit extracts and copies thereof to be made.” In its letter to the insured, -the defendant company says: “We demand in accordance with said policy (see lines eighty-three to eighty-five both inclusive), that you shall produce for our examination all books of account, bills, invoices and other vouchers, or certified copies thereof, if originals be lost, at such reasonable place as may be designated by this company or its representative, and shall permit extracts and copies thereof to be made.” The learned Superior Court held, under the above stipulation of the policy, that “ if the defendant desired to examine the books of account, etc., of the plaintiff, it became its duty, not only to notify him of the fact, but to appoint a place at which they might be produced for inspection, which place was not to be arbitrarily fixed by the company, but must be a ‘ reasonable ’ one, as provided for in the contract.” This is so obviously correct that it needs no argument to support it.\nBy the terms of the policy, the contract of the parties, the books, etc., were to be produced when required by the company and “ at such reasonable place as may be designated by this company or its representative.” Before the insured was required to act at all in the matter, it was incumbent on the company not only to request the information but also to designate the place where it should be produced. The initiative in both respects was with the company and until it acted the insured could be charged with no default. He was not required to inform the company of the loss of his books, accompanied by an offer to procure copies, until the company had made it necessary for him to produce them by a demand for their production at a designated place. Until the company had complied with this prerequisite to its right to have the books, he could assume that it did not desire them.\nThe learned counsel for the defendant company concedes, what is a fact, that it did not designate a place at which the insured was requested to produce the books, as it was required to do by its contracts, but seeks in his printed brief to defend its action in neglecting to do so by saying: “ In the absence of any particular place being designated, the home office of the company, or the address of its adjuster, as shown by its correspondence, or even Lebanon, were sufficient indications of where the documents required should- be sent. At least they could have been furnished to the appraisers.” This suggestion ignores the fact that the rights as well as the duties of the parties in the premises are fixed by their written contract, and that the contract neither requires the insured to produce the documents at any of the numerous places named unless designated by the company, which was not done, nor does the contract compel the defendant company to receive them if they had been produced unless the place had previously been designated by the company. It is therefore apparent that the insured could not produce the books in compliance with the terms of the policy until the company had designated the place at which it would inspect them.\nThis case is clearly distinguishable from Seibel v. Lebanon Mutual Insurance Company, 197 Pa. 106. The provisions in the two policies relative to the production of books, etc., are similar. In that case the company wrote the counsel of the insured a letter quoting the provision and made a formal demand that the information be forwarded to the office of the company at Lebanon, Pa., by mail or otherwise. The insured made no effort to comply with the request until after the suit had been brought, and, as stated in the opinion of this court, even then not in accordance with the demand. It was held that the provision of the policy requiring the production of the books “ was a part of the contract between the parties,” and that as the insured had failed to produce his books after a proper demand, he could not recover on the policy. There, the company made the demand and also designated a reasonable place, Lebanon, Pa., for the production of the books; here, the company designated no place at which the books should be delivered but made the demand that they should be pro-produced “at such reasonable place as may be designated by this company or its representative,” leaving the inference that it would name a place at which they were to be delivered for inspection. The distinction between the cases is apparent and most material.\nThe other question raised by the appellant was properly disposed of by the Superior Court.\nThe assignments of error are overruled, and the judgment of the Superior Court is affirmed.\nMitchell, C. J., dissents on grounds indicated in Judge Morjrison’s opinion.",
        "type": "majority",
        "author": "Mb. Justice Mestbezat,"
      }
    ],
    "attorneys": [
      "W. U. Hensel, for appellant.",
      "II. M. North and J. W. Johnson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Seibel v. Firemen’s Insurance Company, Appellant.\nInsurance—Fire insurance—Examination of books and accounts.\nWhere a policy of fire insurance provides that the insured after a loss shall produce his books and accounts at such reasonable place as the company may designate, and it appears that the company had its principal office out of the state, and no office within the state where books and accounts might be submitted, and the company after a loss notifies the insured that he would be required to produce his books and accounts at such reasonable place as may be designated by the company, but the company does not thereafter designate such place, the failure of the insured to produce his books and accounts is not a ground for a defense by the company in an action upon the policy.\nMitchell, C. J., dissents.\nArgued May 18.\nReargued May 23, 1905.\nAppeal, No. 72, Jan. T., 1904, by defendant from judgment of Superior Court, Oet. T., 1903, No. 61, reversing judgment of C. P. Lancaster Co., Aug. T., 1898, No. 92, on verdict for defendant in case of Martin Seibel v. Firemen’s Insurance Company.\nBefore Mitchell, C. J., Dean, Fell, Potter and Elkin, JJ., on reargument.\nAffirmed.\nAppeal from Superior Court.\nThe facts appear by the opinion of the court and 24 Pa. Superior Ct. 154.\nError assigned was the judgment of the Superior Court.\nW. U. Hensel, for appellant.\nIt was the duty of the plaintiff to reply to the letter of June 4, 1898, informing the company of the loss of his boobs of account, bills, invoices, etc., and offering to procure such copies as he could get, and asking the company to designate a time and place for their production : Seibel v. Ins. Co., 197 Pa. 106.\nThere was an outstanding submission to arbitration, pending which plaintiff had no right to enter suit. Where parties have submitted the issue between them to arbitration, and there is no evidence of bad faith, no explanation of the failure of the arbitrators to act, no notice of abandonment or rescission, one party cannot maintain an action brought before the arbitrators made an award and within three months of their appointment: Jube v. Ins. Co., 28 Barbour, 412; O’Brien v. Ins. Co., 63 N. Y. 108; Uhrig v. Ins. Co., 101 N. Y. 362 (4 N. E. Repr. 745); Davenport v. Ins. Co., 10 Daly (N. Y.), 535; Hostetter v. Pittsburg, 107 Pa. 419; United States v. Robeson, 34 U. S. 319; Altman v. Altman, 5 Daly (N. Y.), 436; Paist v. Caldwell, 75 Pa. 161; McKenna v. Lyle, 155 Pa. 599; Holmes v. Richet, 56 Cal. 307; Herrick v. Estate of Belknap, 27 Vt. 673; Hudson v. McCartney, 33 Wis. 331; May on Insurance, sec. 493; Larkin v. Robbins, 2 Wend. 505; Wolff v. Ins. Co., 50 N. J. L. 453 (14 Atl. Repr. 561); McCahan v. Reamey, 33 Pa. 535; Williams v. Tracey, 95 Pa. 308; Zebner v. Lehigh Coal & Navigation Co., 187 Pa. 487.\nII. M. North and J. W. Johnson, for appellee,\ncited: Western & Atlantic Pipe Lines v. Home Ins. Co., 145 Pa. 346; Thierolf v. Universal Fire Ins. Co., 110 Pa. 37; Gould v. Dwelling-House Ins. Co., 134 Pa. 570; Davis Shoe Co. v. Kittanning Ins. Co., 138 Pa. 73; Whitmore v. Dwelling-House Ins. Co., 148 Pa. 405; Roe v. Dwelling-House Ins. Co., 149 Pa. 94; Welsh v. London Assurance Corporation, 151 Pa. 607.\nJune 22, 1905:"
  },
  "file_name": "0604-01",
  "first_page_order": 634,
  "last_page_order": 638
}
