{
  "id": 941878,
  "name": "Moore, Appellant, v. City of Lancaster",
  "name_abbreviation": "Moore v. City of Lancaster",
  "decision_date": "1905-06-22",
  "docket_number": "Appeal, No. 202",
  "first_page": "642",
  "last_page": "644",
  "citations": [
    {
      "type": "official",
      "cite": "212 Pa. 642"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Legal Int. 56",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0308-01"
      ]
    },
    {
      "cite": "130 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0600-01"
      ]
    },
    {
      "cite": "72 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0335-01"
      ]
    },
    {
      "cite": "109 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0072-01"
      ]
    },
    {
      "cite": "18 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0187-01"
      ]
    },
    {
      "cite": "143 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0414-01"
      ]
    },
    {
      "cite": "100 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0235-01"
      ]
    },
    {
      "cite": "158 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 4404,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.1302190763481096e-07,
      "percentile": 0.5755957200593548
    },
    "sha256": "53bb19007faeebb2112c8473b9585c8638b6eebc80348f4beaa8207fb5baddf7",
    "simhash": "1:3c05c9b47a6c3f8c",
    "word_count": 813
  },
  "last_updated": "2024-02-27T21:17:18.364155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Pell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Moore, Appellant, v. City of Lancaster."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThis action was to recover damages to real estate caused by the grading of a city street. The main and decisive question is raised by the assignment of error to the refusal of the court to take off a nonsuit. The facts established at the trial or of which offers of proof were made and rejected were these. In 1877 a general plan fixing the lines and grades of the streets of the city of Lancaster was approved. In 1893 the owner of a building lot applied to the city regulator for the grade line. The regulator gave her a line about two feet above the established line, and she built two houses to conform to the fine given her. In 1899 she sold the houses, and in 1900 her grantee conveyed them to the appellant. In the same year the city caused the pavement in front of the houses to be lowered to the grade established in 1877.\nIt is alleged in the statement of claim that the city unlawfully changed the grade of the street from the grade given to the former owner in 1893, and that because of this change the value of the property has been depreciated. There has been no change of the grade line since it was originally fixed in 1877. The whole difficulty has arisen from the mistake of the regulator in giving an incorrect line to the owner in 1893, and the real ground of complaint is not that the city has cut the street down to the established grade, but that an incorrect line was given to the plaintiff’s predecessor in title, by reason whereof she built the houses now owned by the plaintiff at a greater elevation than she otherwise would have built them. The person injuriously affected by the mistake of the regulator was the owner in 1893, and if she had a right of action against the city for the negligence of its officer the right did not run with the land, and the plaintiff is as much a stranger to it as he would be to a right of recovery against a builder who had negligently built the houses within the' line of the street, or above or below the established grade. The argument that the plaintiff may recover because it is the physical change, and not the establishment of a grade on the official plans that gives a right of action and that damages are not recoverable for the establishment of a grade until the work of grading is begun, is misleading. It is based on the erroneous assumption that as to the plaintiff the city is bound by the grade line given by the regulator to his predecessor in title, and that it is estopped to assert that this line is not the correct line.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "W. U- Hensel and W. R. Earnish, for appellant.—The",
      "Edwin M. Gilbert, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Moore, Appellant, v. City of Lancaster.\nRoad law—Change of grade—Mistalce of city surveyor—Right of action— Damages—Effect of transfer of property.\nWhere a city regulator or surveyor gives a wrong grade to a property owner and the latter builds according to the grade given to him, and thereafter conveys the property to another, the grantee of the property has no right of action against the city when the natural grade is changed to conform to the legal grade. In such a case if a right of action existed in the original owner against the city such right did not run with the land.\nReargued May 23, 1905.\nAppeal, No. 202, Jan. T., 1903, by plaintiff, from order of C. P. Lancaster Co., Nov. T., 1900, No. 64, refusing to take off nonsuit in case of Harry H. Moore v. City of Lancaster.\nBefore Mitchell, C. J., Pell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nTrespass to recover damages to land. Before Landis, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was the order refusing to take off nonsuit.\nW. U- Hensel and W. R. Earnish, for appellant.—The\ndamages were done and suffered not when the grade was given but when the city made the physical changes : Kershaw v. Philadelphia, 48 Legal Int. 56; Grugan v. Phila., 158 Pa. 337; Phila. v. Wright, 100 Pa. 235.\nThe right of recovery begins only when the physical change of grade is made ; the statute of limitations begins to run only then, and the sufferer, then, is alone entitled to recover damages : Tabor Street Case, 29 Pa. C. C. Rep. 214; In re Plan 166, 143 Pa. 414; Norwood Street, 28 Pa. C. C. Rep. 555; O’Connor v. Pittsburg, 18 Pa. 187.\nEdwin M. Gilbert, for appellee,\ncited: Losch’s App., 109 Pa. 72; McFadden v. Johnson, 72 Pa. 335; Warrell v. Railroad Company, 130 Pa. 600; Davis v. Titusville & Oil City Ry. Co., 114 Pa. 308.\nJune, 22, 1905:"
  },
  "file_name": "0642-01",
  "first_page_order": 672,
  "last_page_order": 674
}
