{
  "id": 1159594,
  "name": "Welsbach Street Lighting Company of America, Appellant, v. Philadelphia",
  "name_abbreviation": "Welsbach Street Lighting Co. of America v. Philadelphia",
  "decision_date": "1935-04-15",
  "docket_number": "Appeal, No. 322",
  "first_page": "166",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "318 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "253 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0478-01"
      ]
    },
    {
      "cite": "224 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0487-01"
      ]
    },
    {
      "cite": "216 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0512-01"
      ]
    },
    {
      "cite": "302 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0398-01"
      ]
    },
    {
      "cite": "292 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0256-01"
      ]
    },
    {
      "cite": "278 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0505-01"
      ]
    },
    {
      "cite": "311 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0214-01"
      ]
    },
    {
      "cite": "127 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 561,
    "char_count": 8771,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 8.21650777908587e-08,
      "percentile": 0.4768142853116147
    },
    "sha256": "f48300f3601caef2c3c55b916399b92fd8f079dc77af5253755d7815e89951a0",
    "simhash": "1:655aa7506e35ee1c",
    "word_count": 1546
  },
  "last_updated": "2024-02-27T23:35:14.112531+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Welsbach Street Lighting Company of America, Appellant, v. Philadelphia."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nIn this proceeding plaintiff seeks to recover damages for the taking of its leasehold by the city in the exercise of its right of eminent domain in the widening of two streets.\nThe lease held by plaintiff was for the entire fourth floor of a large building variously described as a loft building and as an office building. The term was ten years and the annual rental $5,800. At the time of its condemnation the lease had over nine years to run. When let the floor space was bare and was transformed into offices at plaintiff’s expense by the erection of partitions costing $7,635. To remove the partitions plaintiff expended $939. The verdict was for $4,672.50, with which plaintiff is dissatisfied, complaining that it should have been much larger; that the hostile attitude of the trial judge prejudiced the jury against it.\nTo dispose properly of the criticisms of the trial judge’s conduct of the case, it is necessary to recreate, so far as it is possible to do so, at least some of the atmosphere which surrounded it. The city’s witnesses fixed the damages at about $2,000. Plaintiff claimed that it was damaged to the amount of $57,288. These latter figures came from the mouth of but a single witness (none other being called by plaintiff to show damage figures) and were based upon the proposition that plaintiff was being charged a lower rent than it was entitled to pay. The witness’s reasoning to justify his opinion proceeded thus: That the rental value after the plaintiff had expended the sum of $7,635 in fitting up the floor with partitions and fixtures was $1.50 per square foot (although it had leased the space for 60 cents per square foot and the owner of the building said, fitted up, the rental would have been only $1 per foot). At the figure named, the 9,680 square feet would make a total yearly rental of $14,500 (although plaintiff was paying but $5,800 per year); calculating this sum on a monthly basis of $1,208.33 for the 109 months which the lease had to run would make a total rental of $131,700 for the unexpired term. Deducting the rental actually provided for during the period, $52,-683, would leave a difference of $79,017, which calculated at its present worth amounts to $57,288, which the witness stated was the damage. In other words, by the expenditure of $7,635, plaintiff had added almost $80,000 to the ultimate value of its lease and had presently doubled in value the amount of its total rent. It is not surprising that the trial judge looked upon this legerdemain in figures somewhat askance. He also had before him the fact that a lower floor in the building was rented at 45 cents a square foot and the statement of the landlord that he had not rented to plaintiff at a less figure than he would have let to anyone else, to offset the declaration of the witness that the actual rent paid was less than the space was worth.\nIn view of this out-of-the-ordinary claim, to say the least, with which the trial judge had to deal, we will proceed to consider plaintiff’s criticisms of the judge’s attitude during the trial, in which it is alleged he transgressed the rule laid down by us in a long line of cases of which Reichenbach v. Ruddach, 127 Pa. 564, is an early one, and Carr v. Mundorf, 311 Pa. 214, one which is recent, that a litigant has a right to a trial, in which the jury is not influenced against him by any language of the court which would create resentment or prejudice against him.\nIt is said that the judge misled the jury, by declaring in opening his charge, that in the false era of prosperity, municipalities, like individuals, began to spread themselves beyond all reason, and that, while in that spirit, the City of Philadelphia thought it important to widen 20th Street. We fail to see how this observation would work to plaintiffs’ disfavor in the minds of the jury. It recited a condition known to all. The judge then went on to say: “Some interests out there that built the Mastbaum Theatre, you remember, at 20th and Market Streets —some interests out there got busy with some other interests, and they wanted a nice wide street there. Of course, in the meantime, the Mastbaum Theatre has been closed for nearly two years, and everything is dead as a door nail out there.” It is quite apparent that these irrelevancies might well not have been stated, but how they injured the plaintiff’s case it is difficult to understand. It is argued that the reference to “interests” was calculated to raise in the minds of the jurors a substantial doubt as to the legitimacy and honesty of the plaintiff’s claim. Why they should is not explained. It would rather seem that if they had any effect, which we very much doubt, they would have operated in plaintiff’s favor, as affording room for the thought that “interests,” for their own purposes, had brought about the appropriation of its lease.\nWe fail to discover anything prejudicial to plaintiff in the judge’s pointing out to the jury, that they were not passing on the property owner’s claim for damages, and in cautioning them, that because a leasehold was taken, that did not necessarily imply damage to a tenant; that under certain conditions a tenant might not be damaged at all, as in the instance where he might be paying too -large a rent.\nIt is argued that the evidence for the defendant was favorably submitted to the jury, while that of plaintiff was presented argumentatively, and in such manner as to cast doubt upon its correctness, and upon its justness and merit. When the basis of plaintiff’s claim is brought into view as we have outlined it, we think it was the duty of the court to subject it to analysis, as the court did. It is true, as the trial judge observed, that the claim is an extraordinary one.\nComplaint is made that the judge unduly examined and cross-examined plaintiff’s witnesses. While the judge asked many questions, they arose out of the nature of plaintiff’s claim and the court’s evident desire to make clear to the jury what was its basis. We are not convinced under the circumstances that he transgressed the rules which we have laid down in such cases as Com. v. Myma, 278 Pa. 505; Sarshik v. Fink, 292 Pa. 256, and Marcu v. Gottlieb, 302 Pa. 398. The trial judge in Pennsylvania is not a mere moderator.\nError is alleged in refusing the right of plaintiff’s counsel to cross-examine a witness, called by the city, on the subject of rentals charged in other buildings. They were located in quite different sections of the city from the building in question and are not comparable. We think there was no error in the court’s so ruling.\nThe final matter brought to our attention, is the trial judge’s view of the damages plaintiff was entitled to recover by reason of its expenditures in installing and removing the partitions and fixtures. The judge in substance instructed the jury that if plaintiff based its claim upon an additional value given to its leasehold by the installation of partitions and fixtures, and, theoretically left them on the premises, so that its claim included the value created by them, it could not ask, as a special item, the cost of removing them, thus again creating a bare floor which would necessarily have only approximately the value of the rent reserved in the lease. Plaintiff was claiming the value of a leasehold fitted up for offices. This was the theory on which it tried the ease and based its damages. It- could not at the same time stand on this theory and destroy it, by claiming as a separate, substantial element of damage for the cost of removal of the partitions which made the theory possible. We think the charge fairly left to the jury the cost of removal of the partitions and fixtures, as an element to be considered by them, if they did not accept plaintiff’s theory, on the line of our decisions in a number of cases, of which Shipley v. Pgh., etc., R. R. Co., 216 Pa. 512, is an example, where we said (page 514) : “The last two [one, the cost of removal] should not have been submitted as separate items, for which a recovery could be had, but as evidence of the value of the right of undisturbed possession to the end of the term which had been taken from the plaintiffs.” See also Consolidated Ice Co. v. P. R. R. Co., 224 Pa. 487, and Iron City Auto Co. v. Pgh., 253 Pa. 478\nThe assignments of error are overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Joseph P. Gaffney, with him Charles B. Downs, for appellant.",
      "James Frcmcis By an, with him O. Charles Broderson, Assistant City Solicitors, and David J. Smyth, City Solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Welsbach Street Lighting Company of America, Appellant, v. Philadelphia.\nArgued January 31, 1935.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nJoseph P. Gaffney, with him Charles B. Downs, for appellant.\nJames Frcmcis By an, with him O. Charles Broderson, Assistant City Solicitors, and David J. Smyth, City Solicitor, for appellee.\nApril 15, 1935:"
  },
  "file_name": "0166-01",
  "first_page_order": 194,
  "last_page_order": 199
}
