{
  "id": 1159589,
  "name": "Fitzgerald et ux. v. Kwaterski et ux., Appellants",
  "name_abbreviation": "Fitzgerald v. Kwaterski",
  "decision_date": "1935-04-22",
  "docket_number": "Appeal, No. 76",
  "first_page": "494",
  "last_page": "496",
  "citations": [
    {
      "type": "official",
      "cite": "318 Pa. 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "90 A. 402",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0550-01"
      ]
    },
    {
      "cite": "154 A. 591",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0252-01"
      ]
    },
    {
      "cite": "174 A. 596",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "115 Pa. Superior Ct. 53",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        977399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/115/0053-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 3342,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.60167783687625e-08,
      "percentile": 0.2881449845145412
    },
    "sha256": "313370a2fa87be1da087baffa7c12fa1c81d9d294d9fa87a4b8e7e26465e8a97",
    "simhash": "1:1a0a81528078614a",
    "word_count": 576
  },
  "last_updated": "2024-02-27T23:35:14.112531+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Eephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Fitzgerald et ux. v. Kwaterski et ux., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal is from a judgment of the Superior Court, reported in 115 Pa. Superior Ct. 53, 174 A. 596.\nFitzgerald and wife filed a hill against Kwaterski and wife for a decree concerning the status of an easement on lot No. 29, for the benefit of which, plaintiffs alleged, it was agreed by defendants that an easement would be created. The trial court dismissed the bill. The Superior Court reversed, and remanded the record with instructions to enter a decree in favor of the Dukovics, “their heirs and assigns, tenants and occupiers of the adjoining premises.” The Dukovics were not parties to the suit. Under the contract as alleged they are third party beneficiaries and both they and plaintiffs would have the right to enforce defendants’ promise: Restatement, Contracts, section 138. In the common pleas, the learned chancellor said: “If Dukovic had brought this action on the theory that Kwaterski purchased Lot 28 from Fitzgerald subject to an open, visible right of way in favor of Dukovic, there would be some reason for seriously considering relief to Dukovic. . . . Mr. and Mrs. Dukovic were necessary parties to this action, as they are the ones actually interested in the disposition of the case. The rights of Mr. and Mrs. Dukovic are involved, and a decree in favor of the defendants would be prejudicial to their interests as owners of the land to be benefited by the right of way. They are necessary parties to this action and should have been joined as such: Hanna v. Chester Times, 303 Pa. 252, 154 A. 591; Hartley v. Langkamp, 243 Pa. 550, 90 A. 402.”\nWith that view of the merits, the chancellor should have ordered that the Dukovies be made parties pursuant to Equity Rule 17, with leave to amend, if necessary. The rule provides: “At any stage of the suit, the court may direct the joinder of additional parties, if this is deemed essential in order that justice and equity may be done; and may stay all proceedings until compliance with this requirement.” See Hartley v. Langkamp, supra, at page 556.\nIt was obvious to the Superior Court that the record (which did not contain the evidence, but only the findings of the chancellor) indicated that the Dukovies might be entitled to the relief asked. But it may turn out that they have reasons of their own for not desiring a decree in their favor. Of that, of course, they must decide. According to the opinion of the chancellor, the case was not tried as it might have been, if the Dukovics’s interests had been represented on the record. We cannot judge of that, because the evidence is not printed. In such circumstances, instead of ordering a decree in favor of the Dukovics, who were not parties, the court should have directed the application of Rule 17, leaving the subject for further consideration of the court below.\nThe judgment of the Superior Court is reversed and the record remitted to the common pleas for retrial, costs to abide the result.\nSee the opinion of the Superior Court for a fuller statement of the facts.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "William 8. Doty, with him Thomas A. Thornton, of Doty & Thornton, and Alexander J. Bielski, for appellants.",
      "Thomas L. Kane, for appellees."
    ],
    "corrections": "",
    "head_matter": "Fitzgerald et ux. v. Kwaterski et ux., Appellants.\nArgued March 27, 1935.\nBefore Frazer, C. J., Simpson, Eephart, Schaefer, Maxey, Drew and Linn, JJ.\nWilliam 8. Doty, with him Thomas A. Thornton, of Doty & Thornton, and Alexander J. Bielski, for appellants.\nThomas L. Kane, for appellees.\nApril 22, 1935:"
  },
  "file_name": "0494-01",
  "first_page_order": 522,
  "last_page_order": 524
}
