{
  "id": 1734107,
  "name": "CITY OF YORK v. Donald L. REIHART, District Attorney of York County, Pennsylvania, and Fraternal Order of Police",
  "name_abbreviation": "City of York v. Reihart",
  "decision_date": "1977-12-01",
  "docket_number": "No. 69",
  "first_page": "151",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "475 Pa. 151"
    },
    {
      "type": "parallel",
      "cite": "379 A.2d 1328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284887
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0374-01"
      ]
    },
    {
      "cite": "52 F.R.D. 230",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3762754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/52/0230-01"
      ]
    },
    {
      "cite": "39 Pa. Super. 272",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880645
      ],
      "weight": 2,
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/39/0272-01"
      ]
    },
    {
      "cite": "29 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "151 Pa.Super. 80",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1047415
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/151/0080-01"
      ]
    },
    {
      "cite": "46 Ariz. 413",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        5080747
      ],
      "weight": 2,
      "year": 1935,
      "pin_cites": [
        {
          "page": "424"
        },
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/46/0413-01"
      ]
    },
    {
      "cite": "77 A. 844",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "113 Md. 487",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2090396
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/md/113/0487-01"
      ]
    },
    {
      "cite": "95 P. 554",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "42 Colo. 449",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2564920
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/colo/42/0449-01"
      ]
    },
    {
      "cite": "14 Ariz. 234",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4825979
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/14/0234-01"
      ]
    },
    {
      "cite": "31 Or. 424",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2259963
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/or/31/0424-01"
      ]
    },
    {
      "cite": "3 So. 433",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "24 Fla. 29",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1118200
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/24/0029-01"
      ]
    },
    {
      "cite": "195 A. 118",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179722
      ],
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0003-01"
      ]
    },
    {
      "cite": "53 F.Supp. 524",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4228328
      ],
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/53/0524-01"
      ]
    },
    {
      "cite": "3 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1938,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Pa.Super. 475",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013062
      ],
      "year": 1938,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1129,
    "char_count": 27006,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 3.4326070038119025e-07,
      "percentile": 0.8792273217473296
    },
    "sha256": "b7560ae664165f095e79d51ab7ee635abf772a5217382b40b74fe15753d85ef6",
    "simhash": "1:e773ac57859a547f",
    "word_count": 4501
  },
  "last_updated": "2024-02-27T19:16:18.997843+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "MANDERINO, J., filed a dissenting opinion."
    ],
    "parties": [
      "CITY OF YORK v. Donald L. REIHART, District Attorney of York County, Pennsylvania, and Fraternal Order of Police."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAs a result of an employment contract between the City of York and its police officers, consummated pursuant to binding arbitration, it was agreed that the city would pay its police officers the sum of $15.00 for each day or portion thereof spent in court appearances or hearings during their off-duty hours. This sum was to be received in addition to the officers’ regular fixed salary and the statutory witness fee available to any citizen who is called upon to appear as a witness in this Commonwealth. This term of the bargaining agreement was subsequently implemented by the city with the passage of the following ordinance:\n“Each policeman will receive $15.00 for each day or portion thereof spent in appearance at Court or hearings during off-duty time.”\nIn February, 1974, the District Attorney for York County, the instant appellant, notified city officials that he believed this provision to be illegal and that he intended to take appropriate measures, including the possibility of criminal prosecutions and requests for injunctive relief, in an effort to prevent these expenditures of public monies.\nAs a consequence of these expressions of intention of the District Attorney, the City of York filed a petition for a declaratory judgment in the Court of Common Pleas to ascertain the legality of the challenged ordinance. The Fraternal Order of Police, White Rose Lodge No. 15, labor representative of the policemen affected by the agreement, was permitted to intervene. The lower court concluded that the Third Class City Code, Act of June 23, 1931, P.L. 932, § 2008, as amended, 53 P.S. § 37008 (hereinafter referred to as Section 37008) and the general public policy of this Commonwealth as reflected in various municipal statutes disallowed the enforcement of the contractual promise. The Commonwealth Court, Blatt, J. dissenting, reversed the lower court on the ground that the provision was not “per se violative” of Section 37008, nor were the contemplated per diem payments “fees” within the prohibition of the general municipal law since they had a “rational relationship” to compensation for police duty on off-time. This Court thereafter granted allocatur. Because we believe that the city ordinance authorizing such payments is in direct contravention of the express and unambiguous language of the legislature forbidding all municipalities in this Commonwealth from including “fees” in the compensation afforded their police officers, we reverse the order of the Commonwealth Court and reinstate the order of the trial court.\nThe legislature has provided that the compensation which municipalities and townships provide to their police officers “shall hereafter be such an amount as shall be fixed by law, but under no circumstances shall such compensation be determined by or include any fines, rebate of fines, or fees.” 1953, Aug. 19, P.L. 1100, N. 296, § 1, 53 P.S. § 636 (Supp.1977-78) (hereinafter referred to as Section 636). Since York is a Third Class City we must also consider Section 37008 of the Third Class City Code in addition to Section 636 of the general municipal law. Section 37008 provides in pertinent part:\nNo policeman shall ask, demand or receive any compensation or reward whatsoever for his services other than that provided by ordinance, except rewards offered for the arrest of persons accused of crime committed outside of the city in which they hold office, and witness fees and mileage as provided by law for their appearance in any court of record.\nThe instant appellant relies on Section 636 to challenge the questioned payment, urging us to acknowledge the clear legislative intent to abolish remnants of the fee system from the performance of law enforcement duties. Appellant contends that the compensation at issue actually constitutes a “fee” for every arrest a police officer makes since he then is obliged to appear as a witness on behalf of the Commonwealth. This intertwining of the important exercise of police discretion with the possibility of financial gain, he asserts, must not be tolerated. The appellees, on the other hand argue that the per diem payment is not a “fee” within the proscription of the statute but is basically compensation for the performance of police duties beyond normal working hours. Alternatively, appellees believe that the compensation is authorized by Section 37008 of the Third Class City Code.\nOur rules of statutory construction provide that when statutes or parts of statutes relate to the same persons or things or to the same class of persons or things they are in pari materia and should be “construed together, if possible, as one statute.” Act of 1970, November 25, P.L. 707, No. 230, added 1972, Dec. 6, P.L. 1339, No. 290, § 3, 1 P.S. § 1932 (Supp.1977-78). Since both Section 37008 of the Third Class City Code and Section 636 of the general municipal law relate to the compensation afforded police officers they are in pari materia and we are obliged to read them together as one statute, if possible. We believe that Section 37008 and Section 636 are entirely consistent and noncontradictory and that they reflect identical legislative policy determinations with regard to what kinds of remuneration police officers may receive. Therefore, any arguments which the parties have presented to us must be viewed in terms of the reconcilability of the statutes in question.\nInitially, we note that the prohibitions of Section 636 and 37008 are directed to different parties. Section 636 is addressed to municipalities and prohibits them from expending monies in certain ways on behalf of police officers. Section 37008, on the other hand, relates to what types of police persons’ remuneration, other than compensation provided by ordinance, are authorized from sources other than the employer-municipality. Thus we cannot conclude, as the trial did implicitly, that there is a conflict between section 636 and section 37008. Section 636 merely excludes fines, rebates of fines, or fees as determinants in the compensation fixed by law. Section 37008 can be fairly read as incorporating this exclusion as to any police persons’ compensation established by ordinances of cities of the third class. Therefore, the two sections taken together require that the police persons’ compensation set by such ordinances must not include fines, rebates of fines, or fees. It is unquestioned that the proposed payment in this case is to be paid out of the city treasury of York. Unless the remuneration is compensation fixed by ordinance and not a fine, rebate of a fine or a fee, it is, therefore, forbidden to be paid by the municipality.\nAlthough “fee” has never been defined in this jurisdiction in the context of Section 636, this Court has on a prior occasion distinguished a “fee” from a fixed salary. Generally a fee is “a compensation for service rendered, especially professional service.” County Auditors of McKean County, 133 Pa.Super. 475, 479, 3 A.2d 28, 30 (1938). See also, Aiken Mills v. United States, 53 F.Supp. 524, 526 (E.D. of S.C.1944). In McNair v. Allegheny County, 328 Pa. 3, 195 A. 118 (1937) this Court faced the question of whether the Mayor of Pittsburgh, who by law was to receive a fixed salary in lieu of the fees he formerly received for hearing certain prosecutions, was entitled to receive his salary despite the fact that he had performed no services. The Court explained that the replacement of the “fee system” with a fixed annual compensation was an attempt to prevent further abuse of that system. We held that the Mayor was entitled to this salary, in the absence of a forfeiture or nonfeasance in office, regardless of whether he performed any particular services.\nIt is said to be in the nature of fees, because it was intended to replace the fees formerly collected by the mayor for these services as part of the county’s expense of administering the criminal law of the State. In State ex rel. Murphy v. Barnes, 24 Fla. 29, 3 So. 433, it was said that the distinction between fees and salaries rests upon the distinction between payment for particular services performed, and fixed compensation for continuous services over a period of time. See also Landis v. Lincoln County, 31 Or. 424, 50 P. 530.\nThe purpose of the section under consideration was to substitute for this fluctuating demand a fixed and determinable yearly expense. Jurisdiction was taken from the magistrates and conferred on the mayor. His compensation was stated in terms of an annual salary, with quarterly payments. Obviously, the intent was to do away with the fee system, rather than perpetuate it. Id. 328 Pa. at 9-10, 195 A. at 121.\nThe Arizona Supreme Court has agreed with this basic formula and held that a lawyer’s retainer is a fee, payment of which is in derogation of the public policy of Arizona fixing the annual salaries of public officials.\nWe consider next § 17, art. 22. This is an explicit declaration of the public policy of the state of Arizona. By its terms all public officers are to be paid fixed and definite salaries, and under no circumstances may receive fees of any nature. What is the difference between “salaries” and “fees” as referred to in the constitutional provision? We have had the question of the meaning of these two words before us in the case of Cochise County v. Wilcox, 14 Ariz. 234, 127 P. 758. Therein we concluded that, in substance, the difference was as follows: Salaries are fixed compensations based on services for definite and regular periods of time and paid at regular and fixed intervals while fees are compensation for particular services rendered at irregular and uncertain periods. See, also, Board of Commissioners v. Trowbridge, 42 Colo. 449, 95 P. 554; Landis v. Lincoln County, 31 Or. 424, 50 P. 530; Blick v. Mercantile Trust & Dep. Co., 113 Md. 487, 77 A. 844. State ex rel. Colorado River Commission v. Frohmiller, 46 Ariz. 413, 424, 52 P.2d 483, 488 (1935).\nUnder the above formulations it is apparent that the employment contract in question provides for a “fee” since the per diem $15.00 is to be paid at irregular and uncertain periods (everytime a police officer “appears” in court on off-duty hours) for a particular service rendered (an appearance) and that the demand for the service is fluctuating and indeterminable (whenever the police person is subpoenaed).\nAppellees contend that the payment is not a fee, but is merely overtime compensation for the many off-duty hours spent in court. We disagree that the recompense is merely for overtime work since it is not related to the number of hours or amount of time actually engaged in performing that function. To the contrary the payments are earned on a flat per diem basis regardless of what portion of that day is actually spent in court. This method of payment more closely resembles the customary witness fee since it does not depend upon whether the witness actually testifies but only upon his “appearance”. See Walker v. Pa. R.R. Co., 151 Pa.Super. 80, 29 A.2d 358 (1943); Act of 1941, July 21, P.L. 425, § 2, 28 P.S. § 416.2, as amended (Supp.1977-78).\nAppellees argue in the alternative that the payment is specifically authorized by Section 37008 of the Third Class City Code and that the statute has been complied with in two respects: First, that this “compensation” has duly been “provided by ordinance” since the collective bargaining agreement from which the labor contract emerged was actually passed as a city ordinance. Secondly, they assert that the anticipated payment is in reality a “witness fee” for an appearance in a court of record which has been “provided by law” in the form of a city ordinance. Initially we note that the assertion that the compensation has been provided by city ordinance and is, therefore, a fortiori legitimate is defeated by our conclusion that it is a “fee” which the municipality is forbidden under Section 636 to provide to its police officers. Thus, although Section 37008 might permit such a payment to be received by a police officer, Section 636 prohibits the source of that payment from being a municipality. Secondly, we believe the language of Section 37008 permitting witness fees “as provided by law” refers to legislatively-enacted law and does not apply to city ordinances and regulations. Cf. Templeton v. Williams, 39 Pa. Super. 272 (1909); 97 C.J.S. Witnesses § 38, pp. 425-26. Compare, Pressgrove v. Kuntz, 52 F.R.D. 230 (N.D.Miss.1971). The very language of the statute leads us to this conclusion since it clearly differentiates between the authority granted by city ordinance and that by “law” of statewide application.\nThis holding comports with the legislative policy running through several analogous municipal statutes in this Commonwealth which seek to remove the expectation of additional remuneration from the performance of law enforcement duties. We believe that a court appearance as a witness is an activity so closely and inextricably related to actual police duties, such as arrest and interrogation, as to require insulation from extra compensation in the form of a fee for its performance. It is reasonable to expect that the payment for appearing as a witness might easily be transformed into a payment for each arrest the officer or a colleague makes to which he can be noted as a witness. By permitting a police officer to materially profit according to the number of arrests he effectuates, or aids in effectuating, increases the possibility that his discretion and judgment will be altered to a point which this Court should not and will not condone and to which the legislature has unreservedly voiced its opposition.10 Even a slight likelihood that official judgment might be tainted by a desire to profit monetarily would be repugnant to our system of criminal justice. It is unpersuasive that the fee is unrelated to, and independent of, what the officer actually testifies to in court. It is sufficient that the decision to arrest or not, to interrogate or not, for instance, might directly be influenced by temptations of financial gain. The danger to our concept of law enforcement and to our principles of democracy is too real to ignore that possibility.\nWe recognize that police officers often spend many off-duty hours in court in conjunction with the performance of police duties and we are sympathetic with the possibility that this public service might go uncompensated. Nonetheless, we are constrained to reaffirm the strong policy in this Commonwealth against perpetuating or reviving the fee system and all its dangers. We believe it is our overriding responsibility to effectuate the legislative determination that the exercise of police discretion should be isolated from financial remuneration and to avoid even the air of impropriety in the law-enforcement area.\nOrder of the Commonwealth Court reversed and judgment of the Court of Common Pleas of York County reinstated.\nMANDERINO, J., filed a dissenting opinion.\n. Act of July 21, 1941, P.L. 425, § 2, 28 P.S. § 416.2, as amended (Supp. 1977-78); Templeton v. Williams, 39 Pa.Super. 272 (1909). See also, Act of July 3, 1885, P.L. 256, § 1; 28 P.S. § 412 (Supp.1977-78) which authorizes attendance fees and mileage for appearances before a Justice of the Peace.\n. As noted in the opinion of Shadle, P. J.:\nFor the calendar year 1974 there were 1,105 such appearances before district justices, 691 such appearances before this court, and 604 other miscellaneous appearances, or a total of 2,400 appearances, for which compensation was paid at the rate of $15.00 each in the total amount of $36,000.00. Of 109 police officers, 86 of them made such appearances, while 23 did not appear. Of those who appeared and were thus paid, the largest amount received by any one officer was $1,440.00 for 96 appearances.\nFor the period from January 1, 1975 to July 15, 1975, there were 708 such appearances before district justices, 496 such appearances before this court, and 328 other miscellaneous appearances, or a total of 1,532 appearances, for which compensation was paid at the rate of $15.00 each in the total amount of $22,980.00. Of 107 police officers, 87 of them made such appearances, while 20 did not appear. Of those who appeared and were thus paid, the largest amount received by any one officer was $1,020.00 for 68 appearances.\n. The caption in the court of common pleas inaccurately designated the F.O.P. as a defendant rather than a party plaintiff which represents its true capacity in this lawsuit.\n. 1931, June 23, P.L. 932, art. XX, § 2008, as amended, 53 P.S. § 37008 (Supp.1977-78).\n. The lower court expressly found that Section 636 of the general municipal law was not applicable to the City of York because the provisions of the Third Class City Code “superseded the general municipal legislation.” The Court’s theory that the specific controls the general did not change the result, however, since the court found a specific provision in the Third Class City Code, which he believed prohibited the questioned payments. Act of June 23, 1931, P.L. 932, § 2008, as amended, 52 P.S. § 37008 (Supp. 1977-78). The court was incorrect in its assessment that Section 636 was inapplicable to the City of York; the statute applies to all municipalities in this Commonwealth by both its express terms and by the title of the act which is; “An act to regulate the compensation of all members of any police force employed by a municipality or township.” (emphasis added).\n. Even if we were to conclude, which we expressly do not, that the two statutes are irreconcilable, we would be obliged under our rules of statutory construction to conclude that Section 636, having been passed by the General Assembly at a later date in time, would control the situation. Act of 1970, November 25, P.L. 707, No. 230, added 1972, December 6, P.L. 1339, No. 290, § 3, 1 Pa.S.C.A. § 1936 (Supp.1977-78).\n. The exception in section 37008 as to “witness fees and mileage as provided by law” merely reflects the General Assembly’s desire to keep section 37008 in harmony with the many statutory provisions relating to such payments. See, e. g., Act of July 3, 1885, P.L. 256, § 1, 28 P.S. § 412 (1958) (witness fees); Act of October 13, 1959, P.L. 1309, No. 436, § 1, 28 P.S. § 416.2 (Supp. 1977-78) (witness fees); Act of May 19, 1887, P.L. 134, § 1, 28 P.S. § 413 (1958) (mileage); Act of December 21, 1959, P.L. 1972, § 1, 28 P.S. § 416.4 (Supp. 1977-78) (mileage); Act of January 14, 1804, P.L. 16, § 2, 42 P.S. § 1019 (1966) (witness fees). Although it is the respective counties who make these payments, the authority for such payments is found in state statutes, not local ordinances.\n. We note that fundamental hornbook law is in agreement with the mandates of Section 636 that a police officer’s compensation is to be set by law in the form of a fixed salary with restrictions against any additional kinds of recompense. See 62 C.J.S. Municipal Corporations § 586, p. 1185.\n. Under the facts of this case we need not decide whether police officers would be entitled to overtime compensation for witness appearances.\n. The First Class City Code provides as follows:\nTownships employing policemen shall pay to all such policemen a fixed or stipulated salary. It shall not be lawful for any such policemen to charge or accept any fee or other compensation, in addition to his salary, for any service rendered or performed by him of any kind or nature whatsoever pertaining to his office or duties as a policeman, except public rewards and the expenses incurred in the discharge of his duties. 1931, June 24, P.L. 1206, art. XIV, § 1408; 1949, May 27, P.L. 1955, § 30. 53 P.S. § 56408 (Supp.1977-78) (Footnote omitted).\nSee also Lower Merion Township v. Turkelson, 396 Pa. 374, 152 A.2d 724 (1959). The parallel provision in the Second Class City Code reads:\nIt shall not be lawful for any township policeman to charge or accept any fee or other compensation in addition to the salary paid to him as a policeman for any service rendered or performed by him pertaining to his office or duties, except public rewards and the legal mileage allowed to constables for traveling expenses. 1933, May 1, P.L. 103, art. V, § 594; 1947, July 10, P.L. 1481, § 7. 53 P.S. § 65594 (Supp. 1977-78)\nAnother general municipal statute, although repealed in toto as applied to Third Class Cities, shares the same thought.\nFrom and after the passage of this act all municipalities or corporations, employing policemen within the commonwealth of Pennsylvania, shall pay to all such policemen a fixed or stipulated salary; and that hereafter it shall not be lawful for any such policeman to charge or accept any fee or other compensation, in addition to his salary, for any service rendered or performed by him of any kind or nature whatsoever pertaining to his office or duties as a policeman, except public rewards and the legal mileage allowed for traveling expenses. 1897, July 14, P.L. 266, § 1. 53 P.S. § 633 (Supp. 1977-78)\nA section of the Third Class City Code, applicable not only to police officers but to city officers in general follows the identical principle.\nCouncil shall prescribe, by ordinance, the number, duties, and compensation of the officers and employes of the city. No payment of such compensation shall be made from the city treasury, or be in any way authorized, to any person except an officer or employe elected or appointed in pursuance of law. No ordinance shall be passed giving any extra compensation to any officer, servant, employee or contractor, without previous authority of law. Any officer drawing or countersigning any warrant, or passing or paying any voucher contrary to this section, shall be guilty of a misdemeanor, and, upon conviction thereof, shall forfeit his office, and be sentenced to pay a fine not exceeding five thousand dollars, or to undergo imprisonment not exceeding one year, or both, at the discretion of the court. 1931, June 23, P.L. 932, art. IX, § 902; 1951, June 28, P.L. 662, § 9. 53 P.S. § 35902 (Supp.1977-78).\n. Another possible evil strenuously pointed to by the appellant is the possibility of unnecessary police witnesses being subpoenaed. While it is true that the District Attorney ultimately decides upon the witnesses to be called in a given case, it is a logistical fact that generally all of the witnesses suggested by the police officials are subpoenaed to appear at the appropriate proceeding. Not only would the practice of listing and calling unnecessary witnesses create an inexcusable drain on public monies, it also would diminish the effectiveness of the police force by unjustifiably removing officers from their primary responsibility of ferreting out and preventing crime. While we recognize that the payment in question only is made if the court appearance occurs on off-duty hours, the time of that appearance cannot be anticipated in advance. Therefore, this “padding” syndrome would have a significant impact by diverting officers who otherwise would be performing normally assigned duties.",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "MANDERINO, Justice,\ndissenting.\nThe only issue with which we are concerned in this appeal is whether this per diem payment offends the substantive law of the Commonwealth. The applicable statutory provisions cited by the majority are § 636 of the general municipal law (53 P.S. § 636) and § 37008 of the Third Class City Code (53 P.S. § 37008). I can find no basis to conclude that this is unlawful compensation under either provision.\nSection 636 provides that compensation to police officers shall not include “any fines, rebate of fine, or fee.” The majority has held that the word “fee” as used in § 636 is “unambiguous” language which encompasses the compénsation here in issue. This payment of $15.00 per diem, they say, is a “fee” because it is paid at irregular and uncertain periods for a particular service rendered — a policeman’s appearance in court.\nI must disagree with this reasoning. The compensation is to be paid for the “day or portion thereof . . . during off-duty hours” which the policeman must give up to spend in court. It is payment for the overtime which is necessitated by the responsibilities of his employment, not for any special services rendered. Payment for the service of an appearance would logically be based upon the number of cases in which the officer testified, not, as here, based squarely upon the number of days off which have been consumed by official duties. That it is paid at irregular and uncertain periods is no justification for calling it a fee. Although overtime payment takes many forms, all overtime payments have one characteristic in common — they are paid at irregular intervals, whenever overtime is actually earned. I must therefore conclude that this is not a “fee” within the prohibitions of § 636, but overtime paid for the time put in on required police functions.\nAlthough in § 37004 of the Third Class City Code there is a limitation upon the number of hours that a city may require any police officer to remain on duty, there is no provision in this section or elsewhere prohibiting the payment of overtime. The only legislative reference to overtime is the provision in § 37004 that when duty beyond the 44 hour limit is required in emergency situations, overtime is to be paid at the same rate as for regular service.\nNor can it be said that this is compensation prohibited by § 37008 of Third Class City Code. This section expressly prohibits any compensation “other than that provided by ordinance . . . ” These payments, made pursuant to a duly enacted ordinance, are clearly lawful under this provision.\nThe majority opinion is premised on the unwarranted assumption that the payment system involved in this case makes days in court desirable and sought after. I must disagree with that assumption. Appearances in court frequently consume a complete day or, at the very least, a major part of a day. Fifteen dollars per day is much less than the normal earnings of a police officer. In many cases, the need to spend off-duty time in court is not an aspect of duty which is as desirable as indicated by the majority.\nNo policeman has control of whether his arrests are valid, or whether he is needed in court. The district attorney’s office has complete control over this matter, and there is no basis for concluding that police officers generally make unnecessary arrests in the hope that they will earn a meager $15.00 for giving up usually a full day when they are not scheduled to otherwise work. I dissent.",
        "type": "dissent",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Donald L. Reihart, Dist. Atty., pro se.",
      "Harold N. Fitzkee, Jr., York, for appellee, White Rose Lodge.",
      "John W. Thompson, Jr., York, for appellee, City of York."
    ],
    "corrections": "",
    "head_matter": "379 A.2d 1328\nCITY OF YORK v. Donald L. REIHART, District Attorney of York County, Pennsylvania, and Fraternal Order of Police.\nSupreme Court of Pennsylvania.\nArgued May 27, 1977.\nDecided Dec. 1, 1977.\nDonald L. Reihart, Dist. Atty., pro se.\nHarold N. Fitzkee, Jr., York, for appellee, White Rose Lodge.\nJohn W. Thompson, Jr., York, for appellee, City of York.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0151-02",
  "first_page_order": 181,
  "last_page_order": 195
}
