{
  "id": 982525,
  "name": "Wilcox, Appellant, v. Central Accident Insurance Company of Pittsburg",
  "name_abbreviation": "Wilcox v. Central Accident Insurance",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 83",
  "first_page": "58",
  "last_page": "65",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "134 Mass. 175",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2126652
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/134/0175-01"
      ]
    },
    {
      "cite": "150 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0386-01"
      ]
    },
    {
      "cite": "123 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0487-01"
      ]
    },
    {
      "cite": "44 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0375-01"
      ]
    },
    {
      "cite": "79 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0387-01"
      ]
    },
    {
      "cite": "154 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0566-01"
      ]
    },
    {
      "cite": "13 N. Y. Supp. 620",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        4294070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/13/0620-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        876002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0299-01"
      ]
    },
    {
      "cite": "176 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882173
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0028-01"
      ]
    },
    {
      "cite": "218 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0034-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 190",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0190-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878894
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/38/0110-01"
      ]
    },
    {
      "cite": "112 Wis. 29",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8701086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/112/0029-01"
      ]
    },
    {
      "cite": "94 Wis. 180",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8703127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/94/0180-01"
      ]
    },
    {
      "cite": "217 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0518-01"
      ]
    },
    {
      "cite": "164 Mass. 170",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        789041
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/164/0170-01"
      ]
    },
    {
      "cite": "154 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0385-01"
      ]
    },
    {
      "cite": "102 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502711
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0262-01"
      ]
    },
    {
      "cite": "171 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985617
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 15431,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03444390001115895
    },
    "sha256": "d188263084ad4cae6c17aa26258a79a95f10af8a2f6f55146ab3af4ae22459eb",
    "simhash": "1:f4278b5609d73c93",
    "word_count": 2730
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Wilcox, Appellant, v. Central Accident Insurance Company of Pittsburg."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge Ford.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William F. Wise, with him Charles S. Wise, for appellant.",
      "Joseph A. Langfitt, with him H. W. McIntosh and Thos. F. Garrahan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilcox, Appellant, v. Central Accident Insurance Company of Pittsburg.\nInsurance — Accident insurance — Walking on railroad tracks — Unnecessary exposure to danger.\nWhere a policy of accident insurance provides that the policy shall not cover any injury, fatal or otherwise, resulting from “walking or being on the roadbed or bridge of any railway,” or from “unnecessary exposure to danger,” no recovery can be had under the policy where it appears that the insured was killed while attempting to cross the tracks of a railroad at a point where there was no public crossing nor placé ordinarily used as a crossing; that the insured was not required by any business pursuit or necessity to cross at this point, but only did so to avoid a detour; and that he could have seen the train which struck him, in time to avoid the accident, if he had looked.\nArgued Oct. 18, 1911.\nAppeal, No. 83,\nOct. T., 1911, by plaintiff, from judgment of C. P. No. 1, Allegheny Co-., Dec. T., 1903, No. 87, for defendant non obstante veredicto in case of Peter K. Wilcox, Administrator of the Estate of Oscar Ray Wilcox, deceased, v. The Central Accident Insurance Company of Pittsburg.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit on a policy of accident insurance.\nAt the trial the jury returned a verdict for plaintiff for $2,900.\nOn motion for judgment for defendant non obstante veredicto, Ford, J., filed the following opinion:\nThis is an action on a policy of insurance. At the trial the defendant requested the court to instruct the jury that under the law and the evidence the verdict must be for the defendant. The request, however, was refused and a verdict found for the plaintiff. The defendant now moves for judgment non obstante veredicto, alleging error on the part of the court in refusing the request for binding instructions.\nThe policy sued upon is dated February 26, 1903, and insures Oscar Ray Wilcox against loss arising from certain accidents, and covenants and agrees in case of death caused solely by injury arising from external violence and accidental means to pay to his legal representatives the sum of $2,000.\nThe policy is made subject to certain conditions and prohibitions; among others, the following:\n“(1) This insurance does not cover .... any injury, fatal or otherwise, of which there is not visible mark on the body, nor accident, nor death, nor loss of limb or sight, nor disability resulting wholly or partly, directly or indirectly, from the following causes, conditions or acts, or happening when the insured is affected by, or is under the influence of any such cause, condition or act, viz.:\n“. . . . Injuries intentionally inflicted upon the insured by himself or by any other person (injuries from unprovoked assaults excepted) getting on or off a moving conveyance using steam as a motive power (cable and electric cars excepted), or being in or on such conveyance not provided for transportation of passengers, or walking or being on the roadbed or bridge of any railway, railway employees excepted, violation of law; resisting arrest or fleeing from justice; voluntary over-exertion .... unnecessary exposure to danger.”\nIt is contended by the defendant company that the insured met his death while walking or being on the roadbed of a railway, and was caused by unnecessary exposure to danger.\nThe circumstances attending upon the accident which occurred on March 18, 1903, are not in dispute.\nThe insured at the time of his death was about twenty years of age and resided with his parents in the village of Springdale, situate along the line of the West Penn Railroad some fifteen miles east of Pittsburg. He had lived there about five years. The Wilcox home fronted on a public highway which ran parallel with the right of way of the West Penn Railroad, upon which were maintained two tracks known as the east-bound and west-bound tracks. At this point there is no crossing of any character, the nearest one being approximately 300 feet east of the place of the accident, while there is another distant about one-quarter of a mile west. The tracks are below the grade of the public highway, and to reach the tracks from the home of the insured it was necessary to cross the public road and descend a bank about four feet in height.\nIn the evening, near seven o’clock, on the day of the accident the insured left his home, expressing an intention to visit a neighbor residing on the opposite side of the railroad. It appears that he reached the west-bound track, the one adjoining the public road, and as he stepped on or over the first rail was struck by the locomotive of a passenger train running west, sustaining injuries which resulted in his death. Mr. Kennedy, the engineer operating the passenger train, testified that he first saw Wilcox at a point distant about fifteen feet, and added, “The young man came down from the side of the public road and started or attempted to cross the track in front of the engine. We struck him and threw him off the right side.”\nAn accommodation had been stopped at the switch and was standing on the east-bound track, the last coach of which was just opposite the place of the accident. Walter Holmes, a brakeman on this train, testified that he was standing'on the rear coach and said, “When I first saw this boy he was coming over the bank, which is between the railroad, the north track and the public road, going to the railroad. I called him to stop, but he did not hesitate a second. He just came down on to the track, and I called to him again to look out, for I heard this train coming. ... At that instant the train came down and struck him.”\nMr. Barnes, called by the plaintiff, testified that he first saw Wilcox “as he started down over the bank and I hollered to him. Just about the time I hollered, the brakeman on the rear end of the train hollered at him. It was too late then for him to stop. He had started then, and after he got on the track we yelled again at him, but he did not appear to be able to get off.”\nIt is apparent that the young man crossed the road, walked down the embankment and as he stepped upon or perhaps over the first rail of the west-bound track he was instantly struck by the engine. From the place where he descended the bank he had an unobstructed view looking east for a distance of about 300 feet.\nThe first question for consideration is as to whether or not the injuries, resulting in the death of the insured, were directly or indirectly due to “walking or being on the roadbed or bridge of any railway.”\nIn DeLoy v. Ins. Co., 171 Pa. 1, the trial judge in construing a similar clause instructed the jury “that it was intended to cover all cases where a person is on a railroad bed when he had no business there. But when his business or other necessities call him on the railroad track or crossing for lawful purposes, and when he is injured while in the pursuit of his lawful calling; or when it becomes necessary to use the roadbed for a lawful purpose, and he should be accidentally killed, without any knowledge upon his part of the danger, he ought not in such case be excluded from recovery, if- there was nothing else in the case.” The instructions were approved as substantially correct because in harmony with the ruling of the court, on the same clause, in Burkhard v. Travelers’ Ins. Co., 102 Pa. 262, wherein it was held: “ The language of the exception clearly implies two thoughts: one, that “the insured must not be on the roadbed or bridge for any length of time; the other, that the prohibition is not to guard against injury resulting from a defective roadbed or defective railway bridge, but the danger of injury from trains passing thereon.”\nThe phrase, “walking or being on a railroad bridge or roadbed,” cannot be construed with absolute literalness. If the insured had been walking along the track longitudinally he clearly would have been within the clause. Had he been crossing where there was a public way (Dougherty v. Pacific Mutual Life Ins. Co., 154 Pa. 385), or if he was on the track for a lawful purpose, he would not have been within it. The question therefore is, whether he had a right to pass over the railroad at the point he chose to do so. If he was a trespasser in crossing as he did he would be walking or being on the roadbed within the meaning of the policy: Keene v. N. E. Mutual Accident Association, 164 Mass. 170 (41 N. E. Repr. 203).\nThe insured was not attempting a crossing at an established crossing, nor at a place ordinarily used for that purpose. Neither any business pursuit nor necessity of the occasion called him to make the crossing at that point. But it is contended, however, that the east-bound train was standing at or near the crossing and the insured undertook to cross behind the train, apparently thinking this the safer place, the prudent thing to do. The evidence does not show that the accommodation train obstructed the crossing or made passage over it dangerous. It was the shorter route to the home of his friend and avoided a walk for a distance of about 300 feet, and a return of about the same distance.\nUnder all the circumstances, we are of opinion that the accident to the insured was at a time when he was violating the terms of the policy. But conceding that the insured had a lawful right to cross the tracks at that point, yet we are of opinion that his death was caused by an unnecessary exposure to danger.\nOur attention has not been called to any case in which an exception in the precise form contained in this policy has been construed. In Burkhard v. Travelers’ Ins. Co., 102 Pa. 262, the exception was voluntary exposure to danger. In DeLoy v. Travelers’ Ins. Co., 171 Pa. 1, and in Rebman v. General Accident Ins. Co., 217 Pa. 518, the words of the policy excepted “disability from voluntary exposure to unnecessary danger.”\nIn the case at bar the word “voluntary” does not appear in the contract. A distinction has been drawn between policies which except voluntary exposure to unnecessary danger and those which except exposure to unnecessary danger, and it was held in Shevlin v. Accident Association, 94 Wis. 180 (68 N. W. Repr. 866), that the word “voluntary” led to the construction that the negligence contemplated was a conscious exposure to danger, gross negligence, but that the words “unnecessary exposure” include all cases where the exposure is attributable to negligence on the part of the insured. This case with the distinction so drawn was cited and approved in Sargent v. Central Acc. Ins. Co., 112 Wis. 29 (87 N. W. Repr. 796).\nIn Biehl v. General Acc. Assur. Corp., 38 Pa. Superior Ct. 110, the exception in the policy is from “liability resulting from unnecessary exposure to obvious risk or injury or obvious danger,” and it was held there the meaning is the same as if the exception had been expressed in the words “voluntary exposure to unnecessary danger,” and in construing the words used, the Superior Court justice said, “The words mean an exposure with knowledge, or under circumstances from which knowledge would be inferred, to a risk it was not necessary to incur.” The claim in the policy must be held to apply whenever the insured is injured in a manner that should have been anticipated, while voluntarily doing something that ordinary prudence would forbid.\nIn this case it is to be noted that the insured crossed the public road to the embankment, he was at an elevation of about four feet above the tracks, his view for a distance of about 300 feet was unobstructed, the distance to the west-bound track did not exceed ten feet, the brakeman on the rear of the accommodation heard the approaching train, as did Mr. Barnes; that the insured was struck instantly when his foot touched or crossed the first rail, and, moreover, he had resided in that vicinity for five years; he knew or was presumed to know that passenger and freight trains frequently passed the point. Under all the circumstances in evidence, it is difficult to account for the accident on any theory except that without looking or listening the insured walked on the railroad track in front of the locomotive and was injured in a manner that should have been anticipated, while doing something which ordinary prudence would forbid.\nAnd we are of opinion that judgment should be entered for the defendant notwithstanding the verdict.\nError assigned was in entering judgment for defendant n. o. v.\nWilliam F. Wise, with him Charles S. Wise, for appellant.\n— The conflicting testimony and inferences to be drawn from it are for the jury and not for the court, either at the trial or on the motion for judgment non obstante veredicto: Lamb v. Prettyman, 33 Pa. Superior Ct. 190; Bond v. Penna. R. R. Co., 218 Pa. 34; Lehigh Coal & Nav. Co. v. Evans, 176 Pa. 28; Price v. Nat. Accident Society, 37 Pa. Superior Ct. 299.\nWhether the act is a wanton exposure to obvious danger, is a question for the jury: Biehl v. General Accident Assur. Corp., 38 Pa. Superior Ct. 110; Trew v. Railway Passengers’ Assurance Co., 6 Hurlstone & Norman, 839; Duncan v. Mut. Accident Assn., 59 N. Y. Superior Ct. 145 (13 N. Y. Supp. 620).\nWhere a case depends on oral testimony it must be submitted to the jury, even if uncontradicted: Lehigh Coal & Nav. Co. v. Evans, 176 Pa. 28; Gates v. Penna. R. R. Co., 154 Pa. 566; Weiss v. Penna. R. R. Co., 79 Pa. 387.\nJoseph A. Langfitt, with him H. W. McIntosh and Thos. F. Garrahan, for appellee.\n— Under the evidence it clearly appears, as the learned court below found, that the accident to the insured occurred at a time when he was violating the terms of his policy; or, in other words, that the accident was one which was expressly excepted in the policy, and not insured against: Burkhard v. Ins. Co., 102 Pa. 262; Traders’ & Travelers’ Accident Co. v. Wagley, 74 Fed. Repr. 457; Keene v. Acc. Assn., 164 Mass. 170 (41 N. E. Repr. 203); DeLoy v. Ins. Co., 171 Pa. 1; P. & R. R. R. Co. v. Hummell, 44 Pa. 375.\nAs appears -from the uncontradicted testimony, from the place where the insured was about to descend the embankment, prior to going upon the tracks, he had an unobstructed view of the train which struck him, and had he looked and listened must have seen and heard it. Hence we must conclude that when he was at the top of the bank, at the side of the public road, the train was in full view, and yet he neither stopped nor looked nor listened but went forward negligently into a position of obvious danger: Marland v. R. R. Co., 123 Pa. 487; Myers v. B. & O. R. R. Co., 150 Pa. 386; Tuttle v. Ins. Co., 134 Mass. 175; Cornish v. Ins. Co., L. R. 23 Q. B. Div. 453.\nIt is argued by the counsel for appellant, that where a case depends on oral testimony, it must be submitted to the jury, even if uncontradicted, citing Lehigh Coal & Nav. Co. v. Evans, 176 Pa. 28. An examination of that case discloses that the only testimony submitted to the jury there was that of the plaintiff, and the jury evidently did not believe the same as they found a verdict for the defendant, and all that is decided there is that the jury are the judges of the credibility of the witnesses. It is consistent with and recognizes the rule to direct a verdict for the defendant where the plaintiff’s evidence if believed is insufficient to sustain his claim.\nJanuary 2, 1912:"
  },
  "file_name": "0058-01",
  "first_page_order": 86,
  "last_page_order": 93
}
