{
  "id": 982437,
  "name": "Echard Coal & Coke Company v. Mudge, Appellant",
  "name_abbreviation": "Echard Coal & Coke Co. v. Mudge",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 103",
  "first_page": "86",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946041
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0640-01"
      ]
    },
    {
      "cite": "173 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0048-01"
      ]
    },
    {
      "cite": "197 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0051-01"
      ]
    },
    {
      "cite": "103 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0115-01"
      ]
    },
    {
      "cite": "181 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0065-01"
      ]
    },
    {
      "cite": "100 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0408-01"
      ]
    },
    {
      "cite": "226 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0391-01"
      ]
    },
    {
      "cite": "208 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0253-01"
      ]
    },
    {
      "cite": "147 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0372-01"
      ]
    },
    {
      "cite": "186 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989683
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 7245,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 6.824473444204289e-08,
      "percentile": 0.4166100031314567
    },
    "sha256": "5640667d0713aa2217f3e54f8b535dc9bcda2c665ed0d463ce09a6d113f9e1aa",
    "simhash": "1:9eaeb95f4e04d545",
    "word_count": 1302
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Echard Coal & Coke Company v. Mudge, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below directing it to be entered for want of a sufficient affidavit of defense.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "S. Leo Ruslander, with him Weil & Thorp, for appellant.",
      "E. C. Higbee, of Sterling, Higbee & Matthews, with him Roger Knox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Echard Coal & Coke Company v. Mudge, Appellant.\nContract — Breach—Set-off—Affidavit of defense.\n1. Where a contract for the sale of coke provides for deliveries in certain monthly instalments running for six months, and a suit is brought before the termination of the six months for deliveries made in the second, third and fourth months, an affidavit of defense is insufficient which avers -that, after the deliveries for which suit was brought, the plaintiff had notified defendant that it would make no further deliveries, and in fact made no further deliveries, and that although the defendant had not been damaged as yet by the breach of contract, yet if in the future it desired other deliveries and the price of coke should advance in the meantime, and the plaintiff refused to make deliveries, the defendant would be damaged to the extent of the difference between the contract price and the market price of coke at a time it might in the future order the coke.\n2. In such a case if the defendant considered the breach of the contract as final when the plaintiff gave notice that it would make no further deliveries, the damages by the breach were fixed at the date of the notice, and as defendant admitted that no damage had been suffered at the time the suit was bought, it could of necessity offset no loss. If, on the other hand, the defendant seeks to fix its damages as of the date that it demands shipment of the coke, then it must give to the plaintiff the opportunity to ship as of that date. If it seeks to keep the contract alive for the purpose of determining its damages as of the future date, then it must keep it alive for the purpose of permitting the plaintiff to fulfill its contract and ship coke as of that date, if it sees fit.\nArgued Oct. 18, 1911.\nAppeal, No. 103, Oct. T., 1911, by defendant, from order of C. P. No. 3, Allegheny Co., Feb. T., 1911, No. 246, making absolute rule for judgment for want of a sufficient affidavit of defense in case of Echard Coal & Coke Company v. Edmund W. Mudge, doing business as Edmund W. Mudge & Company.\nBefore Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit for goods sold and delivered.\nRule for judgment for want of a sufficient affidavit of defense.\nEvans, J., filed the following opinion:\nThe plaintiff brings suit to recover, inter alia, the value of 1,435.95 tons coke shipped during the month of August, 1910, at $1.80 a ton; 3,049.05 tons of coke shipped during the month of September at $1.80 a ton, and 155.8 tons of coke shipped during the month of October at $1.80 a ton. The coke was delivered on a contract which provided for the delivery of a certain amount, of coke during the months of July, August, September, October, November and December, 1910.\nThe defendant alleges that in December, 1910, the-plaintiff notified the defendant that it would not deliver any more coke under that contract; and that the plaintiff has delivered no coke under that contract since. The defendant does not contend that it ordered coke under the contract which the plaintiff failed or refused to deliver. On the contrary it alleges that it has not ordered any coke since the shipment of November, 1910, but alleges that there was a breach of contract on the part of the plaintiff when it notified the defendant in December, 1910, that it would not deliver any more coke under the contract.\nThe defendant alleges that by the terms of this contract it was not compelled to take coke as per the statement in the contract during the-months of July, August, September, October, November and December, but that the contract was subject to contingencies, among which was the depression of business which caused the furnaces to close, and that by reason of that depression in business the defendant has not needed the coke which was required to be delivered under this contract except so far as it has been delivered.\nThe defendant alleges that up to the time of the filing of the affidavit of defense it had not been damaged by reason of the alleged breach of contract on the part of plaintiff, but that if in the future it desired the delivery of the coke specified in. the contract, and the plaintiff refused to deliver it as it had declared it would do in December of 1910, then if the price of coke had advanced in the meantime, the defendant would be damaged to the extent of the difference between the contract price and the market price of coke at the time it might order the coke.\nWe are of opinion that this is not a good defense to the plaintiff’s statement of claim. If the defendant accepts the alleged declaration of the plaintiff in December that it would not deliver any coke as a breach of contract and considers that breach final, then the defendant’s damage for the breach is of that date, and defendant admits long after December, 1910, it had not up to that time suffered any damage. If, on the other hand, the defendant seeks to fix its damages as of the date that it demands shipment of the coke, then it must give to the plaintiff the opportunity to ship as of that date. Plaintiff may change its mind between December 7, 1910, and the uncertain time in the future which the defendant asserts to be its right to demand shipments of coke, and if the defendant seeks to keep the contract alive for the purpose of determining its damages as of the future date, then it must keep it alive for the purpose of permitting the plaintiff to fulfill its contract and ship coke as of that date if it sees fit.\nUnder the contract the coke shipped was to be paid for in cash on some date from the twentieth to the twenty-fifth of the month following the date of shipment. The defendant admits that it received the coke as per the statement of claim of the plaintiff, that the price charged for it is correct, and that payment for the coke was not made as per the terms of the contract.\nWe are of opinion that the alleged set-off of the defendant is not a defense to the plaintiff’s claim and that judgment should be entered for the plaintiff against the defendant for the price of the coke delivered during the months of August, September and October.\nError assigned was order making absolute rule for judgment for want of a sufficient affidavit of defense.\nS. Leo Ruslander, with him Weil & Thorp, for appellant.\n— This case is ruled by Newton Rubber Works v. Kahn, 186 Pa. 306.\nE. C. Higbee, of Sterling, Higbee & Matthews, with him Roger Knox, for appellee.\n— Even if there be a breach, the affidavit of defense does not show that défendant at the time of the breach sustained any damage: Arnold v. Blabon, 147 Pa. 372; Morris v. Supplee, 208 Pa. 253; Clyde Coal Co. v. R. R. Co., 226 Pa. 391; Pardee’s App., 100 Pa. 408.\nA valid set-off must be of a debt or demand due at the time of the commencement of.the action in which it is interposed: Hotchkiss & Co. v. Roehm, 181 Pa. 65; Roig v. Tim, 103 Pa. 115; Russ v. Sadler, 197 Pa. 51; Terriberry v. Broude, 173 Pa. 48; Pocono Spring Water Ice Co. v. American Ice Co., 214 Pa. 640; Newton Rubber Works v. Kahn, 186 Pa. 306.\nJanuary 2, 1912:"
  },
  "file_name": "0086-01",
  "first_page_order": 114,
  "last_page_order": 117
}
