{
  "id": 982486,
  "name": "Donnelly v. Byers, Appellant",
  "name_abbreviation": "Donnelly v. Byers",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 187",
  "first_page": "339",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Pitts. Leg. J. 137",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "53 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0348-01"
      ]
    },
    {
      "cite": "12 Phila. 102",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "11 Phila. 147",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. N. C. 254",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "71 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0465-01"
      ]
    },
    {
      "cite": "2 Dallas 291",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 228",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0228-01"
      ]
    },
    {
      "cite": "114 Pa 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0618-01"
      ]
    },
    {
      "cite": "38 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0112-01"
      ]
    },
    {
      "cite": "87 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0487-01"
      ]
    },
    {
      "cite": "6 Watts 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846055
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0087-01"
      ]
    },
    {
      "cite": "51 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0276-01"
      ]
    },
    {
      "cite": "16 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0025-01"
      ]
    },
    {
      "cite": "8 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0417-01"
      ]
    },
    {
      "cite": "2 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840180
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0185-01"
      ]
    },
    {
      "cite": "224 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963127
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0536-01"
      ]
    },
    {
      "cite": "168 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0204-01"
      ]
    },
    {
      "cite": "64 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021302
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0325-01"
      ]
    },
    {
      "cite": "65 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430626
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0480-01"
      ]
    },
    {
      "cite": "127 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0420-01"
      ]
    },
    {
      "cite": "26 Pitts. Leg. J. 137",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 16273,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.446063651887353e-08,
      "percentile": 0.2784903675851372
    },
    "sha256": "4ae15b2b03ce746448da1f610f3280b6e7c04633d36df2702c21c65353870815",
    "simhash": "1:f7ef56f016af9465",
    "word_count": 2913
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschziskee, JJ."
    ],
    "parties": [
      "Donnelly v. Byers, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nWe see no merit in this appeal. When it was ascertained that the real estate devised by the testator in trust for his children was required for the payment of his debts, it was the duty of his personal representatives to sell it and apply the proceeds to that purpose. This they did by presenting a petition in proper form to the Orphans’ Court, setting forth all the'necessary jurisdictional facts and praying for the ratification and confirmation of the sale, made to Byers, for the payment of the debts of the decedent. The widow and all of the children of ther decedent and the Commonwealth Trust Company, sole trustee under the will of the decedent, being all the parties in interest either under the will of the decedent or as his heirs at law, except Charles Donnelly, Jr., waived the issuing of a citation and notice of the presentation of the petition to the court and joined with the petitioner in the prayer that a citation on Charles Donnelly, Jr., and on all the creditors of the decedent who had filed suits to preserve the lien of their debts, the statutory period of two years from the death of the decedent having then expired, to show cause why the court should not confirm and ratify the sale formerly made to Byers as a sale for the payment of debts. The citation refers to the petition and recites that it prays “for confirmation of sale of certain real estate fully described in petition for the payment of debts to Eben M. Byers,” and was served upon Charles Donnelly, Jr., and upon all of the creditors who had filed suits against the decedent’s estate. The court entered a decree ratifying and confirming the sale theretofore made to the defendant Byers as a sale for the payment of debts “as if the said sale had been previously ordered and directed and * * * free from any lien whatever of the debts of said decedent.”\nWe have no doubt of the power of the court to ratify and confirm the sale made by the executors to Byers as a sale made for the payment of debts. The third section of the act of April 13, 1854, P. L. 368, 4 Purd. 4030, provides that “in all cases wherein any of the courts of this commonwealth might have authorized any sale- or conveyance, or letting on ground-rent or otherwise, and such sale, conveyance or letting may have been made without leave of such court, it shall be lawful for such court, if approving of such sale or conveyance or letting, to approve, ratify and confirm the sale, with the same effect as if such decree had preceded the sale, conveyance or letting.” We do not agree with the learned counsel for the appellant that the authority conferred by this section of the act applies only to sales made under the Price act. It is true that the act of 1854 is a supplement to the Price act but, as suggested by appellee’s counsel, the other two sections of the act expressly limit their application to sales made under the Price act. Not so with the third section of the act. As will be observed, the section confers jurisdiction on the court to ratify and confirm a sale, “in all cases wherein any of the courts of this Commonwealth might have authorized any sale or conveyance * * * and such-sale, conveyance or letting, may have been made without leave of such court.” The section is of general application and its authority may be invoked wherever the court could have perviously authorized a sale or conveyance of real estate. This is the uniform construction placed by the lower courts on the section wherever the question has arisen, and the language is amply broad enough to sustain the construction.\nThe agreement to sell the real estate to Byers was executed by the executors, and not by the trustees, of the decedent. The deed made in pursuance of the agreement was signed by the parties as executors and trustees. By his will, the decedent gave his trustees power and authority to manage and control all of the trust property, including the power to buy and sell real and personal estate and change realty into personalty and personalty into realty. The trustees, who were also the executors, therefore had full authority to make the sale to Byers, the proceeds of which by the terms of the will and by the law were first applicable to the payment of debts. That the sale was made by virtue of this authority did not prevent the Orphans’ Court from subsequently ratifying it as a sale for the payment of debts. So long as the unsecured debts of the decedent remained unpaid, the executors and trustees could not sell for the purposes of the trust so as to discharge the land from the payment of debts. But the sale having been made and it subsequently appearing that the proceeds were necessary for the payment of debts, the act of 1854 conferred power on the Orphans’ Court to ratify and confirm the sale as a private sale made for the payment of debts. Prior to the sale to Byers made under the power in the will, the executors could have made a private sale of the real estate for the payment of debts, which the court, under the act of May 9, 1889, P. L. 182, was authorized to decree and approve.\nIt is conceded that the price agreed to be paid by Byers was the full value of the real estate. It further appears, as suggested above, that all parties in interest under the will or as heirs at law who could be affected by the sale had notice of the application made by the administrator d. b. n. c. t. a. for the ratification of the sale as a private sale made for the payment of debts. All the facts necessary to give the Orphans’ Court jurisdiction are averred in the petition. No objection to the confirmation of the sale has been made by any of the heirs, devisees, legatees, creditors or other parties legally interested. We are therefore at a loss to see any substantial reason why the sale should be declared invalid at the instance of the purchaser. In the language of Judge Stowe in Siebert v. Zinkand, 26 Pitts. Leg. J. 137, a similar case: “The property having thus by legal intent been sold for its full value, and the money representing the value of the land having gone into the Orphans’ Court and there distributed, what real difference does it make to plaintiff (here, the purchaser) that the sale was made by her (here, the executors and trustees) as devisees (here, as executors and trustees) under the will, instead of being by her as executrix under order of the Orphans’ Court?”\nThe executors received from Byers $20,000 in cash and the bond on which this suit was brought. They filed an account in which they charged themselves with the cash and the bond, and turned them over to the Commonwealth Trust Company, administrator, the plaintiff in this action. Subsequently the administrator filed its first and partial account charging itself with the cash received from the executors. A decree for distribution was made of the balance shown in the administrator’s hands by this account, and a dividend was paid to all of the creditors of the estate except Sarah Dawson Speer, executrix of Charles E. Speer who was guardian of Mary R. Donnelly, Louise Donnelly and Allen G-. Donnelly, and P. J. Brennan who had. brought suit for a small sum. The acceptance of the dividend by the creditors was a ratification of the sale made by the executors. They cannot receive the money and at the same time deny the authority of the executors to make the sale which produced the fund out of which the dividends were paid. The creditors were fully advised that the sale was for the payment of debts. The citation served on them to show cause why the sale should not be confirmed distinctly disclosed the fact that the petition presented to the court asked “for the confirmation of sale of certain real estate fully described in petition for the payment of debts to Eben M. Byers.” They were further advised as to the character of the fund out of which they received their dividends, and how it was produced, by the account filed by the executors. It is idle, we think, to contend that the creditors who received and receipted for the dividends were not fully —aware that the fund out of which they were paid was produced by the sale of real estate for the payment of the decedent’s indebtedness. We are of the opinion that under the circumstances the acceptance by the creditors of the dividend on their indebtedness paid out of the proceeds of the fund produced by the sale of the real estate to the defendant is a ratification of the sale and estops the creditors from pursuing the land for the balance of their claim.\nOur attention has not been called to any act of assembly and we know of none which requires notice to creditors by the executors of the intended application to the court for an order to sell real estate for the payment of debts or for the confirmation of a private sale made for that purpose. When a personal representative files his account the act of March 15, 1832, P. L. 135 requires the register to give notice by publication and posting for four weeks that the account has been settled in his office and that it will be presented to the Orphans’ Court for confirmation. Personal or actual notice, is not required: Priestley’s Appeal, 127 Pa. 420. It is not alleged that the proper legal notice of filing of the account and presenting it to the court for confirmation was not given prior to the audit and settlement of the account and the distribution of the fund in the hands of the administrator. It was the duty of creditors to present their claims to the court for allowance. If Sarah Dawson Speer, as executrix of Charles E. Speer, deceased, late guardian of the three Donnelly children, had any claim against Donnelly’s estate or the fund for distribution, it was her duty to present it at the proper time for allowance, and we must assume that she would have done so. The same is true of P. J. Brennan. That neither of these parties presented a claim or participated in the distribution of the fund in court is fully explained by the admitted facts. The three Donnelly children for whom Mr. Speer had been guardian were of age at the time of the application to the Orphans’ Court, and joined in the prayer of the petition for the confirmation of the sale of this land to Byers as a sale made for the payment of debts. This was a release by them of the land from any claim they as heirs, devisees or creditors might have against it. The fact that they joined in the application to sell as devisees and heirs and not as creditors is of no moment. The sale being for the payment of debts and approved by the court at their request, and they having legal notice that an account had been filed by the administrator, accounting for the fund produced by the sale, were required to present their claims, if any they had, to the Orphans’ Court for payment out of the fund for distribution. The affidavit of defense does not aver that Mrs. Speer, as executrix, has a claim against the estate which is a lien on the land nor that the wards of her late husband are indebted to his estate, and it cannot be presumed. Brennan failed to take the proper proceedings to continue the lien of his debt, and hence he can have no claim against the real estate purchased by the defendant.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Ralph Longenecker, with him Gordon & Smith, for appellant.",
      "Alvin A. Morris, with him Albert J. Walker and Harold Allen, for appellees."
    ],
    "corrections": "",
    "head_matter": "Donnelly v. Byers, Appellant.\nDecedents’ estates — Sale of real estate — Ratification of sale — Act af April 13, 1854, Sec. 3, P. L. 368.\n1. Where executors have sold the real estate of a decedent for the payment of debts, without an order of court, the Orphans’ Court may subsequently approve, ratify and confirm such sale. The authority conferred by the third section of the Act of April 13, 1854, P. L. 368, applies to all sales, and is not confined merely to sales under the Price Act. Its application is general, and its authority may be invoked wherever the court may have previously authorized a sale or conveyance of real estate.\n2. A testator gave his trustees power to sell real estate. The executors who were also trustees executed an agreement to sell real estate for the purpose of raising money to pay debts. The deed in pursuance of, the agreement was signed by the parties as executors and trustees. No order of court was procured authorizing the sale, but subsequently a petition was filed in the Orphans’ Court praying for the ratification of the sale. All parties in interest, except one person, waived the issue of the citation, and a citation was served on this person and on all creditors of the decedent who had filed suits to preserve the lien of their debts, the statutory period of two years from the death of the decedent having then expired. All the facts necessary to give the Orphans’ Court jurisdiction were averred in the petition, and no one objecting, a decree of confirmation was entered. Subsequently the fund raised by the sale was distributed, and a dividend was paid thereout to the creditors. Thereafter the executors and trustees brought an action on a bond given by the purchaser of the real estate to secure the payment of the purchase money. Held, that the purchaser had no standing in such suit to raise any question as to the validity of the sale, inasmuch as all parties in interest and all creditors had, either by participating in the proceedings, or by the citation, or by acceptance of dividends, been barred from all claims against the real estate.\nArgued Oct. 27, 1911.\nAppeal, No. 187, Oct. T., 1911, by defendant, from order of C. P. No. 2, Allegheny Co., July T., 1911, No. 204, making absolute rule for judgment for want of a sufficient affidavit of defense in case of Alice R. Donnelley et al. Executors and Trustees of Charles Donnelly, deceased for the use of Commonwealth Trust Company of Pittsburgh, Administrator cl. b. n. c. t. a. v. Eben M. Byers.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschziskee, JJ.\nAffirmed.\nAssumpsit on a bond given to secure a balance of purchase money for land.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was the order of the court making absolute rule for judgment for want of a sufficient affidavit of defense.\nRalph Longenecker, with him Gordon & Smith, for appellant.\n— The liens of the debts not of record against the estate of Charles Donnelly, which Avere preserved in the manner required by law, Avere not discharged from the land sold and conveyed to the appellant by the decree of the Orphans’ Court subsequently entered, purporting to confirm and ratify the sale as a sale for the payment of debts: Mussleman’s App., 65 Pa. 480; Dundas’s App., 64 Pa. 325; Schwartz’s Est., 168 Pa. 204; Mulholland’s Est., 224 Pa. 536.\nThe sale to appellant was a sale by trustees under a testamentary power; not a sale for the payment of debts: Allison v. Kurtz, 2 Watts 185; Miller v. Meetch, 8 Pa. 417; Jones v. Wood, 16 Pa. 25, and Henby v. Warner, 51 Pa. 276.\nThe sale was valid, fully consummated and did not need, nor was it subject to, either confirmation or ratification: Walker v. Quigg, 6 Watts 87; Mulholland’s Est., 224 Pa. 536; Hannum v. Spear, 2 Dallas, 291.\nThe Orphans’ Court did not have the poAver to convert this trustees’ sale into a sale for the payment of debts: Dundas’s App., 64 Pa. 325; Daily’s App., 87 Pa. 487; Duval’s App., 38 Pa. 112; Spencer v. Jennings, 114 Pa 618; Aston’s Est., 5 Whart. 228.\nThe Court did not have the power under the Act of April 13, 1854, P. L. 368, 4 Purdon, 4030, Sec. 37, to discharge the liens of the debts not of record from the land in question.\nThe lien creditors who accepted the dividends distributed to them out of a fund composed partly of the cash consideration paid for this land, are not estopped thereby from enforcing their liens against the land: Walker v. Quigg, 6 Watts 87; Mulholland’s Est., 224 Pa. 536; Hannum v. Spear, 2 Dallas 291.\nAlvin A. Morris, with him Albert J. Walker and Harold Allen, for appellees.\n— The Orphans’ Court had power to ratify the sale: Mussleman’s App., 65 Pa. 480; Bell’s App., 71 Pa. 465; Bowker’s Est., 6 W. N. C. 254; Wainright’s Est., 11 Phila. 147; Charlton’s Est., 12 Phila. 102; Corr’s Est., 29 Pa. C. C. R. 276; Allison v. Kurtz, 2 Watts 185.\nThe lien creditors of decedent are estopped: Maple v. Kussart, 53 Pa. 348; Siebert v. Zinkand, 26 Pitts. Leg. J. 137.\nJanuary 2, 1912:"
  },
  "file_name": "0339-01",
  "first_page_order": 367,
  "last_page_order": 375
}
