{
  "id": 982462,
  "name": "Donovan, Appellant v. Woodworth",
  "name_abbreviation": "Donovan v. Woodworth",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 10",
  "first_page": "507",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "228 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0143-01"
      ]
    },
    {
      "cite": "205 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0616-01"
      ]
    },
    {
      "cite": "205 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0053-01"
      ]
    },
    {
      "cite": "231 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973863
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0378-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 10260,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 6.344734397325008e-08,
      "percentile": 0.38938003721452485
    },
    "sha256": "b1288f6a779141c125299b73b2873706bfe2bfd01156c08b4576b672edded58e",
    "simhash": "1:ade9fb15fd02e7f4",
    "word_count": 1833
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Donovan, Appellant v. Woodworth."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nMargaret Marion Donovan took but a life estate in tbe land in question. Tbe part of tbe will essential to a determination of the questions involved in this appeal is quoted in the opinion of the Common Pleas published in connection herewith. The language employed throughout the whole instrument indicates that the testator understood the legal significance of the terms “heirs” and “children” and appreciated the difference in meaning between the two, for wherever there was a clear intention to pass an absolute estate he made use of the word “heirs” or the words “in fee.” In the very item in question, the language used in connection with the devise over to his sons is “to them and their heirs forever.” After giving the property to his daughter “to have and to hold for the term of her natural life,” he adds, “and at her death to vest in her child or children, if any such survive her.” This must be taken to mean child or children living at the time of her death, and not to contemplate an indefinite failure of issue: Smith v. Piper, 231 Pa. 378; and we feel that the word “vest” was used in the sense in which it is construed by the Court below, and not as the equivalent of “descend to.” We conclude that the testator intended his said grandchildren to take from Mm and not through their mother.\nThe two cases chiefly depended upon by the appellants are distinguishable from the present one. In the first of these, Simpson v. Reed, 205 Pa. 53, the devise was to a daughter “for life only, remainder after her death to her child or children in fee, but if my daughter at the time of her death has neither husband, child or children, she may also dispose of her share or part of said real estate as she sees proper;” and we held that it was plain that the testator intended “the remainder to go to the general or lineal heirs of the first taker.” In the other case, Pifer v. Locke, 205 Pa. 616, the devise was “I will and devise to my daughter H. the house and lot * * * * for and during her natural life, and at her death I devise and bequeath the same unto her children or issue in fee simple.” This also plainly indicated the lineal heirs of the first-taker.\nThe opinion of the learned Court below amply vindicates its decision. The assignment of error is overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "R. A. and James Balph, for appellants.",
      "O. P. Robertson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Donovan, Appellant v. Woodworth.\nWills — Construction—Life estate — Children—Buie in Shelly’s case.\nA devise of land to a daughter “to have and to hold for the term of her natural life and at her death to vest in her child or children, if any such survive her, and in the event of her death without child or children,” then over to testator’s sons, creates in the daughter a life estate only.\nSubmitted Nov. 3, 1911.\nAppeal, No. 10, Oct. T., 1912, by Margaret Marion Donovan et al. from judgment of C. P. No. 4, Allegheny Co., Third Term, 1911, No. 201, for defendant on case stated in case of Margaret Marion Donovan and Charles H. Donovan v. A. M. Woodworth.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nCase stated to determine title to real estate.\nSwearingen, P. J., filed the following opinion:\n“The plaintiffs, Margaret Marion Donovan and Charles H. Donovan, her husband, agreed in writing to convey.....land unto A. M. Woodworth, the defendant, in fee, by deed of general warranty, for the consideration of $10,000. The defendant declined to accept the conveyance and to pay the purchase money for the reason as he alleged, that Mrs. Donovan has only a life-estate in said land. Mrs. Donovan alleged that she owns it in fee. Thereupon the parties filed this case stated, in which they agreed that if the Court be of the opinion Mrs. Donovan has a fee-simple title, judgment should be entered in favor of the plaintiffs; but if not, then judgment should be entered in favor of the defendant.\n“Mrs. Donovan derived her title from her father, George E. Bullock, who died seised of the land March 10, 1902, testate. His will was dated January 5, 1900, and was duly probated ..... The testator left to survive him a widow, Harriet E. Bullock, two sons, Jesse Edson Bullock and Harry Corydon Bullock, and one daughter, Margaret Marion Bullock, one of the plaintiffs, who on January 23, 1904, was inter-married with Charles H. Donovan, the other plaintiff. The item of said will upon which this controversy turns is as follows: (Fourth) ‘I give, devise and bequeath unto my daughter, Margaret Marion Bullock, with its buildings, and appurtenances, all the land situated on Main and Sullivan street in Canton Borough, which I purchased of Mix and Hooper, Abner Doty and William Crooks, to have and to hold for the term of her natural life, and at her death to vest in her child or children, if any such survive her, and in the event of her death without child or children surviving her, the said land shall vest in my sons Jesse Edson and Howard Cory-don, share and share alike, to them and their heirs forever, the child or children of each, should either or both of my said sons not survive my daughter Margaret Marion, to take the same share that my son or sons would take if living, this devise being subject to the payment of a portion of the income of the said land to my wife, Harriet E. Bullock, as hereinafter provided:’\n“The plaintiffs contend that the life-estate given to Mrs. Donovan in the first part of the above item became a fee-tail (now enlarging to a fee-simple under our statutes), by virtue of the rule in Shelly’s case, for the reason that the words of the devise in remainder are to be construed as equivalent to ‘the heirs of the body’ of the testator’s daughter, and are therefore words of limitation of the estate of freehold given to her. The defendant contends that the words of the devise in remainder are to be construed as words of purchase, and that therefore the rule in Shelly’s case is not applicable.\n“Nothing is better settled than that the rule in Shelly’s case cannot be used in the interpretation of a will. The rule can only be invoked after the meaning of the language used has been ascertained and the intent of the testator determined. If then it is found that the testator intended the remaindermen to take directly from him and thus to form a root from which a new line of descent is to spring, the devisees in remainder are to be regardéd as purchasers, and the rule in Shelly’s case has no application. If, on the other hand, it is found that the testator intended the. remainder-men to take by and through the first taker, either as heirs of the body or as heirs generally, and the first taker to be the root from which the line of descent is to spring, then the rule does apply and the life-estate or other freehold of the first taker is enlarged into a fee-simple or a fee-tail, as the case may be: Kemp v. Reinhard, 228 Pa. 143. We must, therefore, ascertain the intention of this testator from the will itself and from the admitted circumstances. What was the intention of the testator with respect to this real estate? It is evident that he intended to give his daughter but a life-estate, for he has so stated by apt words. Did he also intend her to be the root from which a new lim of descent was to spring? After giving her the land for life, he then declared, ‘and at her death to vest in her child or children, if any such survive her.’ The word ‘vest’ is not the ordinary word used in the gift of land. Anciently, it meant to put a party in possession by the ceremony of investiture. Now, however, it ordinarily means the clothing of a party with an immediately fixed right of present or future possession of land. So that the testator clearly meant, by the language used, that the child or children of his daughter, if any survived her, should have the right to possession of said land immediately upon her demise, and, as we think, their title was to be a fee, because the subsequent devise over was only to be effective, in case no child or children survived Margaret Marion Bullock. 'The words ‘child or children’ are words of purchase, according to the well-considered authorities, and they are not words of inheritance. So that, when the testator directed this land to go to ‘the child or children’ of his daughter, the legal meaning of the words used was that they should take as purchasers. This legal meaning of the words must be adopted, unless it clearly appears that, by these words, he intended ‘the heirs of her body;’ for it cannot be that, by these words, he meant her ‘héirs generally.’ There is nothing in the item of the will under consideration to indicate that by the words, ‘child or children’ the testator meant ‘the heirs of the body’ of his daughter. The expressions are not identical; the latter is much the more comprehensive term. In the clause of said item following the testator provided that, if his daughter should die ‘without child or children surviving her, the said land shall vest in my sons ..... share and share alike, to them and their heirs forever.’ By this he constituted a new and a different line of descent, not dependent upon the failure of heirs of her body but dependent upon failure of ‘child or children’ — some only of the possible heirs of her body — to survive her. He did not mention her ‘grandchildren’ or other descendants, nor did he do so in any other part of his will. In our opinion, no expressions in the fourth item can be found which indicate that the testator intended the words ‘child or children’ to have any other than their accepted legal meaning. We must, therefore, hold that the intention of the testator, as expressed in the fourth item of his will, was that the ‘child or children’ of his daughter were to take directly from him and not by and through their mother, as heirs of her body. Therefore, they should take as purchasers, and the rule in Shelly’s case has no application......\n“Being of opinion that under the will of George E. Bullock, deceased, Margaret Marion Donovan (nee Bullock) took but a life-estate in tbe land in question, judgment must be entered for tbe defendant......”\nError assigned was in entering judgment for defendant.\nR. A. and James Balph, for appellants.\nO. P. Robertson, for appellee.\nJanuary 2, 1912:"
  },
  "file_name": "0507-01",
  "first_page_order": 535,
  "last_page_order": 540
}
