{
  "id": 982456,
  "name": "Dunshee v. Dunshee, Appellant",
  "name_abbreviation": "Dunshee v. Dunshee",
  "decision_date": "1912-02-05",
  "docket_number": "Appeal, No. 179",
  "first_page": "550",
  "last_page": "557",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 550"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0187-01"
      ]
    },
    {
      "cite": "102 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0235-01"
      ]
    },
    {
      "cite": "136 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0014-01"
      ]
    },
    {
      "cite": "119 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0100-01"
      ]
    },
    {
      "cite": "178 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0420-01"
      ]
    },
    {
      "cite": "45 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0084-01"
      ]
    },
    {
      "cite": "206 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0628-01"
      ]
    },
    {
      "cite": "105 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0128-01"
      ]
    },
    {
      "cite": "220 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0082-01"
      ]
    },
    {
      "cite": "200 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0419-01"
      ]
    },
    {
      "cite": "219 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0365-01"
      ]
    },
    {
      "cite": "152 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0056-01"
      ]
    },
    {
      "cite": "214 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946030
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0637-01"
      ]
    },
    {
      "cite": "211 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0065-01"
      ]
    },
    {
      "cite": "40 Pa. Super. Ct. 548",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/40/0548-01"
      ]
    },
    {
      "cite": "21 Pa. Super. Ct. 60",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0060-01"
      ]
    },
    {
      "cite": "201 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0609-01"
      ]
    },
    {
      "cite": "115 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/115/0046-01"
      ]
    },
    {
      "cite": "213 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0135-01"
      ]
    },
    {
      "cite": "194 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0408-01"
      ]
    },
    {
      "cite": "228 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0546-01"
      ]
    },
    {
      "cite": "150 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0585-01"
      ]
    },
    {
      "cite": "99 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0148-01"
      ]
    },
    {
      "cite": "225 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 13812,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.9339903658843523e-07,
      "percentile": 0.8475808821286492
    },
    "sha256": "c2a5d72522a22ac2720ee3c9e5f81c86ed4c106b82103b556d1692fcdb587730",
    "simhash": "1:4283d2406156b3c2",
    "word_count": 2446
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Dunshee v. Dunshee, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe bill in this case prayed for partition of the real estate of William Dunshee who died on March 5, 1905, having by his will given his entire estate to his wife for life, and directed that after the payment of certin pecuniary legacies, the balance of his estate should be divided among his children. He also directed that in distributing his estate, any indebtedness from any of his children to him should be deducted from their shares, and that any debt due by him on account of endorsements for Duquesne Tube Works, should be charged against his son William A. Dunshee. He further provided, “My executors may sell my real estate and make deeds to the purchasers or divide the whole or what remains after this between my heirs.” By a codicil the testator fixed the amount of the indebtedness of William A. Dunshee to him at $38,716.59, and directed that this amount with interest should be charged against him, and that he should not participate in the estate unless that amount be paid by him, or his share of the estate should exceed that sum. Whatever might be realized out of the sale of 196 shares of the stock of the Monongahela Natural Gas Company, or if not sold, its value, was to be allowed as a credit. In a second codicil to his will, testator repeated the instruction as to any indebtedness of his children, and especially of William A. Dunshee, and recited that he had sold the Monongahela Natural Gas Stock for $13,900, and directed that credit should be given to William A. for that amount.\nAn answer to this bill was filed by William A. Dunshee, in which he denied that the court had jurisdiction to entertain the bill, on the ground that the real estate of testator had by the terms of his will been converted into personalty for purposes of distribution. He also denied the averments of the bill, as to the amount of his indebtedness to the estate. The court below held that there was no conversion, and that the questions raised by the answer as to the amount of respondent’s indebtedness to his father, could only be determined upon final distribution, and directed that a decree for partition be drawn. Exceptions were filed on behalf of William A. Dunshee to the findings of fact and conclusions of law, these exceptions were overruled, and a decree was entered awarding partition, and appointing a master to make such partition. From that decree this appeal was taken.\nAdmittedly, there is no positive direction to sell. The will says: “My executors may sell my real estate.” A direction to the executor to make division of the estate does not take away the right to demand partition: See Carter’s Estate, 225 Pa. 355, and the cases there cited. Nor does it appear here that there is any absolute necessity for the executors to sell in order to carry out the provisions of the will. The bill shows, and the answer admits, that the executors have filed their final account of the personal estate, that the debts and legacies have been paid, and that a balance is left for distribution among the residuary legatees. It is also admitted that none of the legatees, except appellant, are indebted to the estate of testator. If the provisions of the will as to charging the indebtedness of appellant against his share of the estate, can be carried out through the process of partition, there will be no need for a sale by the executors. That this may be done appears to be settled by our decisions. In Allegheny National Bank’s Appeal, 99 Pa. 148, there was a provision in the will similar to that in the present case. The testator directed “that in the payment of the distributive share of my daughter Ann Eliza, $1,000 shall be deducted for the lot already conveyed to her, and also any amount of money that I may pay, on account of endorsement or otherwise, or that my executors may have to pay after my decease.” At the time of his death the testator was an endorser upon a note of the legatee’s husband, for $1,000. In partition by bill in equity, this sum was charged upon the purpart of the legatee as owelty in partition. Mr. Justice Mercur said (p. 151) that the decree was “in an unusual form, and rather irregular”; but added, “It does, however, appear on the facts found by the auditor, that the decree was equitable between all the parties. * * * Full effect must then be given to the claim of the appellants as one of the owelty.” In the case of Armstrong v. Walker, 150 Pa. 585, it was held that indebtedness to the estate by executors who were also devisees, which arose out of waste of the personal estate, might be charged in a suit in equity for partition, against their shares of the real estate, and where the liability exceeded the value of such shares, they would take nothing under the partition decree. In Trickett on Partition in Pennsylvania, 366, it is said, “When partition in equity of land of a decedent is sought, account will be taken of advancements made to one or more of the heirs or devisees, as when the partition is in the orphans’ court. * * * If the land or a purpart is allotted to the devisee or heir advanced, the sum advanced may be included in the owelty with which it is charged.” It seems clear, therefore, that the indebtedness of appellant, whatever it may prove to be, may be charged in the same manner as the owelty against the purpart allotted to him. The Act of July 7, 1885, P. L. 257, section 2, provides expressly for charging owelty against purparts allotted by the final decree. In this case, we do not see in the will anything to indicate that the testator intended that his real and personal estate should be so blended as to create a fund to be bequeathed entirely as money. Rather does it appear that the real and personal property were to be dealt with separately. Discretionary power to sell was given to the executors, but, subject to its exercise, testator apparently intended the real estate to be divided as such. The direction that the whole of the real estate or what remains after possible sales by the executors, shall be divided among his heirs, seems to be opposed to the idea of the real estate being blended with the personalty, and the total divided into shares.\nWe agree with the conclusion of the court below, that there was no conversion, and that the complainants were entitled to partition. As to the indebtedness of appellant, to the estate of his father, two questions are raised; (1) That the testator, his father, through inadvertence failed to give appellent credit for the sum of $10,786.76 to which he was entitled, as shown by his father’s own account; and (2) that appellant is entitled to credit for more than was allowed him by his father, as the proceeds of the sale of the Gas Company Stock, as directed in the second codicil of the will. The court below did not pass upon these questions, but held that if it could determine them at all, it could only do so upon the final distribution, and further, that these matters could not affect the rights of the other devisees to have their shares of the land set apart to them in severalty. In Lincoln v. Africa, 228 Pa. 546, this court indicated the proper practice to be pursued in partition proceedings. Mr. Justice Moschzisker said (p. 548): “In partition proceedings in equity, if the case is not sent to a referee under rule 69, the equity rules require that the court, and not a master, shall find all the relevant facts concerning the properties involved and the interests of the various parties, and that an adjudication shall be filed in the usual form containing these findings and the conclusions of law thereon, with a decree for partition: Palethorp v. Palethorp, supra. The proper procedure is shown in Palethorp v. Palethorp, 194 Pa. 408. Since the adoption of the new rules, the master merely executed the decree of the court after the rights of the parties have been judicially determined; before a master may be appointed to make partition the court must ascertain the interests and titles of the parties, and enter a decree that partition be made. The decree of partition must rest upon the findings and conclusions of the court; after such an adjudication and only thereafter, the case may be sent to a master: Equity Rule 60: Act of July 7, 1885, P. L. 257, sec. 2.” Under the method of procedure thus pointed out, the court below should have ascertained the interests and titles of the parties, and should have fixed the amount of appellant’s indebtedness to the estate, before entering the decree for partition. We note that the appellees join with the appellant, in requesting that the questions relating to appellant’s indebtedness be decided by this court, on the present appeal. But if we were to attempt to decide these questions without any previous consideration of them by the court below, we would “assume the duties of the court of first instance”: Jones v. Weir, 213 Pa. 135. Mr. Justice Sterrett said, in Shaw v. Allegheny, 115 Pa. 46 (p. 52), “According to the theory of our system of jurisprudence, the parties litigant, as well as the appellate court, are entitled, in every case, to a full consideration and deliberate judgment of the court below.” In the present case the court below should proceed to determine and fix the amount of the indebtedness to be charged against the interest of William A. Dunshee, under the will of William Dunshee, deceased, and embody the result of its findings in its decree for partition.\nTo the extent made necessary by this requirement, the decree of the court below is modified, and the record is remitted with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Geo. L. Roberts, for appellant.",
      "John G. Frazer, with him Reed, Smith, Shaw & Beal, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dunshee v. Dunshee, Appellant.\nWill — Conversion—Devise—Charge on real estate.\n1. A provision by a testator that “my executors may sell my real estate and make deeds to the purchasers, or divide the whole or what remains after this, between my heirs,” does not convert real estate into personalty, nor create any absolute necessity for the executors to sell in order to carry out the provisions of the will; nor does it take away the right of any devisee to partition. If the testator directs that the indebtedness of one of his sons shall be charged against such son’s share, such direction may be carried out through the process of partition by charging the indebtedness on the share as owelty.\n2. Where a testator directs the “balance of my estate to be divided into seven shares one of which shall go to each of my children,” and further directs -that “my executors may sell my real estate and make deeds to the purchaser or divide the whole or what remains after this, between my heirs,” he discloses no intention to blend his real and personal estate so as to create a fund to be bequeathed entirely as money.\n3. Where a testator devises his real estate to his children, and charges the indebtedness of one of his sons on such son’s share, and partition proceedings are instituted to divide the real estate, it is the duty of the court before decreeing partition to ascertain the amount of the son’s indebtedness which is to be charged upon the son’s share. If this is not done, and an appeal is taken from the decree awarding partition, the appellate court will not attempt to ascertain and adjudicate such indebtedness, although all the parties join in requesting that such action should be taken. In such a case the decree of partition will be affirmed and the record remitted to the lower court in order that snch court may determine and fix the amount of the indebtedness, and embody the result in the decree for partition.\nArgued Nov. 1, 1911.\nAppeal, No. 179, Oct. T., 1911, by defendants from decree of C. P. No. 4, Allegheny Co., Second Term, 1910, No. 390, awarding partition in case of Johnston F. Dunshee, et al. v. Margaret L. Dunshee, et al.\nBefore Fell, C. J., Brown, Potter, Elkin, Stewart and Moschzisker, JJ.\nDecree modified.\nBill in equity for partition. Before Swearingen, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nThe material portion of testator’s will was as follows:\n1. I give my entire estate to my wife during her life.\n2. At her death I give to my son M. P., the sum of five thousand dollars, to my daughters, Margaret L. and Edith each ten thousand dollars, and the balance of my estate to be divided into seven shares, one of which shall go to each of my children.\nIn distributing my estate any indebtedness from any of my children to me, shall be first deducted from their shares, and in this, any debt due by me on account of endorsements for Duquesne Tube Works shall be charged against my son Wm. A., because those endorsements were at his instance. In case either my said son Wm. A. or my son Johnston F. shall die before me the shares which they would otherwise be entitled to shall remain in the estate and go to my remaining children.\n3. My Executors shall sell my real estate and make deeds to the purchasers or divide the whole or what remains after this between my heirs.\nThe provisions of the codicil are stated in the opinion of the Supreme Court.\nError assigned was the decree of the court.\nGeo. L. Roberts, for appellant.\n— Under the will the court had no jurisdiction to decree partition: Keim’s Estate, 201 Pa. 609; Rauch’s Est., 21 Pa. Super. Ct. 60; Lamberton’s Estate, 40 Pa. Super. Ct. 548; Severens’s Estate, 211 Pa. 65; Reifsnyder’s Estate, 214 Pa. 637; Fahnestock v. Fahnestock, 152 Pa. 56; Fredericks v. Kerr, 219 Pa. 365.\nJohn G. Frazer, with him Reed, Smith, Shaw & Beal, for appellees.\n— The court had jurisdiction: Yerkes v. Yerkes, 200 Pa. 419; Painter v. Painter, 220 Pa. 82; Hunt’s App., 105 Pa. 128; Cooper’s Est., 206 Pa. 628; Chew v. Nicklin, 45 Pa. 84; Caldwell v. Snyder, 178 Pa. 420; Rawle’s App., 119 Pa. 100; Sheridan v. Sheridan, 136 Pa. 14; Lindley’s App., 102 Pa. 235; Sauerbier’s Est., 202 Pa. 187.\nFebruary 5, 1912:"
  },
  "file_name": "0550-01",
  "first_page_order": 578,
  "last_page_order": 585
}
