{
  "id": 982464,
  "name": "Jamison, Appellant v. Cumberland County",
  "name_abbreviation": "Jamison v. Cumberland County",
  "decision_date": "1912-02-05",
  "docket_number": "Appeal, No. 282",
  "first_page": "621",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "234 Pa. 621"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Pa. Super. Ct. 182",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0182-01"
      ]
    },
    {
      "cite": "144 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0638-01"
      ]
    },
    {
      "cite": "171 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0030-01"
      ]
    },
    {
      "cite": "143 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0414-01"
      ]
    },
    {
      "cite": "204 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0428-01"
      ]
    },
    {
      "cite": "143 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0430-01"
      ]
    },
    {
      "cite": "229 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0289-01"
      ]
    },
    {
      "cite": "209 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0618-01"
      ]
    },
    {
      "cite": "116 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554360
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0195-01"
      ]
    },
    {
      "cite": "20 Pa. Super. Ct. 573",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0573-01"
      ]
    },
    {
      "cite": "181 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0622-01"
      ]
    },
    {
      "cite": "119 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0541-01"
      ]
    },
    {
      "cite": "119 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0159-01"
      ]
    },
    {
      "cite": "117 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0647-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 32",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8859481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/48/0032-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 335",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/39/0335-01"
      ]
    },
    {
      "cite": "144 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/144/0638-01"
      ]
    },
    {
      "cite": "171 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0030-01"
      ]
    },
    {
      "cite": "143 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0414-01"
      ]
    },
    {
      "cite": "204 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0428-01"
      ]
    },
    {
      "cite": "143 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0430-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 32",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8859481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/48/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 10848,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.2869668653525714e-07,
      "percentile": 0.7858064311857564
    },
    "sha256": "0f3336e0bf590b053398a4ed4408016a48906a67eb55e27f90aa8643fa3be822",
    "simhash": "1:ac3b8b0a1278f320",
    "word_count": 1853
  },
  "last_updated": "2024-02-27T20:49:55.182271+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Jamison, Appellant v. Cumberland County."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe appellee correctly states the question involved to be “Is a County liable for damages resulting from a change of grade of a township road reconstructed by the State Highway Department after the passage of the Act of June 8, 1907?”\nThe road which figures in this case was laid out and opened many years ago. In 1906, upon application of the supervisors of Pennsboro Township, the Commissioners of Cumberland County presented a petition to the State Highway Department praying for the improvement and reconstruction of this road, as provided in the Act of May 1, 1905, P. L. 318. Subsequently the necessary surveys were made and a contract for the work was entered into by the State Highway Department as authorized by the Act; but the actual physical change of grade in front of appellant’s property did not take place until many months after the passage of the act of June 8, 1907, P. L. 505, which expressly amended the Act of 1905 so as to eliminate a provision for the assessment of damages resulting from a change of grade. Nevertheless the Court of Common Pleas decided that under the constitutional provision, that municipal corporations shall make compensation for property injured by the construction or enlargement of their highways, the plaintiff was entitled to recover for damages suffered from this change of grade, and entered judgment accordingly; this judgment was reversed by the Superior Court, and the ease is here on appeal from that tribunal.\nThe facts have been twice before the Superior Court (Jamison v. Cumberland Co., 39 Pa. Superior Ct. 335, 48 Pa. Super. Ct. 32), and on the last appeal, in an opinion by Porter, J., the question here involved is correctly answered in the negative; the whole subject is amply and ably covered, and the positions taken are fully sustained by the authorities there cited and explained. The answers to most of the contentions of the appellant are to be found in the following excerpt from that opinion: “The road with which we are now dealing was one of the general system of highways of the Commonwealth, a township road, the property of the Commonwealth, and the burden of keeping it in repair has been by law imposed upon the township. The County in its corporate capacity had nothing to do with it, save the authority conferred by the Act of 1905 to assist the Commonwealth and the township by contributing 12% per cent, of the cost of making it an improved highway. When, the road was originally laid out as a highway many years ago, the County had nothing whatever to do with it, except to pay damages and expenses in compliance with the general law of the State. The taking was by the State by right of eminent domain, in the manner provided by its laws, through the agency of the judiciary. The six per cent, allowance for roads embraced in all the original grants -from the Proprietaries and the Commonwealth, made the allowance of compensation for the land then taken a matter of grace on the part of the Legislature and not of constitutional right; ---- The road having been opened, it was within the discretion of the Supervisors of the township to change the grade of the highway from time to time as the exigencies of pubic travel required. Had the Supervisors of the township in which this road was located, without the intervention and assistance Of the State Highway Department, made the same change in the grade of the highway this plaintiff could not have asserted a constitutional right to claim compensation for the alleged injury to her property resulting from such change in grade; ____ Any taking of, or injury to, property authorized by the Acts of 1905 or 1907, involves an exercise of the right of eminent domain by the State in its sovereign capacity, acting through one of its executive departments. The statute conferred upon Counties no privilege to take private property in connection with the improvement of a township road, nor did it give to a county any control over or right in such road before, during or after the completion of the improvement. The road was a township road before the improvement was undertaken, the statute enacted in its twentieth section, that the road should after the improvement be known as a ‘State Highway/ but it also provided that it should be the duty of the authorities of the township in which the road was situated, after the improvement was completed, to keep the road in repair, and provided that the Supervisors of the township might apply directly to the State Highway Department and receive aid for the maintenance of the same. The statute, as amended, does allow compensation, for property actually taken in improving a road under its provisions, by the State Highway Department, but that, as is shown by the authorities above cited, was a matter of grace and not of constitutional right. The fact that the statute made the County the paymaster in the first instance, for property thus taken, by the State Highway Department, did not constitute the county a corporation ‘invested with the privilege of taking private property for public uses/ within the meaning and spirit of the constitutional provision, nor did it vest parties whose property was not actually taken with the constitutional right to demand consequential damages for injuries alleged to have resulted from change of grade ---- The County of Cumberland was not invested with the right to take private property for public use in the making of the improvement in question; the road was not and did not become a work, highway or improvement of the county or over which the county had control, and the constitutional provision in question has no application to this case.” This leaves little more to be said upon the subject.\nThe Commonwealth of Pennsylvania has entered upon the systematic development of a series of State highways, and this the Acts of 1905 and 1907 were intended to carry out- While the construction of these Acts concerns all the people, the rights of the individual particularly affected are the matter of prime importance to be determined here, and we have examined and considered the case from this point of view. The Acts represent a new scheme of highway building undertaken directly by the State, whose subdivisions merely act to put into operation the machinery of the Commonwealth and as its agents and the paymasters of part of the cost of such improvements. The statutory provisions that the State Highway Department may “contract jointly with the County and township or townships, in which said highway lies, to carry out the recommendations of the State Highway Commissioner,” and that no work shall be authorized “until the written agreement of the Commissioners of the County and the____township or townships ...., to assume their respective shares of the cost .... shall be on-file in the office of the State Highway Department,” mean that in each instance a record of the undertaking shall be thus made up for the benefit of the State and the respective localities through which the road passes; these provisions do not in any sense contemplate a contract in which the property owners along the line of the improvement can claim any special beneficial interest, nor do they impose an obligation upon the counties to respond in damages for consequential injuries resulting from a change of grade in the making of the improvement. The work is done directly by the State and the Act expressly provides that every contract for such improvement “shall be made in the name of the Commonwealth of Pennsylvania and shall be signed by the State Highway Commissioner .... and approved .... by the Attorney General.” The State directly, not the County or the township, exercise the power of eminent domain, and injuries suffered by property owners are attributable to the State and not to the County. Although the latter contributes a small percentage of the cost, roads reconstructed under these Acts do not become County roads; and while, in a certain sense, the Counties are quasi municipal corporations, the constitutional provision relied upon by the appellant cannot be applied to impose liability in a case such as this where no injury has been caused through the exercise of a right or the performance of a duty imposed upon the county.\nThe fact that the improvement had its inception and the contract for the work was let under the Act of 1905, prior to the amendment of 1907 eliminating the right to recover for a change of grade, will not serve to help the appellant, as no liability attached or right vested until the actual physical change of grade occurred : Ogden v. Philadelphia, 143 Pa. 430; Plan 166, 143 Pa. 414; Jones v. Bangor Boro., 144 Pa. 638; Clark v. Philadelphia, 171 Pa. 30; Howley v. Pittsburgh, 204 Pa. 428.\nThe assignment of error is overruled, and the judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "J. W. Wetzel, with him Conrad Hambleton, for appellant,",
      "S. B. Sadler, with him John C. Bell, Attorney Gen eral, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Jamison, Appellant v. Cumberland County.\nRoad law — Stale roads — Liability of county — Change of grade.\n1. A county is not liable for damages resulting from a change of grade of a township road reconstructed by the state highway department under the Act of May 1,1905, P. L. 318, after the passage of the Act of June 8, 1907, P. L. 505.\n2. The fact that thé improvement had its inception, and the contract for the work was let under the Act of 1905, prior to the amendment of 1907, eliminating the right to recover for a change of grade, does not serve to help an owner of land claiming damages from the county for a change of grade, inasmuch as no liability attached or right vested until the actual physical change of grade occurred.\nArgued Jan. 11, 1912.\nAppeal, No. 282, Jan. T., 1911, by plaintiff from judgment of Superior Ct., March T., 1901, No. 13, reversing judgment of C. P. Cumberland Co., Sept. T., 1909, No. 56, on verdict for plaintiff in case of Rebecca Jamison v. Cumberland County.\nBefore Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ.\nAffirmed.\nAppeal from Superior Court.\nThe facts appear by the opinion of the Supreme Court, and by the opinion in 48 Pa. Superior Ct. 32.\nError assigned was the judgment of the Superior Court.\nJ. W. Wetzel, with him Conrad Hambleton, for appellant,\ncited: Chester County v. Brower, 117 Pa. 647; Delaware County’s App., 119 Pa. 159; Penna. R. R. Co. v. Marchant, 119 Pa. 541; Miller v. Lehigh County, 181 Pa. 622; Lafean v. York County, 20 Pa. Super. Ct. 573.\nS. B. Sadler, with him John C. Bell, Attorney Gen eral, for appellee,\ncited: Lamoreux v. Luzerne County, 116 Pa. 195; Bucher v. Northumberland County, 209 Pa. 618; Kelley v. Cumberland County, 229 Pa. 289; Ogden v. Philadelphia, 143 Pa. 430; Howley v. Pittsburg, 204 Pa. 428; Plan 166, 143 Pa. 414; Clark v. Philadelphia, 171 Pa. 30; Jones v. Bangor Boro., 144 Pa. 638; Allegheny v. King, 18 Pa. Super. Ct. 182.\nFebruary 5, 1912:"
  },
  "file_name": "0621-01",
  "first_page_order": 649,
  "last_page_order": 654
}
