{
  "id": 1769068,
  "name": "COMMONWEALTH of Pennsylvania v. James DAVENPORT, Appellant",
  "name_abbreviation": "Commonwealth v. Davenport",
  "decision_date": "1981-07-08",
  "docket_number": "Nos. 57 and 177",
  "first_page": "532",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "494 Pa. 532"
    },
    {
      "type": "parallel",
      "cite": "431 A.2d 982"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "57 L.Ed.2d 1160",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 3143",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "438 U.S. 914",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769218,
        1769221,
        1769253,
        1769255,
        1769223,
        1769202,
        1769237,
        1769209,
        1769245
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0914-02",
        "/us/438/0914-01",
        "/us/438/0914-04",
        "/us/438/0914-05",
        "/us/438/0914-06",
        "/us/438/0914-03",
        "/us/438/0914-07",
        "/us/438/0914-09",
        "/us/438/0914-08"
      ]
    },
    {
      "cite": "476 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736920
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0223-01"
      ]
    },
    {
      "cite": "297 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "counsel not ineffective for pursuing acquittal where Commonwealth evidence in conflict as to defendant's conduct at time of slaying"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945687
      ],
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "counsel not ineffective for pursuing acquittal where Commonwealth evidence in conflict as to defendant's conduct at time of slaying"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0584-01"
      ]
    },
    {
      "cite": "284 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941828
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0233-01"
      ]
    },
    {
      "cite": "484 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753709
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0109-01"
      ]
    },
    {
      "cite": "491 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765653
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "506"
        },
        {
          "page": "659"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0499-01"
      ]
    },
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "352-53"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "604-605"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 7633,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 7.440661757938538e-08,
      "percentile": 0.4440243427319508
    },
    "sha256": "4c197166d495fef13d396291fdbdb63c17a08571b7d63ef4e05500bb4396ff3b",
    "simhash": "1:5bbb228c8ca2c772",
    "word_count": 1200
  },
  "last_updated": "2024-02-27T23:00:29.642489+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. James DAVENPORT, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThese are appeals from the judgment of sentence imposed on convictions arising from a robbery and stabbing death. Represented by new, appointed counsel, appellant James Davenport contends that his privately-retained trial counsel provided constitutionally ineffective assistance by failing to pursue the theory that appellant was voluntarily intoxicated when the alleged offenses were committed. We conclude that there was a reasonable basis for trial counsel’s strategy of not pursuing a theory of voluntary intoxication. Hence we affirm.\nThe victim, Vernon Arline, was robbed and stabbed by appellant shortly after midnight, March 16, 1977, and died four days later. At trial, conducted in August of 1977, the Commonwealth sought to prove both an intentional killing, 18 Pa.C.S. § 2502(a) (murder of the first degree), and felony-murder, 18 Pa.C.S. § 2502(b) (murder of the second degree). The Commonwealth also charged appellant with voluntary manslaughter, 18 Pa.C.S. § 2503. The Commonwealth presented the testimony of Philadelphia police officers who observed the stabbing, and saw appellant attempt to discard the victim’s wallet as he fled from the scene of the crimes. The Commonwealth also presented the testimony of a police officer who interrogated appellant. This officer related appellant’s statement that he had robbed and stabbed the victim, as well as his statement that he and two others, Nola Romero and Lloyd Carter, had been parties to a plan to rob the victim.\nIn his testimony, appellant admitted that he had stabbed the victim with a knife, but claimed that he had done so only after the victim, who was “pretty drunk,” had swung the same knife at him. He denied robbing the victim, and stated that he had been in the car with the victim only to help him home. He further denied the validity of the Commonwealth’s version of his statement to police, and claimed that his statement to police was in conformity with his trial testimony.\nAppellant related that he had been drinking on the evening of the alleged offenses, but gave no indication that he had been intoxicated. Both on cross-examination and on rebuttal, the Commonwealth sought to refute any suggestion of intoxication.\nThe court’s charge included definitions of murder of the first and the second degree as well as both types of voluntary manslaughter, heat-of-passion and imperfect self-defense. Additionally, alluding to the fact that “there was testimony by the defendant that he had been drinking prior to the incident involved here,” the court charged the jury pursuant to amended 18 Pa.C.S. § 308 (Intoxication or drugged condition). Section 308 provides:\n“Neither voluntary intoxication nor voluntary drugged condition is a defense to a criminal charge, nor may evidence of such conditions be introduced to negative the element of intent of the offense, except that evidence of such intoxication or drugged condition of the defendant may be offered by the defendant whenever it is relevant to reduce murder from a higher degree to a lower degree of murder.”\nThe jury returned verdicts of guilty of murder of the first degree, robbery, conspiracy, and a weapons offense. It then deliberated on the penalty for murder of the first degree. The jury found aggravating and mitigating circumstances, thereby subjecting appellant to a mandatory life sentence.\nFollowing trial, new counsel was appointed to represent appellant. Counsel filed written post-verdict motions, seeking a new trial on the ground that trial counsel should have pursued the theory that appellant was intoxicated. At an evidentiary hearing, appellant’s father and stepmother testified that appellant had been drinking on the day of the alleged episode. The trial court denied relief. A mandatory sentence of life imprisonment was imposed on the murder conviction, and concurrent sentences were imposed on the remaining offenses.\nOur inquiry here, as in every case where the effective assistance of counsel is at issue, is defined by Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). There, we stated:\n“[O]ur inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. The test is not whether other alternatives were more reasonable, employing a hindsight evaluation of the record. Although weigh the alternatives we must, the balance tips in favor of a finding of effective assistance as soon as it is determined that trial counsel’s decisions had any reasonable basis.”\n427 Pa. at 604-605, 235 A.2d at 352-53. Thus at issue is whether trial counsel’s decision not to pursue a theory of voluntary intoxication had a reasonable basis.\nDespite his trial testimony that he had been drinking on the evening of the alleged offenses, appellant indicated that he well recalled the events surrounding the stabbing. According to this testimony, appellant stabbed the victim with a knife only after the victim had begun to swing the same knife at him. Thus, by choosing not to emphasize that appellant had been drinking, counsel sought to preserve the possibility that the jury would either find appellant’s recollection worthy of belief and acquit him or, at worst, determine pursuant to the court’s charge that appellant unreasonably feared for his own safety and find him guilty only of voluntary manslaughter.\nHad counsel chosen to pursue the theory of voluntary intoxication which appellant now urges should have been pursued, counsel would have given the jury cause to view appellant’s version of the stabbing with doubt, thus jeopardizing the possibility of an acquittal or a verdict of voluntary manslaughter. Indeed, given the proper charge of the court on voluntary intoxication, see 18 Pa.C.S. § 308, pursuit of a theory of voluntary intoxication would have afforded appellant less opportunity for relief from the offenses charged than the defense actually pursued. See Commonwealth v. Blair, 491 Pa. 499, 506, 421 A.2d 656, 659 (1980). Evidence of voluntary intoxication would have amounted merely to a mitigating circumstance reducing murder of the first degree to murder of the third. See Commonwealth v. Mathis, 484 Pa. 109, 398 A.2d 968 (1979). Evidence of voluntary intoxication would have no bearing on the alleged offense of robbery, and thus would not affect the charge of felony-murder. See Commonwealth v. Tarver, 446 Pa. 233, 284 A.2d 759 (1971). On this record, it cannot be said that counsel acted unreasonably. Cf. Commonwealth v. McGrogan, 449 Pa. 584, 297 A.2d 456 (1972) (counsel not ineffective for pursuing acquittal where Commonwealth evidence in conflict as to defendant’s conduct at time of slaying).\nJudgment of sentence affirmed.\n. In his statement, appellant claimed that he stabbed the victim in the stomach, while Carter “stabbed the guy in the chest and beat him up.”\n. Appellant was tried before this Court’s decision declaring the death penalty unconstitutional. See Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1977), cert. denied, 438 U.S. 914, 98 S.Ct. 3143, 57 L.Ed.2d 1160 (1978).",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Melvin Fisher, Mitchell S. Strutin, Philadelphia, Philadelphia County, for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Sarah Vandenbraak, Philadelphia, Philadelphia County, for appellee."
    ],
    "corrections": "",
    "head_matter": "431 A.2d 982\nCOMMONWEALTH of Pennsylvania v. James DAVENPORT, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 20, 1981.\nDecided July 8, 1981.\nMelvin Fisher, Mitchell S. Strutin, Philadelphia, Philadelphia County, for appellant.\nRobert B. Lawler, Chief, Appeals Div., Sarah Vandenbraak, Philadelphia, Philadelphia County, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0532-01",
  "first_page_order": 670,
  "last_page_order": 674
}
