{
  "id": 1066094,
  "name": "Hughes v. American International Shipbuilding Corporation et al., Appellants",
  "name_abbreviation": "Hughes v. American International Shipbuilding Corp.",
  "decision_date": "1921-02-14",
  "docket_number": "Appeal, No. 239",
  "first_page": "27",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "270 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "262 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0139-01"
      ]
    },
    {
      "cite": "267 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0474-01"
      ]
    },
    {
      "cite": "263 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0001-01"
      ]
    },
    {
      "cite": "265 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0291-01"
      ]
    },
    {
      "cite": "262 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 6710,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 8.290393884453777e-07,
      "percentile": 0.9752398691970072
    },
    "sha256": "ecd031dfd84df221d7ccdabb11a725f6e1834f491469febe288a76ddbc7ce5c5",
    "simhash": "1:1c98ebc307c16e72",
    "word_count": 1127
  },
  "last_updated": "2024-02-27T20:32:36.653512+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Hughes v. American International Shipbuilding Corporation et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Simpson,\nJohn A. Hughes, an employee of the American International Shipbuilding. Corporation, haying received, in the course of his employment, an injury which was then supposed to be trivial, with the consent of the Workmen’s Compensation Board entered into a compensation agreement with his employer, by which it agreed to pay to him in full for the injuries sustained, the sum of $10 per week for six weeks. Payments were made and receipted for up to May 13, 1918, at which time the ten weeks expired. It subsequently developed that the injury was serioqs, causing a total loss of the use of his left hand; whereupon, on January 13, 1920, he filed a petition with the board asking a review of the compensation agreement, and that an order be made in his favor to cover the injury actually suffered.. An answer was filed, testimony taken, the petition sustained, the agreement set aside, and an appropriate order made in accordance with the facts found. Exceptions thereto, filed on appeal to the court below, were overruled by it, and judgment entered for plaintiff; whereupon the employer and its insurance carrier took this appeal.\nThe only question raised is whether the petition for review, which, as- above shown, was filed more than one year after the last payment, was too late because of the limitation specified in the last sentence of section 315 of the Workmen’s Compensation Act of 1915, as follows: “In cases of personal injury, all claims for compensation shall be forever barred, unless, within one year after the accident, the parties shall have agreed upon the compensation payable under this article; or unless, within one year after the accident, one of the parties shall have filed a petition as provided in article four hereof. In cases of death all claims for compensation shall be forever barred, unless, within one . year after the death, the parties shall have agreed upon the compensation under this article; or unless, within one year after the' death, one of the parties shall have filed a petition as provided in article four hereof. Where, however, payments of compensation have been made in any case, said limitations shall not take effect until the expiration of one year from the time of the making of the last payment.” It is admitted by appellant that if the last sen: tence does not cover a different class of limitations from those specified in the preceding sentences, the judgment of the court below should be affirmed; and, therefore, it contends that this sentence should be so read as to require a petition for review of a formal agreement or order, to be filed within one year after the last payment thereunder, although the rest of the section relates only to limitations upon the date of commencing the proceeding after the accident or death.\nIts argument to sustain this contention turns exclusively on the use of the words “in any case”; and it may be admitted that if this sentence stood alone their contention would be sound. It does not stand alone, however, and we are of opinion that, taking the section in its entirety (noscitur a soeiis), those words refer to the limitations in “cases” of personal injury, and that in “cases” of death, specified in the preceding parts of the section, that is, to the limitation of one year from the date of the accident or death in the cases of entering into a formal agreement or filing a petition, and not to a limitation upon the right of review. It will be noticed also that when the legislature intended to limit the time within which proceedings must be taken, it always stated its purpose affirmatively, whereas the sentence relied on by appellants is negative in form, thereby showing a design not to express a further limitation, hut an extension of the time referred to in the preceding sentences, if and when the circumstances detailed in the last sentence should be found to exist; that is, when payments of compensation have been made in any case before either a formal agreement has been entered into or a petition filed, in either of which events “said limitations,” i. e., limitations of the right to claim compensation (not of the right of review) “shall not take effect until the expiration of one year from the time of the making of the last payment.” This is made clear by the language used. The words “said limitations” in the sentence under consideration can only refer to the limitations theretofore specified, and it is “said limitations” which “shall not take effect” until the expiration of the time provided, and not new “limitations” which shall “take effect.” It follows that the only point raised must be decided adversely to appellants.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Olaude G. Smith, with him Duane, Morris cC- Heckseher, for appellants.",
      "Isaac M. Price and F. H. Bohlen, for appellee.",
      "George C. Klauder, amicus curiæ."
    ],
    "corrections": "",
    "head_matter": "Hughes v. American International Shipbuilding Corporation et al., Appellants.\nWorkmen’s compensation—Payments—Pelease—Statute of limitations—Maxim.\nThe last sentence in section 315 of the Workmen’s Compensation Law, which provides that where “payments of compensation have been made in any case,” the limitations expressed shall not take effect until the expiration of one year from tile time of making the last payment, refers only to the eases specified in the preceding part of the section.\nArgued January 4, 1921.\nAppeal, No. 239, Jan. T., 1921, by defendants, from order of C. P. No. 3, Phila. Co., March T., 1920, No. 3189, affirming decision of Workmen’s Compensation Board setting aside final receipt, in case of John A. Hughes v. American International Shipbuilding Corporation and Employers Liability Assurance Corporation.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaefer, JJ.\nAffirmed.\nAppeal from order of Workmen’s Compensation Board setting aside final receipt. Before Ferguson, J.\nThe opinion of the Supreme Court states the facts.\nThe court sustained the decision of the board. Defendants appealed.\nError assigned was above order, quoting it.\nOlaude G. Smith, with him Duane, Morris cC- Heckseher, for appellants.\nTo prevent section 315 from covering the present case would require the interpolation of another word or words, and this neither the board nor the courts have authority to do: Catlin v. Pickett, 262 Pa. 351.\nIt is clear that section 315 operates as a statute of limitations for the entire Workmen’s Compensation Act: Paolis v. Coke Co., 265 Pa. 291; McCarl v. Houston Boro., 263 Pa. 1; State Hospital v. Coal Co., 267 Pa. 474.\nWhile the board may feel it has the discretion and power to interpret section 315 as it has done, regard must be had to the limit imposed upon its powers: Wise v. Cambridge Springs Boro., 262 Pa. 139.\nIsaac M. Price and F. H. Bohlen, for appellee.\nGeorge C. Klauder, amicus curiæ.\nFebruary 14, 1921:"
  },
  "file_name": "0027-01",
  "first_page_order": 53,
  "last_page_order": 56
}
