{
  "id": 1066033,
  "name": "Kelly v. Scranton Railway Co., Appellant",
  "name_abbreviation": "Kelly v. Scranton Railway Co.",
  "decision_date": "1921-03-14",
  "docket_number": "Appeal, No. 68",
  "first_page": "77",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "270 Pa. 77"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "260 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0365-01"
      ]
    },
    {
      "cite": "212 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941865
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0293-01"
      ]
    },
    {
      "cite": "167 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866833
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0153-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 507",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0507-01"
      ]
    },
    {
      "cite": "43 Pa. Superior Ct. 61",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        415187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/43/0061-01"
      ]
    },
    {
      "cite": "169 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0001-01"
      ]
    },
    {
      "cite": "219 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0492-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 166",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/36/0166-01"
      ]
    },
    {
      "cite": "256 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030666
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0086-01"
      ]
    },
    {
      "cite": "255 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0156-01"
      ]
    },
    {
      "cite": "50 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/50/0001-01"
      ]
    },
    {
      "cite": "215 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0226-01"
      ]
    },
    {
      "cite": "212 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "169 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "260 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0365-01"
      ]
    },
    {
      "cite": "167 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866833
      ],
      "pin_cites": [
        {
          "page": "162-3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0153-01"
      ]
    },
    {
      "cite": "219 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002806
      ],
      "pin_cites": [
        {
          "page": "495-6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0492-01"
      ]
    },
    {
      "cite": "255 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027659
      ],
      "pin_cites": [
        {
          "page": "164-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0156-01"
      ]
    },
    {
      "cite": "215 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948256
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 7068,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.135725077716599e-07,
      "percentile": 0.9109693267831445
    },
    "sha256": "249833148f16f7440cf5862492328eea676f92a25bb649799173542a3f9a01ad",
    "simhash": "1:92032cc46e72c092",
    "word_count": 1227
  },
  "last_updated": "2024-02-27T20:32:36.653512+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Sadler .and Schaffer, JJ."
    ],
    "parties": [
      "Kelly v. Scranton Railway Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThis was an action of negligence to recover damages for personal injuries, and, from the judgment on a verdict for plaintiff, defendant appeals.\nIt is alleged that plaintiff’s counsel, in his final argument to the jury, made nine unjustifiable and inflammatory statements, the purpose and effect of which were to prevent a proper consideration of the case by that tribunal. He was not interrupted while making his argument, after which the court took a recess; but, immediately upon its reconvening, defendant’s counsel submitted an affidavit setting forth these alleged improper statements and asked for the withdrawal of a juror and a continuance of the case. This was objected to upon two grounds: (1st) That the complaint should have been made immediately following the alleged improper statements; and (2d) “There are many misstatements of fact set out in the affidavit.” Which of them are misstatements was not alleged, nor are we pow inf or pied; nor was the jury, which heard the colloquy oyer the matter, told by the court or counsel that if improper statements had been made they should be disregarded. .\nAmong those set forth in the affidavit are the following: In speaking of defendant, counsel is alleged to have said, “Who is safe when a company will run up against a wall of testimony and swear a hole through it”;. again, “If they are caught redhanded in their negligence they will swear it out”; and again, in speaking of a witness for defendant: “Dr. Brennan, in your presence and in your hearing, tried to deceive you with a lie on his lips.” Counsel does and should have a wide latitude in urging a client’s claim, and should not be held to the strict rules of propriety which are applied in considering a written pleading; but he ought to be swift, when his attention is called to the matter, to withdraw any objectionable remarks made by him in the heat of argument; and the trial judge should be at least equally swift in instructing the jury to disregard them. The remarks • above quoted, if made, were highly improper; and, as stated, there is no specific denial as to any of them. If they had been withdrawn, or the jury instructed to disregard them, another question would have arisen; though even this would not be sufficient to justify the refusal to withdraw a juror if the impropriety was gross: Dannals v. Sylvania Township, 255 Pa. 156, 164-5. We have given repeated warnings on this subject, and counsel may as well understand that, under the circumstances here existing, we will not sustain a verdict possibly based on prejudices rather than on facts; for such a verdict “stands upon but little higher ground than one obtained by false testimony. It is not founded on the truth of the cause” (Saxton v. Pittsburgh Railways Co., 219 Pa. 492, 495-6); and, as applicable .here, we may add from Walsh v. Wilkes-Barre, 215 Pa. 226, 227, “Although the objectionable remark was called to the attention of the trial judge before he charged the jury, he did not attempt to withdraw it from the jury or to admonish that body to disregard it. It apparently went to the jury with the court’s approval.”\nNor can we agree that it was too late to complain after the recess of the court. We have frequently sustained the practice of calling the matter to the attention of the trial judge by affidavit (Holden v. Penna. R. R., 169 Pa. 17; Walsh v. Wilkes-Barre, 215 Pa. 226), a course manifestly impossible of accomplishment during the argument of counsel, unless followed by long delays each time an objectionable statement is made, and which, in the present case, would have required nine interruptions and nine affidavits. Indeed, in both the cases last cited, the affidavit was presented, as in the instant case, after the argument was concluded and before the beginning of the charge to the jury. The cases in which general language is used, expressive of a duty to call the court’s attention to it at the “time uttered,” were those where nothing was done until after verdict: Com. v. Weber, 167 Pa. 153, 162-3; Com. v. Ezell, 212 Pa. 295; Brumbaugh v. Raystown Water Power Co., 260 Pa. 365. Of course defendant would have had no right to complain had he taken the chances of a verdict, and then for the first time called attention to the matter.\nThough we reverse upon this ground alone, it must not be presumed we think all the other alleged errors are unfounded. The questions they raise will be decided when, if ever, it is necessary so to do.\nThe judgment of the court below is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "W. L. Hill, of Knapp, O’Malley, Hill & Harris, for appellant.",
      "Joseph O’Brien, with him Edward J. Kelly, William J. Fitzgerald and John P. Kelly, for appellee, cited as to remarks by counsel:"
    ],
    "corrections": "",
    "head_matter": "Kelly v. Scranton Railway Co., Appellant.\nPractice, O. P.—Trial—-Withdrawal of juror—Improper remarles of counsel—Objection—Laches—Waiver.\n1. A motion to withdraw a juror and continue a case, because of improper remarks made by counsel in their argument to the jury, is made in time, if presented to the court by affidavit before the commencement of the charge to the jury.\n2. A party cannot take the chances of a verdict and afterwards complain on appeal, because of improper remarks made to the jury during the trial. .\n3. While counsel have, and should have, a reasonably wide latitude in arguing a case to the jury, they cannot be permitted to make unfounded inflammatory statements, the necessary effect of which will be to induce the jury to decide the case on grounds not justified by the evidence.\n4: If such statements are made and are not withdrawn, and the jury is not instructed to disregard them, the judgment will be reversed on appeal.\n5.-If the impropriety is gross, it is the court’s duty to at once withdraw a juror; no other course will furnish a sufficient remedy for the wrong done.\n•6. A verdict founded upon improper statements made to the jury, stands upon but little higher ground than one obtained by false testimony.\nArgued February 22, 1921.\nAppeal, No. 68, Jan. T., 1921, by defendant, from judgment of C. P. Lackawanna Co., March T., 1917, No. 583, on verdict for plaintiff in case of Dora Kelly v. Scranton Railway Co.\nBefore Walling, Simpson, Kephart, Sadler .and Schaffer, JJ.\nReversed.\nTrespass for personal injuries. Before Barber, P. J, specially presiding.\nThe opinion of the Supreme Court states the facts.\nYerdict and judgment for plaintiff for $1,750. Defendant appealed-.\nError assigned, among others, was (4) refusal to withdraw a juror, quoting the record.\nW. L. Hill, of Knapp, O’Malley, Hill & Harris, for appellant.\nA juror should have been withdrawn: Walsh v. Wilkes-Barre, 215 Pa. 226; Com. v. Shields, 50 Pa. Superior Ct. 1; Dannals v. Sylvania Twp., 255 Pa. 156; Davis v. Stowe Twp., 256 Pa. 86; Freeman v. Traction Co., 36 Pa. Superior Ct. 166; Saxton v. Rys., 219 Pa. 492; Holden v. R. R., 169 Pa. 1; Brown v. Street Ry., 43 Pa. Superior Ct. 61; Com. v. Swartz, 37 Pa. Superior Ct. 507.\nJoseph O’Brien, with him Edward J. Kelly, William J. Fitzgerald and John P. Kelly, for appellee, cited as to remarks by counsel:\nCom. v. Webber, 167 Pa. 153; Com. v. Ezell, 212 Pa. 293; Brumbaugh v. Water Power Co., 260 Pa. 365.\nMarch 14, 1921:"
  },
  "file_name": "0077-01",
  "first_page_order": 103,
  "last_page_order": 106
}
