{
  "id": 1066059,
  "name": "Wolf v. Excelsior Automatic Scale & Supply Co., Inc., Appellant",
  "name_abbreviation": "Wolf v. Excelsior Automatic Scale & Supply Co.",
  "decision_date": "1921-04-25",
  "docket_number": "Appeal, No. 211",
  "first_page": "547",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "270 Pa. 547"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0123-01"
      ]
    },
    {
      "cite": "167 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0370-01"
      ]
    },
    {
      "cite": "51 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0074-01"
      ]
    },
    {
      "cite": "73 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    },
    {
      "cite": "173 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0001-01"
      ]
    },
    {
      "cite": "155 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0349-01"
      ]
    },
    {
      "cite": "232 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/232/0447-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 144",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0144-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 350",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/38/0350-01"
      ]
    },
    {
      "cite": "31 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0489-01"
      ]
    },
    {
      "cite": "42 Pa. Superior Ct. 384",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        412534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/42/0384-01"
      ]
    },
    {
      "cite": "177 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0364-01"
      ]
    },
    {
      "cite": "214 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945987
      ],
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0168-01"
      ]
    },
    {
      "cite": "254 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025441
      ],
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0145-01"
      ]
    },
    {
      "cite": "202 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992368
      ],
      "pin_cites": [
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0589-01"
      ]
    },
    {
      "cite": "103 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449076
      ],
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0546-01"
      ]
    },
    {
      "cite": "30 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415549
      ],
      "pin_cites": [
        {
          "page": "44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/30/0042-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625388
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "336"
        },
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/65/0333-01"
      ]
    },
    {
      "cite": "167 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866777
      ],
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0370-01"
      ]
    },
    {
      "cite": "31 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985077
      ],
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0489-01"
      ]
    },
    {
      "cite": "177 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883682
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 7382,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.1778686348590827e-07,
      "percentile": 0.9124396827768724
    },
    "sha256": "667ee2276a9ec21d542abe3cbed4a8277dfee393c94547c955e588eca0d061d9",
    "simhash": "1:76d6dd3142a24449",
    "word_count": 1244
  },
  "last_updated": "2024-02-27T20:32:36.653512+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart and Sadler, JJ."
    ],
    "parties": [
      "Wolf v. Excelsior Automatic Scale & Supply Co., Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nA subscription to capital stock of a corporation is not only an undertaking with the company but with all other subscribers. Such contract is trilateral, and, if fraudulent or unenforceable between two of the parties, it may be enforced for the benefit of the third: Graff v. Pittsburgh & Steubenville R. R. Co., 31 Pa. 489, 498; Phila. & Delaware County R. R. v. Conway, 177 Pa. 364, 368. The rules of law with respect to the liability of a corporation to repurchase the stock or refund money subscribed and paid are much the same as those affecting the liability of the subscriber to pay. “A strictly private corporation, owing no peculiar duties to the public, has the same dominion over and power to dispose of its property that an individual has” (Illoway v. Daly, 65 Pa. Superior Ct. 333, 336; Lauman v. Lebanon Valley R. R. Co., 30 Pa. 42, 44; Balliet v. Brown, 103 Pa. 546, 554; Mechanics’ Building & Savings Association No. 2’s Assigned Est., 202 Pa. 589, 592; 10 Cyc. 1138); it has the right to acquire stock of its own where the transaction is not prohibited by statute, and where no injury is suffered by creditors or other stockholders (Illoway v. Daly, supra 335; Dock v. Schlichter Jute Cordage Co., 167 Pa. 370, 377; Beltz v. Garrison, 254 Pa. 145, 152); and, under circumstances similar to those here, it has the right to refund money paid on account of a subscription.\nThe written agreement here provided that the company, at the subscriber’s option, was, under certain conditions, to repurchase the stock. It was a perfectly valid transaction between the company and the subscriber unless there were intervening equities, and, if there were any that would preclude its enforcement, the burden of proof was on the corporation asserting them: Van Dyke v. Baker, 214 Pa. 168, 170. These equities are not limited to rights of a creditor, but include those of a stockholder who, paying his subscription in good faith, would be prejudicially affected by the repurchase or refunding. Smell stockholder’s rights, however, must be superior to those of the subscriber who is attempting to withdraw his contribution from the corporate fund.\nIt is the duty of the company to show some embarrassing circumstances, if the payment to the subscriber is not to be permitted. The present record shows none; there were no creditors in existence at the time the contract was made, or when it was attempted to be enforced, or at the time the case was tried. No fraudulent conduct was averred or proven, nor was it shown there were any stockholders whose rights were affected adversely, or who objected to the repurchase. The corporation was a purely private one, and, as there was no fraud shown, there was nothing to prohibit the corporation from buying back its stock thus sold.\nPlaintiff had the right within one year to exercise his option, demand to be made in writing within ninety days from the last payment on the subscription. The ninety-day provision was not a bar to plaintiff’s right to recover. It was not so considered in the affidavit of defense nor in the testimony. When, on May 15th, the company was notified of the intention to exercise the option, no complaint was made as to time, and later the president of the company agreed with the attorney representing plaintiff to pay the amount of the subscription. Defendant depended on an assignment of the stock to be relieved from liability, but plaintiff produced the stock and is not to be prejudiced by any intermediate assignment. The judgment of the court below was properly entered.\nIt appeared at the argument defendant had actually gone into bankruptcy and counsel representing the receiver appeared in court. Just when the liabilities were incurred, on which the bankruptcy is predicated, does not appear. We can do nothing but direct an affirmance of the' judgment, which is- accordingly done.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Trevor T. Matthews and Winfield W. Crawford, with them Alfred Edgar Freeman, for appellant.",
      "Samuel W. Cooper, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wolf v. Excelsior Automatic Scale & Supply Co., Inc., Appellant.\nCorporation—Stock subscription—Repurchase of stock—Rights of creditors and other stockholders—-Intervening equities—Burden of proof. v\n1. A subscription to tbe capital stock of a corporation is not only an undertaking with, tbe company but with all tbe other subscribers.\n2. Such contract is trilateral, and, if fraudulent or unenforceable between two of the parties, it may be enforced for the benefit of a third.\n3. The rules of law with respect to the liability to repurchase the stock or refund money subscribed and paid are much the same as those affecting the liability of the subscriber to pay.\n4. A strictly private corporation has the right to agree, in a stock subscription, to repurchase' the stock within a given time; and if no injury is suffered by creditors or other stockholders, such agreement will be enforced.\n5. If intervening equities are set up as a defense against the enforcement of such agreement, the burden of proof is on the corporation so asserting.\n6. If another stockholder objects he must show an equity superior to that of the stockholder who is attempting to withdraw his contribution from-the corporate fund.\n7. A provision that' the subscriber should demand repayment within ninety days from the last payment on the subscription, is not a bar to his right to recover, particularly where no complaint was made as to time.\n8. If the subscriber produces the stock certificate as provided by the agreement, the fact that there has been an intermediate assignment, will not prejudice his right to a refundment.\n■ 9. The fact that at the time of the argument the corporation had gone into bankruptcy, and counsel appeared for the bankrupt, is immaterial, if it does not appear when the liabilities were incurred upon which the bankruptcy was predicated.\nArgued March 29, 1921.\nAppeal, No. 211, Jan. T., 1921, by defendant, from judgment of C. P. No. 2, Phila. Co., March T., 1919, No. 1422, on verdict for defendant, in case of Carl Wolf v. Excelsior Automatic Scale & Supply Co., Incorporated.\nBefore Frazer, Walling, Simpson, Kephart and Sadler, JJ.\nAffirmed.\nAssumpsit to recover back moneys paid on stock subscription. Before Barratt, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $5,453. Defendant appealed.\nError assigned, among others, was binding instructions for plaintiff, quoting them.\nTrevor T. Matthews and Winfield W. Crawford, with them Alfred Edgar Freeman, for appellant.\nThe contract is illegal because it is made in violation of and in fraud of the rights of other stockholders of the corporation.\nA subscription to the stock of a corporation is not only an undertaking with the corporation, but with all other subscribers: Phila. & Del. Co. R. R. v. Conway, 177 Pa. 364; Keystone Wrapping Machine Co. v. Bromeier, 42 Pa. Superior Ct. 384; Graff v. R. R., 31 Pa. 489; Altoona S. Milk Co. v. Armstrong, 38 Pa. Superior Ct. 350; Braddock Electric Ry. v. Bily, 11 Pa. Superior Ct. 144; Harvey v. Weitzenkorn, 232 Pa. 447; Howard v. Turner, 155 Pa. 349; Hilliard v. Carving Co., 173 Pa. 1; Leaming v. Wise, 73 Pa. 173.\nSamuel W. Cooper, for appellee.\nThere is no provision under the laws of Pennsylvania which prevents a corporation from an actual purchase of its capital stock: Coleman v. Columbia Co., 51 Pa. 74; Dock v. Jute Cordage Co., 167 Pa. 370; Hechelman v. Geyer, 252 Pa. 123.\nApril 25, 1921:"
  },
  "file_name": "0547-01",
  "first_page_order": 573,
  "last_page_order": 576
}
