{
  "id": 1010430,
  "name": "De Haven et ux. versus Bartholomew",
  "name_abbreviation": "De Haven v. Bartholomew",
  "decision_date": "1868-01-30",
  "docket_number": "",
  "first_page": "126",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "57 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 365",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 183",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0183-01"
      ]
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    },
    {
      "cite": "6 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0379-01"
      ]
    },
    {
      "cite": "2 W. & S. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0056-01"
      ]
    },
    {
      "cite": "4 Watts 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0177-01"
      ]
    },
    {
      "cite": "2 Watts 161",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840162
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0161-01"
      ]
    },
    {
      "cite": "7 W. & S. 75",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 90",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 275",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 160",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "161"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 491",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 273",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0273-01"
      ]
    },
    {
      "cite": "3 Rawle 183",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0183-01"
      ]
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 504,
    "char_count": 8861,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.895086239051866e-07,
      "percentile": 0.9336262461633864
    },
    "sha256": "71b18f63d4843d1ddd43933f5620843acc4bd763fe13f1fb0fd4f89362a1cadf",
    "simhash": "1:d712cc16e7e43cee",
    "word_count": 1574
  },
  "last_updated": "2024-02-27T17:53:04.610548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Siiarswood, JJ. Strong, J., at Nisi Prius."
    ],
    "parties": [
      "De Haven et ux. versus Bartholomew."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThat an action of debt or assumpsit may be maintained against the alienee of a purchaser or other person accepting land expressly charged with the payment of money, as the means of enforcing payment ont of the land, is supported by abundant authority: Pidcock v. Bye, 3 Rawle 183; Hise v. Geiger, 7 W. & S. 273; Shelly v. Shelly, 8 Id. 153; Unangst v. Kraemer, 8 Id. 391; Kline v. Bowman, 7 Harris 24; Buckley’s Appeal, 12 Wright 491; Heist v. Baker, 13 Id. 9. This would seem to contradict the rule that there must be a privity of contract in assumpsit. But it arises out of the privity of estate in the assignee, near or remote, wrhose estate is thus charged; and originated in the want of a remedy in equity to enforce the charge. It was adopted as a means of subjecting the land to execution by a judgment de terns: Pidcock v. Bye; Shelly v. Shelly, supra. Debt is the appropriate form of action, but assumpsit will lie. The only doubt which can arise is that created by the decision in Unangst v. Kraemer, supra, in which it was held that to maintain the action against the alienee he must have bought expressly subject to the charge, making the sum charged thereby a part of the purchase-money. But in a case like this, where the law itself binds the estate, such a distinction would defeat the object in view in giving the action against the alienee, which is to enforce the charge directly against the land. The 41st section of the Act of 29th March 1832, provides that the principal sum of the widow’s share shall remain “ charged upon the premises,” the interest to be paid to her annually by “ the persons to whom such real estate shall be adjudged, their heirs or assigns holding the same,” and on the death of the widow “ the said principal sum shall be paid by the children or other descendants to whom the same shall have been adjudged, their heirs and assigns holding the same, to the persons thereto legally entitled.” It seems to be very clear, therefore, that by the express words of the law the alienee holding the land is bound for the payment in respect to his land : Shelly v. Shelly, 7 W. & S. 160, 161. Now though the payment is secured by a recognisance or a mortgage taken under the order of the court, they are but collaterals, the lien being established by the law itself: Hise v. Geiger, 7 W. & S. 275; Brooks v. Smyser, 12 Wright 90. The alienee is therefore liable in respect to the land he holds independently of the recognisance, and it must be immaterial to the owner of the charge whether the alienee bought expressly subject to it or not, for the purpose of the action is to enforce the payment of the charge against the land by a judgment de terris. In Hise v. Geiger, Justice Rogers, who delivered the opinion in Unangst v. Kraemer, held that the alienee is in no better situation than the first purchaser, or heir taking under the decree of the court, for that decree is at the foundation of the alienee’s title: 7 W. & S. 75. He was therefore bound to notice the encumbrance, and to provide for it as respects the owner of it. The owner must be paid at all events.\nIt is unimportant to the alienee whether the action be in debt or assumpsit, or upon the recognisance, its only effect being to charge his land. But it may be important to the owner of- the money to have his action directly against the alienee in case of the death, absence or disability of the cognisor or his surety. But the question scarcely arises in this case, there being no prayer for instruction, and no charge excepted to on this point, while the evidence shows that Mr. and Mrs. Be Haven both recognised their liability. The Statute of Limitations is inapplicable, and it is immaterial whether the form of action be debt or assumpsit. The subject of the action is a debt of record, and the action is not grounded on any lending or contract without specialty, and therefore not barred by the statute. It is the nature of the cause of action, such as a legacy, a foreign judgment, a widow’s interest, an award at common law, or a distributive share rather than the form of action which determines the applicability of the statute, as the following cases will show: Thompson v. McGaw, 2 Watts 161; Boebler v. Snavely, 5 Id. 225; Richards v. Bickley, 13 S. & R. 395; Dillebaugh’s Estate, 4 Watts 177; Bank v. Hill, 2 W. & S. 56 ; Patterson v. Nichol, 6 Watts 379.\nWe discover nothing in the bills of exception to the evidence to require a reversal of the judgment. The objection to the admission of Mrs. Cleaver’s declaration was rendered unimportant by the answer of the witness, which did no harm — in fact amounted to nothing. He proved but little, and that little had been fully and more than fully anticipated by the testimony of the preceding witness, which had gone in evidence without special objection to what Mrs. Cleaver had said. The second assignment is unsupported by any bill of exception.\nUpon the whole, finding no error in the record,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "C. Hunsicher and Gr. JR. Fox, for plaintiffs in error.",
      "Gr. W. Corson and J. Boyd, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "De Haven et ux. versus Bartholomew.\n1. An action of assumpsit may he maintained against a person taking land charged with the payment of money, as a means of enforcing payment out of the land.\n2. This arises out of privity of estate in the assignee, whose land is thus charged as a means of subjecting it to execution by a judgment, de terris.\n3. Debt is the appropriate form, but assumpsit will lie.\n4. A recognisance or mortgage taken by order of the court under the Act of 29th March 1832 (Orphans’ Courts), for purchase-money, is but collateral, the law itself creates the lien.\n5. Unangst v. Kramer, 8 W. & S. 391, commented on.\n6. The Statute of Limitations is not applicable in such case, the debt being of record.\n7. It is the nature of the cause of action not the form of action which determines the applicability of the Statute of Limitations.\nJanuary 21st 1868.\nBefore Thompson, C. J., Read, Agnew and Siiarswood, JJ. Strong, J., at Nisi Prius.\nError to the Court of Common Pleas of Montgomery county: To January Term 1867, No. 112.\nThis was an action of assumpsit, commenced September 25th 1865, by Benjamin Bartholomew, administrator d. b. n., &c. of Keziah Henderson, deceased, against Hugh De Haven and Mary J. De Haven his wife.\nThe pleas were non assumpsit and non assumpsit infra sex annos.\nJonathan Cleaver died intestate in 1833,- leaving a widow, Rebecca, and six children, and the descendants of two deceased daughters. Part of his real estate, on the 13th of August 1833, was taken by his son William under proceedings in partition in the Orphans’ Court, William securing to the other heirs their shares by bonds and recognisance; the dower of the mother remaining in the land. Each heir’s share of the dower was $304.24. One of the heirs was Keziah Henderson. William died November 24th 1834, devising the land taken by him to his widow and children. The husband of Keziah Henderson died in 1841, and shortly after, on the 21st of November in the same year, Rebecca, the widow of Jonathan Cleaver, diéd. Keziah died August 14th 1844, leaving a daughter, her only child, who died in 1849 intestate and without issue, leaving a husband to survive her — he died shortly afterwards.\nThe devisees of William Cleaver, on the 26th of June 1858, conveyed the land derived from him to Mary De Haven, one of the defendants. Three-sevenths of the share of Keziah Henderson had been paid, leaving four-sevenths, amounting to $173.68, unpaid. For this sum, with interest, this action was brought.\nOn the trial, before Chapman, P. J., the above facts were proved. Plaintiffs also gave evidence that both defendants, in 1858 and 1869, recognised that the four-sevenths of the share of Keziah Henderson, in the widow’s dower, were unpaid.\nThere were exceptions taken to evidence offered and admitted on the trial which were considered unimportant by the Supreme Court.\nThe court directed the jury, if they believed the evidence, to find a verdict for the plaintiffs.\nThe verdict was for the plaintiffs for $436.80; and by order of the court judgment “ entered de terris against the real estate purchased by defendants from the devisees of William Cleaver,” &c.\nThe defendants took a writ of error, and assigned for error tho admission of the evidence excepted to and the charge of the court.\nC. Hunsicher and Gr. JR. Fox, for plaintiffs in error.\nThe action of assumpsit cannot be maintained: Unangst v. Kraemer, 8 W. & S. 391; Shelly v. Shelly, Id. 153; Pidcock v. Bye, 3 Rawle 183.\nThere is a misjoinder in uniting the husband, the liability not being personal, and the wife being the owner of the land. The Statute of Limitations is a bar. Keziah’s share was money: Yohe v. Barnett, 1 Binn. 365.\nGr. W. Corson and J. Boyd, for defendant in error,\ncited Otto’s Estate, 2 P. F. Smith 434.\nJanuary 30th 1868,"
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 129
}
