{
  "id": 1010435,
  "name": "The Wellsborough and Tioga Plank-Road Company versus Griffin",
  "name_abbreviation": "Wellsborough & Tioga Plank-Road Co. v. Griffin",
  "decision_date": "1868-03-19",
  "docket_number": "",
  "first_page": "417",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "57 Pa. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 543,
    "char_count": 11571,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.5272099748852823e-07,
      "percentile": 0.8121305527851238
    },
    "sha256": "ca635e71ea1af0a2ad64c1c3a1921ede36fe096b1bb86abdc3c136ad5d118312",
    "simhash": "1:dc378229e8681091",
    "word_count": 2007
  },
  "last_updated": "2023-07-14T14:50:18.963067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Strong, Read, Agnew and Sharswood, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "The Wellsborough and Tioga Plank-Road Company versus Griffin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action brought to recover damages for an injury, which the plaintiff below alleged he had sustained, in consequence of the negligent maintenance of their road by The Wellsborough and Tioga Plank-Road Company. According to -the showing of the plaintiff, the company was incorporated in the year 1851, with power to construct a plank-road. It was after-wards authorized to change the road into a’clay, gravel or turnpike road. In 1853 it was authorized by an Act of Assembly to borrow money, securing it by a mortgage upon the road and upon the corporate rights and franchises of the company; and the act declared that upon a sale of the same under the mortgage, the same should be as fully vested in the purchaser or purchasers thereof, as if he, she or they had been the original corporators, and that from thenceforth all the provisions of the act of incorporation of the plank-road company, with the corporate powers conferred, and of the several laws of the Commonwealth in relation thereto, should be for the benefit of the said purchaser or purchasers. Under this authority the company borrowed money in 1853, and secured its repayment by a mortgage upon their road and corporate franchises. In 1858 the road and franchises were sold under the mortgage, and Edward Bayer became the purchaser. This sale of course gave him the rights which the company had possessed sixbject to the duties incumbent upon the mortgagors, one of which was to maintain the road in good condition while tolls were exacted for passage. And the rights of the company having passed from it by the sale, there remained no longer any duty for it to perform. Such was the condition of things when the plaintiff sustained the injury of which he complains. Edward Bayer, was the owner of the road, the owner of the right to exact tolls— and he alone was responsible for injuries resulting from the unlawful condition of the road. It was in 1860 that the plaintiff received his hurt. It was then that the road was suffered to be in an insufficient condition, if such was its state. But negligence at that time was not the fault of the company. Its power over the road had entirely ceased; and with its power, its duty to keep the road in safe and good condition had also terminated. The court below should therefore have affirmed the 4th point of the defendants, which was “ that the plaintiff having proved that more than two years before the accident and injury to the plaintiff occurred, the road and the possession of it had passed by a judicial sale to an individual (Edward Bayer), and was not owned by nor in the possession of said company, the plaintiff cannot recover in this suit.” That the facts were as stated in this point was not disputed at the trial; nor is it disputed now. The plaintiff asserted them and proved them as a part of his case. The court would probably have affirmed this proposition, had it not been for the Act of Assembly under which the mortgage to the trustees of the Bingham estate and the sale to Bayer were made. It seems to have been supposed, however, that by the purchase of the road and the mortgaged franchises of the company, the purchaser became the company itself, identical with it; or that by suit against the company his duties may be enforced. This was a grave mistake. That Act of Assembly furnishes no warrant for such an opinion. It did not make a purchaser under the mortgage authorized by it a corporation. In this respect it was unlike the later Act of April 8th 1861, “ concerning the sale of railroads, canals, turnpikes, bridges and plank-roads.” Much less did it make a purchaser a corporation, having the same name as that of the company whose property he purchased. True, Bayer acquired the rights and franchises of the mortgagors, so as to enable him to enjoy the main subject of Ms purchase, which was a right to build and maintain a road, and take tolls for its use. But he did not acquire the name of the corporation, anymore than an ordinary purchaser at sheriff’s sale acquires the name of the debtor in the judgment whose property is sold. Certainly he did not extinguish his own name by the purchase. Even had it been the fact that Bayer maintained the road in the name of the former owners (of which we see no evidence), had he done business as The Wellsborough and Tioga Plank-Road Company, he must have been sued by Ms own name. But he was not sued at all. It is impossible to make anything else of this suit, than that it is an action against the identical company that was incorporated in 1851. A successor by purchase to the rights of that company is a distinct person. Such a successor is not made a corporation by the Act of 1853, and the Act of April 8th 1861 is prospective only in its operation.\nWhat we have said disposes of the main question in this case. Had the defendants’ 4th point been affirmed, as it should have been, the verdict must have been against the plaintiff. As this puts an end to the case, it needs not that we should discuss at length the other assignments of error. It suffices to say, that the admission of the evidence mentioned in the first assignment was beneficial rather than hurtful to the defendants. Taking the change as a whole, we find nothing to justify the 2d, 3d, 4th and 5th assignments. We find it difficult to discover the precise meaning of the order appointing a sequestrator. If it gives a right to sequester the tolls or income of the road, it is erroneous. But this is of minor importance now, for as the case appears, the plaintiff cannot recover.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "O. N. Seymour (with whom was N. Sherwood), for the plaintiff in error.",
      "S. F. Wilson (with whom were B. B. Strang and J. B. Niles), for defendant in error, cited Commonwealth v. Central Passenger Railway, 2 P. F. Smith 506."
    ],
    "corrections": "",
    "head_matter": "The Wellsborough and Tioga Plank-Road Company versus Griffin.\n1. An Act of Assembly provided that a sale under a mortgage which a plank-road company was authorized to make, should pass to the purchasers all their corporate rights, franchises, &c., as fully as if they had been the original corporators. An injury occurred after a sale of the road by reason of its being out of repair: Held, that a suit could not be maintained against the company.\n2. After the sale there remained no further duty for the company to perform.\n3. The purchaser did not become the corporation or acquire its name, and his duties could not be enforced by a suit against the company.\n4. If the purchaser had done business as the company he should have been sued in his own name.\nMarch 10th 1868.\nBefore Strong, Read, Agnew and Sharswood, JJ. Thompson, C. J., at Nisi Prius.\nError to the Court of Common Pleas of Tioga county: No. 126, to January Term 1868.\nThis was an action on the case, commenced December 28th 1861, by Philo Griffin against The Wellsborough and Tioga Plank-Road Company. The plaintiff having died, his administrators Jane Griffin and Roswell Ackley were substituted.\nThe declaration averred, that defendant was a corporation owning and possessing a public highway, receiving tolls from travellers, and bound to keep the highway in good repair; yet they negligently permitted it to be so out of repair that the plaintiff, ■who had paid his toll and was passing along it in a carriage, was overturned and badly injured, and claimed damages therefor, &c.\nOn the trial before White, P. J., the plaintiff gave in evidence the Act of March 14th 1850, Pamph. L. 223, incorporating The Tioga and Lawrenceville Plank-Road Company, for the purpose of making a plank-road from Tioga to Lawrenceville, subject to the provisions of the general law regulating plank-road companies : Act of March 24th 1851, Pamph. L. 405, changing the name to The Wellsborough and Tioga Plank-Road Company; Act of March-17th 1853, Pamph. L. 204, §§ 8, 9, authorizing the company to borrow not exceeding $10,000, and to secure the loan by a mortgage upon their road and its income and their corporate rights and franchises, and it was provided that upon a sale under the mortgage, the same shall be as fully vested in the purchasers, as if they had been the original corporators, and all the provisions of the act of incorporation, and the corporate powers conferred, and the laws of the Commonwealth relating thereto, shall be for the benefit of the purchasers ;• and-that the mortgagee may foreclose the mortgage “ by scire facias, levari facias, and sheriff’s deed, as in other cases;” also mortgage by the company, dated April 18th 1853, to the trustees of William Bingham’s estate, for $9000. He’further gave in evidence, under objection and exception, a judgment February 8th 1858, on this mortgage, in favor of the trustees of the Bingham estate, for $5429.02; a levari facias and sale by the sheriff, and his deed acknowledged September 16th 1858,-to Edward Bayer, for the plank-road and all the franchises of the company. They gave evidence also of the injury to the plaintiff, about Christmas 1860, by the upsetting of the carriage in which’ he was riding on the plank-road, and that the road was in bad condition.\nThe defendants gave.in evidence the Act of Assembly of April 19th 1858, Pamph. L. 342, authorizing the managers to change the plank-road at such points as they might see proper, into a clay, gravel or turnpike road. They gave evidence also as to the injury to the plaintiff, his own negligence, and the condition of the road.\nThe defendants submitted a number of points, of which the 4th was:—\n“ The plaintiff having proved that more than two years before the-accident and injury to the plaintiff occurred, this road and the possession of it had passed by a judicial sale to an individual (Edward Bayer), and was not owned by nor in possession of said company, the plaintiff cannot recover in this suit.”\nThe court answered:—\n“ The court refuse to charge as requested in this point, but are of opinion that the sale and conveyance to Edward Bayer on the levari facias, issued on the judgment obtained on the mortgage by the Bingham trustees against the plank-road company, vested the road of said company, and all its corporate rights and franchises, in said Edward Bayer, and he having continued to exercise those corporate rights and franchises under the name and title of The Wellsborough and Tioga Plank-Road Company, cannot resist a recovery against the corporation represented by him, on the ground that he holds the road and corporate rights and franchises as an individual, and not as a company.”\nThere was a verdict for the plaintiff for $450.\nAfterwards, the plaintiff petitioned the court to appoint a sequestrator of the goods, &e., of the company. A sequestrator was accordingly appointed. On the plaintiff’s application, the appointment was vacated January 13th 1867. On the same day the plaintiff took a rule on Edward Bayer, to show cause why a sequestrator should not be appointed to sequester the goods, tolls, &e., “from The Wellsborough and Tioga Plank-Road, for payment of the above judgment and costs.” At the return of the rule, the court awarded “ a writ of sequestration to sequester the goods, chattels and credits, rents, issues and profits, tolls and receipts of defendant issuing from the said road from Wellsborough to Tioga,” and appointed a sequestrator.\nThe defendants took a writ of error, and assigned for error amongst others — the admission of the evidence objected to, the answer to their 4th point, and the appointment of a sequestrator.\nO. N. Seymour (with whom was N. Sherwood), for the plaintiff in error.\nS. F. Wilson (with whom were B. B. Strang and J. B. Niles), for defendant in error, cited Commonwealth v. Central Passenger Railway, 2 P. F. Smith 506.\nMarch 19th 1868,"
  },
  "file_name": "0417-01",
  "first_page_order": 417,
  "last_page_order": 421
}
