{
  "id": 1010441,
  "name": "Newbold and Wife versus Mead",
  "name_abbreviation": "Newbold & Wife v. Mead",
  "decision_date": "1868-04-02",
  "docket_number": "",
  "first_page": "487",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "57 Pa. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 498",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0437-01"
      ]
    },
    {
      "cite": "2 Jones 81",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 16116,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.223369599185064e-08,
      "percentile": 0.43123112583011597
    },
    "sha256": "0031be4462fe7d6a5d731c89aa53a31d0e6b2d012c997f25f19af7d2dc559c35",
    "simhash": "1:c7a52c625b3e934f",
    "word_count": 2922
  },
  "last_updated": "2024-02-27T17:53:04.610548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Strong, Read, Agnew and Sharswood, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Newbold and Wife versus Mead."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAsnew, J.\nOne of the grounds of the offer, contained in the first bill of exception, is, that it was to rebut the evidence given by the plaintiff tending to show that the old dam was not a safe one. The plaintiff objected to this, because the injury he complained of was caused by the new dam, in 1866, and the offer was irrelevant. In his counter statement it is expressly said that no evidence was given on his part as to the condition of the dam prior to 1866. The evidence has not been certified to us, and without it we are unable to know whether that offered was rebutting or not; while the rejection of it by the court, on the ground of irrelevancy, creates the presumption that it was not responsive to evidence already in. There is also a serious defect in stating the nature of the circumstances of the injury. All we know of it is, that some of the plaintiff’s rafts were damaged in passing over the chute of the dam. But how injured, by what means, or in what part of the chute, we are not informed; while the counter statement tells us that the injury was caused by the rafts diving into the dead water below the dam, striking the bottom and breaking up. The counter statement also informs us that the defect consisted in the absence of chute-poles below to sustain the rafts, and prevent their diving; and that since poles have been added, no difficulty has been experienced. Thus it is evident that owing to the want of the testimony in the cause, we are in no position to ascertain how the injury happened, and whether the defendants below were injured by the exclusion of the evidence as to the old dam. The injury being caused by the new dam, no judgment can be formed by comparison between the new and the old, unless it appear that in all respects bearing on the cause of injury the old and new dams were alike; or that the plaintiff himself had given evidence by comparison, which would entitle the defendants to rebut. Without deciding that in no case can a comparison be made between two dams, certainly the evidence of similarity in their construction and dimensions should be very close, before so loose a mode of trial should be committed to the >ry-\nOwing to the same defect in the facts of the case before, us, we can do no more than determine whether the answer of the court below on the subject of negligence is correct, in its general statement of the principles applicable to such a case. The defendants asked the court to charge that, if the want of proper skill, care and diligence on the part of the plaintiff, either in the construction or running of his rafts, contributed in any degree to the injury, he could not recover. The substance of the judge’s answer was, that before the plaintiff could recover, he must show that he was exercising the rights common to all persons, and using the care and skill usual and necessary to navigate that stream with rafts, and that in these respects he was lacking in nothing, either as to the structure of his rafts or their navigation over the dam. The defendants ought not to complain of this instruction. In Plumer v. Alexander, 2 Jones 81, this court said, if, with the use of ordinary care, skill and diligence, the dam is such an obstruction to the navigation-as to occasion the wreck, the defendant must answer to the plaintiff in damages, no matter what was the stage of the water. When the prayer called for an instruction that a party is not liable if in any degree the plaintiff contributed to his own injury, it was not error to say, that if a man erects a nuisance in a public highway and damage ensues, he has no right to defend his wrong by showing that by the exercise of the utmost care and caution the sufferer might have avoided or got around it. The judge clouded his meaning somewhat by an illustration drawn from a nuisance done to a public street, indicating that gross negligence only could relieve a defendant in such a case. But as the point itself, assuming that extreme care and diligence are the rule, was well answered by a statement of the proper rule applicable to this case, and as the illustration was followed by a restatement of the rule applicable here, we are unable to perceive, in the absence of all the facts, that the illustration and statement as to gross negligence in another case could have misled the jury. Possibly that might be the effect, but a party alleging error should-show us that in the attitude of the cause before the jury it had that tendency.\nThe entire answer lays down tire rule to be that of ordinary care, diligence and skill on the part of the navigator of the stream. This seems to be the legitimate result of the legislation of the state in regard to such streams as this, which are navigable in full stages of water, and yet are capable of being usefully and cheaply dammed for mills and other waterworks. Without the Act of 23d , March 1803, the navigator would be entitled to a clear stream, and a dam erected in it would be a nuisance. But when the legislature authorized by that act the erection of dams and other waterworks, by the owners of the lands adjoining, it conferred a right which must be protected, subject only to the provision that the dam so erected shall not obstruct or impede the navigation of the stream, or prevent the fish from passing up the same. A literal enforcement of the proviso would defeat the main intent of the law, but this it has been often said is not to be done, and we must give the proviso such an interpretation as will make the law consistent and beneficial'to'the public and to the landowner: Bacon v. Arthur, 4 Watts 437; Ensworth v. Commonwealth, 2 P. F. Smith 322. The smaller streams of the Commonwealth are those which have ge nerally been dammed by the adjoining landowners under the Act of 1803, and these are of such a character that the navigation is commonly only descending at full stages of the water in the stream. The usual means of passing the dams is by chutes or long inclined planes over a portion of the dam; the inclination and length of the chute being such as to enable rafts, arks and boats to descend safely, and to admit of the upward passage of fish. These chutes, when properly constructed, being a recognised means of compliance with the requirement of the proviso, it is obvious a mutual duty between the landowner and the navigator arises. On part of the former that he will furnish a chute properly constructed and adapted to the stream and the dam, to enable the latter to pass over it safely by the use of ordinary care and diligence in running it, and of the usual skill and care in the structure of his raft or float. These are matters which necessarily must be left to the character of the stream and of the navigator’s craft, which is generally adapted to the stream by those navigating it. Hence, if a landowner so construct the chute of his dam as to require more than the usual skill and care to construct a raft or boat to pass it, or more than ordinary skill and diligence to run it safely, he obviously has done that which is inconsistent with his privilege. In other words, he creates a nuisance, and must answer for the damages it causes. On the other hand, the navigator owes a duty to the landowner, and must prepare his rafts or floats to suit a proper chute, and must run them with such ordinary diligence and skill as to pass a chute that is properly constructed. More than this is not required as the duty of either in this ease, which bears no resemblance to the contract of a carrier to carry safely. The facts are such as come within the knowledge of those who know the stream, its navigation, the dam, the usual craft or floats upon it, and all those local circumstances which give it character, and must be submitted to the jury on the evidence. If there bo anything peculiar in the particular circumstances which raise a legal duty differing from the ordinary rule, these circumstances must be presented to the mind of the court and the proper instruction asked for, and when brought into review here must plainly appear to us, before we can say that an error has been committed.\nThe judgment is therefore affiwned.",
        "type": "majority",
        "author": "Asnew, J."
      }
    ],
    "attorneys": [
      "L. P. Wetmore and B. Brown, for plaintiffs in error,",
      "W. B. Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Newbold and Wife versus Mead.\n1. In an action for injury to rafts passing over a new dam which had replaced an old one, evidence comparing the dams is not admissible, unless the similarity in their construction and dimensions be very decided.\n2. In such action the defendant asked the court to charge that if the plaintiff contributed in any degree to his injury he could not recover. The court charged, “ if a man erects a nuisance in a public highway and damage ensues, he has no right to defend by showing that by the exercise of the utmost care and caution the sufferer might have avoided or got around it.” Held not to be error.\n3. The right conferred by the Act of March 23d 1803 to erect dams in navigable streams, must be protected, subject only to the provisions against obstructing or impeding navigation, and the passage of fish, and the law must have such a construction as will make it consistent and beneficial to the public and the landowner.\n4. In relation to such dams, the landowner must provide a chute, properly constructed and adapted to the stream and the dam, to enable the navigator to pass safely by ordinary care and diligence in running it, and having his raft constructed with the usual skill and care.\n5. The landowner creates a nuisance and must answer for the damages it causes, if he build his chute so as to require more than the usual skill and care to construct a raft to pass it, or more than ordinary skill and diligence to run it safely.\nMarch 28d 1868.\nBefore Strong, Read, Agnew and Sharswood, JJ. Thompson, C. J., at Nisi Prius.\nError to the Court of Common Pleas of Warren county: No. 64, to January Term 1868.\nThis was an action on the case by Darius Mead against Thomas Newbold and Sarah D. J. Newbold his wife. The writ was issued July 6th 1866.\nThe declaration alleged that Brokenstraw creek, in the county of Warren, was a public highway for floating and transporting goods, lumber, &e., and that defendants erected and maintained a-dam across the creek so as to impede and obstruct its safe navigation; that the plaintiff was floating his rafts down the creek, and in consequence of the dam and the obstruction occasioned by it to the navigation of the creek, he was delayed and put to great trouble and expense; his rafts were broken up and the lumber wholly lost, &c.\nThere having been no evidence returned with the paper-books, the facts of the case are gathered from the “history of the case” by the plaintiffs in error and the “ counter statement” of the defendant in error.\nThe plaintiffs in error in their history say that they, being owners of adjoining land, in right of Mrs. Newbold, maintained a dam across Brokenstraw creek to drive their mills and factories; that in the spring of 1866 the defendant in error ran 75 rafts down the stream, which were alleged to have been damaged in passing the dam. The original dam had been built in 1828, and had been repaired in the fall of 1865; they alleged that it had been proved that the new chute was in the same place and of the same breadth and height as the original one, that the repaired dam was not quite so high as the original one, but in other respects the same. There was a contrariety of evidence as to whether the dam was such a material obstruction to the navigation as to have caused the injury to the rafts; whether the rafts were properly constructed and navigated, &c.\nThe counter statement alleged that whilst in some places the repaired dam was similar to the old one, — in its lowest parts it was 12 or 15 inches higher, which increased the volume of water through the chute; that the structure of the chute was about the same, except that it had not chute-poles or timbers below the chute, which was the difficulty; the rafts for want of them would dive into the dead water below and sometimes strike the bottom of the creek and be broken to pieces. After the spring of 1866 such poles were put to the chute and no trouble had been experienced afterwards. The plaintiff below offered no evidence of the condition of the dam prior to the spring of 1866.\nOn the trial the defendants proposed to prove “ that the dam in 1866, also before and since, was not a serious obstruction to the navigation; that rafts were run over it safely by the exercise of reasonable skill and diligence. For the purpose of rebutting the evidence of the plaintiff tending to show that the old dam was not a safe one; also, for the purpose of showing by comparison that the new dam is a safe and good one, having already shown that its construction is similar to the old one.”\nThis offer was objected to, rejected and a bill of exceptions sealed.\nThe defendants proposed to prove, “ That the new dam is as well constructed for the purpose of running lumber over it as the old one, and is equally safe; to be followed by evidence that lumber has been safely run over the old one for the last forty years, whenever reasonable skill and care have been exercised in the construction and running of the rafts; and, also, over the reconstructed one since its reconstruction.”\nThis offer was objected to. The court admitted that part relating to running rafts over the new dam, rejected the remainder of the offer, and sealed a bill of exceptions.\nThe defendants submitted the following point:—\nIf the want of proper skill, care and diligence on the part of the plaintiff or his employees, either in the construction or running of his rafts, contributed in any degree to the injury of which he complains in this case, he cannot recover.\nThe court (Johnson, P. J.) answered the point as follows:—\n“We do not think the principle alluded to in this point is applicable to the case. The defendants are not sued for negligence, but for the erection of an alleged nuisance in a public highway.\n“We have already said the plaintiff was bound to exercise reasonable care, caution and skill, both in the construction of his rafts and their navigation over the dam; otherwise he is not in a condition to charge his disasters to the default of the defendants.\n“ But I do not believe that if a man erects a nuisance in a public highway and damage ensues, he ■ has a right to defend against a suit to recover for it, by showing that by the exercise of the utmost care and caution the sufferer might have avoided or got around it. The man who digs a pit in a public place or excavates a sidewalk in a public street, though for a legitimate purpose, is bound to take every precaution against accidents by lights or guards, and is liable for all damages occasioned thereby in the ordinary course of events, and unless the sufferer is guilty of gross negligence, it is not for him to say that if the slightest negligence on the part of the plaintiff contributed in any degree to the accident, it shall exonerate the wrongdoer from liability.\n“ Before the plaintiff can recover he must show that he was exercising the rights common to all men, and using the care and skill usual and necessary to navigate that stream with rafts of lumber; and that in these respects he was lacking in nothing, either as to the structure of his rafts or their navigation over the dam. Unless he has placed himself in this position he is not entitled to call in question the sufficiency of the defendants’ dam.\n“ If he has satisfied you that he did so raft and run his lumber, and that notwithstanding this his lumber was stove and wrecked by the obstruction placed there by defendants, he is entitled to recover.”\nThere was a verdict for the plaintiff for $1017.60.\nThe defendants took a writ of error, and assigned for error the rejection of their offers of evidence and the answer to their point.\nL. P. Wetmore and B. Brown, for plaintiffs in error,\ncited 1 Greenl. Ev., § 1; 1 Starkie on Ev. 17; Heil v. Glanding, 6 Wright 498; McCully v. Clark, 4 Id. 399; Catawissa Railroad v. Armstrong, 13 Id. 186.\nW. B. Brown, for defendant in error.\nApril 2d 1868,"
  },
  "file_name": "0487-01",
  "first_page_order": 487,
  "last_page_order": 492
}
