{
  "id": 481018,
  "name": "Charles J. MEYER et al., Appellants, v. Louis BOTTONE et al., Appellees",
  "name_abbreviation": "Meyer v. Bottone",
  "decision_date": "1974-11-15",
  "docket_number": "No. 115",
  "first_page": "217",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "459 Pa. 217"
    },
    {
      "type": "parallel",
      "cite": "328 A.2d 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C. § 482",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "185 A.2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883203
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0175-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 240,
    "char_count": 2824,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01736066465651086
    },
    "sha256": "26d580f4138402a6250f689d4a530e0a800477ecd57d77e617d1a0cb3e737a75",
    "simhash": "1:358396cea8a2e32c",
    "word_count": 445
  },
  "last_updated": "2024-02-27T17:54:22.775625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "Charles J. MEYER et al., Appellants, v. Louis BOTTONE et al., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPER CURIAM:\nAppellants, certain members of Teamsters Union Local 107, sought to enjoin a scheduled election, to be conducted by mailed referendum ballot, of officers and business agents of that Local. Appellants alleged that such an election was impermissible under the Constitution and Bylaws of the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America and of Local 107. Following a hearing the Court of Common Pleas of Philadelphia County denied appellants’ request for a preliminary injunction. For the reasons stated herein, we vacate the final decree of the court below and dismiss the complaint.\nAppellee, Local 107, argues that although the court below was correct in deciding in favor of appellees on the merits of appellants’ case, that court should not have exercised jurisdiction initially in this matter. Without commenting upon the court’s decision on the merits we agree with appellee’s contention that jurisdiction should not have been exercised.\nWhile the state and federal courts may have concurrent jurisdiction prior to an election, Mamula v. United Steel Workers of America, 409 Pa. 175, 185 A.2d 595 (1962); Creed v. Atlantic Independent Union, 61 D. & C.2d 209 (1973), in view of the clearly adequate federal remedy post election, our state courts, in a case such as this, should refrain from exercising their jurisdiction. The federal Labor-Management Reporting and Disclosure Act (Landrum-Griffin Act), 29 U.S.C. § 482, P.L. 86-257, Title IV, § 402, provides that the Secretary (of Labor) shall, upon complaint, investigate and, in the event of a violation, bring a civil action to set aside the election. The Act also provides that a member may file a complaint alleging a violation of the organization’s constitution and bylaws pertaining to the election of officers. Thus, appellants’ claim is clearly within the scope of mandatory federal relief should a violation exist, and we can find no prejudice in holding that our state courts should choose not to exercise jurisdiction under these circumstances.\nAccordingly, the final decree of the court below denying injunctive relief is vacated, the complaint is dismissed and the stay of proceedings ordered by this Court is terminated.\nCosts occasioned by the stay granted by this Court on November 5, 1974, are to be borne by appellants in the amount certified to be due by the American Arbitration Association. Each party to pay own costs of appeal.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Anthony P. Baratta, Philadelphia, for appellants.",
      "Howard J. Casper, Philadelphia, for appellees."
    ],
    "corrections": "",
    "head_matter": "328 A.2d 166\nCharles J. MEYER et al., Appellants, v. Louis BOTTONE et al., Appellees.\nSupreme Court of Pennsylvania.\nArgued Nov. 11, 1974.\nDecided Nov. 15, 1974.\nAnthony P. Baratta, Philadelphia, for appellants.\nHoward J. Casper, Philadelphia, for appellees.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0217-01",
  "first_page_order": 315,
  "last_page_order": 317
}
