{
  "id": 481032,
  "name": "COMMONWEALTH of Pennsylvania v. Arnold HAMILTON, Appellant",
  "name_abbreviation": "Commonwealth v. Hamilton",
  "decision_date": "1974-10-16",
  "docket_number": "No. 94",
  "first_page": "304",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "459 Pa. 304"
    },
    {
      "type": "parallel",
      "cite": "329 A.2d 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A.2d 915",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237077
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "427-430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0417-01"
      ]
    },
    {
      "cite": "161 A.2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "870"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292477
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0198-01"
      ]
    },
    {
      "cite": "422 F.2d 1182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2254812
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/422/1182-01"
      ]
    },
    {
      "cite": "276 A.2d 534",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935393
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0484-01"
      ]
    },
    {
      "cite": "272 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933861
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0183-01"
      ]
    },
    {
      "cite": "292 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944664
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "64-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0062-01"
      ]
    },
    {
      "cite": "73 A.2d 405",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223498
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0623-01"
      ]
    },
    {
      "cite": "282 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938591
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "443, 444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0436-01"
      ]
    },
    {
      "cite": "321 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0475-01"
      ]
    },
    {
      "cite": "292 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944691
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0382-01"
      ]
    },
    {
      "cite": "164 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294504
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "250"
        },
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0242-01"
      ]
    },
    {
      "cite": "4 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401928
      ],
      "weight": 8,
      "year": 1846,
      "pin_cites": [
        {
          "page": "267"
        },
        {
          "page": "267"
        },
        {
          "parenthetical": "Emphasis supplied."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0264-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "274 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935341
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "24-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0018-01"
      ]
    },
    {
      "cite": "269 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932184
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0598-01"
      ]
    },
    {
      "cite": "295 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945656
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 830,
    "char_count": 14301,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 3.6966508927342046e-07,
      "percentile": 0.8927205794623547
    },
    "sha256": "e90c0f50fe548c6a60ad1db0b9cdf002d0729b79bce75f734616d76f756fce49",
    "simhash": "1:dadf3c839e3161e0",
    "word_count": 2397
  },
  "last_updated": "2024-02-27T17:54:22.775625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "O’BRIEN, J., concurs in the result.",
      "EAGEN, J., dissents.",
      "NIX, J., did not participate in the decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Arnold HAMILTON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPOMEROY, Justice.\nAppellant, Arnold Hamilton, was convicted by a jury in Philadelphia County of murder in the first degree, carrying a concealed weapon, and unlawfully carrying a firearm without a license. After the denial of post-trial motions for a new trial and for arrest of judgment, he was sentenced to life imprisonment on the murder charge. It is from this judgment of sentence that he. appeals.\nThe facts of the case may be briefly stated. On December 29, 1967, appellant visited the maternity ward of the Woman’s Medicine College Hospital in Philadelphia, where his wife, Cynthia Hamilton, was a patient following the delivery of a baby three days previously. There were several other visitors and patients in the room, including Mrs. Hamilton’s step-father. The appellant sat beside his wife’s bed for a period of time. At approximately 8:00 p. m., Mrs. Hamilton received a telephone call. As she turned to answer the ’phone, appellant shot her in the back of the head. After firing two more shots into her body, he turned the gun on himself, shooting himself twice in the chest. The wounds inflicted upon his wife proved fatal; from those inflicted upon himself the appellant recovered. At trial, the appellant did not contest the fact that he did shoot and kill his wife. His defense was that he was insane at the time of the commission of the act, and competent evidence was introduced to that effect.\nAppellant asserts eight trial errors in support of reversal and the grant of a new trial. Four of these assignments were not raised at trial, and will therefore not be considered on this appeal. Commonwealth v. Little, 449 Pa. 28, 32, 295 A.2d 287 (1972); Commonwealth v. Rogers, 440 Pa. 598, 601, 269 A.2d 449 (1970). Although it is urged that these errors, especially those involved in the charge to the jury, were “basic and fundamental”, see e. g., Commonwealth v. Jennings, 442 Pa. 18, 24-26, 274 A.2d 767 (1971), this Court has recently discarded that exception to the general rule that an appellate court will not reverse on a point where no exception or only a general exception was taken to the charge, or on a ground not raised in or by the court below. Commonwealth v. Clair, Pa., 326 A.2d 272 (decided Oct. 1, 1974); Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 [decided July 1, 1974]. It is, therefore, unnecessary for us to address ourselves to the question of whether the errors, if such they were, were of the sort to qualify under the “basic and fundamental” approach. Our review of the assignments properly before the Court satisfies us that no error of law or abuse of discretion was made at the trial of this case, and that the judgment should be affirmed.\nIn support of his insanity defense, appellant presented, in addition to his own testimony and that of lay witnesses, the testimony of a qualified psychiatrist, Dr. Theodore Kushner. Dr. Kushner gave it as his opinion that, at the time of the shooting, the appellant “had a defect of reasoning, due to a disease of the mind” that rendered him “unable to appreciate the nature and quality of his act”. The doctor was then asked whether he had an opinion as to whether Hamilton “was so entirely perverted as rendered the commission of the deed an overwhelming necessity when he shot and killed his wife”. Objection to this question was sustained, and appellant urges this ruling as prejudicial error. Immediately thereafter, however, the witness was allowed to respond to a question whether appellant was “suffering a stopgap of his intelligent control and his will, and it rendered it impossible to do otherwise but yield thereto”. The answer given was “yes”. The doctor then added, “I think Arnold Hamilton had no choice because of his mental illness.” If the exclusion of an answer to the first question was error, it would seem to have been cured by the admission of an answer to the second. Moreover, the court affirmed appellant’s point for charge (No. 7) that, if Hamilton had “such unsoundness of mind that it subjugated his intellect, control and will so that it became impossible for him in his mental state to do other than as he did”, the verdict must be not guilty by reason of insanity.\nThe appellant concedes that the question to which objection was sustained, viz., whether the shooting was “an overwhelming necessity”, did not state a test within the M’Naghten Rule. Because, however, of the further opinion allowed to be given by Dr. Kushner, and the quoted point for charge, which was given not only once but twice, the jury was, in effect, allowed to consider “overwhelming necessity” in its determination of whether or not appellant was sane. The permitted testimony and the point for charge were both more favorable to appellant than he was entitled to; we thus see no reason on this record to comply with appellant’s request to reconsider M’Naghten and all of our cases which have followed it since 1846, when Chief Justice Gibson in effect incorporated the rule of that case into our law, Commonwealth v. Mosler, 4 Pa. 264 (1846). Commonwealth v. Woodhouse, 401 Pa. 242, 250, 164 A.2d 98 (1960). Our recent expansion of the permissible use of psychiatric testimony in Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286 (1972) was accompanied by disavowal of departure from M’Naghten, and in Commonwealth v. Demmit, 456 Pa. 475, 321 A.2d 627 [filed July 1, 1974], we expressly reaffirmed M’Naghten: “ [T]he law in Pennsylvania is that in order to establish insanity, a defendant must still meet at least one part of the two-pronged M’Naghten test. There must be evidence in the case from whatever source that he did not know the nature and the quality of his act or that he did not know that it was wrong.”\nIn a related argument, appellant alleges error in the trial court’s refusal of five points for charge on “homicidal mania”. The doctrine of homicidal mania also seems to have found its first expression in this state in Commonwealth v. Mosler, supra, apparently as a variant of insanity in the M’Naghten sense: “[T]here is a moral or homicidal insanity, consisting of an irresistable inclination to kill, or to commit some other particular offense. There may be an unseen ligament pressing on the mind, drawing it to consequences which it sees, but cannot avoid, and placing it under a coercion, which, while its results are clearly perceived, is incapable of resistance.” Commonwealth v. Mosler, supra, 4 Pa. at 267. After thus stating the nature of the “mania”, Chief Justice Gibson immediately voiced caveats concerning it: It “is dangerous in its relations”, is to be recognized “only in the clearest cases”, should be “shown to have been habitual”, and should be confined “within the strictest limits”. Then followed this summary: “To establish it as a justification in any particular case, it is necessary either to show, by clear proof, its contemporaneous existence evinced by present circumstances, or the existence of an habitual tendency developed in previous cases, becoming in itself second nature.” Ibid.\nDoubt has been cast on the homicidal mania doctrine. Commonwealth v. Thomas, 444 Pa. 436, 443, 282 A.2d 693 (1971); Commonwealth v. Woodhouse, supra, 401 Pa. at 259, 164 A.2d 98; Commonwealth v. Daverse, 364 Pa. 623, 73 A.2d 405 (1950). Appellant asks us to recognize its continued validity, while the Commonwealth asserts that it is no longer a viable legal principle. We need not, however, reach that problem in this case. As in Commonwealth v. Thomas, supra, and in Commonwealth v. Woodhouse, supra, so here: assuming that homicidal mania, if proved, can still serve to exonerate for a criminal act, “the proof failed to satisfactorily establish such a mania in this case”. Commonwealth v. Thomas, supra, 444 Pa. at 443, 444, 282 A.2d at 698. There was evidence that appellant had viciously attacked his wife by choking on a prior occasion, but there was no evidence that would support a finding of “an habitual tendency developed in previous cases, becoming in itself second nature”. Commonwealth v. Mosler, supra, 4 Pa. at 267. Neither was there any “clear proof”, shown “by present circumstances”, oí the “contemporaneous existence” of the mania. Ibid. (Emphasis supplied.)\nAppellant’s next contention involves the quality of the Commonwealth’s expert medical evidence. In its rebuttal of the insanity defense, the Commonwealth called Dr. Kenneth A. Kool, also a qualified psychiatrist, who examined the appellant on two occasions. The doctor stated, in concluding his direct examination, that, in his opinion, appellant knew the nature and quality of his act in shooting his wife, and knew that it was wrong to kill. He added: “I am giving my best opinion, my best speculation. I was not there. It is my opinion that he knew right from wrong, that he knew the nature and consequences of the act, and that he had intent to do bodily harm in taking and using the gun.” During a vigorous cross-examination, the witness was asked whether he was “absolutely certain” that Hamilton was not psychotic at the time he shot his wife, and answered that he was not absolutely certain. At the end of the cross-examination (which continued for approximately 23 more pages in the typewritten transcript), defense counsel moved to strike the entire testimony of Dr. Kool on the ground that it was not clear and precise, but amounted only to guess and conjecture. The court’s refusal of this motion is assigned as error.\nWe have read the entire testimony of Dr. Kool, and are satisfied that it met the required standards of definiteness. See Commonwealth v. Nole, 448 Pa. 62, 64-66, 292 A.2d 331 (1972); cf. Commonwealth v. Embry, 441 Pa. 183, 272 A.2d 178 (1971); McMahon v. Young, 442 Pa. 484, 486, 276 A.2d 534 (1971); Kridler v. Ford Motor Co., 422 F.2d 1182, 1186 (3d Cir. 1970). The use of the word “speculation”, which occurred several times, was perhaps inept, but in context it clearly meant the doctor’s professional opinion based on current examinations some months after the fact. See Webster, New International Dictionary 2417 (2d ed. 1942). The fact that the doctor was not willing to state that he was “absolutely certain” that Hamilton was not psychotic at the time of the crime is no reason for disqualifying his testimony. We have never required expert opinion to rise to the level of absolute certainty; if that were the standard, it would not be opinion, but factual knowledge. What is required is “sufficient certainty so as to make a [medical] judgment”, McMahon v. Young, supra, 442 Pa. at 486, 276 A.2d at 535. Moreover, the presence of a psychosis, albeit a severe mental disease, is not necessarily tantamount to “insanity” under M’Naghten.\nAppellant’s last assignment of error is that the court’s refusal to sequester witnesses who were members of victim’s family was such an abuse of discretion as to demand a new trial. The claim is that these witnesses, relatives of the appellant, would have “conditioned responses” to questions asked on cross-examination relative to appellant’s “crazy” behavior. As we said in Commonwealth v. Kravitz, 400 Pa. 198, 161 A.2d 861 (1960), “[t]he lack of adequate roomspace, the long delays which would inevitably be caused by sequestration and other practical considerations, make sequestration of witnesses ordinarily unpractical or inadvisable, except in unusual circumstances. For the foregoing reasons, sequestration of witnesses is left largely to the discretion of the trial Judge and his decision thereon will be reversed only for a clear abuse of discretion.” 400 Pa. at 218, 161 A.2d at 870. (Footnote omitted.) See also Commonwealth v. Turner, 371 Pa. 417, 427-430, 88 A.2d 915 (1952). We are not able to find such abuse in this case. Moreover, only one of the three witnesses in question (step-father of the decedent) was called by the Commonwealth; he was the first witness in the case, and thus not subject to any influence by the testimony of others. One other relative (a brother of the decedent) was called by the appellant, but testified to quite different episodes of erratic behavior than those the other witnesses had cited; the third person was never called to testify for either side. If the trial judge could be said to have abused his discretion, therefore, the error was clearly harmless.\nIn conclusion, we note that appellant has filed, pro se, separate brief. We have carefully considered the arguments he has presented on his own behalf, and find them to be without merit.\nJudgment of sentence affirmed.\nO’BRIEN, J., concurs in the result.\nEAGEN, J., dissents.\nNIX, J., did not participate in the decision of this case.\n. The issues not preserved by timely objection are the alleged failure of the trial court to order, sua sportte, an inquiry into appellant’s competency to stand trial, and three alleged errors in the charge to the jury, viz., the charge concerning the burden of proof as to the insanity defense, the charge concerning the elements of voluntary manslaughter, and the omission to charge as to the consequences for appellant under the Mental Health Act if he were found not guilty by reason of insanity.\n. The writer of this opinion and Mr. Justice EAGEN dissented to this portion of the decision in Dilliplaine, Pa., at and to the application, now made explicit, of Dilliplaine to criminal cases in Clair.\n. Appellant’s arguments include a complaint that the voice amplifying system in the courtroom was poor, and that he did not hear all of the testimony; that numerous sidebar or in camera conferences were held which were unrecorded and which he did not hear; that he was given a drug during the trial; that the autopsy report of the medical examiner on the body of Hamilton’s wife indicates that appellant did not fire the first shot.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Norman C. Henss, Philadelphia, for appellant.",
      "Arlen Specter, Dist. Atty., Richard A. Sprague, First Asst. Dist. Atty., Milton M. Stein, Asst. Dist. Atty., Chief, Appeals Div., B. H. Levintow, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "329 A.2d 212\nCOMMONWEALTH of Pennsylvania v. Arnold HAMILTON, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 8, 1973.\nDecided Oct. 16, 1974.\nRehearing Denied Dec. 20, 1974.\nNorman C. Henss, Philadelphia, for appellant.\nArlen Specter, Dist. Atty., Richard A. Sprague, First Asst. Dist. Atty., Milton M. Stein, Asst. Dist. Atty., Chief, Appeals Div., B. H. Levintow, Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0304-01",
  "first_page_order": 402,
  "last_page_order": 411
}
