{
  "id": 1038872,
  "name": "Koontz versus Franklin County",
  "name_abbreviation": "Koontz v. Franklin County",
  "decision_date": "1874-05-25",
  "docket_number": "",
  "first_page": "154",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "76 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 431,
    "char_count": 8055,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.1264861324047904e-07,
      "percentile": 0.9106316623092697
    },
    "sha256": "b96752fedf298e36b17fe8e0a0bf65f3d79ca4868ac93300d1988c7efcbd3b1b",
    "simhash": "1:f7047ec43b078c6c",
    "word_count": 1438
  },
  "last_updated": "2023-07-14T20:46:47.742988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Mercur and Gordon, JJ.",
      "Mr. Justice Mercur dissented."
    ],
    "parties": [
      "Koontz versus Franklin County."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, May 25th 1874.\nWe discover no error in the ruling of the court below. The appointment made by the commissioners of Koontz as their clerk, at their first meeting in February 1871, to commence on the 1st day of April then next, to run for one year from that time, was certainly in excess of their authority. The Act of 13th April 1834, sect. 20, after providing for the appointment of a suitable person as clerk, further stipulates that “ he shall receive for his services such sum as the commissioners shall, at their first meeting in each year, agree upon.” As the salary of the clerk is thus to be fixed at the first meeting of the commissioners in each year, we may reasonably conclude that the act contemplated an appointment each year. For if we suppose otherwise, then, firstly, one board of commissioners may appoint a clerk for any given number of years, and thus forestall the action of subsequent boards. The effect of this would be to impose upon such subsequent boards an important confidential servant who might be utterly repugnant to them. This would certainly be contrary to the policy of the law, which intends that the clerk shall be the exponent of the will of the commissioners, and should therefore be one who is not merely skilful in the performance of his duties, but who also enjoys the confidence of his employers. But, secondly, under this construction, we should have a contract definite and fixed as to time, but, beyond one year, indefinite and uncertain as to compensation. For indubitably under the statute the compensation must depend upon the annual action of the board. We are thus led into a legal solecism, whi,ch it is better to avoid by giving the act its natural construction, that is, as the power of the commissioners to contract for compensation is limited to one year, so in like manner is their power of appointment limited to the same period. But treating this appointment as though it were a contract, is putting the matter in too favorable a light for the plaintiff.\nAs is said in the case of The Commonwealth v. Bacon, 6 S. & R. 322, “ the services rendered by public officers do not, in this particular, partake of the nature of contracts, nor have they the remotest affinity thereto.”\nThe ruling in this case was that an ordinance of the city councils reducing the salary of the mayor of Philadelphia, after the time of the commencement of .his term of office, was valid. This case, though not precisely similar to that now in hand, nevertheless contains the principle governing it. That we are not mistaken in this, a reference to the later case of Barker v. The City of Pittsburg, will show. Here it was held that where the city councils had appointed a collector of tolls for the aqueduct over the Allegheny river for the term of one year, at a salary of $500, they might dismiss him at the end of six months, though he was in no default, and that, having been paid for the time he served, he could recover nothing more. Furthermore, the ease of Commonwealth v. Bacon is cited as a conclusive precedent, and the doctrine is reiterated that there can be no contract, express or implied, for the permanence of a salary other than such as is specifically provided for by the Constitution.\nThese cases, without more, demonstrate the correctness of the ruling of the learned judge of the Court of Common Pleas, and the judgment is therefore affirmed.\nMr. Justice Mercur dissented.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "J. McD. Sharpe, for plaintiff in error,",
      "6r. W. Brewer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Koontz versus Franklin County.\n1. By law the first meeting of county commissioners commenced on the first Monday in February in each year ; on that day they appointed a clerk for one year from the first day of the succeeding April. Held to be in excess of their authority — the appointment should be made each year.\n2. The appointment of a public officer and the services rendered by him are not in the nature of a contract.\n5. There can be no express or implied contract for the permanence of a salary of a public officer, unless as specifically provided in the Constitution.\nMay 14th 1874.\nBefore Agnew, C. J., Sharswood, Williams, Mercur and Gordon, JJ.\nError to the Court of Common Pleas of Franklin county: Of May Term 1874, No. 103.\nThis was an action of assumpsit, brought May 21st 1872, by Henry C. Koontz against The County of Franklin.\nThe plaintiff had been clerk for the county commissioners, and his claim as filed in the case was for “ $166.66, the monthly salary for the months of February and March 1872.”\nBy a special Act of Assembly, the retiring county commissioner of Franklin county vacates his seat on the first Monday in February in each year, and his successor assumes the office.\nOn the 1st Monday of February 1870, upon the organization of the board, the plaintiff was elected clerk of the commissioners for one year from April 1st 1870, at a salary of $1000 per annum. On the 6th of February 1871, he was elected for another year from the 1st April 1871. He served up to the 5th of February 1872, when the commissioners elected another clerk and plaintiff was not permitted to go on and discharge the duties; he had been paid up to January 31st 1872. He claimed that his appointment extended until the 1st of April 1872, and that he was entitled to be paid up to that time notwithstanding his discharge.\nThe foregoing facts sufficiently exhibit the case as it was considered by the Supreme Court.\nThe plaintiff’s first point was:—\n“ If the jury believe from the evidence, that the board of commissioners, at their first meeting, to wit, on the 8th of February, A. D. 1870, appointed the plaintiff clerk to the board for one year, at a salary of one thousand dollars, and that his term of office was to begin on the 1st of April, A. v. 1870, and end on the 1st of April 1871, and if the jury further believe that at the meeting of the board of commissioners in February, A. D. 1871, they again appointed the plaintiff clerk, at the same salary, for another year, to begin on the termination of the first year — this was such a contract as the board of commissioners had a right to make — was binding on the county, and the plaintiff had a right to hold the office until the 1st day of April 1872, and could not be discharged therefrom before that day, except for good and sufficient cause.”\nThis was refused.\nThe defendant’s point was :—\n“ If the jury believe from the evidence that the plaintiff was employed by the county commissioners for the term of one year, commencing on the 1st day of April, A. D. 1871, the contract, so far as it embraced any period of time, after the commencing and organizing of the next succeeding board of commissioners, was without binding force and could be rescinded or annulled at the pleasure of the new board, without liability to the plaintiff.”\nThis was affirmed.\nThe court charged:—\n“ The plaintiff is not entitled to recover from the defendant for his services as clerk for the period from the 6th February 1872 to 1st April 1872. He is entitled to recover for the period from 31st January 1872, to 6th February 1872, as it is not disputed that he has not been paid for that time.”\nThe verdict was for the plaintiff for $16.44; he took a writ of error and assigned for error the answers to the points and the charge of the court.\nThe Act of April 13th 1834, sect. 50, Pamph. L. 541, 1 Br. Purd. 302, pi. 7, enacts:\n“ It shall be the duty of the commissioners of each county to appoint a suitable person as clerk, who shall keep the books and accounts of the board, record or file their proceedings and papers, attest all orders and warrants issued by them, and perform all other acts pertaining to his office as clerk; he shall receive for his services such sum as the commissioners shall, at .their first meeting in each year, agree Upon.”\nJ. McD. Sharpe, for plaintiff in error,\nreferred to the Act of April 13th 1834. A contract with the commissioners, within the scope of their authority, is binding on the county: Jefferson County v. Slagle, 16 P. F. Smith 202.\n6r. W. Brewer, for defendant in error."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 157
}
