{
  "id": 1038911,
  "name": "Houck et al. versus Ritter",
  "name_abbreviation": "Houck v. Ritter",
  "decision_date": "1874-10-12",
  "docket_number": "",
  "first_page": "280",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "76 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 140",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "8 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0280-01"
      ]
    },
    {
      "cite": "3 W. & S. 319",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 449",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 110",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 449",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7153,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 6.360589685387118e-08,
      "percentile": 0.3898889471934464
    },
    "sha256": "976b1de7930e6103659c278224af117da0242701a21019a3b9b7ac3bf2fc97d9",
    "simhash": "1:9406ac7ac749727d",
    "word_count": 1300
  },
  "last_updated": "2024-02-27T22:09:35.007441+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, Williams, Mercur and Gordon, JJ."
    ],
    "parties": [
      "Houck et al. versus Ritter."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, October 12th 1874.\nThe offer of the defendant was not sufficient to raise the question of estoppel as against the plaintiff, and hence was properly rejected.\nThe assent or consent of the plaintiff to the execution of the deed by his wife, unless given in the manner and form required by the statute, amounted to nothing. We cannot see that the case was helped by the offer to prove that the woman was induced to take, in lieu of money, a note upon her husband, for the note belonged to her as much as the cash would have done, had it been paid; and so far as he was concerned — as has been well said by the judge who tried the case — there was merely a change of creditors. In the case of Johnson v. Fritz, 8 Wright 449, it was proved that the husband actually received part of the purchase-money paid to his wife, and hence it was held that he was estopped from claiming his curtesy in the land. For my own part, I think this case carries the doctrine of estoppel quite as far as it should go; nevertheless, did the offer come within this ruling, it would determine the question in favor of the plaintiff in error; but it does not. There is nothing in the offer which proposes to show that the plaintiff derived any benefit whatever from the sale, and we cannot presume that he did.\nThe note, if not paid during her life, would, at her death, form part of her estate, and as such, be the subject of distribution, either under her will or under the intestate laws, as the case might be; but it does not follow that in either event he would be a beneficiary. Judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "T. P, Qremer (with whom was R. M. Speer), for plaintiffs in error.",
      "S. S. Blair (with whom was R. B. Petrihen), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Houck et al. versus Ritter.\n1. A wife made a deed for real estate which she owned, her husband not joining in it; his consent, not given in the manner and form required by the statute, was of no effect and after her death he could recover the land as tenant by the curtesy.\n2. Evidence that the grantee of the wife held a note against the husband, which was given to her as the consideration for the land, was inadmissible in ejectment for the land by the husband after the wife’s death.\n3. Johnson v. Fritz, 8 Wright 110, remarked on.\nMay 20th 1874.\nBefore Sharswood, Williams, Mercur and Gordon, JJ.\nError to the Court of Common Pleas of Huntingdon county: No. 15, to May Term 1874.\nThis was an action of ejectment, brought September 9th 1872, by John G. Ritter against John Houck, Martin Houck, and John Snyder, for lot No. 10, in the borough of Petersburg.\nOn the trial, April 25th 1873, before Dean, P. J., the plaintiff gave in evidence a deed dated March 18th 1852, from the then owners of the lot to Rebecca A. Ritter, who was the wife of the plaintiff.\nThe plaintiff testified that he had been married in 1851 to Rebecca A. Ritter; that a child was born of the marriage in 1852, and that his wife died in 1863.\nOn cross-examination, he testified that James Wall, a brother of his wife, had to pay for plaintiff two notes amounting to $1100 ; that Wall had the property from plaintiff and his wife “ on rent,” and so held it at the time of the wife’s death, and ever since.\nThe defendants made the following offers of evidence:—\n1. That at the time of the marriage in 1851, and for years afterwards, the plaintiff was without means, and that his wife Rebecca, under the will of her father, had received about $1000, and that the purchase-money of this house and lot was paid by her out of her separate estate.\n2. That afterwards her brother, James Wall, as bail for her husband, paid over $1100 of his own money, which money was wholly received and used by the husband for his own benefit.\n3. That the plaintiff, after Wall became liable for him, gave Wall a note for the amount of his indebtedness, and that on the 31st of December 1860, Mrs. Ritter, with the consent and acquiescence of her husband, conveyed by deed, in the execution of which her husband did not join, the lot in dispute to James Wall, and that, as the consideration thereof, with the consent and approval of her husband, the note of the plaintiff was delivered by Wall to Rebecca Ritter, plaintiff’s wife.\n4. That in pursuance of this conveyance, Wall took possession of the house and lot, and held it peaceably from the date of the conveyance in 1860 until he conveyed the same, March 6th 1872, to John Houck, the defendant, who is now in possession; and further, that before this suit was brought, Ritter, the plaintiff, called upon Wall and demanded more money for the property.\nThese offers were objected to by the plaintiff, rejected by the court and several bills of exception sealed.\nThe court charged:— * * *\n“ These facts are not disputed: — the title and possession of the wife; her marriage to plaintiff; the birth of a child, and her death.\n“ The plaintiff claims the right to the possession of the lot as tenant by the curtesy consummate: the possession of the land of his deceased wife during his life.\n“The plaintiff is entitled to a verdict, unless there be that shown on the other side which rebuts this prima facie case.\n“ The defendants have offered in evidence a deed by Rebecca A. Ritter to James Wall, the vendor of defendants, dated the 31st of December 1860, for the lot described in the writ; this deed is executed by Mrs. Ritter, after her marriage with plaintiff, and he does not join in it. A deed by a married woman, in which her husband does not join, in Pennsylvania passes no estate. The defendants, to avoid this legal obstacle to their right to possession under this deed, have offered evidence from which it is claimed this plaintiff is in equity estopped from denying that the deed of his wife passes his estate by the curtesy. [Assuming the facts to be as defendants propose to prove them, they are not sufficient to defeat plaintiff’s right to recover; substantially the offer is to prove that plaintiff obtained from his wife and used for his purposes the consideration-money received by her for the land; but this does not estop him from alleging in this suit his right to the possession, and we therefore instruct you to render a verdict for plaintiff for the land described in the writ.”]\nThe verdict was for the plaintiff.\nThe defendants took a writ of error. They assigned for error the rejection of their offers of evidence and the part of the charge in brackets.\nT. P, Qremer (with whom was R. M. Speer), for plaintiffs in error.\nThe offers of evidence being to raise an equitable estoppel, they should have been admitted: Johnson v. Fritz, 8 Wright 449 ; Hamilton v. Hamilton, 4 Barr 193. The debtor should not keep both land and money: Leshey v. Gardner, 3 W. & S. 319 ; Wilson v. Bigger, 7 Id. 111; Moody v. Vandyke, 4 Binney 40 ; Maple v. Kussart, 3 P. F. Smith 352; Smith v. Warden, 7 Harris 430. Although a deed be void, yet if the plaintiff accepts part of the purchase-money, he is estopped from alleging anything against it: Stroble v. Smith, 8 Watts 280; Adlum v. Yard, 1 Rawle 163. Even married women may be estopped by their acts and declarations : McCulloch v. Wilson, 9 Harris 436; Glass v. Warwick, 4 Wright 140.\nS. S. Blair (with whom was R. B. Petrihen), for defendant in error."
  },
  "file_name": "0280-01",
  "first_page_order": 280,
  "last_page_order": 283
}
