{
  "id": 1038875,
  "name": "Ingles's Estate",
  "name_abbreviation": "Ingles's Estate",
  "decision_date": "1874-11-02",
  "docket_number": "",
  "first_page": "430",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "76 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 488,
    "char_count": 9381,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.853558756901126e-07,
      "percentile": 0.7238792686368973
    },
    "sha256": "8cbce4866911d95ae9090c64ebdb749d92daf990d79c8631c3e8288e1df1685a",
    "simhash": "1:24339dcae265ba0d",
    "word_count": 1646
  },
  "last_updated": "2023-07-14T20:46:47.742988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams and Mercur, JJ."
    ],
    "parties": [
      "Ingles’s Estate."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sharswood\ndelivered the opinion of the court, November 2d 1874.\nIt is very plain that the testator in directing his executors to employ Joseph Kerr, architect (if living at the time) to draw the plan of the monument, which by his will he ordered to be erected over his remains, intended to intrust to that gentleman to determine the size and style of such monument, except that it was to be of Italian marble with a granite base twenty inches thick, and to be in the Gothic order. The architect has drawn a plan, and he testifies that he believes it to be just such a monument as to masonry and workmanship as the testator would have approved, if he had seen the specifications. It is objected, however, that according to-the estimate, it will only cost thirty-five hundred dollars, whereas the provision of the will is, that the “ cost thereof with the granite base aforesaid to be five thousand dollars or thereabouts.” The testator has not directed that it shall cost five thousand dollars or not less than that sum, but he evidently meant that the architect should have a discretion up to that amount or thereabouts. No question is made, but that Mr. Kerr has with good faith exercised the power and discretion thus vested in him. Where this is the ease, no pretence of an abuse of it shown, no court has the authority to interfere and control the exercise of it. It would be for the court to substitute its own discretion for that of the donee of the power: Williams’s Appeal, 23 P. F. Smith 249.\nBut the testator also directed that his burial lot be fenced in with a wrought or cast iron railing, painted. It seems from the evidence of Mr. Kerr, that an additional sum of five hundred dollars would be required for that purpose. But that evidence was given with reference to a different plan then in the mind of the architect, and the plan finally adopted by him may require a different style and more expensive railing.\nIt does not appear from Mr. Kerr’s evidence whether he included the cost of the railing in his estimated expense of the monument. A sufficient sum should be set aside and remain in the hands of the executors to meet all contingencies. The most careful estimates of architects and builders often fall far short of the actual cost. We deem it the true course, under all circumstances, that the sum of five thousand dollars should remain in the hands of the executors until the monument and surrounding railings are finished and paid for.\nDecree reversed and record remitted that a decree be there made in conformity to this opinion. The costs of this appeal to be paid from the estate.",
        "type": "majority",
        "author": "Mr. Justice Sharswood"
      }
    ],
    "attorneys": [
      "T. H. B. Patterson (with whom was T. M. Marshall), for appellants.",
      "5. II. Greyer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ingles’s Estate.\n1. A testator directed that a monument, which he to some extent described, should he erected over his grave, “ the cost to he $5000, or thereabouts,” and directed his executors to employ Kerr to draw the plan of the monument. Held, that the intention of the testator was that Kerr should have a discretion up to $5000, not that it should necessarily cost that sum.\n2. Kerr having exercised his discretion in good faith in making a plan hy which the monument would cost but $3500, the court could not substitute its discretion for his.\n3. Williams’s Appeal, 23 P. R. Smith 249, cited.\nOctober 13th 1874.\nBefore Agnew, C. J., Sharswood, Williams and Mercur, JJ.\nAppeal from the Orphans’ Oourt of Allegheny county: Of October and November Term 1873, No. 178. In the estate of James Ingles, deceased.\nThe testator died September 23d 1869, leaving a will dated April 21st 1868, by which amongst other things he directed as follows:—\n“Item: It is my wish and I do will and direct, that my executors aforesaid cause a monument of Italian marble, with a granite base twenty inches thick, to be erected over my remains; said monument to be in the Gothic order, and the cost thereof, with the granite base aforesaid, to be five thousand dollars, or thereabouts ; and I wish my said executors to employ Joseph Kerr, Esq., architect (if living at the time), to draw the plan of said monument, and Joseph Strudders, marble cutter (if living), to do the workmanship of it.\n<e Item: It is my wish, and I do will and direct, that my said burial lot be fenced in with a wrought or east iron railing, painted.\n“ Item: And I do further will and direct, that my executors pay or cause to be paid all my just debts and funeral expenses, and all the debts and expenses incident to my lot and monument aforesaid, and their own reasonable costs and charges for the seeing to the execution of this my will; and after the same shall be all fully paid and discharged, then all the rest and residue of my property of whatever kind, and wheresoever situate, I give and bequeath to my brother, William Ingles, his heirs, executors or administrators, for ever.”\nThe executors settled their account which was confirmed June 16th 1871, and R. B. Parkinson, Esq., was appointed auditor to distribute the balance in their hands, which after payment of $899.75 to the residuary legatee, appeared to be $4801.15.\nAt the first hearing before the auditor, Joseph W. Kerr, the architect named in the will, testified:—\n“ I am the architect designated in the will of James Ingles, deceased, for his tombstone or monument. I have seen a description of his grave lot, in which he is now buried, in Hill Dale Cemetery, on the north side of the Allegheny river; in my opinion, a suitable monument could be put on that lot at an expense of not above one thousand dollars — one that would be suitable for himself and the location ; fencing and suitable railing to enclose the lot for $500 more. A monument that would cost $5000 would be inappropriate and out of place in that lot; I intend to make a plan or design of a monument suitable to that lot as soon as convenient, as directed in said will. James Ingles in his lifetime was a-plain workingman — a journeyman stonecutter. The $1000 for building the monument would include payment for my services as architect.”\nThe auditor reported, appropriating $2000 fbr the erection of the -monument, &c. After exceptions to his report it was by consent referred to him again.\nOn the second hearing Joseph W. Kerr testified: “ I was sworn in this case before, and am the architect designated in the will of James Ingles, to prepare a plan of a monument. I have prepared a plan of a monument to be built according to the directions of the will, as I understand them. This design and plan marked is according to the directions of the will, the base to be of granite and the superstructure of Italian marble, and would be fifteen feet high, with a foot-stone three and a half feet high of the same materials. This is a plan of a monument such as I would have erected under and in pursuance of the directions of the will, and would have been, in my opinion, a full compliance with the terms of the will. It would have cost about thirty-five hundred dollars to build a monument according to this plan. I was well acquainted with. James Ingles in his lifetime, and he frequently told me that, at his death, he wished me to make a plan for his monument. I believe this to be just such a monument, as to masonry and workmanship, as James Ingles would have approved, if he had seen the specifications.”\nThe auditor concluded his second report saying :—\n“ The auditor respectfully begs leave to submit a new schedule of distribution, appropriating the sum of $3500 for the erection of said monument, railing, and for the necessary expenses connected with the same.\n“The auditor respectfully suggests that as the architect chosen by the testator has submitted his plan, and testified that he believes the same to be in accordance with the wishes and intent of the testator, the auditor, under the circumstances, cannot appropriate an amount exceeding that estimated by the architect, for the erection, &c., of said monument.”\nHe submitted a schedule in conformity with his report, awarding the balance $1265.40 after deducting the cost of the monument, to the residuary legatee.\nExceptions were filed to the report by two sisters of the testator.\nIt was confirmed by the court, “ and it is ordered the executors proceed and carry out the purposes of the will of testator in accordance with the auditor’s finding and report.”\nThe exceptors appealed to the Supreme Court and assigned for error:\n1. The decree of the court.\n2. That the court erred in confirming and ordering the distribution and appropriation of said James Ingles’s estate according to auditor’s report in an ill advised and clearly illegal manner, and in violation of the distinct directions of decedent’s will.\n3. That the court erred in ordering and decreeing that the cost of decedent’s monument and burial lot fence should be reduced to a total of $3500 instead of $5000 or thereabouts, additional to cost of iron railing around burial lot, and expenses incident to the lot and monument aforesaid, as decedent directs in his will.\n4. That the court erred in ordering and decreeing that the appropriation for the erection of said monument, railing, and for the necessary expenses connected with the same, be $3500, when the evidence in any view of the law requires at least $3500 for monument alone, and from $500 to $1000 additional for railing and incidental expenses of lot, monument, &c.\nT. H. B. Patterson (with whom was T. M. Marshall), for appellants.\n5. II. Greyer, for appellee."
  },
  "file_name": "0430-01",
  "first_page_order": 430,
  "last_page_order": 433
}
