{
  "id": 494665,
  "name": "Campbell et al. versus The Commonwealth",
  "name_abbreviation": "Campbell v. Commonwealth",
  "decision_date": "1881-01-03",
  "docket_number": "",
  "first_page": "344",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "96 Pa. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 41",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 139",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0139-01"
      ]
    },
    {
      "cite": "8 W. & S. 382",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 9573,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 6.091341962832994e-07,
      "percentile": 0.9555066723967305
    },
    "sha256": "cbf891751273ea8f77cd70e0c58ad4e98871977a2c40e07917b6fcf08a0af9b6",
    "simhash": "1:95202639d3a14eb2",
    "word_count": 1640
  },
  "last_updated": "2024-02-27T17:21:35.434457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Sharswood, C. J., absent."
    ],
    "parties": [
      "Campbell et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of tne court, January 3d 1881.\nThe plaintiffs in error were tried and convicted of arson. Motions for a new trial and in arrest of judgment were made and overruled. Sentences were pronounced.\nNo exception was taken, no protest was made, to' the organization of the court, or to the legal qualification of any of its members. No error is assigned to any ruling of the court during the trial, nor to the form of'the sentences. The objection is now made in this court for the first time, that the two associate judges, not learned in the law, sat with the president judge, and participated in the trial and sentence.\nIt is not denied that these judges professed to act under and by virtue of an election by the people of the county, and a commission in regular form, issued to each of them by the Governor of the Commonwealth. The objection to the validity of their title to the office rests on the allegation that under the Constitution of 1874, and subsequent legislation, the people had no power to elect associate judges in the county of Fayette.\nUnder due forms of law they hold their offices by title regular on its face. They are performing the duties thereby imposed on them, and enjoying the profits and emoluments thereof. Thus they are judges defacto, and as against all parties but the Commonwealth they are judges de jure. Having at least a colorable title to these offices, their right thereto cannot be questioned in any other form than by quo warranto, at the suit of the Commonwealth: Clark v. Commonwealth, 5 Casey 129. They are entitled to notice and an opportunity to be heard in defence of their rights before they shall be adjudged to be invalid. As their title then cannot be impeached in this collateral action, it is unnecessary to consider any question relating to their right as against the Commonwealth.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Edward Campbell, for plaintiffs in error.",
      "S. L. Mestrezat, District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Campbell et al. versus The Commonwealth.\n1. Two associate judges not learned in the law sat with the president judge in Fayette eouncy and participated in the trial and sentence of certain defendants for arson. It was not denied that these associate judges acted under and by virtue of an election by the people of the county, and that a commission was regularly issued to them by the governor, hut the validity of their title to the office was questioned on the ground that under the Constitution of 1874, and subsequent legislation, the people had no power to elect associate judges in Fayette county. Held, that they were judges de facto, and as against all parties but the Commonwealth they were judges^ de jure, and having at least a colorable title to these offices their title thereto could not be questioned in any other form than by quo warranto at the suit of the Commonwealth.\n2. Clark v. Commonwealth, 5 Casey 129, followed.\nNovember 18th 1880.\nBefore Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Sharswood, C. J., absent.\nError to the Oyer and Terminer of Payette county: Of October and November Term 1880, No. 209.\nOn the 10th of August 1875, a store-house and out-houses belonging to Messrs. Sturgis and Burchinal, and a groceiy and dwelling-house belonging to E. T. Brownfield, situate in Smithfield, Eayette county, Pa., were, destroyed by fire. On the 18th of January 1879, information was made by Messrs. Sturgis and Burchinal charging the defendants, Benjamin Campbell, Patrick Mona-hon and Hananiah L. Worthington, with felonious arson in setting fire to those houses. On the 8th of March 1879, the defendants were convicted of this offence, and on the 27th of the same month they were sentenced to a confinement of eight years in the peniten ti ary.\nSeveral exceptions to the admission and rejection of evidence were taken by the defendants during the trial in the court below. These exceptions were submitted to this court immediately after sentence, in order to obtain a stay of execution until they could be more fully presented, but the stay was refused. The defendants regarding this action of the court as conclusive upon the exceptions taken upon the trial, do not now ui'ge these points, but rest their case upon the single question of the legality of the court by which they have been committed to prison. •\nAlpheus E. Willson, President Judge of the Courts of Fayette county, and David W. C. Dumbauld and Griffith Roberts, claiming to be Associate Judges not learned in the law, of the same courts, tried and sentenced the defendants.\nNo exception or protest was taken or made to the oi’ganization of the court, but this court has, at the suggestion of the attorney-general of Pennsylvania, issued a writ of quo warranto to’ Judges Dumbauld and Roberts, to test their right to their seats. This writ is still pending. The defendants believing that these judges had no right to sit in the court that tried them, maintained that their conviction and sentence were without authority of law and void, and took this writ, assigning for error the participation of David W. C. Dumbauld and Griffith Roberts as judges in the proceedings of the Court of Oyer and Terminer of Fayette county, Pennsylvania, at March Term 1879, on the 5th, 6th, 7th and 8th days of March 1879.\nEdward Campbell, for plaintiffs in error.\nThe sentence in the case at bar cannot- be allowed to stand. It is not the sentence of any court, but the sentence of three men who have no legal authority whatever to sentence anybody. And yet they have conducted a trial, pronounced judgments upon questions of law and fact, and have finally deprived the plaintiffs in error of their liberty for a period of a year and a half, and that period will extend much further unless this court interferes. We submit that no reason-or legal decision prevents such interference: Foust v. The Commonwealth, 9 Casey 338; Kilpatrick v. Commonwealth, 7 Id. 198; Commonwealth v. Zephon, 8 W. & S. 382; Commonwealth v. Shaffner, 2 Pearson 450.\nSection 5 of the fifth article of the Constitution of Pennsylvania, adopted in 1874, reads as follows: “ Whenever a county shall contain forty thousand inhabitants, it shall constitute a separate judicial district, and shall elect one judge learned in the law, and the G-eneral Assembly shall provide for additional judges as the business of the said district may require. Counties containing a population less than is sufficient to constitute separate districts, shall be formed into convenient single districts, or, if necessary, may be attached to contiguous districts, as the General Assembly may provide. The office of associate judge not learned in the law, is abolished in counties forming separate districts ; but the several associate judges in office when this constitution shall be adopted, shall serve for their unexpired terms.”\nOn the 14th of April 1834, the state was divided into judicial districts, of which the counties of Washington, Fayette and Greene were made the Fourteenth. On the 23d day 'of January 1866, Washington county was taken from the Fourteenth district and made a part of the Twenty-seventh, leaving the Fourteenth district to be composed of. the counties of Fayette and Greene.\nMatters stood in this way until April 9th 1874, when the legislature, by Act of Assembly, again divided the state into judicial districts. The fourteenth clause of the first section of that act, see Pamphlet Laws, page 54, Purd. Ann. Dig. 1835, is as follows: “ The Fourteenth district, of the county of Fayette, to which the county of G-reene is hereby attached.”\nThis establishment of Fayette as a separate • district, was of course done by the legislature because of the fact that the county contained over forty thousand inhabitants.\nIf this provision of the state Constitution and this Act of Assembly make Fayette county a separate judicial district, surely it must then follow that associate judges not learned in the law have no right to sit in the Court of Oyer and Terminer, and the sentence pronounced on the plaintiffs in error must be reversed.\nS. L. Mestrezat, District Attorney, for the Commonwealth.\nIt no where appears on the record that Dumbauld and Roberts are not judges. They are Judges of the Common Pleas of Fayette county, and are, therefore, Judges of the Oyer and Terminer. These judges are regularly commissioned, and have been exercising their functions for the last five years.\nThis is not the proper way to test this matter. It is a collateral proceeding, and the justices having no hearing here, the proper way to determine the question would be by writ of quo warranto to Dumbauld and Roberts. Clark v. Commonwealth, 5 Casey 129, says : “ His plea admits that Judge Jordan is a judge defacto, and if it did not admit this, we would take judicial notice of the legislation which placed him- in the courts of Montour county, so far as to hold him to be a judge de facto. That legislation is at least a colorable title to his office. Can the rights and powers of a judge de facto, with color of title, be questioned in any other form than by quo warranto at the suit of the Commonwealth? Assuredly not. He is a judge de facto, and as against all parties but the Commonwealth, he is a judge de jure also.”\nKeyser v. McKissan, 2 Rawle 139, says: “ The acts of public officers, de facto, coming in by color of title, are good so far as respects the public, but void when for their own benefit.” To the same effect, Kingsberry v. Ledyard, 2 W. & S. 41; Commonwealth ex rel. v. Slifer, 1 Casey 31; Gregg Township v. Jamison, 5 P. F. Smith 473; Foust v. Commonwealth, 9 Casey 343; Commonwealth v. Burrell, 7 Barr 34."
  },
  "file_name": "0344-01",
  "first_page_order": 344,
  "last_page_order": 347
}
