{
  "id": 485204,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Frederick \"Fritz\" NAHODIL, Appellant",
  "name_abbreviation": "Commonwealth v. Nahodil",
  "decision_date": "1975-07-07",
  "docket_number": "No. 311",
  "first_page": "301",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "462 Pa. 301"
    },
    {
      "type": "parallel",
      "cite": "341 A.2d 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "326 A.2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479705
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0039-01"
      ]
    },
    {
      "cite": "150 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282805
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0199-01"
      ]
    },
    {
      "cite": "330 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477786
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0529-01"
      ]
    },
    {
      "cite": "301 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947088
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0575-01"
      ]
    },
    {
      "cite": "288 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941725
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0392-01"
      ]
    },
    {
      "cite": "304 A.2d 684",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574224
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0299-01"
      ]
    },
    {
      "cite": "42 L.Ed. 2d 661",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "95 S.Ct. 651",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "419 U.S. 1065",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6476900,
        6477071,
        6476976,
        6477233,
        6477172
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/419/1065-01",
        "/us/419/1065-03",
        "/us/419/1065-02",
        "/us/419/1065-05",
        "/us/419/1065-04"
      ]
    },
    {
      "cite": "318 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584452
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0136-01"
      ]
    },
    {
      "cite": "283 A.2d 58",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940012
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0098-01"
      ]
    },
    {
      "cite": "337 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        485206
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0043-01"
      ]
    },
    {
      "cite": "462 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "459 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481020
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0253-01"
      ]
    },
    {
      "cite": "303 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948588
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0190-01"
      ]
    },
    {
      "cite": "80 S.Ct. 1602",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "239 A.2d 426",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913542
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0141-01"
      ]
    },
    {
      "cite": "367 U.S. 568",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785545
      ],
      "weight": 3,
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0568-01"
      ]
    },
    {
      "cite": "285 A.2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1939995
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0292-01"
      ]
    },
    {
      "cite": "302 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "1973"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948571
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0211-01"
      ]
    },
    {
      "cite": "460 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482927
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "637"
        },
        {
          "page": "271"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/460/0630-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 10100,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 3.0350000218261225e-07,
      "percentile": 0.8548755159084565
    },
    "sha256": "6319b76e2b184e06bde43e9dee792e6719bdffc0f9839936236414b812bd29cc",
    "simhash": "1:fedfcc307f04dd52",
    "word_count": 1656
  },
  "last_updated": "2024-02-27T20:11:49.514973+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Roberts, J., filed a specially concurring opinion.",
      "Nix and Manderino, JJ., concurred in result.",
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., filed a concurring opinion.",
      "NIX and MANDERINO, JJ., concur in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Frederick “Fritz” NAHODIL, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nThis is an appeal from the judgment of sentence imposed upon Frederick “Fritz” Nahodil following his conviction by a jury of murder in the second degree.\nThe prosecution emanated from the fatal stabbing of one David Hostler in an alley-way adjacent to a bar in Shamokin, Northumberland County. The sufficiency of the trial evidence to warrant the conviction is not challenged, but it is urged four rulings in the trial court require the grant of a new trial. We are not so convinced.\nThe first complaint is the refusal of the trial court to grant a pretrial motion to suppress an incriminating statement made by Nahodil while in police custody. It is urged the statement was impermissibly obtained after Nahodil had exercised his constitutional privilege to remain silent, but was then cajoled into talking by a police threat to arrest his girl friend. If these were the facts, the motion to suppress should have been sustained (see Commonwealth v. Mercier, 451 Pa. 211, 302 A.2d 337 1973), and Commonwealth v. Hamilton, 445 Pa. 292, 285 A.2d 172 (1971)), but our review of the record manifests a different factual picture.\nReviewing the trial court’s findings and the record in the manner dictated by Culombe v. Connecticut, 367 U.S. 568, 81 S.Ct. 1860, 6 L.Ed.2d 1037 (1961), and Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 239 A.2d 426 (1968), we find these are the facts:\nAt approximately 9:55 a. m. on December 17, 1972, Officers Wilbur L. Reidinger and Russell Wolfe of the Shamokin Police Department arrested Nahodil at his home in Shamokin on the charge of murder. He was taken directly to Shamokin City Hall where Officer Wolfe read to him the arrest warrant. Shortly thereafter, Officer Reidinger, in the presence of Officer Wolfe, read to Nahodil a statement of his constitutional rights as mandated by Miranda v. Arizona, 384 U.S. 436, 80 S.Ct. 1602, 16 L.Ed.2d 694 (1966). A waiver of rights form was then given to Nahodil on which he wrote that he refused to answer questions. At that point, all interrogation ceased. No promises or threats were made; no questions were asked. However, after two or three minutes passed, Nahodil on his own initiative asked, “Was Hostler dead?” Officer Wolfe replied, “That’s what we’re here for.” Nahodil then retorted that if he knew Hostler was dead, the police would never have picked him up in Shamokin, but that, in any case, he would tell about the fight. The Miranda warnings were repeated a second time and an acknowledgement of knowledge of his constitutional rights, plus a waiver form were signed. Nahodil then gave the police the inculpatory statement of which he now complains.\nUnder the above facts, the trial court did not err in refusing to suppress evidence of the inculpatory statement. After Nahodil indicated he would not answer any questions, the police were required to immediately desist from further questioning. Miranda v. Arizona, supra. However, Nahodil had the right to later change his mind and waive his right to remain silent, providing he did it voluntarily and on his own initiative. But the burden of proving his change of mind occurred voluntarily and without his being “threatened, tricked or cajoled” was upon the Commonwealth. Cf. Commonwealth v. Mercier, supra. The trial court concluded the Commonwealth met this burden, and we agree.\nNahodil’s second complaint is the trial court’s dismissal of his petition for change of venue. The petition was filed on June 4, 1973, and a hearing thereon was held outside the jury’s presence. Four issues of a local newspaper, the Shamokin-Mount Carmel News Item, all bearing a December 1972 date were submitted into evidence. The articles contained references either to Nahodil’s confession or to the hunt for the murder weapon, and the police were cited as the informational source. In view of this, it is urged a new trial is required under Commonwealth v. Pierce, 451 Pa. 190, 303 A.2d 209 (1973).\nIn Pierce, we condemned and proscribed the practice of police and law enforcement agents in releasing to the news media the existence and contents of statements or confessions given by those accused of crime. However, a violation of our ruling in Pierce does not necessarily mandate a new trial. It must also appear that the news accounts were so “inherently prejudicial” that the possibility of a fair trial was questionable. Instantly, the trial court found the news articles complained of were not in this category and, after reviewing the material submitted, we cannot fault this conclusion.\nThe pretrial publicity in this case was not extensive. Moreover, the accounts complained of were reported six months prior to the trial date. Thus “there was time for the effect of these news stories to fade from the minds of prospective jurors”. Commonwealth v. Powell, 459 Pa. 253, 328 A.2d 507, 511 (1974). See also Commonwealth v. Stoltzfus, 462 Pa. 55, 337 A.2d 873 (1975); Commonwealth v. Hoss, 445 Pa. 98, 283 A.2d 58 (1971). In addition, the accounts can be fairly characterized as pretrial publicity wholly lacking in inflammatory content. Commonwealth v. Martinolich, 456 Pa. 136, 318 A.2d 680 (1974), cert. denied, 419 U.S. 1065, 95 S.Ct. 651, 42 L.Ed. 2d 661 (1974).\nFurthermore, the trial judge carefully questioned all prospective jurors as to their awareness of the case from anything read in a newspaper or heard on a television or radio broadcast. Cf. Commonwealth v. Jones, 452 Pa. 299, 304 A.2d 684 (1973), and Commonwealth v. Hoss, supra. He also asked particular jurors who had read, observed or heard accounts of the homicide, whether their opinions were fixed and could they make up their minds solely from the evidence presented at trial. When two prospective jurors demonstrated an inability to be impartial, they were dismissed for cause. In addition, each prospective juror was questioned separately by opposing counsel, and those chosen were cautioned on several occasions not to observe any broadcast or newspaper report related to the trial. In all, voir dire covered three hundred forty-three pages of transcript. There is thus absolutely no indication that the jury empaneled was less than fair and impartial. Nor does Nahodil make any claim to the contrary. Under these circumstances, we rule Nahodil’s trial was conducted in accordance with the fundamental principles of due process of law. Cf. Commonwealth v. Jones, supra; and Commonwealth v. Hoss, supra.\nThe third complaint concerns the conduct of a county detective in preventing an expert in Karate, who was a potential witness, from being present while Nahodil testified. Nahodil argues that this action prevented him from presenting a full defense in that the potential witness could not evaluate his testimony, nor advise him on a method of implementing his testimony on the matter of self-defense. Assuming arguendo, that it was error to exclude this potential witness from being present when Nahodil testified, it was rendered harmless by the trial judge’s ruling that the individual could not testify as an expert, and that sequestration would be allowed. Defense counsel made no objection to either ruling. Under these circumstances, the issue has been waived.\nFinally, Nahodil complains the trial court abused its discretion by admitting into the evidence the clothing of the victim and allowing it to be taken into the jury room during deliberation. He claims that the clothing had no evidentiary value and was admitted solely to inflame the jury. We are not so persuaded. Absent an abuse of discretion-, the admission of evidence of this nature will not be overruled. Commonwealth v. Bartlett, 446 Pa. 392, 288 A.2d 796 (1972). Instantly, the clothing was introduced to show the nature and violence of the attack on the victim and had been used by the Commonwealth witnesses to illustrate their oral testimony. The clothing was thus properly admitted into evidence. Commonwealth v. Johnson, 450 Pa. 575, 301 A.2d 632 (1973). Likewise, it was proper to allow this evidence to-be taken into the jury room during deliberation. Rule 1114 of the Pennsylvania Rules of Criminal Procedure, 19 P.S. Appendix specifically vests in the trial court the discretion as to what evidence is to be sent out with the jury. See Commonwealth v. Hrynkow, 457 Pa. 529, 330 A.2d 858 (1974); Commonwealth v. Novak, 395 Pa. 199, 150 A.2d 102 (1959). Under the aforementioned circumstances, we find no abuse of discretion. Cf. Commonwealth v. Brueckner, 458 Pa. 39, 326 A.2d 403 (1974).\nJudgment affirmed.\nROBERTS, J., filed a concurring opinion.\nNIX and MANDERINO, JJ., concur in the result.",
        "type": "majority",
        "author": "EAGEN, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(concurring).\nI find the majority’s reliance on the results of voir dire in evaluating the refusal to change the venue both unnecessary and improper. In Commonwealth v. Dobrolenski, 460 Pa. 630, 334 A.2d 268 (1975), this Court adopted the position of the ABA Project on Minimum Standards for Criminal Justice, Standards Relating to Fair Trial and Free Press (Approved Draft, 1968).\n“‘[C]hange of venue . . . should not turn on the results of the voir dire; rather [it] should [be an] independent [remedy] designed to assure fair trial when news coverage has raised substantial doubts about the effectiveness of the voir dire standing alone.’ ”\n460 Pa. at 637, 334 A.2d at 271, quoting ABA project, supra § 3.2, comment at 127 (emphasis in Dobrolenski).\nI concur in the result because I believe that the trial court could properly conclude that appellant had failed to show “a reasonable likelihood that in the absence of [a change of venue], a fair trial cannot be had.” See ABA Project, supra § 3.2(c).",
        "type": "concurrence",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "George J. Nagle, Shamokin, for appellant.",
      "Samuel C. Ranck, Dist. Atty., Milton, for appellee."
    ],
    "corrections": "",
    "head_matter": "341 A.2d 91\nCOMMONWEALTH of Pennsylvania, Appellee, v. Frederick “Fritz” NAHODIL, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Nov. 26, 1974.\nDecided July 7, 1975.\nRoberts, J., filed a specially concurring opinion.\nNix and Manderino, JJ., concurred in result.\nGeorge J. Nagle, Shamokin, for appellant.\nSamuel C. Ranck, Dist. Atty., Milton, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0301-01",
  "first_page_order": 333,
  "last_page_order": 341
}
