{
  "id": 4365944,
  "name": "Janet S. MILLIKEN, Appellant v. Kathleen JACONO and Joseph Jacono and Cascia Corporation, Trading as Re/Max Town & Country and Fran Day and Thomas O'Neill and Fox & Roach LP, Trading as Prudential Fox & Roach Realtors and John Restrepo, Appellees",
  "name_abbreviation": "Milliken v. Jacono",
  "decision_date": "2014-07-21",
  "docket_number": "No. 48 MAP 2013",
  "first_page": "62",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "628 Pa. 62"
    },
    {
      "type": "parallel",
      "cite": "103 A.3d 806"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. D. & C. 5th 456",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.5th",
      "case_ids": [
        3828090
      ],
      "pin_cites": [
        {
          "page": "459, 466-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c5th/1/0456-01"
      ]
    },
    {
      "cite": "424 Pa.Super. 161",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926690
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "323",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0161-01"
      ]
    },
    {
      "cite": "992 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7287503,
        3697579,
        3698556,
        7287575
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "118",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/992/0112-01",
        "/pa/605/0546-02",
        "/pa/605/0547-01",
        "/a2d/992/0112-02"
      ]
    },
    {
      "cite": "605 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3698556
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/605/0547-01"
      ]
    },
    {
      "cite": "71 A.3d 250",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7306706,
        4326827,
        4328981,
        7306711
      ],
      "pin_cites": [
        {
          "page": "250-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/71/0250-01",
        "/pa/620/0600-01",
        "/pa/620/0601-01",
        "/a3d/71/0250-02"
      ]
    },
    {
      "cite": "60 A.3d 133",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7308524
      ],
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/60/0133-01"
      ]
    },
    {
      "cite": "895 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8428085
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/895/0036-01"
      ]
    },
    {
      "cite": "40 A.3d 145",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7313687
      ],
      "pin_cites": [
        {
          "page": "154-55"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/40/0145-01"
      ]
    },
    {
      "cite": "68 Fla. B.J. 28",
      "category": "journals:journal",
      "reporter": "Fla. B.J.",
      "pin_cites": [
        {
          "parenthetical": "Feb. 1994"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "854 A.2d 425",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329385,
        9214675
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/578/0479-01",
        "/a2d/854/0425-01"
      ]
    },
    {
      "cite": "578 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329385
      ],
      "year": 2004,
      "opinion_index": 1,
      "case_paths": [
        "/pa/578/0479-01"
      ]
    },
    {
      "cite": "729 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607091,
        11620638
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "560"
        },
        {
          "page": "561"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/556/0489-01",
        "/a2d/729/0555-01"
      ]
    },
    {
      "cite": "556 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607091
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/556/0489-01"
      ]
    },
    {
      "cite": "1 Pa. D. & C. 5th 456",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.5th",
      "case_ids": [
        3828090
      ],
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-d-c5th/1/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1175,
    "char_count": 27217,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14902992413843433
    },
    "sha256": "a52142b809313358c9fe23f679b4d4bf86616a58ef3042e17badc2bf7bbec9f0",
    "simhash": "1:cfdefac678577bc2",
    "word_count": 4314
  },
  "last_updated": "2024-02-27T20:45:03.566989+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ.",
      "Chief Justice CASTILLE and Justices SAYLOR, BAER, McCAFFERY and STEVENS join the opinion.",
      "Justice TODD files a concurring opinion in which Justice STEVENS joins.",
      "Justice STEVENS joins this opinion."
    ],
    "parties": [
      "Janet S. MILLIKEN, Appellant v. Kathleen JACONO and Joseph Jacono and Cascia Corporation, Trading as Re/Max Town & Country and Fran Day and Thomas O’Neill and Fox & Roach LP, Trading as Prudential Fox & Roach Realtors and John Restrepo, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nWe are asked to consider whether the occurrence of a murder/suicide inside a house constitutes a material defect of the property, such that appellees’ failure to disclose the same to the buyer of the house constituted fraud, negligent misrepresentation, or a violation of the Unfair Trade Practices and Consumer Protection Law’s (UTPCPL). We hold a murder/suicide does not constitute an actionable material defect.\nIn February, 2006, Konstantinos Koumboulis shot and killed his wife and himself inside his house. The murder/suicide was highly publicized in the local media and on the internet. The Jaconos purchased the property from the Koumboulis estate at auction in September, 2006, for $450,000. After investing thousands in renovations, the Jaconos listed the property for sale in June, 2007. They informed Re/Max, their listing agents, of the murder/suicide.\nThe Jaconos consulted with their attorney, their agents, and representatives of the Pennsylvania Real Estate Commission, asking whether the murder/suicide was a material defect requiring disclosure pursuant to the Real Estate Seller Disclosure Law (RESDL). Their attorney and Real Estate Commission representatives confirmed the murder/suicide was not a material defect because it would not impact the value of the property. The Jaconos’ agents received the same assurance when they called the Pennsylvania Association of Realtors Legal Hotline. The agents researched the matter further on the internet and read an article discussing stigmatized or psychologically-impacted properties and the adverse effect such can have on property values. While the agents still suggested disclosure would be a good idea “just to get it out there[,]” Fran Day Deposition, 4/19/10, at 22, the Jaconos replied that they had investigated the issue and did not wish to disclose the murder/suicide.\nThereafter, the Jaconos signed a Seller’s Property Disclosure Statement, which did not disclose the murder/suicide as a known material defect. The introductory paragraphs of the disclosure provided:\nThe Real Estate Seller Disclosure Law (68 P[a.C].S. § 7301 et seq.) requires that a seller of a property must disclose to a buyer all known material defects about the property being sold that are not readily observable. While the Law requires certain disclosures, this disclosure statement covers common topics beyond the basic requirements of the Law in an effort to assist sellers in complying with disclosure requirements and to assist buyers in evaluating the property being considered. Sellers who wish to see or use the basic disclosure form can find the form on the Web site of the Pennsylvania State Real Estate Commission.\nThis Statement discloses Seller’s knowledge of the condition of the property as of the date signed by Seller and is not a substitute for any inspections or warranties that Buyer may wish to obtain. This Statement is not a warranty of any kind by Seller or a warranty of representation by any listing real estate broker, any selling real estate broker, or their licensees. Buyer is encouraged to address concerns about the conditions of the property that may not be included in this Statement. This Statement does not relieve Seller of the obligation to disclose a material defect that may not be addressed on this form.\nA Material Defect is a problem with a residential real property or any portion of it that would have a significant adverse impact on the value of the property or that involves an unreasonable risk to people on the property. The fact that a structural element, system or subsystem is at or beyond the end of the normal useful life of such a structural element, system or subsystem is not by itself a material defect.\nSeller’s Property Disclosure Statement, 6/17/07, at 1 (emphasis in original). The statement contained numerous specific disclosures concerning the property, indicated when the house was last occupied, and showed the Jaconos owned the property for seven months.\nAlso in June, 2007, appellant, who lived in California, viewed the property and received a copy of the disclosure statement. Thereafter, the Jaconos and appellant entered an agreement of sale for $610,000. Approximately one month prior to closing, appellant received a copy of the homeowners’ association documents, which listed Koumboulis as the owner, and a title report. Although appellant did not review the homeowners’ association documents, she read the title report, which stated the Jaconos purchased the property from the Koumboulis estate; she did not investigate the matter further. Concerned about the difference between the purchase price paid by the Jaconos and the $610,000 price tag, appellant consulted her own realtor who suggested a possible mortgage foreclosure as an explanation. Although appellant “intuitively [] thought there was something more to it,” she proceeded with the transaction. Milliken Deposition, 4/20/10, at 72. After moving into the house, appellant learned of the murder/suicide from her neighbor. Appellant claims had she known about the incident prior to closing, she would have never gone through with the purchase.\nAppellant filed a complaint against the Jaconos and Re/Max, alleging common law fraud, negligent misrepresentation, and a UTPCPL violation based on the Jaconos’ failure to disclose the murder/suicide. Both the Jaconos and Re/Max filed motions for summary judgment, each contending the murder/suicide was not a material defect of the property and, thus, appellant’s claims failed as a matter of law. The trial court granted summary judgment, finding as a matter of law the murder/suicide was not a material defect required to be disclosed either by the RESDL or common law. Although a three judge panel of the Superior Court initially reversed the trial court, upon en banc reconsideration, the court affirmed, holding as a matter of law “psychological damage to a property cannot be considered a material defect in the property which must be revealed by the seller to the buyer”; therefore, appellant’s claims failed. Milliken v. Jacono, 60 A.3d 133, 138 (Pa.Super.2012) (en banc). Specifically, the court determined there was no misrepresentation of a material fact that would support appellant’s fraud or negligent misrepresentation claim and no duty to disclose to support her UTPCPL claim.\nWe granted allocatur to determine if the trial court erred in granting summary judgment to appellees; the issue is whether the occurrence of a murder/suicide inside a house constitutes a material defect of the property and, if so, whether appellees committed negligent misrepresentation, fraud, or a violation of the UTPCPL’s catch-all provision by failing to disclose the same to appellant. Milliken v. Jacono, 71 A.3d 250, 250-51 (Pa.2013) (per curiam). This is a matter of first impression for this Court. While the issues as presented seek our review of the grant of summary judgment, the underlying question — whether psychological stigmas are material defects — presents a pure question of law for which our standard of review is de novo and scope of review is plenary. Delaware County v. First Union Corporation, 605 Pa. 547, 992 A.2d 112, 118 (2010) (citation omitted).\nEach of appellant’s claims relies upon the existence of a material defect in the property, and upon the failure to reveal, concealment of, or other deceptive conduct connected to such defect. Thus, if the murder/suicide cannot be considered a material defect, or if there was no legal obligation to reveal this alleged defect, there can be no liability for appellant’s claims.\nInitially, we reject appellant’s argument that because the Jaconos chose to use a “broad” disclosure that purported to go beyond the requirements of the law, their non-disclosure of the murder/suicide was improper. The fact that the disclosure utilized purported to go beyond the basic requirements of the law does not necessarily lead to a conclusion that the murder/suicide had to be disclosed. Voluntarily revealing more than is required does not create additional involuntary requirements. A review of the disclosure statement reveals that it closely tracks the RESDL, except that on each required disclosure, the statement goes into more detail. This is clearly what was intended by: “this disclosure statement covers common topics beyond the basic requirements of the Law in an effort to assist sellers in complying with disclosure requirements and to assist buyers in evaluating the property being considered.” Seller’s Property Disclosure Statement, 6/17/07, at 1.\nThe remainder of appellant’s argument posits that the steps taken by the Jaconos and Re/Max to determine whether the murder/suicide had to be disclosed, coupled with her expert’s opinion that such event resulted in a reduction in value and made the house one in which “certain buyers” would not want to live, was sufficient to create a genuine issue of material fact as to whether the murder/suicide was a material defect. Appellant’s Brief, at 17. We must reject appellant’s contention.\nRegardless of the potential impact a psychological stigma may have on the value of property, we are not ready to accept that such constitutes a material defect. The implications of holding that non-disclosure of psychological stigma can form the basis of a common law claim for fraud or negligent misrepresentation, or a violation of the UTPCPL’s catch-all, even under the objective standard posited by appellant, are palpable, and the varieties of traumatizing events that could occur on a property are endless. Efforts to define those that would warrant mandatory disclosure would be a Sisyphean task. One cannot quantify the psychological impact of different genres of murder, or suicide — does a bloodless death by poisoning or overdose create a less significant “defect” than a bloody one from a stabbing or shooting? How would one treat other violent crimes such as rape, assault, home invasion, or child abuse? What if the killings were elsewhere, but the sadistic serial killer lived there? What if satanic rituals were performed in the house?\nIt is safe to assume all of the above are events a majority of the population would find disturbing, and a certain percentage of the population may not want to live in a house where any such event has occurred. However, this does not make the events defects in the structure itself. The occurrence of a tragic event inside a house does not affect the quality of the real estate, which is what seller disclosure duties are intended to address. We are not prepared to set a standard under which the visceral impact an event has on the populace serves to gauge whether its occurrence constitutes a material defect in property. Such a standard would be impossible to apply -with consistency and would place an unmanageable burden on sellers, resulting in disclosures of tangential issues that threaten to bury the pertinent information that disclosures are intended to convey.\nMoreover, considerations such as the time that has passed since the event, and changes and renovations made to the property, have a significant effect on the impact of the event. Some graphic events, having matured into historical curiosities, may even increase the value of the property. The possible fact patterns are endless and lead down a slippery slope — a slope we are not willing to descend. If there is to be a newly created duty to disclose psychological stigma, it should only be imposed with clear definition by the legislature after careful consideration of all aspects and ramifications of the issue.\nThe difficulty in assigning a proper remedy to common law claims premised on the failure to disclose a psychological stigma further cautions this Court against recognizing such as a material defect. Here, appellant seeks rescission of the contract and repayment of costs associated with her purchase of the property, an arguably extreme remedy given appellant’s own expert stated that usually “ ‘things [ ] cool off and return to normal’ ” within three to seven years — a relatively short period of time in the homeownership realm and one that has already elapsed. Sam Wood, Hot market good for ‘stigmatized’ property, reprinted in R.R., at 0133a. Resorting to the less extreme remedy of damages carries its own issues, as it is nearly impossible to assign a monetary value to psychological stigma because its impact will vary greatly from person to person and dissipates over time; thus, an objective standard cannot be justly implemented, and employing a subjective standard would be wholly unfair considering the unpredictable impact psychological stigmas have on prospective buyers.\nLastly, this event was not latent. The murder/suicide was well-publicized, with coverage appearing in print and on the internet. Even under caveat emptor, there was no duty to disclose as the murder/suicide was patent. See Anderson v. Harper, 424 Pa.Super. 161, 622 A.2d 319, 323 (1993) (citation omitted) (noting modern view of caveat emptor “ ‘holds that where there is a serious and dangerous latent defect known to exist by the seller, then he must disclose such defect to the unknowing buyer or suffer liability for his failure to do so’ ”). Appellant possessed the tools to discover the murder/suicide and did not do so, even after suspecting some other factor was involved.\nWe hold that purely psychological stigmas are not material defects of property that sellers must disclose to buyers. As the remainder of appellant’s claims are premised on the murder/suicide being a material fact to the sales transaction, those claims must also fail. Accordingly, there were no genuine issues of material fact, and summary judgment was proper.\nOrder affirmed. Jurisdiction relinquished.\nChief Justice CASTILLE and Justices SAYLOR, BAER, McCAFFERY and STEVENS join the opinion.\nJustice TODD files a concurring opinion in which Justice STEVENS joins.\n. 73 P.S. § 201-2(4)(xxi) (declaring it unlawful to \"[e]ngag[e] in any other fraudulent or deceptive conduct which creates a likelihood of confusion or of misunderstanding\").\n. 68 Pa.C.S. §§ 7301-7315.\n3. See 68 Pa.C.S. § 7102 (containing same definition of material defect).\n. The court also rejected appellant’s RESDL claim; this Court denied review of that issue.\n. The only Pennsylvania case found on point came from the Beaver County Court of Common Pleas; that court dismissed fraud and UTPCPL claims, finding the occurrence of a suicide in a bedroom, which left a blood stain on the carpet covered with a matching piece of carpet by the sellers, was not a material defect of the property because its occurrence did not constitute a condition of the property. Bukoskey v. Palombo, 1 Pa. D. & C. 5th 456, 459, 466-67 (Pa.Com.Pl.2007).\n. Moreover, we are not convinced appellant presented sufficient evidence to meet her own advocated standard, given that the opinions presented by her experts spoke only to impact this may have on \"some” or \"certain\" buyers. See id., at 13-15 (summarizing evidence recounting impact of murder/suicide on buyers).\n. In this regard, appellant understandably asserted claims against her own real estate agent and broker, which were \"Settled, Discontinued and Ended.” Praecipe to Settle, Discontinue and End as to John Restrepo and Fox & Roach, LP, 9/8/10.",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice TODD,\nconcurring.\nI concur \"with the majority that the Superior Court’s order must be affirmed, as I conclude the occurrence of a murder or suicide in a house does not constitute a material defect in the property under the Real Estate Seller Disclosure Law (“RESDL”), 68 Pa.C.S.A. §§ 7301 et seq. Therefore, I agree that Appellant failed to state a claim against Appellees for fraud, negligent misrepresentation, or violations of the Unfair Trade Practices and Consumer Protection Law (“UTPCPL”), 73 P.S. § 201-2(4)(xxi). I write separately to explain the legal basis for my conclusion.\nIn order to prevail on a claim of fraud or intentional misrepresentation in a real estate transaction, a plaintiff must establish the following: (1) a representation; (2) which is material to the transaction at hand; (3) made falsely, with knowledge of its falsity or recklessness as to whether it is true or false; (4) with the intent of misleading another into relying on it; (5) justifiable reliance on the misrepresentation; and (6) the resulting injury was proximately caused by the reliance. Bortz v. Noon, 556 Pa. 489, 729 A.2d 555, 560 (1999).\nIn order to prevail on a claim of negligent misrepresentation, a plaintiff must prove: (1) a misrepresentation of a material fact; (2) made under circumstances in which the misrepresenter ought to have known of its falsity; (3) with an intent to induce another to act on it; and (4) which results in injury to a party acting in justifiable reliance on the misrepresentation. Id. at 561. In addition, as in any negligence action, there must be a duty owed by one party to the other. Id.\nFinally, in order to maintain a private cause of action for deceptive conduct under Section 201-2(4)(xxi) of the UTPCPL, which prohibits, inter alia, a person from “[ejngaging in any other fraudulent or deceptive conduct which creates a likelihood of confusion or of misunderstanding,” 73 P.S. § 201-2(4)(xxi) (amended 1996), a plaintiff must show that he justifiably relied on the defendant’s wrongful conduct or representation, and that he suffered harm as a result of that reliance. Yocca v. Pittsburgh Steelers Sports, Inc., 578 Pa. 479, 854 A.2d 425, 438 (2004).\nIn support of her fraud and negligent misrepresentation claims, Appellant contends Appellees “made a misrepresentation and intentionally concealed the Murder/Suicide” by indicating on the Seller’s Property Disclosure Statement that the home had no “material defects.” Appellant’s Brief at 21. As noted by the majority, the Seller’s Property Disclosure Statement cites the RESDL and parrots the definition of “material defect” set forth in 68 Pa.C.S.A. § 7102. See Majority Opinion at 65-66, 103 A.3d at 808 (quoting Seller’s Property Disclosure Statement, 6/17/07) (“A Material Defect is a problem with a residential real property or any portion of it that would have a significant adverse impact on the value of the property or that involves an unreasonable risk to people on the property.”). Appellant makes the same allegation and reference to the Seller’s Property Disclosure Statement with regard to her UTPCPL claim. See Appellant’s Brief at 32-33 (asserting that Appellees “concealed] the Murder/Suicide,” and “affirmatively misrepresented that the Home had no material defects having a substantial adverse impact on the value of the Home”). It is undisputed that Appellant did not specifically inquire whether there had been any previous murders or suicides on the property, and Appellant makes no allegation as to how Appellees, the intervening owners, “concealed” the same apart from their failure to disclose it on the Seller’s Property Disclosure Statement. Accordingly, the only way in which Appellant can demonstrate that Appellees made a misrepresentation of material fact is to prove that Appellees misrepresented that there were no material defects in the property. In short, all of Appellant’s claims rise or fall depending on whether the murder/suicide was a “material defect” under the RESDL.\nAs noted by the majority, the issue of whether a psychological impact, such as the occurrence of a murder or suicide, on a property constitutes a material defect which must be revealed to potential buyers is an issue of first impression for this Court. Majority Opinion at 66, 103 A.3d at 809. The RESDL provides that “[a]ny seller who intends to transfer any interest in real property shall disclose to the buyer any material defects with the property known to the seller by completing all applicable items in a property disclosure statement which satisfies the requirements of section 7304.” 68 Pa.C.S.A. § 7303 (emphasis added). For purposes of the RESDL, the term “material defect” is defined as “[a] problem with a residential real property or any portion of it that would have a significant adverse impact on the value of the property or that involves an unreasonable risk to people on the property.” See 68 Pa.C.S.A. § 7102 (definitions provided in Section 7102 extend to all of Part III of Title 68).\nSection 7304 sets forth the subjects a seller is obliged to address in a property disclosure statement, which include: (1) seller’s expertise in contracting, engineering, architecture or other areas related to the construction and conditions of the property and its improvements; (2) when the property was last occupied by the seller; (3) roof; (4) basement and crawl spaces; (5) termites/wood destroying insects, dry rot and pests; (6) structural problems; (7) additions, remodeling and structural changes to the property; (8) water and sewage system or service; (9) plumbing system; (10) heating and air conditioning; (11) electrical system; (12) other equipment and appliances included in the sale; (13) soils, drainage and boundaries; (14) presence of hazardous substances; (15) condominiums and other homeowners associations; (16) legal issues that affect the title or that would interfere with use and enjoyment of the property. 68 Pa.C.S.A. § 7304. Notably, all of the subjects relate to physical or legal aspects of the property.\nFurther, Section 7502 of the Home Inspection Law, 68 Pa.C.S.A. §§ 7501 et seq., which expressly adopts the definition of “material defect” set forth in Section 7502, defines “Home inspection” as, inter alia, “[a] noninvasive visual examination of some combination of the mechanical, electrical or plumbing systems or the structural and essential components of a residential dwelling designed to identify material defects in those systems and components.” See 68 Pa.C.S.A. § 7502. Section 7508 further provides, inter alia, that all home inspection reports must be in writing and shall include:\n(1) A description of the scope of the inspection, including without limitation an identification of the structural elements, systems and subsystems covered by the report.\n(2) A description of any material defects noted during the inspection, along with any recommendation that certain experts be retained to determine the extent of the defects and any corrective action that should be taken. A “material defect” as defined in section 7102 (relating to definitions) that poses an unreasonable risk to people on the property shall be conspicuously identified as such.\n68 Pa.C.S.A. § 7508(a)(1) and (2). Thus, the focus of the Home Inspection Law is on inspecting for physical defects.\nIn my view, the legislature’s consistent use and construction of the term “material defect” to refer to physical or structural problems with a property that pose an unreasonable risk to people on the property, or legal impediments to its use or enjoyment, supports a conclusion that the occurrence of a murder or suicide on a property is not a “material defect” a seller is obliged to disclose to a buyer under the RESDL. As Appellant’s claims were dependent on such an interpretation, I agree with the majority’s conclusion that Appellant failed to establish the elements necessary to prevail on either her common law claims, or her UTPCPL claim.\nJustice STEVENS joins this opinion.\nORDER\nPER CURIAM.\nAND NOW, this 12th day of November, 2014, the Application for Leave to File Application for Reconsideration and Application for Reconsideration of amici curiae, John Restrepo and Fox & Roach, LP, are GRANTED. Accordingly, footnote 7 in the Majority Opinion is modified to read: “In this regard, appellant understandably asserted claims against her own real estate agent and broker, which were ‘Settled, Discontinued and Ended.’ Praecipe to Settle, Discontinue and End as to John Restrepo and Fox & Roach, LP, 9/8/10.”\n. Traditionally, under the doctrine of caveat emptor, a seller was not required to disclose any information about a property. However, protection of a seller under the doctrine has gradually been eroded by judicial application of common law fraud principles. See, e.g., Robert M. Morgan, The Expansion of the Common Law Duty of Disclosure in Real Estate Transactions: It’s Not Just for Sellers Anymore, 68 Fla. B.J. 28 (Feb. 1994).\n. The 1996 amendment expanded Section 20 l-2(4)(xxi) to prohibit \"deceptive,” as well as fraudulent, conduct. Under the amended version of the UTPCPL, the Superior Court has determined that a plaintiff is no longer required to prove the elements of common law fraud in order to establish fraudulent or deceptive conduct under Section 201-2(4)(xxi). See Bennett v. A.T. Masterpiece Homes at Broadsprings, LLC., 40 A.3d 145, 154-55 (Pa.Super.2012).\n. It is likewise undisputed that the murder/suicide, which occurred over a year prior to the sale, was a matter of public record, easily uncovered by an internet search.\n. I recognize that this Court did not grant review of Appellant’s claimed violation of the RESDL; however, as I have noted, the claims on which we granted review are inextricably tied to Appellant’s allegation that Appellees misrepresented on the Seller’s Property Disclosure Statement that the house had no \"material defects,” and, thus, directly implicate the definition of \"material defect” contemplated by the RESDL.\n. As the majority observes, however, in Bukoskey v. Palombo, the trial court held that the occurrence of a suicide in a house, which had left a blood stain on the carpet but which the sellers covered up with a matching piece of carpet, was neither a material fact nor \"a legal issue that would interfere with the use and enjoyment of the property.” 1 Pa. D. & C. 5th 456, 467 (Pa.Com.Pl.2007). The trial court in Bukoskey cited, inter alia, the Superior Court's decision in Colaizzi v. Beck, 895 A.2d 36 (Pa.Super.2006), superseded by statute, wherein the court held that the existence of a group home for mentally-challenged adults in close proximity to the home purchased by the plaintiff was not a \"legal issue” as contemplated by 68 Pa.C.S.A. § 7304(b)(16) that would affect the plaintiff's title to or use and enjoyment of the property, and, therefore, was not required to be disclosed by the sellers.",
        "type": "concurrence",
        "author": "Justice TODD, PER CURIAM."
      }
    ],
    "attorneys": [
      "Timothy F. Rayne, Esq., MacElree Harvey, LTD, West Chester, for Janet S. Milliken.",
      "Timothy Joseph Bloh, Esq., Abraham C. Reich, Esq., Fox Rothschild, L.L.P., Philadelphia, for Cascia Corporation trading as Re/Max Town & Country and Fran Day and Thomas O’Neill.",
      "J. Scott Watson, Esq., J. Scott Watson, P.C., Glen Mills, for Kathleen and Joseph Jacono.",
      "David Evenhuis, Esq., James Lee Goldsmith, Esq., Caldwell & Kearns, P.C., Harrisburg, for Pennsylvania Association of Realtors."
    ],
    "corrections": "",
    "head_matter": "103 A.3d 806\nJanet S. MILLIKEN, Appellant v. Kathleen JACONO and Joseph Jacono and Cascia Corporation, Trading as Re/Max Town & Country and Fran Day and Thomas O’Neill and Fox & Roach LP, Trading as Prudential Fox & Roach Realtors and John Restrepo, Appellees.\nSupreme Court of Pennsylvania.\nArgued Nov. 19, 2013.\nDecided July 21, 2014.\nOrder Modifying on Grant of Reconsideration Nov. 12, 2014.\nTimothy F. Rayne, Esq., MacElree Harvey, LTD, West Chester, for Janet S. Milliken.\nTimothy Joseph Bloh, Esq., Abraham C. Reich, Esq., Fox Rothschild, L.L.P., Philadelphia, for Cascia Corporation trading as Re/Max Town & Country and Fran Day and Thomas O’Neill.\nJ. Scott Watson, Esq., J. Scott Watson, P.C., Glen Mills, for Kathleen and Joseph Jacono.\nDavid Evenhuis, Esq., James Lee Goldsmith, Esq., Caldwell & Kearns, P.C., Harrisburg, for Pennsylvania Association of Realtors.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ."
  },
  "file_name": "0062-01",
  "first_page_order": 106,
  "last_page_order": 120
}
