{
  "id": 1775279,
  "name": "COMMONWEALTH of Pennsylvania v. Charles MILLER, Appellant",
  "name_abbreviation": "Commonwealth v. Miller",
  "decision_date": "1982-01-29",
  "docket_number": "No. 80-1-117",
  "first_page": "257",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "497 Pa. 257"
    },
    {
      "type": "parallel",
      "cite": "439 A.2d 1167"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "471 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725190
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/471/0278-01"
      ]
    },
    {
      "cite": "272 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933834
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0237-01"
      ]
    },
    {
      "cite": "125 A.2d 442",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268323
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0149-01"
      ]
    },
    {
      "cite": "172 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301518
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0354-01"
      ]
    },
    {
      "cite": "471 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725179
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/471/0577-01"
      ]
    },
    {
      "cite": "293 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944731
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0258-01"
      ]
    },
    {
      "cite": "302 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948559
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0201-01"
      ]
    },
    {
      "cite": "468 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719717
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0599-01"
      ]
    },
    {
      "cite": "394 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1749604,
        1749591
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0626-01",
        "/pa/482/0625-01"
      ]
    },
    {
      "cite": "482 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749604
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0626-01"
      ]
    },
    {
      "cite": "480 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745054
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0038-01"
      ]
    },
    {
      "cite": "484 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753779
      ],
      "weight": 5,
      "year": 1979,
      "pin_cites": [
        {
          "page": "97-98"
        },
        {
          "page": "961-962"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0089-01"
      ]
    },
    {
      "cite": "488 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761037
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0459-01"
      ]
    },
    {
      "cite": "393 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11317375
      ],
      "weight": 4,
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/us/393/0410-01"
      ]
    },
    {
      "cite": "378 U.S. 108",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165107
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/us/378/0108-01"
      ]
    },
    {
      "cite": "272 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "441 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933834
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/441/0237-01"
      ]
    },
    {
      "cite": "480 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745054
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "77"
        },
        {
          "page": "45"
        },
        {
          "page": "77"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/480/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 861,
    "char_count": 16096,
    "ocr_confidence": 0.81,
    "pagerank": {
      "raw": 2.4426258016335177e-07,
      "percentile": 0.8032072526236086
    },
    "sha256": "2bbe8cf4654be228796e620c4b61730c8c8d6cda88bd15f21a86a6e130bbcbbc",
    "simhash": "1:8c1507566b9818fe",
    "word_count": 2648
  },
  "last_updated": "2024-02-27T23:00:42.740020+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ.",
      "FLAHERTY, J., filed a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Charles MILLER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThis is a direct appeal from the judgments of sentence imposed following convictions for voluntary manslaughter and robbery. On June 14, 1978, two men entered the Babyland Store in the city of Pittsburgh and proceeded to rob the employees. During the robbery, Edward Yagatich, a clerk, was shot and killed by one of the two intruders. For the reasons that follow, we find no basis for disturbing the judgments of sentence entered below.\nAppellant has raised five arguments which we will treat seriatim. It is urged that there was insufficient probable cause to arrest the appellant for the homicide and robbery and as a consequence statements obtained during the arrest should have been suppressed. The warrant for appellant’s arrest for the instant charges resulted from a statement made to the police by Henry “Fats” Turner. It is the contention of appellant that Turner’s reliability was not established. We do not agree.\nOne test that has been recognized to determine the . . . reliability of an informant has been where the statement is against the penal interest of the declarant. Commonwealth v. Glover, 488 Pa. 459, 412 A.2d 855 (1980); Commonwealth v. Stickle, 484 Pa. 89, 398 A.2d 957 (1979); Commonwealth v. Stokes, 480 Pa. 38, 389 A.2d 74 (1978); Commonwealth v. Chumley, 482 Pa. 626, 394 A.2d 497 (1978). The personal involvement of the declarant assures direct knowledge of the source of the information and the self implication tends to suggest the reliability of the statement.\nWe have noted the requirement of probable cause is not structured to assure certainty but rather it is a test of probabilities dealing with the considerations of everyday life. Commonwealth v. Dickerson, 468 Pa. 599, 364 A.2d 677 (1976).\nWhere a person is an admitted participant in a crime and police secure a . .. warrant upon information received from him, affiant-officers need not support their claim that the informant was credible or his information reliable since the individual’s admission of participation in the crime insures his reliability. Commonwealth v. Stickle, supra, 484 Pa. at 97-98, 398 A.2d at 961-962.\nWhile appellant does not question this general proposition, he does contend that it is not applicable to the instant factual setting. It is argued that Mr. Turner did not admit participation in the homicide and to the contrary attempted to deny complicity.\nThe record reflects that appellant was arrested on August 2, 1978 for the murder of Edward Yagatich. The homicide-robbery occurred on June 14, 1978. On or about June 17, 1978, the name of Henry “Fats” Turner surfaced as a possible participant. As a result, there were several police interviews with Mr. Turner that failed to produce positive results. On August 2, 1978, Mr. Turner, during an interview, stated: “All right, I’ll tell you what happened.” Mr. Turner then proceeded to state that appellant and Paul Upshur had committed the robbery at Babyland and admitted that he (Turner) was the driver of the vehicle involved.\nThe crux of appellant’s argument is that the statement could not qualify as a declaration against penal interest since Turner maintained that he drove appellant and Upshur without knowledge of their intent to rob the store in question. This position assumes that the declarant must acknowledge full-fledged participation in all aspects of the criminal scheme before his statement possesses the inherent reliability to support the warrant of arrest.\nIn the earlier conversations with the police Mr. Turner mentioned that he had no personal knowledge of the event. In the August 2 statement he acknowledged his actual presence, as a result of which he was arrested and charged with hindering apprehension or prosecution. Moreover, his statements made him vulnerable, at least, to a charge of an accessory for his participation in or assistance in flight from the robbery.\nThe fact that the participant was in a position to possess direct personal knowledge eliminates the concern that the information may be a product of hearsay. That the statement is to any extent adverse to the declarant’s penal interest, and exposes him to possible criminal prosecution supplies the reliability of the information offered. It is to be anticipated that a co-participant will attempt to minimize his own participation in the criminal venture and is likely to exaggerate the role of the co-actors. These inaccuracies may be exposed during the later stages of the prosecution, but they are not of sufficient moment to prevent the issuance of a warrant of arrest based upon such information. At the arrest stage the concern is the involvement of the suspect; the degree of that involvement is properly determined thereafter.\nAppellant also attempts to attack the probable cause for his arrest raising the unavailability of Turner at the time of the suppression hearing. Relying on our decision in Commonwealth v. Hall, 451 Pa. 201, 302 A.2d 342 (1973) it is argued that appellant was effectively deprived of the right to test the veracity of Turner through cross examination.\nIt is clear from the record that the Commonwealth did make diligent efforts to locate and produce Turner for the suppression hearing. It is also a fact that Turner was available and testified at the Coroner’s hearing at which time he was fully cross-examined by appellant’s counsel. Moreover, the facts presented here do not present the concern in Commonwealth v. Hall, supra. The pivotal question in Hall was the reliability of the information attributed to an unnamed informer. The only basis for an assessment of the reliability of the informer’s information was the officers’ assertion as to the informer’s performance in other investigations. Here the declarant was known and appellant had the opportunity to offer any evidence that may have been available to challenge Turner’s credibility. Thus, for the foregoing reasons we must reject appellant’s challenge to the probable cause of the warrant of arrest as a basis for challenging the introduction of appellant’s inculpatory statements made to the police after his arrest.\nThe second objection is clearly without merit and does not require extensive discussion. It is contended that there was insufficient probable cause to arrest the appellant on the charges of escape and violation of the Uniform Firearms Act. Appellant claims that this arrest provided access to the homicide detectives to serve the warrant of arrest for the instant charges. No evidence was obtained as a result of this allegedly unlawful arrest. Thus, even assuming arguendo that the initial arrest was unlawful, that illegality would not taint a validly issued warrant of arrest and the subsequent prosecution flowing from that later arrest.\nThere is no right to avoid service of a lawfully issued warrant of arrest. As noted in Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972) it would be incompatible with an ordered society to “assume that but for the illegal arrest the appellant would have remained at large indefinitely.” Id. 448 Pa. at 266, 293 A.2d at 38.\nThe third assignment of error stems from the following question and answer elicited from a prosecution witness on direct examination:\nQ. Did Detective Stotlemyer [sic] come to Western Penn [sic] to talk to you?\nA. Yes. He wanted to give me a lie detector test to make sure I was telling the truth.\nIt is now being argued that this reference to a lie detector test was highly prejudicial and unfairly bolstered the credibility of the witness. We believe appellant exaggerates the prejudicial effect this single isolated reference may have had. Moreover, the prompt curative instructions carefully given by the learned trial judge eliminated any possibility of harm that may have otherwise existed.\nIn this jurisdiction we have been reluctant to permit any reference to a polygraph examination to be made before a finder of fact. See e.g. Commonwealth v. Cunningham, 471 Pa. 577, 370 A.2d 1172 (1977); De Vito v. Civil Service Commission, 404 Pa. 354, 172 A.2d 161 (1961); Commonwealth v. Saunders, 386 Pa. 149, 125 A.2d 442 (1956). Not only is a reference to such a test inadmissible, but where such reference reveals the result thereof or raises inferences concerning the guilt or innocence of a defendant a conviction will not be permitted to stand. Commonwealth v. Johnson, 441 Pa. 237, 272 A.2d 467 (1971). This ruling is equally applicable where the reference to the test refers to a witness, adverse to the defense, whose testimony is improperly bolstered by the reference. Commonwealth v. Johnson, supra.\nHere, although the reference was clearly improper, it cannot be said to have been prompted by the question put to the witness. Also, the statement did not suggest a favorable result, nor was it conclusive as to whether the test was in fact administered. At best, the remark only expressed the witness’s understanding of the detective’s reason for visiting him on the occasion in question. Considering the ambiguity of the comment and the prompt and adequate instructions given by the trial court, we are satisfied that this comment does not require disturbing the judgment rendered.\nAppellant’s fourth claim is that trial counsel was ineffective in failing to properly investigate and call certain potential witnesses. The record fails to lend any credence to this complaint. To the contrary, it appears that trial counsel called all witnesses he reasonably believed to have relevant evidence favorable to the defense. The only specific claim with a scintilla of substance is the charge that trial counsel failed to interview an owner of a gas station who the appellant now claims may have testified contrary to Turner. Trial counsel testified below he in fact interviewed this witness as well as all other potential witnesses. He stated that his decision not to call a given prospective witness was based upon his judgment that the testimony would have been either irrelevant or detrimental to the defense. The trial court found trial counsel’s testimony credible and supported in the record. Our review confirms this ruling.\nThe final claim that there was an unnecessary delay between arrest and arraignment, Commonwealth v. Davenport, 471 Pa. 278, 370 A.2d 301 (1977), is also wholly without foundation in the record. An analysis of the claim reveals that it is an attempt to confuse two separately identifiable arrest and arraignment periods. Appellant was arrested on August 1, 1978 on the charges of escape and carrying a firearm. He was arraigned within six hours of this arrest. On August 2, 1978 appellant was arrested on the homicide and robbery charges. The robbery and homicide charges were unrelated to the escape and firearm charges. Appellant urges us to consider for purposes of a Davenport computation the time period commencing upon the arrest on the escape and weapons charges. This we will not do.\nJudgments of Sentence Affirmed.\nFLAHERTY, J., filed a dissenting opinion.\nThis case was reassigned to this writer on January 4, 1982.\n. Act of December 6, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C.S.A. § 6101 et seq.\n. THE COURT: The reason as to the objection to the last question advertently contradicts a rule of law with regard to polygraph tests which we refer to commonly as lie detectors.\nNow, you are directed as a jury to disregard that testimony concerning this witness’ conclusion as to Detective Stotlemeyer wanting him and what he wanted him to do regarding the lie detector. I would explain that to you that in the law of the United States of America, a polygraph or lie detector test is deemed not to be a reliable test or indicative of truthfulness. So there may be a tendency for anyone — you or you as a group — to say, well, because we do not know as a matter of evidence that there be no more testimony concerning a lie detector test that we don’t know if they took a lie detector test or not. We don’t know that. We don’t know what the results are, whether they were positive or negative or gray area results. And you are not to speculate as to the question as to whether or not he took a lie detector. And in fact, whether or not there are any results, you will disregard that testimony. You will judge the credibility of this witness as you would judge the credibility of any other witness. I’ll explain in detail during the charge of the Court how you will go about determining truthfulness and accuracy of testimony.",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nI dissent.\nInitially, the majority is mistaken when it characterizes Turner’s statement to police as a declaration against penal interest. Turner maintained that he drove Upshur and Miller without knowledge of their intent to rob the store. This is not a declaration against penal interest. It is not illegal to drive persons from one point to another. It may be illegal to drive them knowing that they intend to commit a crime when they arrive, but that is not what happened here. If the probable cause to arrest is to withstand scrutiny, it must be because “we have tended to credit information supplied by one who has some direct personal knowledge of the crime.” Commonwealth v. Stokes, 480 Pa. 38, 44, 389 A.2d 74, 77 (1978). Thus I concur with the majority in holding that the arrest warrant was valid, but only because it was supported by the personal knowledge of Mr. Turner.\nFurthermore, and notwithstanding the foregoing, reference by a prosecution witness to having been approached by a detective for the purpose of being given a lie detector test constituted reversible error. This Court has held that references to lie detector tests, which raise inferences regarding the guilt or innocence of a defendant, are impermissible. Commonwealth v. Johnson, 441 Pa. 237, 272 A.2d 467 (1971). Although the testimony in question did not expressly reveal whether a lie detector test was ever arranged, or if it were arranged then what results were obtained, merely making known to the jury the existence of an attempt to conduct such a test created an inference that the test was, in fact, administered, and that the test results were favorable to the Commonwealth’s position. Hence, the witness’ testimony was incurably bolstered by the reference to the test, and the curative instruction was per se inadequate to remedy the error. Thus, I would reverse and remand for a new trial.\nIn Commonwealth v. Stokes, supra, this Court stated:\nIt is well-settled that even hearsay information is sometimes sufficient to establish probable cause. [Citation omitted]. However, before an officer may conclude there is probable cause to arrest based on hearsay information he must satisfy the two-pronged test of Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), as explicated in Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969): (1) he must know the underlying circumstances from which the informer concluded the suspect participated in the crime; and, (2) he must have some reasonable basis for concluding that the informant is credible or that his information is reliable.\nId., 480 Pa. at 45, 389 A.2d at 77. The first requirement is met by virtue of Turner’s presence with the accused in the car where he overheard the remark, “Why did you have to shoot the man?” The second requirement is met because Turner’s story places him, albeit unwittingly, at a criminal transaction. Turner, having told his story, can expect, at a minimum, to be closely examined by the police as to whether he was really a willing participant. Turner’s declaration is not against penal interest, but it is such as to invite close scrutiny, and, as such, is reliable.",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Paul R. Gettleman, Zelienople, for appellant.",
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Stella L. Smetanka, Asst. Dist. Atty., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "439 A.2d 1167\nCOMMONWEALTH of Pennsylvania v. Charles MILLER, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 14, 1981.\nDecided Jan. 29, 1982.\nPaul R. Gettleman, Zelienople, for appellant.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Stella L. Smetanka, Asst. Dist. Atty., Pittsburgh, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ."
  },
  "file_name": "0257-01",
  "first_page_order": 323,
  "last_page_order": 333
}
