{
  "id": 1775271,
  "name": "COMMONWEALTH of Pennsylvania, v. Dorothy FINLEY, Appellant",
  "name_abbreviation": "Commonwealth v. Finley",
  "decision_date": "1981-12-24",
  "docket_number": "No. 80-3-547",
  "first_page": "332",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "497 Pa. 332"
    },
    {
      "type": "parallel",
      "cite": "440 A.2d 1183"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "490 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763795
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0126-01"
      ]
    },
    {
      "cite": "470 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723913
      ],
      "weight": 4,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0598-01"
      ]
    },
    {
      "cite": "488 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761064
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0598-01"
      ]
    },
    {
      "cite": "477 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738250
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 306,
    "char_count": 4230,
    "ocr_confidence": 0.794,
    "pagerank": {
      "raw": 5.321395310927334e-07,
      "percentile": 0.9427485926785693
    },
    "sha256": "92f7ee33173a0334ee62ee5ba1f7584a7b2dba500b632f8c2948694c75c767be",
    "simhash": "1:590766921cf54df8",
    "word_count": 662
  },
  "last_updated": "2024-02-27T23:00:42.740020+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, v. Dorothy FINLEY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nAppellant Dorothy Finley was convicted of possessing an instrument of crime generally, prohibited offensive weapon, carrying a firearm without a license, criminal conspiracy, robbery and murder of the second degree. On direct appeal, two issues were raised: (1) the evidence was insufficient to sustain the convictions and (2) evidence obtained pursuant to a search warrant was inadmissible because the search warrant was based on illegally obtained evidence. In a per curiam opinion, this Court affirmed the judgments of sentence. Commonwealth v. Finley, 477 Pa. 211, 383 A.2d 898 (1978). Appellant subsequently filed a pro se petition pursuant to the Post Conviction Hearing Act, Act of January 25, 1966, P.L. 1580 (1965), 19 P.S. § 1180-1 et seq. (Supp.1981-82), where she raised the identical issues addressed by this Court on direct appeal. Although appellant alleged she was indigent and requested appointment of counsel, the PCHA court denied her petition without a hearing, holding the issues raised in the petition had been finally litigated. 19 P.S. § 1180-4. On appeal from the denial of her petition appellant requests the case be remanded to the lower court for appointment of counsel to assist in the preparation and filing of an amended petition under the Act.\nAn indigent petitioner has the right to the assistance of counsel with his first PCHA petition. Commonwealth v. McClinton, 488 Pa. 598, 413 A.2d 386 (1980). The Commonwealth urges us to deny appellant relief, arguing this case falls within an exception to the right to counsel provided in Pa.R.Crim.P. 1504. Pa.R.Crim.P. 1503(a) requires the court to appoint counsel once petitioner satisfies the court of his financial inability to obtain counsel. The only exception to this rule as provided in Pa.R.Crim.P. 1504 is as follows:\nAppointment of counsel shall not be necessary and petitions may be disposed of summarily when a previous petition involving the same issue or issues has been finally determined adversely to the petitioner and he either was afforded the opportunity to have counsel appointed or was represented by counsel in proceedings thereon.\n(Emphasis supplied). Our prior case law has consistently adopted a strict construction of the language of the Rule. Commonwealth v. Blair, 470 Pa. 598, 369 A.2d 1153 (1977); Cf. Commonwealth v. Sangricco, 490 Pa. 126, 415 A.2d 65 (1980). Rule 1504 provides an exception to the general right to appointment of counsel only where a previous PCHA petition involving the same issues has been determined adversely to the petitioner in a proceeding on the PCHA petition and the petitioner either knowingly waived his right to representation by counsel or was actually represented by counsel in that proceeding. Since Rule 1504 applies to proceedings on prior PCHA petitions, it is not dispositive of appellant’s claim instantly.\nCounsel for a PCHA petitioner can more ably explore legal grounds for complaint, investigate underlying facts, articulate claims for relief and promote efficient administration of justice.\nAccordingly, the order of the court below is vacated and the matter is remanded to that court with instructions to determine whether appellant was indigent and if so to appoint counsel. If it is determined that appellant is entitled to the appointment of counsel, she may, upon request, amend her petition.\nIt is so ordered.\n. Although Section 12 of the Act, 19 P.S. § 1180-12, provides appointment of counsel is not required where the petitioner’s claim is “patently frivolous and without trace of support in the record...”, this provision has been suspended in part and superseded insofar as it is inconsistent with Pa.R.Crim.P. 1503(a) and 1504. Pa.R.Crim.P. 1507; Commonwealth v. Blair, 470 Pa. 598, 369 A.2d 1153 (1977).",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Paul G. Hughes (Court-appointed), Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Gail Thackeray, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "440 A.2d 1183\nCOMMONWEALTH of Pennsylvania, v. Dorothy FINLEY, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 19, 1981.\nDecided Dec. 24, 1981.\nReargument Denied Jan. 29, 1982.\nPaul G. Hughes (Court-appointed), Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Div., Gail Thackeray, Philadelphia, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ."
  },
  "file_name": "0332-01",
  "first_page_order": 398,
  "last_page_order": 401
}
