{
  "id": 475549,
  "name": "Jonathan W. HALL, Appellee at No. 53, Cross-Appellant at No. 54, v. AMICA MUTUAL INSURANCE COMPANY, William J. Skelly and Harold M. Faust, Jr., Appellants at No. 53, Cross-Appellees at No. 54",
  "name_abbreviation": "Hall v. Amica Mutual Insurance",
  "decision_date": "1994-10-06",
  "docket_number": "",
  "first_page": "337",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "538 Pa. 337"
    },
    {
      "type": "parallel",
      "cite": "648 A.2d 755"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "507 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792353
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "76"
        },
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0068-01"
      ]
    },
    {
      "cite": "423 Pa.Super. 483",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924701
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "501-02"
        },
        {
          "page": "645"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0483-01"
      ]
    },
    {
      "cite": "17 A.2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1941,
      "pin_cites": [
        {
          "page": "409"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203320
      ],
      "weight": 2,
      "year": 1941,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0320-01"
      ]
    },
    {
      "cite": "324 U.S. 49",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6154354
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "66-67",
          "parenthetical": "footnotes and citations omitted"
        },
        {
          "page": "451",
          "parenthetical": "footnotes and citations omitted"
        },
        {
          "page": "756",
          "parenthetical": "footnotes and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/324/0049-01"
      ]
    },
    {
      "cite": "642 A.2d 463",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775536,
        7862862
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0186-01",
        "/a2d/642/0463-01"
      ]
    },
    {
      "cite": "537 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775536
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0186-01"
      ]
    },
    {
      "cite": "620 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1442326
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0210-01"
      ]
    },
    {
      "cite": "416 Pa.Super. 64",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        912863
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "76"
        },
        {
          "page": "978-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/416/0064-01"
      ]
    },
    {
      "cite": "270 Pa.Super. 258",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        131266
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "263"
        },
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/270/0258-01"
      ]
    },
    {
      "cite": "331 A.2d 711",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "232 Pa.Super. 70",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6770882
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/232/0070-01"
      ]
    },
    {
      "cite": "481 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747300
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "139-40"
        },
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0130-01"
      ]
    },
    {
      "cite": "338 Pa.Super. 587",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625244
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/338/0587-01"
      ]
    },
    {
      "cite": "425 Pa.Super. 548",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927775
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "1234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0548-01"
      ]
    },
    {
      "cite": "323 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "227 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        809473
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/227/0508-01"
      ]
    },
    {
      "cite": "526 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825861
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "182-84"
        },
        {
          "page": "951-52",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0179-01"
      ]
    },
    {
      "cite": "474 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732097
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "536"
        },
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0527-01"
      ]
    },
    {
      "cite": "500 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781145
      ],
      "weight": 6,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0084-01"
      ]
    },
    {
      "cite": "293 Pa.Super. 375",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        175519
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/293/0375-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1065,
    "char_count": 23917,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 1.3171211485986822e-06,
      "percentile": 0.989623719375145
    },
    "sha256": "c2fead45f43980a89468e6551982c885032e87f89577eb88e904882c3b1ec270",
    "simhash": "1:9ffbd2a64b92967c",
    "word_count": 3753
  },
  "last_updated": "2024-02-27T22:17:05.862396+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ.",
      "PAPADAKOS, J., concurs in the result.",
      "MONTEMURO, J., is sitting by designation."
    ],
    "parties": [
      "Jonathan W. HALL, Appellee at No. 53, Cross-Appellant at No. 54, v. AMICA MUTUAL INSURANCE COMPANY, William J. Skelly and Harold M. Faust, Jr., Appellants at No. 53, Cross-Appellees at No. 54."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis case involves questions regarding the scope of review of statutory arbitration awards, public policy affecting territorial limitations on Pennsylvania automobile insurance coverage, and whether statutory interest may be added to a judgment which equals the insurance policy limits.\nAppellee Hall, the insured, was injured while operating a motor vehicle in Barbados, an independent country in the West Indies, when he was forced off the road by a phantom vehicle, causing him to strike a tree. He suffered catastrophic physical injuries, including permanent paralysis. Appellee was insured under three Arnica insurance policies, with a combined total of $3,000,000 in uninsured motorist coverage.\nAppellee’s claim for uninsured motorist benefits was denied by appellant Arnica Insurance Company on the basis of the policies’ territorial limitation, which clearly and unambiguously limited the territory of coverage to the United States, its territories and possessions, Puerto Rico, and Canada. Appellee invoked the policies’ arbitration clause, which provided for arbitration under the Pennsylvania Uniform Arbitration Act, 42 Pa.C.S. § 7301-7320, should Arnica and the insured fail to agree whether the insured “is legally entitled to recover damages from the owner or operator of an uninsured motor vehicle or operator of an uninsured or underinsured motor vehicle or as to the amount of damages.”\nArbitrators were selected and a hearing took place. Appellee moved for partial summary judgment seeking a declaration that the territorial limitation in the Arnica policies was unenforceable pursuant to Gerardi v. Harleysville Insurance Co., 293 Pa.Super. 375, 439 A.2d 160 (1981). The arbitrators granted the motion, declared the limitation invalid, then awarded $3,000,000 in uninsured motorist benefits.\nAppellant sought review of the arbitration award in the court of common pleas by filing a petition to vacate the award. The court of common pleas held that under Davis v. Government Employees Insurance Co., 500 Pa. 84, 454 A.2d 973 (1982), the court did not have jurisdiction to review the award of the arbitrators. In a classic non sequitur, the court wrote: “However, a court’s authority to review an arbitration award based on a provision being contrary to public policy does not give the court authority to review an award where the arbitrators refuse to apply a provision on public policy grounds.” The court held, alternatively, that even if it had jurisdiction to review the award, it would hold, as the arbitrators did, that under Gerardi v. Harleysville Insurance Co., supra, the territorial limitation clause is invalid and unenforceable as a contravention of public policy. Finally, pursuant to 42 Pa.C.S. § 8101, the court awarded statutory interest on the arbitration award from the date the award was entered, September 30, 1991.\nAppellant appealed to the Superior Court. The Superior Court reversed the trial court’s holding that it lacked jurisdiction to review the arbitration award, but affirmed the alternative holding that the territorial limitation was contrary to public policy and therefore unenforceable. The court also reversed the trial court’s award of interest from the date of the arbitration award, holding that “an insurer is not liable for interest in excess of policy limits,” quoting Incollingo v. Ewing, 474 Pa. 527, 536, 379 A.2d 79, 84 (1977). The court thus affirmed the judgment of $3,000,000, the policy limits, but vacated the judgment as to payment of interest.\nAll parties petitioned for allowance of appeal, and we allowed the appeals by both sides. Appellant argues that the courts have jurisdiction to review an arbitration decision which invalidates an insurance clause for perceived contravention of public policy. Appellant also argues that the Superior Court decisions holding territorial limitations to be contrary to public policy are erroneous; that, in fact, the territorial limitation clause is perfectly consistent with public policy and must be effectuated. Appellee Hall, cross-appellant, argues that the Superior Court erred in vacating the judgment for interest, misconstruing the award of interest as damages which exceed the policy limits. He argues that the trial court was correct in characterizing the interest not as “damages” but as statutory compensation for the debtor’s continuing use of the money due on the judgment.\nWe must decide, therefore, first, whether the arbitration award is subject to judicial review. If it is, the second question is whether appellant’s territorial limitation clause is unenforceable as a violation of public policy. If it is, the final question is whether interest is payable after the date of the arbitration award when the award equalled the policy limits, as ordered by the trial court.\nThe first issue is controlled by our recent decision in Azpell v. Old Republic Insurance Co., 526 Pa. 179, 584 A.2d 950 (1991). The Azpell decision reviewed the standards applicable to judicial review of awards under the Pennsylvania Uniform Arbitration Act. The opinion of the court states:\nThe appellee’s insurance policy provides that any dispute as to entitlement to or extent of damages is to be arbitrated in accordance with the Pennsylvania Uniform Arbitration Act, supra. Section 7314 of the Act sets forth the authority of a court to vacate any award entered in accordance with the Act: [The opinion then set forth the entire section, of which only subsection 7314(a)(l)(i) applied in that case as in this.] In addition to the reasons set forth in § 7314, § 7314(a)(1)® authorizes the court to vacate an arbitration award for reasons permitted under common law arbitration. Under common law arbitration a court may not vacate an arbitrators award “unless it is clearly shown that a party was denied a hearing or that fraud, misconduct, corruption or other irregularity caused the rendition of an unjust, inequitable or unconscionable award.” 42 Pa.C.S. § 7341.\nAs indicated, the trial court failed to address this issue. Both the Superior Court and now the appellee rely upon Section 7314(a)(1)® as a basis for vacating the award.. In so doing, the Superior Court has relied upon its own case, United Services Automobile Association Appeal, 227 Pa.Super. 508, 516, 323 A.2d 737, 741 (1974), which announced the following rule of law:\nThus the rule, to which all the cases conform, is that where the application or construction of the [insurance] clause is at issue the dispute is within the exclusive jurisdiction of the arbitrators; the courts will take jurisdiction only where the claimant attacks a particular provision of the clause itself as being contrary to a constitutional, legislative, or administrative mandate, or against public policy or unconscionable.\nIn Davis v. Government Employees Insurance Company, 500 Pa. 84, 454 A.2d 973 (1982), this Court adopted the United Services Automobile Association rule regarding the authority to reject an [insurance] clause as against public policy. We stated:\nWe must reject appellee’s contention that the Court of Common Pleas lacked authority to review the merits of the arbitrators’ award.' Where, as here, a claimant challenges a provision of an [insurance] clause as being contrary to a statute, the Court of Common Pleas may exercise jurisdiction over the claim. See United Services Automobile Association Appeal, 227 Pa.Super. 508, 323 A.2d 737 (1978).\n500 Pa. at 88 n. 5, 454 A.2d at 975 n. 5....\nIn Davis, we were asked to review a clause of the insurance policy which the insured claimed was contrary to [law]. We then reviewed the [law] and determined that the insurance clause was not contrary to any existing statute and affirmed the denial of uninsured motorists benefits. Our review was limited to a comparison and interpretation of an insurance contract provision with a particularly promulgated statute, as opposed to reviewing a monetary award.\nAzpell v. Old Republic Insurance Co., 526 Pa. at 182-84, 584 A.2d at 951-52 (emphasis added). In short, a court has the power to review an arbitration award which is based on the declaration of an insurance policy clause to be void as against public policy, as the Superior Court correctly held. The Superior Court made short shrift of appellee’s argument that only a claimant may seek review of such an award. The court wrote: “Logically, we cannot permit a claimant who loses an arbitration decision to raise this issue and allow the court to review it, while under the same circumstances, prohibit an insurer from defending its policy provisions when the arbitration panel ruled they were contrary to legislative mandate.” Hall v. Amica Mutual Insurance Co., 425 Pa.Super. 548, 552, 625 A.2d 1232, 1234 (1993). We might add that due process and equal protection, as well as logic, dictate this result.\nInasmuch as the arbitrators’ decision is reviewable, we must decide whether the lower tribunals were correct in holding the territorial limitation clause of appellants’ insurance contract to be unenforceable as against public policy. The two courts relied primarily on the seminal case of Gerardi v. Harleysville Insurance Co., supra, together with the more recent case Serefeas v. Nationwide Insurance Co., 338 Pa.Super. 587, 488 A.2d 48 (1985), both of which support the holding of the arbitration panel, the trial court, and the Superior Court.\nThe holding of Gerardi had two major bases. First, subsection (e) of the uninsured motorist act sets forth three instances where the coverage required by the act does not apply; the three exceptions do not include territorial limitations; and the statutory construction act provides that “[e]xceptions expressed in a statute shall be construed to exclude all others.” 1 Pa.C.S. § 1924. The Superior Court quoted this court to the effect that the uninsured motorist statute “mandates a floor of minimum protection to be afforded to the owner/operator of a motor vehicle within the Commonwealth. The legislature has permitted enhancement of that minimum protection, but we believe the statute does not permit a diminution of that protection below the statutory limits.” State Farm Mutual Automobile Insurance Co. v. Williams, 481 Pa. 130, 139-40, 392 A.2d 281, 285 (1978).\nThis rationale in Gerardi is not persuasive. It provides an illustrative example of the logical fallacy of petitio principii. The syllogism representing this rationale may be stated thus: the statute requires worldwide uninsured motorist coverage; the statute authorizes three exceptions but does not authorize a territorial limitation; explicit exceptions exclude all other exceptions; therefore the statute requires worldwide coverage. The reasoning is valid only if one starts with the conclusion. Unless the statute requires worldwide coverage, a territorial limitation is not an exception, the rule of statutory construction, expressio unius est exclusio alterius — expression of one exception excludes all others — does not come into play, and the logic breaks down entirely.\nGerardi represents an anomaly in the genre of statutory construction cases: though it repeatedly quotes rules of statutory construction, it neglects to quote the language of the statute purportedly being construed. The critical portion of the statute, subsection (e) provides:\n(e) The coverage required by [the uninsured motorist act] does not apply:\n(1) To property damage sustained by the insured.\n(2) To bodily injury sustained by the insured with respect to which the insured or his representative shall, without the written consent of the insurer, make any settlement with or prosecute to judgment any action against any person who may be legally liable therefor.\n(3) In any instance where it would inure directly or indirectly to the benefit of any workmen’s compensation carrier or to any person qualified as a self-insurer under any workmen’s compensation law.\nAs the subsection states, the legislature was listing permissible exceptions to the coverage required by the statute. If the legislature did not intend to require worldwide coverage, it would not be expected to list territorial limitations as exceptions to the coverage required by the statute. An example might help to illustrate the point. If the statute had explicitly required worldwide uninsured motorist coverage but listed as an exception that an insurer might exclude such coverage in countries subjected to trade sanctions by the U.S. government, then the limitation set forth in the Arnica policy at issue would contravene the statute by virtue of 1 Pa.C.S. § 1924. The Gerardi majority conceded, however, that the statute did not explicitly mandate any specific territorial scope of coverage, but by assuming that worldwide coverage was required, it was able to discover a logical path to the conclusion that worldwide coverage was required. This defect in logic was noted by Judge Hester, dissenting.\nThat the Gerardi majority did not find it necessary to quote the statutory language being interpreted was perhaps due to its heavy reliance on its second rationale, which was to examine the spirit of the act, rather than its words, to ascertain and effectuate the intention of the General Assembly, as mandated by 1 Pa.C.S. § 1921(a). The court quoted Sands v. Granite Mutual Insurance Co., 232 Pa.Super. 70, 80, 331 A.2d 711, 716 (1974): “The purpose of the uninsured motorist law is to provide protection to innocent victims of irresponsible drivers,” adding that “any conditions or restrictions in an insurance policy which are held to be in derogation of the legislative purpose of the uninsured motorist law are void as against public policy,” quoting Brader v. Nationwide Mutual Insurance Co., 270 Pa.Super. 258, 263, 411 A.2d 516, 519 (1979).\nCircular reasoning is again evident in this second rationale of the Gerardi majority. If we accept that the “purpose of the uninsured motorist law is to provide protection to innocent victims of irresponsible [uninsured] drivers,” then an uninsured motorist policy which fails to provide any protection to the innocent victims of irresponsible uninsured drivers would contravene the legislative purpose and offend public policy. But unless one begins with the point at issue, namely that the purpose of the uninsured motorist law is to protect the victims of uninsured drivers everywhere in the world, there is no reason to conclude that an insurance policy providing uninsured motorist coverage within clearly defined territorial limits violates the legislative purpose of the statute or contravenes any public policy. The Arnica insurance clause clearly protects the innocent victims of irresponsible uninsured drivers in the United States, its territories and possessions, Puerto Rico, and Canada; in so doing, it clearly effectuates the purpose of the statute. Whether it violates public policy by excluding accidents in Barbados is the ultimate question in the case and its solution is not advanced by the circular reasoning of Gerardi.\nThe rationale of Serefeas v. Nationwide Insurance Co., supra, to some extent tracks the reasoning employed in Gerardi. It was construing the language of the No-fault Motor Vehicle Insurance Act, 40 P.S. § 1009.101 et seq., repealed by Act of February 12, 1984, P.L. 26, No. 11, § 8(a), effective October 1, 1984. It rejected, in conclusory fashion, the principle that when a statute is interpreted by the agency charged with its enforcement or administration, its interpretation should be given great weight and should be disregarded only if the interpretation is clearly erroneous. Pysh v. Security Pacific Housing Service, 416 Pa.Super. 64, 76, 610 A.2d 973, 978-79 (1992); Cherry v. Pennsylvania Higher Education Assistance Agency, 153 Pa.Cmwlth. 210, 217, 620 A.2d 687, 691 (1993), aff'd 537 Pa. 186, 642 A.2d 463 (1994). The Pennsylvania Insurance Commission, responsible to implement the statute, has promulgated regulations permitting the territorial limitation at issue in this case. See 31 Pa.Code §§ 63.3(a), 63.2 (requiring coverage only “within the United States, its territories, and Canada.”) The form of the policy issued by Arnica was submitted to and approved by the insurance commissioner. We regard this factor as a significant one.\nPublic policy is more concrete than a general desideratum which presumably supports the legislation in question and thus forms part of the legislature’s intention. Public policy is more than a vague goal which may be used to circumvent the plain meaning of a statute. Both the United States Supreme Court and this court have been unequivocal in this regard.\nPublic policy is to be ascertained by reference to the laws and legal precedents and not from general considerations of supposed public interest. As the term “public policy” is vague, there must be found definite indications in the law of the sovereignty to justify the invalidation of a contract as contrary to that policy____ Only dominant public policy would justify such action. In the absence of a plain indication of that policy through long governmental practice or statutory enactments, or of violations of obvious ethical or moral standards, the Court should not assume to declare contracts ... contrary to public policy. The courts must be content to await legislative action.\nMuschany v. United States, 324 U.S. 49, 66-67, 65 S.Ct. 442, 451, 89 L.Ed. 744, 756 (1945) (footnotes and citations omitted).\nIt is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community in so declaring. There must be a positive, well-defined, universal public sentiment, deeply integrated in the customs and beliefs of the people and in their conviction of what is just and right and in the interests of the public weal.... Only in the clearest cases, therefore, may a court make an alleged public policy the basis of judicial decision.\nMamlin v. Genoe, 340 Pa. 320, 325, 17 A.2d 407, 409 (1941).\nIt would be easy to state a public policy in the forbidden sense of “general considerations of supposed public interest,” to elevate it to the status of unstated statutory language, thence to hold that an agency interpretation or insurance contract provision which is perfectly consistent with the plain words of the statute nonetheless violates the judicially perceived public policy and is therefore unenforceable. Although uninsured motorist coverage serves the purpose of protecting innocent victims from irresponsible uninsured motorists, that purpose does not rise to the level of a public policy overriding every other consideration of statutory construction. Not to lose sight of the forest for the trees, we quote the obvious: “[T]he policy of liberal interpretation of the [uninsured motorist law] is not limitless, a proverbial House that Jack Built.... [T]here is a correlation between the premiums paid by the insured and the coverage a claimant could reasonably expect to receive.” Jeffrey v. Erie Insurance Exchange, 423 Pa.Super. 483, 501-02, 621 A.2d 635, 645 (1993).\nMoreover, Arnica argues that it contracted and collected a premium to insure its customer against loss due to uninsured motorists in a clearly stated territory; it did not contract to cover its customer throughout the world including places where uninsured motorist risk is entirely unknown or the known risk is unacceptably high, regardless of a country’s traffic rules and regulations, traffic patterns, insurance requirements, even where no motor vehicle insurance is required at all. If uninsured motorist coverage were extended worldwide, the rates of Pennsylvania insurers would necessarily reflect the increased scope of the risk as well as the increased difficulty and expense involved in the investigation of claims. In addition, motorists who do not drive in foreign countries would be required to subsidize the additional costs of underwriting the risk to those who do. We do not think the uninsured motorist law contains an indication of public policy which is clear enough to void a plain, unambiguous territorial limitation clause in an insurance contract. See Antanovich v. Allstate Insurance Co., 507 Pa. 68, 76, 488 A.2d 571, 575 (1985).\nAll these considerations cast grave doubt on the conclusion that public policy mandates that Pennsylvania auto insurers provide worldwide uninsured motorist coverage to their customers. “Only in the clearest cases ... may a court make an alleged public policy the basis of judicial decision.” Mamlin v. Genoe, supra, 340 Pa. at 325, 17 A.2d at 409. This is obviously not the clearest of cases, so it is beyond judicial authority to declare the lucid territorial limitation of the Arnica insurance contract to be void as against public policy. Summary judgment for Amica Mutual Insurance Company should have been granted.\nAs we hold that the territorial limitation clause in the insurance contract is valid, the damages in the case are outside the scope of the policy. The question of interest on such damages, therefore, is moot.\nThe order of the Superior Court is reversed.\nPAPADAKOS, J., concurs in the result.\nMONTEMURO, J., is sitting by designation.\n. Gerardi and Serefeas, supra, arose under the now-repealed No-fault Act; this case falls under the legislation which replaced the No-fault Act — the Motor Vehicle Financial Responsibility Law, Act of Feb. 12, 1984, P.L. 26, No. 11, § 3, effective Oct. 1, 1984, codified at 75 Pa.C.S. § 1701 et seq., specifically subchapter C, Uninsured and Underinsured Motorist Coverage. Section 1731 provided:\n(a) General rule. — No motor vehicle liability insurance policy shall be delivered or issued for delivery in this Commonwealth, with respect to any motor vehicle registered or principally garaged in this Commonwealth, unless uninsured motorist and underinsured motorist coverages are provided therein or supplemental thereto in amounts equal to the bodily injury liability coverage....\n75 Pa.C.S. § 1731(a) (Emphasis added). The statute thus required uninsured motorist coverage which was coextensive with liability coverage and was silent as to territorial limitations. The uninsured motorist law was subsequently amended again in 1990, as set forth in note 2, infra.\n. 75 Pa.C.S. § 1731(a) provides:\n(a) Mandatory offering. — No motor vehicle liability insurance policy shall be delivered or issued for delivery in this Commonwealth, with respect to any motor vehicle registered or principally garaged in this Commonwealth, unless uninsured motorist and underinsured motorist coverages are offered therein or supplemental thereto in amounts as provided in section 1734 (relating to request for lower limits of coverage). Purchase of uninsured motorist and underinsured motorist coverages is optional.\nAct of 1990, Feb. 7, P.L. 11, No. 6, § 9, effective July 1, 1990. (Emphasis added.) The fact that a Pennsylvania motorist need not purchase uninsured motorist coverage even within the state of Pennsylvania undermines the argument that public policy in favor of protection against uninsured motorists has such force, dominance, and universality that insurers must offer worldwide uninsured motorist coverage and cannot include any territorial limitations in an uninsured motorist policy.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Frederic L. Goldfein, Leslie Anne Miller, Ann B. Cairns, Philadelphia, for appellants.",
      "Marshall A. Bernstein, John M. Willis, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "648 A.2d 755\nJonathan W. HALL, Appellee at No. 53, Cross-Appellant at No. 54, v. AMICA MUTUAL INSURANCE COMPANY, William J. Skelly and Harold M. Faust, Jr., Appellants at No. 53, Cross-Appellees at No. 54.\nSupreme Court of Pennsylvania.\nArgued April 5, 1994.\nDecided Oct. 6, 1994.\nFrederic L. Goldfein, Leslie Anne Miller, Ann B. Cairns, Philadelphia, for appellants.\nMarshall A. Bernstein, John M. Willis, Philadelphia, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0337-01",
  "first_page_order": 503,
  "last_page_order": 516
}
