{
  "id": 968900,
  "name": "BENJAMIN FOX v. WM. BORKEY, ET UX.",
  "name_abbreviation": "Fox v. Borkey",
  "decision_date": "1889-05-06",
  "docket_number": "No. 196",
  "first_page": "164",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "126 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0432-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 14366,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 4.1274534080862045e-07,
      "percentile": 0.9106679578616359
    },
    "sha256": "f34ba2c2f3471d7337c542a4fd93d9a85d59ef87b998c8ac55cafbed1a6a628b",
    "simhash": "1:7848894929379008",
    "word_count": 2599
  },
  "last_updated": "2024-02-27T22:47:10.318078+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "BENJAMIN FOX v. WM. BORKEY, ET UX."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell :\nThis is one of those verdicts, unfortunately too frequent, which are dictated by the sympathies and not by the common sense of juries. According to the plaintiff’s account, a perfectly healthy young woman was reduced to a physical wreck by the grossly negligent, if not intentional, misconduct of the defendant. It was a case that called loudly for exemplary damages, if fox any, and yet tbe jury gave but $900. It is manifest that the jury themselves did not believe in the plaintiffs case, but on the communistic principle that as somebody was hurt, somebody else, right or wrong, ought to pay for ii, rendered a verdict which in no possible view of the case, did justice to either party. It is the duty of courts to handle such cases without gloves.\nThere was no ground upon which the plaintiff should have been allowed to recover at all. There was no negligence on the part of the defendant; the injury was not the natural or proximate result of the act complained of; and if it had been, the plaintiff herself was guilty of the plainest contributory negligence in subjecting herself to the risk of it.\nThe defendant was in the exercise of his legal rights upon Ms own land.- His motive therefore is not relevant or material, unless he exercised his rights in a negligent or unlawful way. Of this there is not a word of evidence in the case. True, Ms conduct was not handsome or amiable, but that of the plaintiff’s husband was not much better, and neither was a legal cause of action, nor had anything to do with the case. Not a single word of testimony is given on the plaintiff’s side to show that the blasting by defendant was done in an unusual, or dangerous, or negligent manner. On the contrary, the only witness whose testimony bears at all closely on this point, Dumn, testifies that the cartridge was of ordinary size and strength, and that the distance from where plaintiff was to the blast, would be considered by those engaged in the occupation of blasting, as a safe distance to retreat, when about to explode such a cartridge. Oil this branch of the case alone, the plaintiff should have beeLi noLisuited at tbe close of tbe evidence on ber side.\nBut there was no evidence beyond a scintilla, if that much, that the injury complained of could have been foreseen or expected, as aLL ordinary, or natural, or proximate result of the defendant’s act. The plaintiff was not struck by anything. Her husband says, “fine dirt flew over us, like drizzling or hailing,” but plaintiff herself says she saw Liothing of that kind and noLie fell on ber. Tbe sole cause alleged for tbe injury was the noise and eoncussioLL of tbe explosion, which plaintiff says was “a veL-y severe blast.....a bard blast, a very bard blast,” and her husband, that “ there was an explosion that the earth trembled.” The two children, being healthy country boys, though only one and four years old respectively, do not seem to have been at all disturbed. This is all the testimony there is on the unusual or extraordinary character of the shock, and though one physician did gravely testify that the explosion of a six-inch cartridge of ordinary forty-five per cent dynamite, between two tons of rock half embedded in the ground, could so bounce the solid earth as to concuss the spine of a woman eighty yards off, who did not remember whether she was sitting or'standing at the time, yet one specimen of expert testimony, as thin as this, was not enough to carry such a case to the juiy.\nLastly, the' plaintiff was in the most culpable degree negligent herself in staying after the first blast. The testimony of defendant, called for cross-examination as a part of plaintiff’s case, was that both blasts were by cartridges of the same kind, but whether they were or not, the plaintiff had notice by the first of what defendant was doing, and she neither went away, as a person of her nervous temperament ought in prudence to have done, nor even notified the defendant of the serious consequences to her which his acts might produce. That she accepted her husband’s supposition that defendant would not blast again, or blast only the small rocks, was her misfortune, certainly not the defendant’s fault.\nIn remaining after warning in a place which her exceptional temperament made dangerous to her, she accepted the risk.\nThe defendant’s request for a peremptory instruction to find in his favor should have been granted.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. Oyrus Gr. Derr (with him Mr. Aug. S. Sassaman), for the plaintiff in error:",
      "Mr. J. H. Jacobs (with him Mr. H. P. Keyser and Bothermel Brothers), for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "BENJAMIN FOX v. WM. BORKEY, ET UX.\nERROR TO THE COURT OF COMMON PLEAS OF BERKS COUNTY.\nArgued March 7, 1889\nDecided May 6, 1889.\n[To be reported.]\nWhere, upon the evidence adduced in an action for negligence, it was ■ manifest that there was no negligence on the part of the defendant; that the injury was not the proximate result of the act complained of (blasting with dynamite), and that, if it had been, the plaintiff herself was guilty of contributory negligence, it was error to refuse defendant’s requést for peremptory instructions in his favor.'\nBefore Paxson, C. J., Sterrett, Williams, McCollum and Mitchell, JJ.\nNo. 196 January Term 1888, Sup. Ct.; court below, No. 87 January Term 1887, C. P.\nOn December 31,1886, William Borkey and Louisa, Ms wife, for use of the wife, brought an action of trespass against Benjamin Fox, to recover damages for personal injuries to the wife. Issue. '\nAt the trial on December 4,1888, it was shown in substance that the defendant was the OAvner of a farm upon wMch in the year 1886, Mr. Borkey was employed as a cropper, receiving one half the proceeds. On October 25,1886, the defendant went into a field to blast out some large rocks with charges of dynamite. He had been engaged at this blasting off and on for some time. Mr. and Mrs. Borkey were in the same field husking corn, having two children Avith them, and were about 80 yards from the place of the blasting. Mr. Borkejr testified:\n“We had then been husking about two weeks. One Monday morning, the 25th of October, we went over to husk again. We were almost done, within a few days. We commenced husking, and were husking along, when all of a sudden it exploded; there was an explosion; the smoke fleAV over us. My wife said that she would go home, she could not stand this shooting, this blasting, nor the smoke. Then Fox walked away, went by us, over towards the ditches. I then said to my wife that 1 thought he was only going to blast the small rock; that he would not blast any more; that he was going away. Then we commenced to husk again. Pretty soon he came back with a crowbar on his shoulder. We continued to husk. All of a sudden there was an explosion that the earth trembled ; tine dirt flew over us like drizzling or hailing. I was on one side of the shock of corn and she on the other, and she fell forward on to the shock; she was trembling all over. Then she got up and sat on the corn, and I went down to him.”\nMrs. Borkey testified:\nThe effect upon me was that it scared me, and I became very nervous, and that I had trouble with my heart, and I did not know anything of myself.”\n“ Q. When did you know anything of yourself after this blast? A. I did not know anything until my husband came bank and said we would go out of the field.”\nThe plaintiff introduced the testimony of physicians and others as to the injuries to Mrs. Borkey from the blasting. She called also the defendant, as if on cross-examination, who testified that as his other work would permit him he had for some time been blasting at the rocks to clear them away, and that Mr. Borkey objected to it:\n“ He came there and gave me some reasons for stopping me ; he said he could not husk his com, could not haul it out, and he also said lie did not want me to blast here, and he also said that he wanted to show me that he could stop me. And after we had talked a while I told him what our contract ivas about going on this land ' and blasting, and when I told him that he called me a damned liar; then he went away again and I just kept on blasting; and in a couple of days he came there again; .....I had only two rocks in that place yet and J wanted to get them out, and so before they came down with their com husking I blasted. I put a charge under one rock and blasted it; it was only a light charge, was not a very heavy blast, and when the blast was set off it tore the rock up at one end and there was a crack made in the end of it, and I then went down to my ditches and fetched a crowbar, and took the crowbar and pried the rocks apart where it was cracked; then it fell down. .....Then I went to work and took a little more than a whole cartridge and put it in between here and covered it up with ground about two feet thick, packed it pretty well, stamped the ground on, and when I had set off that charge then Mr. Borkey came down and told me to stop again, and told me about his wife, etc., this being the third time that he had stopped me, or tried to stop me, and then I told him that having only two rocks in there I wanted to shoot only a little as I wanted to finish it, and it being the third time that he wanted to stop me, I became a little excited and told him I wanted to show him that he could not scare me off where I have a right, and then he went off again, and I measured the direct distance from where I had the dynamite blast, to the place where they were husking, and it was 83-¿- yards, and when I set this blast off I was away about fifty or sixty yards.”\nOther testimony is referred to in the opinion of this court.\nThe court, Hagenman, P. J., having reviewed the testimony, charged the jury as follows :\n■ Now, then, as to the law of the case. The court has been requested by the plaintiff to answer certain points. A number have also been submitted by the defendant. These points embrace pretty much the whole of the case. The plaintiff’s first point is:\n' 1. If the jury believe the testimony of the plaintiff’s witnesses, and that of the defendant himself, that the defendant said that he had blasted the rock to show Borkey that he could not scare him; that he could do as he pleased on his own land; that he did it to vindicate his right; it matters not what agreement he may have had with Borkey as to his right to blast on the land farmed by Borkey, the plaintiff is entitled to damages if her injury was occasioned by the blasting, should they find that such blasting was done in a wilful, negligent, or reckless manner.\nAnswer: -This point is affirmed.\n* * ■ * * * *- *\n• The defendant’s first point is:\n1. The defendant, Benjamin Fox, was the owner of the land on which the blasting complained of was done, and the plaintiff has shown no contract or arrangement between him and the defendant which made it unlawful for the defendant to carry on blasting operations upon the premises in a reasonable manner.\nAnswer: This is affirmed.\n2. If the plaintiff, Mrs-. Borkey, owing to a nervous temperament, or cause known to her, was unable to endure the noise produced by what she has called a light blast, it was her duty to make her condition known to the defendant, and not to have done so was negligence on her part, and disentitles her to a recovery.\nAnswer: Affirmed, if the blasting was not greater than that which was ordinary and usual for defendant’s purposes, but if it was beyond that, and was done wantonly and wickedly, it was not her duty to make her condition known to the defendant.\n3. When Mrs. Borkey said of the first blast that “ she would go home, she could not stand this shooting, this blasting, nor the smoke,” her husband should have permitted her to go; her remaining there, knowing that she could not stand the blasting, was negligence and disentitles her to recovery.\nAnswer: Affirmed, if the subsequent blasting was not greater than that which was ordinary and usual.\n4. The rule of law is that a man is responsible only for those consequences of a fault which are natural and probable, and might, therefore, be foreseen by ordinary forecast.\nAnswer: This is affirmed.\n5. If the jury believe that the defendant had not reason to suppose that the concussion of the blasting would injure Mrs. Borkey, and believe that any injury which she may have sustained from such concussion was an extraordinary result, and not such as usually follows the act of blasting in the way in •which defendant was blasting, their verdict must be for the defendant.\nAnswer: Affirmed, provided the blasting was not greater than that which was ordinary and usual for the purpose, and not done wantonly and recklessly.\n6. If the jury believe that any negligent exposure of herself by Mrs. Borkey to the weather, on the day following the said blasting operations, occasioned the alleged physical difficulty of which she complains, the verdict must be for the defendant.\nAnswer: This is affirmed.\n7. If the jury are not able, from the testimony, to find that the blasting operations of the defendant were the proximate and immediate cause of any physical ailment which they may find the plaintiff to be afflicted with, the verdict must be for the defendant.\nAnswer: Affirmed. In determining what is the proximate cause, the rule is that the injury must be the natural and probable consequence of negligence; such a consequence as, under the surrounding circumstances of the case, might, or ought to have been foreseen by the wrongdoer as likely to follow from his act.\n8. Under all the testimony in the case, the verdict must be for the defendant.\nAnswer : This is answered in the negative.1\nGentlemen, these points contain the rule of law which will govern you in your consideration of the evidence. If the blasting was done by Fox in an ordinary and usual manner, if it was not done recklessly, wantonly, and maliciously, then the plaintiff cannot recover; but if you find that it was done wantonly, recklessly, and maliciously, then she would be entitled to recover.\n* $ $ $ $ # *\nThe jury returned a verdict in favor of the plaintiff for 1900. ' Judgment having been entered, the defendant took this writ, assigning as error:\n1. The refusal of defendant’s eighth point.1\nMr. Oyrus Gr. Derr (with him Mr. Aug. S. Sassaman), for the plaintiff in error:\nCounsel cited: Lehigh V. Coal Co. v. Jones, 86 Pa. 432; Shear. & Redf. on Neg., § 45; McGrew v. Stone, 53 Pa. 441.\nMr. J. H. Jacobs (with him Mr. H. P. Keyser and Bothermel Brothers), for the defendant in error."
  },
  "file_name": "0164-01",
  "first_page_order": 188,
  "last_page_order": 194
}
