{
  "id": 968855,
  "name": "J. D. EMERY ET AL. v. S. A. STECKEL",
  "name_abbreviation": "Emery v. Steckel",
  "decision_date": "1889-05-06",
  "docket_number": "No. 291",
  "first_page": "171",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "126 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "68 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0168-01"
      ]
    },
    {
      "cite": "65 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0459-01"
      ]
    },
    {
      "cite": "44 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484345
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0099-01"
      ]
    },
    {
      "cite": "63 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "22 Minn. 233",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        561790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/22/0233-01"
      ]
    },
    {
      "cite": "31 Hun 162",
      "category": "reporters:state",
      "reporter": "Hun",
      "opinion_index": 0
    },
    {
      "cite": "63 Barb. 177",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2265607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/63/0177-01"
      ]
    },
    {
      "cite": "2 Den. 609",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/2/0609-01"
      ]
    },
    {
      "cite": "5 W. & S. 210",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0210-01"
      ]
    },
    {
      "cite": "68 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0168-01"
      ]
    },
    {
      "cite": "65 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0459-01"
      ]
    },
    {
      "cite": "44 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484345
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0099-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 12285,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 4.973636760077794e-07,
      "percentile": 0.9354504837926845
    },
    "sha256": "1b39432906a81d9fb0f104f82c85c553d9d672188a3776133a8c77a1b121acd4",
    "simhash": "1:1c7268e09556b3d5",
    "word_count": 2164
  },
  "last_updated": "2024-02-27T22:47:10.318078+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "J. D. EMERY ET AL. v. S. A. STECKEL."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Justice Claek:\nThe contention of Steckel, the plaintiff below, was, that he had been employed by T. B. Brown & Co. to keep their books, etc., for a period of nine months from the\" fourth day of June, 1887, at the rate of $70 per month; that he remained in the defendants’ service and was paid at the rate agreed upon until July 25, 1887 ’When without cause or sufficient legal excuse he was discharged. He avers that he stood ready and willing at all times during the period stated to perform his duty, according to the nature and terms of his employment, but his services were refused: his claim is for damages upon the footing of his contract, that is to saj*-, according to the rate of compensation agreed upon. The defendants • deny the existence of such a contract; they allege that the plaintiff was employed at the rate of $70 per month, but for no determinate period; that'his withdrawal from the defendants’service was voluntary; that Steckel was incompetent, and failed to discharge the duties which he undertook to perform, and that the defendants were justified upon either- or all of these grounds in discharging' him from their employment. The facts in dispute, however, have been settled by the jury, and in the further consideration of the case here we must proceed upon the plaintiff’s theory of the case, on the facts.\nIn anticipation of this finding by the jury, the defendants’ counsel, in substance, requested the court to instruct the jurors that it was incumbent ux>on Steckel after his disci targe, to exercise due diligence to obtain other employment, and if they should find that he did not exercise a proper degree of diligence to that end he could not recover. The learned judge of the court below declined so to instinct the jury, saying that the burden of proof was upon the defendants, and that as it was not shown the plaintiff either failed to seek employment or refused it when offered, or that he might have obtained employment had he made a proper effort, the point of law suggested had no application to the case. “ There is no evidence; in this cause,” said the learned judge in his general charge, “ which you can take into consideration in mitigation of damages, excepting the testimony showing that Mr. Steckel was employed during a part of the nine months and for which he received a hundred dollars,” etc. “ The burden of proof was upon the defendants to show that he might have received other employment had he sought it,” etc. The answer to this point, and this portion of the charge, to the same effect, are the only matters embraced in the several assignments of error.\nIt is well settled that where a servant has been discharged without sufficient excuse, before the expiration of his term of employment, he may in addition to the v». ges earned recover the damages actually sustained; pilma facie, he is entitled to recover to the extent of his wages for the whole term : Fereira v. Sayres. 5 W. & S. 210. He is bound, however, to use reasonable efforts to obtain employment elsewhere; if he fail to find it of the same or a similar character in the same neighborhood he may recover to the extent stated, but the burden of showing that he might by reasonable effort have found such employment elsewhere is upon the defendant. This would seem to be the doctrine of all the eases: Costigan v. M. & H. R. Co., 2 Den. 609; Gillis v. Space, 63 Barb. 177; Sherman v. Transportation Co., 31 Hun 162; Horn v. Land Association, 22 Minn. 233; Wood on Master & Servant, 245-6, and cases there cited. The same rule is announced in 2 Greenleaf’s Ev., 274, citing, among other cases, Costigan v. M. & H. R. Co., supra, where the oases in this country and in England are collected and the question fully discussed. The defendant being' the wrongdoer, as between him and the person wronged the presumptions are in favor of the latter. It is to relieve himself from the results of his own wrongdoing, by way of mitigation merely, that the defendant may make this defence, and the burden of proof under such circumstances of right should rest with him who asserts the fact and would avail himself of it. What is a reasonable effort is necessarily a question of fact for the jury, dependént upon the circumstances of each case.\nOur own cases are to the same effect. In King v. Steiren, 44 Pa. 99, the rule is stated with much clearness, that in this class of cases the plaintiff is prima facie entitled to the stipulated compensation for the whole time. “ If so,” says the learned judge delivering the opinion, “ the burden of proof in regard to his employment elsewhere, or his ability to obtain employment, must necessarily rest on the defendant. All evidence in mitigation is for a defendant to give. In its nature it is affirmative and hence it is for him to prove who asserts it. But the possibility of obtaining other similar employment, or the fact that other employment was obtained, bears upon the case only in mitigation of damages, and is therefore a part of the defendant’s case.” This case was followed by Kirk v. Hartman, 63 Pa. 107, where it is said that the question must be considered as settled in King v. Steiren, supra, and to the same effect are the cases of Wolf v. Studebaker, 65 Pa. 459, and Chamberlin v. Morgan, 68 Pa. 168.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Claek:"
      }
    ],
    "attorneys": [
      "Mr. Edward J. Fox, Jr. (with him Mr. Edward •/. Fox'), for the plaintiff in error:",
      "Mr. Jt. L. Cope, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "J. D. EMERY ET AL. v. S. A. STECKEL.\nERROR TO THE COURT OF COMMON PLEAS OF NORTHAMPTON COUNTY.\nArgued March 13, 1889\nDecided May 6, 1889.\n[To be reported.]\n1. Where a servant has been discharged before the expiration of his term of employment, without sufficient excuse, he is prima facie entitled to recover to the extent of his wages for the whole term.\n2. The servant is bound, however, to use reasonable efforts to obtain employment elsewhere, but the burden of showing that by reasonable efforts he might have found such employment is upon the defendant.\nBefore Paxson, C. J., Clark, Williams, McCollum and Mitchell, JJ.\nNo. 291 January Term 1889, Sup. Ct.; court below, No. 22 June Term 1888, C. P.\nOn May 4, 1888, Solomon A. Steckel brought assumpsit against J. D. Emery and T. B. Brown, trading as T. B. Brown & Co. Issue.\nAt tlie trial on September 19, 1888, the plaintiff introduced testimony from which it was claimed that tbe defendants, railroad contractors, bad employed Mm to keep their books for nine months from June 4, 1887, at §70 per month; that be was paid Ms wages at that rate until July 25,1887, when without cause or sufficient excuse ho was discharged.\nThe defendants denied that they had employed the plaintiff for the period of nine months ; on the contrary they introduced testimony that they had employed the plaintiff at §70 per month until a certain work upon which they were engaged was completed, and that he had withdrawn from Ms employment voluntarily, on account of Ms dislike to the defendants’ superintendent. They also introduced testimony that the plaintiff’s hooks were in bad condition by reason of Ms incompetency as a bookkeeper.\nTbe court, Reeder, J., submitted to tbe jury to'find from tbe evidence what the contract between the parties was, and charged the jury as follows :\nThe measure of damages which will control your verdict, is the amount which he lost by reason of a breach of the contract upon the part of the defendants. The amount that he has lost would be ordinarily, the amount he would have received if there had been no breach of contract by the defendants, less whatever sum he may have been able to earn in the meantime, unless he refused to accept employment which may have been offered to him, or which he might have obtained. There is no evidence in this cause showing that the plaintiff was offered employment and refused it. [There is no evidence in this cause which you can take into consideration in mitigation of damages, except the testimony showing that Mr. Steekel was employed during a part of these nine months, and for which he received a hundred dollars, I believe the testimony is. You will recollect what the testimony is upon that subject. The burden of proof was upon the defendants to show that he might have received other employment had he sought it.] 3 The plaintiff’s case was concluded when he proved the breach of the contract, if you believe that he has successfully proven the breach of the contract. If the defendants had offered evidence showing that employment had been offered to the plaintiff, or that he could have obtained employment and refused it, for the time intervening between the time of his discharge and the time for which he alleges they contracted to employ him, that would have been a matter that I would have had to submit to you for your consideration. In the absence of such evidence, however, if you find the other facts in favor of the plaintiff to which I have already called your attention, in making up your verdict you will ascertain the amount at the stipulated rate for the length of time for which his employment would have continued beyond the date of his discharge, less the amount he may have earned during that time.\nThe court is requested to charge the jury, for the defendants:\n1. That if the jury find that Steekel left the employment of T. B. Brown & Co., and agreed to accept in lieu thereof employment with J. D. Emery, there can be no recovery.\nAnswer: Affirmed.\n2. That it was incumbent upon Steekel to exercise due ¿Liligence to obtain other employment, and if the jury find that he did not exercise such diligence, there can be no recovery.\nAnswer: This point, as an abstract principle of law, might be true, but there is nothing in this case that involves the application of the principle, because the defendants, upon whom the burden of proof rests, have not shown that the plaintiff did not attempt to obtain employment, or that he might have obtained employment and refused it.1\n3. That if the jury find that Steckel was not a competent book-keeper, or that the books of the firm -were kept by him in a negligent and unskilful manner, the defendants were justified in terminating the contract, and there can be no recovery by the plaintiff.\nAnswer: Affirmed.\n4. That if the jury find that Steckel demanded as a condition of his remaining in the employment of the firm defendant, that they should discharge Somers, the firm were relieved from any obligation to retain him, and there can be no recovery.\nAnswer: Affirmed.\nThe jury returned a verdict in favor of the plaintiff for $410.14. A rule for a new trial having been discharged, the defendant took this writ, assigning as error:\n1. The answer to defendants’ second point.1\n2. The part of the charge embraced in [ ] *\nMr. Edward J. Fox, Jr. (with him Mr. Edward •/. Fox'), for the plaintiff in error:\nThe authorities are clear to the point that the servant must seek employment, when he has been discharged before the expiration of the term for which he was engaged to serve; he must use diligence to find another employment: Beckman v. Drake, 2 H. L. 606; Emmens v. Elderton, 4 H. L. 507; Goodman v. Pocock, 69 E. C. L. 583 (15 Ad. & E.). If the law be, as the eases cited appear to establish, that the servant must use diligence, the burden is upon him to establish the fact which is essential to his recovery, and is a condition precedent to Ms right to sue.\nMr. Jt. L. Cope, for the defendant in error:\nIn the case of King v. Steiren, 44 Pa. 99, Justice Stroítg after referring, to English as well as American authorities said: “Without referring to them more particularly, here, 'it will suffice to say that they establish incontrovertibly the rule in England to be, that, in such a case, the plaintiff is prima facie entitled to the stipulated compensation for the whole time. If so, the burden of proof in regard to his employment elsewhere, or his ability to obtain employment, must necessarily rest on the defendant. All evidence in mitigation is for a defendant to give. In its nature it is affirmative, and hence it is for him to prove who asserts it. But the possibility of obtaining other similar employment, or the fact that other employment was obtained, bears upon the case only in mitigation of damages, and is therefore a part of the defendant’s ease.” This ruling is repeated in Wolf v. Studebaker, 65 Pa. 459, and in Chamberlin v. Morgan, 68 Pa. 168."
  },
  "file_name": "0171-01",
  "first_page_order": 195,
  "last_page_order": 200
}
