{
  "id": 968861,
  "name": "APPEAL OF ANDREW P. CORWIN, GUARDIAN. [Estate of Charles and Grace Corwin, Minors.]",
  "name_abbreviation": "Appeal of Corwin",
  "decision_date": "1889-05-07",
  "docket_number": "No. 109",
  "first_page": "326",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "126 Pa. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa. 831",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 5609,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.4001048418155768e-07,
      "percentile": 0.6445389287174658
    },
    "sha256": "6c4df8e4c5b2bcada111287982f66261750737e65612cc9c2bfaa2e57bd04c90",
    "simhash": "1:647f46ca61139c8b",
    "word_count": 970
  },
  "last_updated": "2024-02-27T22:47:10.318078+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ. *"
    ],
    "parties": [
      "APPEAL OF ANDREW P. CORWIN, GUARDIAN. [Estate of Charles and Grace Corwin, Minors.]"
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nOn the argument at Bar,\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Sheridan Grorton, for the appellant.",
      "Messrs. Stone, Brown $ Sturgeon, for the appellees."
    ],
    "corrections": "",
    "head_matter": "APPEAL OF ANDREW P. CORWIN, GUARDIAN. [Estate of Charles and Grace Corwin, Minors.]\nFROM THE DECREE OE THE ORPHANS’ COURT OE MCKEAN COUNTY.\nArgued May 7, 1889 — Affirmed at Bar.\nWhere, upon the petition of a grandfather, a guardian has been appointed for a minor under the age of fourteen years, without the knowledge and ■ consent of the mother, with whom the minor resides, it is not error to revoke the appointment upon the mother’s petition.\nBefore Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ. *\nNo. 109 July Term 1888, Sup. Ct.; court below, No. not given.\nOn December 5, 1887, Frances E. Corwin, of Foster township, filed her petition representing that she was the mother of Grace Corwin, aged five years, and the stepmother of Charles Corwin, aged eight years, the said minors being children of Wilbur N. Corwin, deceased; that on September 6, 1887, the court appointed Andrew P. Corwin as guardian of said minor children upon the petition of John C. Corwin, their grandfather; that such appointment was made without notice of any kind to the petitioner and was very unpleasant for her, for the reason that said Andrew P. Corwin was attempting to assert his authority over the persons and estates of said minors, ignoring entirely the rights of the petitioner, their mother, and threatened to remove one of the said minors, to wit, Charles Corwin, and place him with other parties to bring up; that said Andrew P. Corwin was ineligible to act as guardian of said minors by rpason of certain business transactions concerning a piece of real estate in McKean county, conveyed by said John C. Corwin to Wilbur N. Corwin, deceased, during his lifetime, and on account of certain claims made by said Andrew P. Corwin and E. A. Corwin, his brother, which would be in direct conflict with the rights of said minors. The petitioner prayed the court to vacate the appointment of Andrew P. Corwin, etc.\nOn the filing of this petition, a rule to show cause was granted, and depositions were then taken and filed.\nOn May 8,1888, after argument of the proceeding, the court, Mobbison, J., filéd the following opinion:\nWilbur N. Corwin died in the county of McKean on July 21, 1887, intestate, leaving to survive him a widow, Frances E. Corwin, and two minor children, Charles Corwin, aged eight years, and Grace Corwin, aged four years. On September 6, 1887, John C. Corwin, grandfather of these children, presented his petition to this court praying for the appointment of Andrew P. Corwin as guardian of said minors, and on the same day the appointment was made and a bond in the sum of six thousand dollars, with John C. Corwin as one of the sureties, approved by the court.\nFrom the evidence we find that John C. Corwin is a resident of Friendship, in the state of New York; that after the death of Wilbur N. Corwin and prior to the date of said appointment he had a conversation with the widow, Frances E. Corwin, in regard to the appointment of a guardian for these children; that she was led to understand that no application would be made for such appointment until she had first been consulted. It further appears that the name of Andrew P. Corwin was not suggested to her and that luis appointment was procured without notice and without her knowledge and consent.\nJudging from her petition and evidence, it is quite apparent that she would have opposed this appointment had she known it was about to be made. A petition should not be presented for the appointment of a guardian for a minor child without notice to the surviving parent, if such parent be within the jurisdiction of the court: Senseman’s App., 21 Pa. 831. This was a case where the father was within the jurisdiction of the court and a guardian was appointed for his. min or child without notice to him, and the Supreme Court reversed the decree. We think the mother should have notice of the application for the appointment of a guardian for her minor child, and more especially when, like the case in hand, the child is of tender years and residing with its mother.\nWe cannot shut our eyes to the proofs that Andrew P. Cor-win had, prior to his appointment, asserted some claim to the estate of Wjlbur N. Corwin, which seems to have induced the mother to believe that he was not a suitable guardian for the children. We cannot say under the evidence that she would not have been justified in objecting to this appointment. The conduct of John C. Corwin in coming from another state and securing this appointment without the knowledge of the mother, is not praiseworthy.\nIf this court had been fully advised of the facts in this matter before the appointment, we are confident it would not have been made. President Judge Olmsted who made the order appointing this guardian, informs us that he acted under the belief that Andrew P. Corwin was satisfactory to all parties interested, and that his appointment was for the best interests of the minors.\nWe think it for the best interests of the family that this appointment be revoked, and some other person appointed guardian of these children.\nA decree was thereupon entered making the rule granted absolute, and vacating the order of September 6,1887, appointing said Andrew P. Corwin guardian of said minors, provided that said Andrew P. Corwin .and. his sureties should not be released or discharged until he should first settle an account, etc. The said Andrew P. Corwin then took this appeal assigning said decree as error.\nMr. Sheridan Grorton, for the appellant.\nMessrs. Stone, Brown $ Sturgeon, for the appellees."
  },
  "file_name": "0326-01",
  "first_page_order": 350,
  "last_page_order": 353
}
