{
  "id": 968922,
  "name": "APPEAL OF JOHN I. THOMPSON. [John I. Thompson v. Moses Thompson.]",
  "name_abbreviation": "Thompson v. Thompson",
  "decision_date": "1889-05-13",
  "docket_number": "No. 97",
  "first_page": "367",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "126 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "81* Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0391-01"
      ]
    },
    {
      "cite": "43 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0067-01"
      ]
    },
    {
      "cite": "59 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0214-01"
      ]
    },
    {
      "cite": "12 Wall. 47",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        5653684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/79/0047-01"
      ]
    },
    {
      "cite": "45 Leg. Int. 394",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "7 Phila. 436",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "43 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "68 la. 343",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2048577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/68/0343-01"
      ]
    },
    {
      "cite": "9 Pet. 483",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5614364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/34/0483-01"
      ]
    },
    {
      "cite": "9 Pet. 404",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wheat. 103",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0103-01"
      ]
    },
    {
      "cite": "1 Black 506",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        1410124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/66/0506-01"
      ]
    },
    {
      "cite": "10 Pet. 177",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/35/0177-01"
      ]
    },
    {
      "cite": "9 Wend. 549",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. Ch. 671",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0671-01"
      ]
    },
    {
      "cite": "22 Pick. 55",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0055-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1093,
    "char_count": 26461,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 7.590219826781394e-07,
      "percentile": 0.9707089100561461
    },
    "sha256": "c5e32aef920a6a7f93bdf166b947dec6388421fbc315e11637ec3d93c1b2180a",
    "simhash": "1:da20a73696fc59c0",
    "word_count": 4648
  },
  "last_updated": "2024-02-27T22:47:10.318078+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, Williams and McCollum, JJ."
    ],
    "parties": [
      "APPEAL OF JOHN I. THOMPSON. [John I. Thompson v. Moses Thompson.]"
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThis decree is affirmed upon the opinion of the learned judge below, and the appeal dismissed at the costs of the appellant.\n. Decree affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. J. W. Gephart (with him Mr. James A. Beaver), for the appellant.",
      "Mr. B. S. Keller and Mr. John 3. Orvis, for the appellee."
    ],
    "corrections": "",
    "head_matter": "APPEAL OF JOHN I. THOMPSON. [John I. Thompson v. Moses Thompson.]\nFROM THE DECREE OF THE COURT OF COMMON PLEAS OF CENTRE COUNTY.\nArgued April 24, 1889\nDecided May 13, 1889.\n1. it being necessary not only that the substance of the case made by the plaintiff in a bill in equity should be proved, but that it should be substantially the same as the ease stated in the record, every averment necessary to entitle the plaintiff to the relief prayed for must be contained in the stating paid of the bill, and may not be supplied by inference, or by a reference to some other part of the bill.\n2. When, therefore, a plaintiff averred that the defendant and he had dissolved a partnership and that defendant had agreed to -convey to plaintiff all the partnership property, praying for specific performance, and the defendant in Ms answer admitted the contract and averred his willingness to convey according to it, but that to a portion of the property claimed the firm had no title, it was error for the master to receive testimony to show that defendant was estopped from setting up such defence.\n3. In such case, evidence that before the purchase of the tract by the firm, the defendant had assured the plaintiff that their grantors had a good title; that a survey was subsequently made of the lands, and that the defendant with others was one of the owners of the prior interfering survey,' — this evidence, with the silence of the defendant, was not sufiieient to estop him from setting up the interference as a defence.\nBefore Paxson, C. J., Green, Clark, Williams and McCollum, JJ.\nNo. 97 January Term 1889, Sup. Ct.; court below, No. 149 April Term 1884, in Equity.\nOn March 10, 1884, John I. Thompson filed a bill in equity against Moses Thompson, alleging substantially that on March 17, 1854, plaintiff, defendant, J ames M. Thompson and James Irvin, trading under the firm name of Trvin & Thompson, had purchased as tenants in common a certain Martha Furnace property; tbat on November 16, 1857, they bad agreed to dissolve the copartnership and the defendant, with James M. Thompson and James Irvin agreed to convey to plaintiff all the property,. real and personal, belonging to said firm; that plaintiff had tendered a deed for said Martha Furnace property to defendant who had refused to execute it; praying for a decree that the defendant execute and deliver to the plaintiff a conveyance for all his right, title and interest in the premises described in said agreement and covenanted by the defendant to be conveyed.\nOn July 14,1884, the defendant filed an answer setting forth inter alia, that certain of the lands known as the Martha Furnace property interfered with an older survey, and that he was ready to convey all his interest in the lands to which the firm of Irvin & Thompson had a good title.\nIssue having been joined on this answer, Mr. John Gf. Love was appointed examiner and master. The master received evidence to the effect that Moses Thompson had, at the time of' the purchase of the Martha Furnace property, knowledge, either actual or constructive, of the title under said older surveys, that he was thereby estopped from setting up that title as a defence to the bill, and therefore, in his report, filed March 8, 1887, he recommended that a decree be entered as follows: “ That the defendant execute and deliver to the plaintiff a deed for the lands owned by Irvin & Thompson lying north of Muncy Mountain, and for the ore reservations on the same lands lying south of said mountain, as required by the agreement of November 16, 1857, and in accordance with the descriptions of said lands as contained in the deed from the Curtins to Moses and John I. Thompson, as far as- he is able to convey the same ; and that the plaintiff deliver to the defendant the deed dated January 7,1884, executed by him and his wife to Moses Thompson and fully set out in plaintiff’s bill, and tendered to defendant before plaintiff filed his bill; this decree not to prejudice the rights of the plaintiff to any claim he has or may have against the defendant for damages, because of the defendant’s failure or inability to perform fully said agreement.”\nVarious exceptions to his report were overruled by the master, but being filed with his report were renewed in court. After argument on these exceptions, the court, Krebs, P. J., 46th Judicial district, filed the following opinion:\nThe' bill filed by the complainant prays for the specific performalice of a contract in writing, dated November 16, 1857, this agreement evidently resulting from previous written memoranda made and signed by Moses Thompson, the respondent, on November 7, 1857.\nOn March 17,-1854, Moses Thompson, John I. Thompson, Dr. James Thompson and Gen. James Irvin purchased by agreement in writing from Austin Curtin, James Curtin, John Curtin, Roland Curtin and A. G. Curtin what is known as the Martha Furnace property, consisting of over 5000 acres of land and ore rights, and also personal property in and about the furnace. Of the various warrants and surveys embraced within this purchase was one in the name of John Thompson, supposed to contain one hundred and sixty-four acres, two perches and allowance. Prior to the punchase of the Martha Furnace property from the Curtins, in the year 1854, Moses Thompson, the respondent, had become interested in the Centre Furnace Company property, also consisting of a large amount of real estate and of which there were two warrants, one surveyed in the name of: Robert Cover, and the other in the name of William Wilson. The respondent was not the sole owner, but a tenant in common with others and different persons in the Centre Furnace property, than those who were his tenants in common in the Martha Furnace property. The complainant was interested in the Martha Furnace p>rop>erty alone.\n[The Robert Gover and William Wilson surveys were warranted on July 1, 1784, and surveyed May 5, 1785. The John Thompson warrant is dated September 19,1881, and surveyed December 18, 1832. It is now an admitted fact that it interferes with the Gover and Wilson surveys, and instead of containing 164 acres, 2 perches and allowance, as returned by the official survey, it contains by the lines and marks upon the ground fixing the true location, about twenty-eight acres less than its official call.] a The photographic map) attached to the master’s report clearly sets forth the extent of the interference between these surveys. The whole difficulty that has arisen in this case grows out of this interference.\nThe exceptions filed to the master’s report relate both to matters of fact as well as of law. In the main, the exceptions which relate to matters of fact are rather in the nature of a criticism of the master for attaching undue weight to the testimony of the complainant, than the materiality of the findings themselves. [It is complained, however, that the master erred in setting ont as a fact that “ During the negotiations ’for the purchase of the Martha Furnace property, John I. Thompson was not present and took no part therein. He knew nothing thereof until Ms brothers, Moses Thompson, the defendant, and Dr. Thompson, called upon him to see if he would take an interest in the purchase, they stating the price to be paid. John I. Thompson inquired of Moses Thompson as to the character of the title to Martha Furnace property. Moses Thompson represented to Mm that the Curtins had had it so many years without any interference, that the title was good beyond a doubt.” If this finding is material in the case, it is not justified by the testimony, in the way it is stated, and is calculated to leave an impression on the'mind which an attentive reading of the testimony ought not to make.] 3\n•Before considering the questions of fact, I desire to consider the questions of law affecting the plaintiff’s right to raise the question of estoppel, under the bill and answer, and the issue raised therein. The facts alleged in the bill and the matters set out, together with the contracts exhibited therewith, and the prayers for relief, raise but the single question, whether or not the plaintiff should have a decree for specific performance of the contract dated November 16,1857, and a conveyance from the respondent by deed for the lands formerly owned by the Martha Furnace Company and the ore reservations therein. The answer, while not admittmg all of the facts in the bill, does proffer a readiness and willingness to make a conveyance and a tender of a deed, for all the land and the “ ore reservations ” upon the John Thompson tract outside of the interference with the Gover and Wilson surveys, or the lands of the Centre Furnace Company. [The master finds, and correctly, that upon the contract of November 16, 1857, the plaintiff is not entitled to a decree which would impose upon the respondent the obligation to convey the ore upon that part of the John Thompson warrant which is within the lines of the older.surveys, and to which the Martha Furnace Company never had any claim or title in law.] 4\n[Upon what allegations then contained in the bill does the master base his report ? I have vainly sought to find some allegation of fact upon which to sustain the decree, rather than to overrule the master’s report. 1 have nowhere been able to find that there is anything alleged that raises the issue which, in my opinion, would justify the admission of evidence to raise an estoppel or authorize w decree based upon such grounds.] 5\nThe doctrine of a rigid and technical construction of bills in equity no longer prevails; but it is equally clear that every material allegation should be put in issue by the pleadings, so that the parties may be duly apprised of the essential inquiry, and be enabled to collect testimony to meet it. Every averment necessary to entitle the plaintiff in equity to the relief sought, must be contained in the stating part of the bill, and may not be supplied by inference or reference to some other part of the bill: Wright v. Dame, 22 Pick. 55 : Brinkerhoff v. Brown, 4 Johns. Ch. 671; McElwain v. Yardley, 9 Wend. 549. The same rule prevails in the authorities and decisions of the Supreme Court of the United States. The rule is, that a party is not allowed to state one case in a bill or answer, and make out a different one by proof : the allegata and probata must agree; the latter must support the former: Boone v. Chiles, 10 Pet. 177; Foster v. Goddard, 1 Black 506. There must be sufficient equity apparent on face of the bill to warrant granting the relief prayed for, and material facts relied on must be so distinctly stated as to be put in issue: Harding v. Handy, 11 Wheat. 103. If the proofs go to matters not within the allegations of the parties, the court cannot act upon them: Piatt v. Vattier, 9 Pet. 404; Harrison v. Nixon, 9 Pet. 483. So, also, it has been held that a party cannot give evidence of an affirmative defence of estoppel, unless he has pleaded it: Delphi v. Startsman, 2 West. R. 249 (Ind.). Before an estoppel can be relied on, the facts constituting it must be pleaded; and where there was no such plea, it was error to give an instruction upon the theory that it was allowable for the jury to find an estoppel: Dist. of Burlington v. Bank, 68 la. 343. Rule XVII. of the Supreme Court Equity Practice directs, that “The bill shall be divided into paragraphs consecutively numbered, and shall contain a succinct statement of the facts upon which the plaintiff asks relief,” etc. In the case of Winebrenner v. Colder, 43 Pa. 251, the court, criticising the bill then before it, says: “ The bill should be a simple statement of the essential facts of the case.” Three years afterwards the Rules of Equity Practice were adopted, and few if any cases have arisen in which this question is passed upon. If we look «into the text books, we find the same rule. In 1 Daniel’s Chan. Pr. 326, it is said: “ Care, however, must be taken in framing the bill that everything which is intended to be proved, be stated upon the face of it, otherwise, evidence cannot be admitted to prove it. And again, it is a fundamental maxim both in this court and in courts of law, that no proof can be admitted of any matter' which is not noticed in the pleadings: ” 1 Daniel’s Chan. Pr. 852, 853. The degree of certainty required in bills in equity in our courts may be gathered from a few cases reported from the lower courts. The averments of fraud in a bill in equity must be certain and specific : Ludlow, J., in Baird v. Hamm, 7 Phila. 436. The rule of practice is clear and invariable, that it is not only necessary that the substance of the case made by each party should be proved, but it must be substantially the same case as that which he has stated in the record: Woods v. McMillan, 15 P. L. J. 363; Hollenbaek’s App., 45 Leg. Int. 394.\n[I have departed from my usual habit, to cite authorities in this case, for the reason that under what seems a well ascertained and settled rule of equity pleading, the master must be held to have erred in decreeing that the defendant must convey to the plaintiff land to winch the Martha Furnace Company never had any legal title, upon the evidence introduced by way of estoppel. As will be seen from the authorities cited, he ought not to have regarded the testimony upon that point, as that was not the issue made by the averments in the bill and answer. The error lies in this that he decrees that the defendant shall convey to the plaintiff the ore on the parts of the Gover and Wilson surveys interfered with by the John Thompson survey. The written contract he admits does not require this, but he bases his decree wholly upon the ground of equitable estoppel. The bill filed does not place it upon that ground, but does rest only upon the written agreement of November 16, 1857, without any intimation that the plaintiff seeks this particular John Thompson survey, or the ore thereunder, in any other right, or under any other assertion of title than that it was withiix the terms of the agreement and a part of the Martha Furnace-property. To sustain the decree to that length, would boto take away what is otherwise the defendant’s property, with- - out notice of the nature of the plaintiff’s right or claim of title • thereto and with no opportunity to defend against the same.] 6\nBut granting that the master has not erred in taking note of the testimony that relates to the question of estoppel, Jet us-examine if and see whether under the rules of law applicable to-the doctrine of equitable estoppel, the decree can be sustained* The doctrine of equitable estoppel is well settled both upon, reason and authority by the highest courts in this country. The application of the principle to the facts of any particular case, is, however, much more difficult of ascertainment, as in the very nature of things the facts in no two cases are precisely the same. The courts of some of the states distinguish in the application of the principle ; also, between controversies affecting personal property and real estate. What is this doctrine as declared by the courts ? It is, that one having knowledge of facts on which he intends to rely, to exempt him from an obligation about to be entered into with another, of which the other is ignorant and can only learn through him, is bound to. disclose that knowledge:' United States v. Bank of Metropolis, 15 Bet. B77. Silence works no estoppel unless it has misled another to his injury: Bailroad Co. v. Dubois, 12 Wall. 47 Mill v. Epley, 81 Fa. 334; Beaupland v. McKeen, 28 Ba. 124. Bositive acts tending to mislead one ignorant of the truth and which do mislead him to his injury, are grounds of estoppel, though the party estopped were ignorant of his rights: Chapman v. Chapman, 59 Pa. 214. But the acts of a party, done in ignorance of his rights, will not operate as an estoppel unless others have acquired rights on the faith of them: Newman v. Edwards, 34 Ba. 32 ; Duncan’s App., 43 Pa. 67; Miller’s App., 84 Pa. 391; Woodward v. Tudor, 81* Pa. 382; Putnam v. Tyler, 117 Pa. 586.\nIn all of the authorities cited, the principle was invoked and applied, on the ground that the acts relied on were positive in their character and the silence so suggestive in its nature, that, coupled with the fact of knowledge within the mind of him who in fair dealing ought to have spoken, it became positive fraud not to have disclosed to the other party dealing with the. subject Ms knowledge thereof. [An examination into the facts in those cases where estoppel has been grounded on silence will, we think, disclose that it was held, or if not distinctly held, it was apparent, that the silence was in relation to facts of which the injured party had no means of obtaining knowledge, except through and by him who held it witlrin his breast and failed to reveal it. Under such circumstances, it is not difficult to understand why the courts say that silence is a fraud. But if both parties have equal means of ascertaining the facts by examination of the records as to title, by ascertaining the true ■ boundaries of the land by lines run on the ground, or other equally accessible and ascertainable matters, silence upon such matters surely cannot be held to be a fraud.] 7 In dealing with real property, it is well to bear in mind that we have upon our statute books the statute of frauds, the chief purpose of which is to regulate the methods of transmitting title and to protect the owners thereof against unfounded claims. The exceptions that have been made by the courts to the statutory rule, are all based upon the principle of fraud; and this doctrine of equitable estoppel is antagonistic to the statute, unless it is applied and restricted to cases where the acts and matters or silence are essentially fraudulent. I think that- while it is true that the owner of real property may by Ms acts in pais preclude himself from asserting his legal title, yet the doctrine ought to be sparingly applied and only on the disclosure of clear and satisfactory grounds of equity and justice. The statute of frauds was intended for the security of titles, and its beneficial effects ought not to be swept away by parol testimony, except of the clearest and most convincing character. I do not think tliis is stating a new limitation upon the doctrine of estoppel, but is the distinct .result of an attentive study of the cases on that subject, from Commonwealth v. Moltz, 10 Pa. 531, to Putnam v. Tyler, 117 Pa. 586.\nIt has been held also, that the doctrine that where one stands by and sees another laying out money on property to which he himself has some claim or title, and does not give notice of. it, he is equitably estopped from afterwards setting up such claim or title, does not apply to an act or encroachment on land, the title to which is equally well known, or equally open to the notice of both parties: Schaidt v. Blaul, 5 Cent. R. 580.\n[Applying these rules to the testimony before the master, we cannot agree with his conclusions. The main question is: is the defendant estopped from asserting his title under the Cover and Wilson surveys to the strip of land in dispute, either by reason of acts or silence, in misrepresenting or not disclosing his claim thereto. It is manifest that in order to have this effect they must have some distinct and clear' connection with the making of the contract of partition November 16, 1857, and that there must have been then some fraud intended in keeping silent or making the representations, or doing the acts complained of. On part of the plaintiff it is earnestly contended that the facts are sufficient; that in 1850 the defendant discovered the western lines of his Cover and Wilson surveys when he had Mr. Trcziyulny upon the lines. This much is true, but it does not appear by the testimony that he then discovered the interference, or know where the eastern line of the John Thompson survey was.] 8 According to the plain reading of the testimony, Curtins & Company had ceased taking ore from every part of the John Thompson tract, two years or more before that. John Curtin says : “ I think the last work we did was in 1847, when we stopped the furnace.” [The next fact upon which defendant is sought to be estopped is, that in 1854, while the negotiations were going on with the Curtins & Co., the plaintiff asked his brother about the title to the property. From the reading of the testimony, this was clearly a time, whether long or short, it is hard to say, before the contract of March 17, 1854, was signed. How this conversation made early in the year 1854, can be connected with the purchase by the plaintiff from defendant in 1857, I cannot understand. The defendant himself evidently believed what he said, for upon his belief he was willing to and did contract to buy from the Curtins the Martha Furnace property, and this declaration could not, it seems to me, have contained the element of fraudulent intent essential, unless we can conceive of the defendant planning this purchase in 1854, in order to entrap his brother in 1857. But what totally destroys this theory is, that it could not have had reference to the present controversy, or if it did have, it was provided for at some one’s instance that the Cur-tins would convey by general warranty deed this John Thompson tract, the benefit of which was lost by plaintiff accepting along with defendant a deed without this warranty made and delivered in 1865.] 9\n[After the purchase of this property in March, 1854, the plaintiff himself testifies that a survey of the lands was made by one Abram Elder. Who for? Certainly for their joint benefit. The plaintiff shows clearly that both plaintiff and defendant had drafts of that survey, and that a large draft was made, of which the others were copies ; and the reason for this is apparent when we remember that the plaintiff removed to the Martha Furnace, and the great body of this land was in the Bald Eagle Valley, and it was necessary to have a draft in order not only to find the lands, but to guard against trespassing. It is clear, then, that prior to November, 1857, a survey had been made of the lands; both parties had equal facilities of ascertaining the boundaries of the lands and their locations; the plaintiff himself was with Mr. Elder as chain carrier, certainly most of the time. If the interference between the Gover and Wilson with the John Thompson survey was discovered then, the plaintiff had the same means of ascertaining it that the defendant had. If he did not then discover it, there is no evidence that the defendant did, except inferentially. Here then, we have a case, assuming now that the evidence makes it clear that the defendant knew of the interference between these surveys, where the silence set up as the grounds of an equitable estoppel relate to a matter, the method of finding out which was equally open to both. It was not a thing laid away and hidden out of sight, within the defendant’s control and only to be ascertained by his disclosing it, or divulging the secret sources of his knowledge. Surely mere sileuce under such circumstances does not rise to the force and effect of fraud.]10\n[But on this question of knowledge and silence, the important fact must not be overlooked that there are practically after all but two witnesses, the plaintiff on one side and the defendant on the other. The plaintiff alleges that he did not know of this interference. The defendant swears it was often talked about between them. These men are both of high character and reputation; their testimony so far as anything appears in this case, is of equal weight and entitled to equal consideration ; and, under the well established doctrine that where the testimony is equally balanced, the bill must fail.] 11\n[After much consideration, with an earnest desire to give reasons for my conclusions that would be clear and satisfactory, not only to my own mind but convincing to the parties, and thus end this unfortunate litigation, which, if it has not already, may bring estrangement between brothers already far advanced in years, the conviction is forced upon my mind that the doctrine of equitable estoppel has no application to the facts of this case, and that the learned master erred in his decree.] 13\n[But this does not necessitate the dismissal of the bill. The defendant admits the plaintiff’s right to a decree for specific performance to that part of the John Thompson survey outside of the line of the Go ver and Wilson, and has tendered his deed for the lands embraced in the contract of partition dated November 16,1857, together with the ore reservations. Under the evidence, this was all he was bound to do. I am of the opinion that the plaintiff is entitled to no more than this, and that an equitable disposition of the costs would be for each' party to pay his own costs incurred in this litigation,] 13 and I, therefore, enter the following decree :\n[And now, October 29, A. D. 1888, it is adjudged, ordered and decreed that the defendant make, execute and deliver and give a good and sufficient deed, clear of incumbrance, for all lands mentioned and intended to be embraced in the agreement of November 16,1857, lying north of Muncy mountain, together with the ore reservations in lands belonging to said firm, Irvin & Thompson, south of said mountain, as also the ore reservations in lands sold; and more particularly to convey to the plaintiff by said deed the ore in, under and \\ipon that part of the John Thompson survey outside of the lines of the Gover and Wilson surveys, with the right to enter and take said ores, and to use and enjoy said ore reservations, subject only to the express limitations mentioned and contained in the said agreement of November 16, 1857. And it is further adjudged, ordered and decreed that the plaintiff pay the record costs and the master’s fees, and fees of his own witnesses, and that the defendant pay the fees of his own witnesses.] 14\nThereupon the plaintiff took this appeal, assigning as error, 2-13. The portions of the opinion embraced in [ ] 3 t013 14. The decree of the court.14\nMr. J. W. Gephart (with him Mr. James A. Beaver), for the appellant.\nMr. B. S. Keller and Mr. John 3. Orvis, for the appellee."
  },
  "file_name": "0367-01",
  "first_page_order": 391,
  "last_page_order": 402
}
