{
  "id": 862046,
  "name": "Bowman Bros. v. Henry Stewart et al., Appellants",
  "name_abbreviation": "Bowman Bros. v. Stewart",
  "decision_date": "1895-01-07",
  "docket_number": "Appeal, No. 106",
  "first_page": "394",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "165 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "123 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0019-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "131 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810260
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0535-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 7369,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.4294626692550436e-07,
      "percentile": 0.6510111207255712
    },
    "sha256": "a08b7c37f32dfd2319917da5f4b56c576138eeb33f33d8c65804b868cf6b04dc",
    "simhash": "1:982da778deefcd58",
    "word_count": 1216
  },
  "last_updated": "2024-02-27T16:59:07.283237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, O. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Bowman Bros. v. Henry Stewart et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per. Curiam,\nWe find nothing in the affidavit of defence that can be regarded as a sufficient answer to the conclusive effect given, by the 44th section of the contract, to the decision of the engineer in relation to the several matters therein specified. There is no allegation of fraud or collusion between the plaintiffs and the city engineer. Averments to the effect that the latter was negligent and made mistakes are not sufficient. When the parties agreed that, “to prevent all disputes and litigation,” his decision, as to any of the matters referred to,should “be final and conclusive,” they impliedly assumed the risk of negligence and consequent mistakes.\nFurther consideration of the questions involved is unnecessary. They are sufficiently presented and rightly disposed of in the opinion of the court below, and on it we affirm the judgment.",
        "type": "majority",
        "author": "Per. Curiam,"
      }
    ],
    "attorneys": [
      "tT. S. Ferguson, F. P. Douglass with him, for appellants,",
      "W. B. Bodgers, J. H. Beal with him, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Bowman Bros. v. Henry Stewart et al., Appellants.\nAffidavit of defence—Contract—Paving—Arbitration—Engineer—Fraud —Waiver of negligence and mistakes.\nWhere the parties to a paving contract agree that “ to prevent all disputes and litigation ” the decision of the city engineer, as to any of the matters referred to in the contract, should “ be final and conclusive,” an affidavit of defence in an action for the cost of the paving is insufficient which avers that the city engineer was negligent, careless and made mistakes. When the parties agreed to make the engineer’s decision final and conclusive, they waived the risk of negligence and mistakes.\nArgued Oct. 24, 1894.\nAppeal, No. 106, Oct. T., 1894, by defendants, from order of C. P. No. 2, Allegheny County, Oct. Term, 1898, No. 535, making absolute a rule for judgment for want* of a sufficient affidavit of defence.\nBefore Sterrett, O. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit to recover contract price for paving a portion of Versailles avenue in the city of McKeesport.\nFrom the record it appeared that the contract under which the work was done, contained a clause making the city engineer’s decision final.\nDefendants filed, an affidavit of defence in which they averred that plaintiffs had violated their contract in many essential particulars ; that the estimate of the engineer employed by them showed that the entire grading of the avenue did not exceed 13,961 cubic yards, while the city engineer’s estimates for the grading amounted to 25,195 cubic yards; and that on a street 3,280 feet in length, and 50 feet in width, defendants’ engineer found that 1,237 lineal feet of curbing was soft common sandstone, and not at all according to the specifications; that he also made a test of the brick used and found that from one fourth to one third of the brick was defective and was only ordinary fire brick, pervious to water and easily disintegrated by frost and sun, wholly • unfit for the purpose and already showing manifest evidence of decay.\nOn a rule for judgment for want of a sufficient affidavit of defence the following opinion was filed by White, J.:\n“ The resolution of the city councils granting permission to the defendants (or the property-holders represented by the defendants) ‘to contract for, and have graded, curbed and paved with fire brick at their own expense,’ Versailles avenue, expressly provided that it should be done ‘ under the direction of the city engineer,’ and he was ‘ directed to see that the work is properly done.’ Under this resolution the defendants made the contract with the plaintiffs to do the work.\n“ The contract was very full and specific, describing in detail all materials and work. Section 4± provided that ‘To prevent all disputes and litigation it is further agreed by and between the parties to this contract that the engineer shall in all cases determine the quantity and quality of the several kinds of work which are to be paid for under this contract, and their decision shall be final and conclusive in the premises; and they shall determine all questions in relation to lines, levels and dimensions of the work, or as to the interpretation of the plans and specifications.’\n“ The comprehensive language of this section covers all questions or disputes that might arise between the contracting parties, and is also conclusive upon the city. It embraces materials as well as work, for it embraces all ‘ which are to be paid for under this contract.’ The cit}r engineer was made the final arbiter in all matters.\n“ The affidavit of claim avers that theplaintiffs performed said contract, under the directions of F. W. Patterson, city engineer of said city, and to his satisfaction; . . . . that at the completion of the work, the said engineer made a final estimate thereof, showing the amounts due plaintiffs; . . . . and plaintiffs, during the year following the completion of the work, made all repairs required by said engineer.’ None of these averments is denied in the affidavit of defence.\n“ The contention of the defendants is, that the engineer was negligent and careless in superintending the work, and making his estimates; that some of the materials—bricks and curbstones—are not the kinds required in the contract; that the foundation of the brick pavement is not in accordance with the contract; that his estimates for grading and other work are excessive.\n“The affidavit also states that the defendants made complaint of these matters to the city engineer during the progress of the work, and after its completion; that the engineer made some correction in his estimates. It thus appears that the city engineer, the arbiter appointed in this contract, was appealed to upon these disputed questions, and he passed upon them. Is not his decision final and conclusive ?\n“The measurements and calculations of Mr. Taylor, an engineer employed by the defendants, differ considerably from those of the city engineer. Which is correct ? It was for this, very purpose of preventing just such ‘ disputes,’ and avoiding ‘litigation,’ that the parties agreed that the city engineer’s ‘ decision shall be final and conclusive in the premises.’\n“ There is no allegation of fraud or collusion between the city engineer and the plaintiffs. The only averments are that the city engineer was negligent and careless and made mistakes. Take all the facts set forth in the affidavit of defence and they amount to nothing more than this. When the parties agreed to make his decision final and conclusive, they waived the risk of negligence and mistakes.\n“ The principle governing cases of this kind has been sustained by numerous decisions, from Monongahela Nav. Co. v. Fenlon, 4 W. & S. 205, to Hartüpee v. City of Pittsburg, 131 Pa. 535. Fraud will impeach and set aside any award or judgment. But it must be an ‘ actual and intentional ’ fraud, as said in Hostetter v. City of Pittsburg, 107 Pa. 419, ‘ and not constructive, such as flows from an erroneous or unjust judgment. Partiality and some improper conduct of the arbitrator in making the award will not impeach it unless the party benefited thereby be implicated in that misconduct.’\n“ Rule for judgment made absolute.”\nFrror assigned was above order.\ntT. S. Ferguson, F. P. Douglass with him, for appellants,\ncited : Tool Co. v. Wilson, 123 Pa. 19.\nW. B. Bodgers, J. H. Beal with him, for appellees,\ncited : Hostetter v. Pittsburg, 107 Pa. 417; Hartupee v. Pittsburg, 131 Pa. 535.\nJan. 7, 1895:"
  },
  "file_name": "0394-01",
  "first_page_order": 418,
  "last_page_order": 421
}
