{
  "id": 862041,
  "name": "Frank Armstrong v. Latimer, Meyers & Co., Appellants",
  "name_abbreviation": "Armstrong v. Latimer, Meyers & Co.",
  "decision_date": "1895-01-07",
  "docket_number": "Appeal, No. 107",
  "first_page": "398",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "165 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "95 U. S. 210",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3383952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0210-01"
      ]
    },
    {
      "cite": "59 Mass. 115",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/59/0115-01"
      ]
    },
    {
      "cite": "119 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0212-01"
      ]
    },
    {
      "cite": "88 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0133-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 10309,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.5817032670519512e-07,
      "percentile": 0.680521721536661
    },
    "sha256": "97211c1ae1800cfa8eac0966d8fbccb690576a6efefc00344ca84c21dca3cd94",
    "simhash": "1:e63576168456ea4d",
    "word_count": 1792
  },
  "last_updated": "2024-02-27T16:59:07.283237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Frank Armstrong v. Latimer, Meyers & Co., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion -by\nMr. Justice Green,\nWhile it is true that the contract between the parties was a continuing contract during a period of five 3rears, it is also true that one of the terms of the contract was, that “ Settlements for said coal shall be made upon the fifteenth day of each month for all coal delivered before the first day of such month.” On the trial, Robert Latimer, being one of the defendants and called as a witness on their behalf, was asked to tell about the quality of coal which the defendants received from the plaintiff from September 1,1890 to 1891. To this offer plaintiff’s counsel objected on the ground that none of that coal was involved in the suit, that the action was brought to recover only for coal delivered in June and July, 1892, all the coal previously delivered having been paid for. Thereupon the objection being sustained, counsel for defendants made an extended offer of proof, not denying the allegation of the plaintiff’s counsel, the substance of the offer being that large quantities of coal had been received from the plaintiff from September 1, 1890, to the time of bringing this suit; that very much of the coal thus received was of inferior and worthless quality; that payment having been demanded by the plaintiff for the coal already delivered, the defendants refused to pay; “that Armstrong thereupon refused, unless payment was made of the whole amount claimed by him, to continue the shipment of coal according to the contract, in June 1892. That at that time it was impossible to buy any coal in the market- from other parties, and that by reason thereof Latimer & Meyers paid to Armstrong all the money claimed by him for the coal delivered up to that time, stating to Armstrong at the time of making the payment that they did so because of his refusal to furnish them coal, and that they would hold him responsible for the loss and would take the same out of the coal he thereafter should deliver under the contract. We make' the offer only to cover the deficiencies in the coal up to June.” To this offer objection was made that it was incompetent and irrelevant and the objection was sustained and exception noted, and the rejection of this offer of proof constitutes the principal assignment of error.\nIt seems clear to us that the offer was properly rejected. Specifically, all the coal previousl}r delivered up to June, 1892, was paid for in full by the plaintiffs. Beyond-all question this was a voluntary payment which could not be recovered back, under all the authorities, aud this proposition is not controverted by the appellants. On the contrary appellants’ counsel admit that one who pays a bill cannot recover back the amount paid because it was paid with a protest that it was unjust, or declared to the creditor that he would set it off against the next transaction he had with him. But appellants argue that this is not such a case because the contract is a continuing one and the payment made did not close the transaction. We do not-perceive the force of this contention. As we said before, the contract specifically provided that there should be settlements, on the fifteenth of evpry month for all coal delivered up to the first of the month, so that it cannot be said that the contract left open, or intended to leave open, all the transactions under it until the end of the business done under its terms. There were to be settlements, and they were to occur every month and they were to include all coal delivered before the first of the month. We can only understand this to mean that the-amounts owing by the defendants to tbe plaintiff were to be fixed, determined, adjusted, settled at the middle of the month for all coal delivered before the first of the month. We cannot hold that these parties having used such language meant really its opposite, that is, that although these monthly settlements were actually made, and the amounts to be paid definitely ascertained and actually paid, those preceding deliveries still remained open, subject to any kind of controversy which either party might choose to set up subsequently, throwing open the whole subject of the deliveries, which would necessarily include the amount and quality of the coal delivered, the price to be paid and all matters affecting those questions. We could not possibly so hold without disregarding the plain meaning of the words of the contract and also its manifest spirit and purpose. The subject seems really too plain for argument. There was no element of duress about such payments, and there was no pretence of any mistake or fraud in the settlement. It seems unnecessary to pursue the subject farther. The assignments of error are dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "John E. Shafer, Alexander Grilfillan with him, for appellants.",
      "J. S. Ferguson, F. Gf. Ferguson with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frank Armstrong v. Latimer, Meyers & Co., Appellants.\n[Marked to be reported.]\nContract—Continuing contract—Periodic settlements—Duress.\nWhere a contract to supply coal for a number of years provided that monthly settlements should be made by the purchaser on a certain day in each month, the purchaser cannot allege as a ground for refusing to pay for coal delivered to him that certain coal delivered earlier in the running of the contract was poor and worthless, and that he had paid for it only under protest, and because he could not procure coal elsewhere, and had notified the seller that he would deduct the price of it from the price of coal subsequently delivered.\nArgued Oct. 24, 1894.\nAppeal, No. 107, Oct. T., 1894, by defendants, from judgment of C. P. No. 1, Allegheny County, Sept. T., 1892, No. 576, on a verdict for the plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit for coal delivered. Before Stowe, P. J.\nAt the trial it appeared that plaintiff, who was an owner and operator of coal mines, sold to defendants two retail coal yards in Pittsburg. A part of the agreement of sale was that all coal of a certain kind needed to run the yard should be purchased from him by defendants for the term of five years, and plaintiff agreed to furnish such coal unless there was a strike at his mines. The contract further provided that “ settlements for said coal shall be made on the fifteenth day of each month for all coal delivered before the first day of such month.”\nWhen Robert Latimer was on the stand, defendants proposed to prove by him and by other witnesses, “ that under the contract offered in evidence, the firm of Latimer & Meyers received coal from plaintiff in large quantities from Sept. 1, 1890, to the time of bringing the suit; that of the one and one half inch coal about 937 tons consisted of binders and other worthless material. That during the same period, a large quantity of nut coal was not nut coal, but was really slack, having been run over a covered screen, and that complaint was made of this frequently to Armstrong. That payment for the coal already delivered having been demanded by Armstrong, it was refused by Latimer & Meyers. That Armstrong thereupon refused, unless payment was made of the whole amount claimed bjr him, to continue the shipment of coal according to the contract in June, 1892. That at that time it was impossible to buy any coal in the market from other parties, and that by reason thereof, Latimer & Meyers paid to Armstrong, the plaintiff, all money claimed by him for coal delivered up to that time, stating to Armstrong at the time of making the payment that they did so because of his refusal to furnish the coal, and that they would hold him responsible for the loss, and would take the same out of the coal he thereafter should deliver under the contract. We make the offer only to cover the deficiencies in the coal up to June.” Plaintiff objected to the proposed offer as incompetent and irrelevant. Objection sustained and exception. [1]\nDefendant asked the same witness: “ Q. Now, from Nov. 1, 1890, to March 31, 1891, was there any time that you ordered nut coal more than was furnished by the plaintiff during that time ? ” Objected to as incompetent and irrelevant. Objection sustained, and exception. [2]1\nThe court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff. Defendants appealed.\nErrors assigned were (1, 2) rulings on evidence, quoting the bill of exceptions.\nJohn E. Shafer, Alexander Grilfillan with him, for appellants.\nWe do not pretend that one who pays a bill can recover back the amount of it, because he paid it with a protest that it was unjust, or declared to the creditor that he would set it off against the next transaction he had with him, for the payment is the end of the transaction and closes the account; but we do contend that the present bears only a superficial resemblance to such a case, because here was a continuing account between the parties, which they were mutually bound to carry on, and the payment of any particular sum of money could not in any way close the account or end the transaction; and especially so when it appears by the declarations of the parties at the time that it was not intended to be a settlement.\nAppellants should also have been allowed to show loss on account of coal not delivered.\nJ. S. Ferguson, F. Gf. Ferguson with him, for appellee.\nA voluntary payment of money under a claim of right cannot in general be recovered back. To warrant such a recovery there must be compulsion, actual, present and potential, and the demand must be illegal. In the absence of such compulsion a mere protest is not sufficient. The element of coercion is essential to the right: McCrickart v. Pittsburg, 88 Pa. 133; Harvey v. Bank, 119 Pa. 212; Forbes v. Appleton, 59 Mass. 115.\nCoercion or duress, to render a payment involuntary, must consist of some actual or threatened exercise of a power possessed, or believed to be possessed, by the party exacting or receiving the payment, over the person or property of another, from which that other has no immediate means of relief except by making payment: Radich v. Hutchins, 95 U. S. 210.\nThe elements of duress do not appear in the rejected offer, and all that was proposed to be proved amounted simply to an offer to prove a voluntary payment made by appellants to appellee of money which he claimed to be due and which they denied they owed. Both assignments manifest^ relate to the same question.\nJan. 7, 1895:"
  },
  "file_name": "0398-01",
  "first_page_order": 422,
  "last_page_order": 426
}
