{
  "id": 1199984,
  "name": "Wessner v. Blue Ridge Transportation Company et al., Appellants",
  "name_abbreviation": "Wessner v. Blue Ridge Transportation Co.",
  "decision_date": "1940-04-15",
  "docket_number": "Appeals, Nos. 78, 79, 88 and 89",
  "first_page": "161",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "293 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111188,
        1111127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0333-02",
        "/pa/293/0333-01"
      ]
    },
    {
      "cite": "274 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0394-01"
      ]
    },
    {
      "cite": "139 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250792
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0149-01"
      ]
    },
    {
      "cite": "259 N. W. 375",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "186 Atl. 187",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "78 So. 794",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        3612434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/201/0416-01"
      ]
    },
    {
      "cite": "243 S. W. 91",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "246 N. W. 57",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2 Pac. (2d) 666",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "261 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042254
      ],
      "pin_cites": [
        {
          "page": "10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 7493,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 4.2428387027586947e-07,
      "percentile": 0.9147759193682721
    },
    "sha256": "100c2563f773bf635463c1c3a8c1fc99c32120f1f09c0595ae4a1d5e1ce55554",
    "simhash": "1:94f43625cd071a80",
    "word_count": 1266
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxby, Drew, Linn, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Wessner v. Blue Ridge Transportation Company et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Schaffer,\nThis case, brought to recover for injuries sustained by the wife plaintiff, due to her falling as she emerged from a toilet compartment maintained by defendants, was first tried by Judge Care, who entered a compulsory nonsuit. A majority of the court, Judge Carr dissenting, took off the nonsuit and ordered a new trial. The second trial, which we are now reviewing, was conducted by Judge Dumbauld. It resulted in verdicts in plaintiffs’ favor aggregating $12,500. Motions were made by defendants for judgments non obstante veredicto. A majority of the court in banc, Judge Carr again dissenting, refused the motions and entered judgments on the verdicts, Judge Carr stating that for the reasons set forth in his former dissenting opinion, he would enter judgments in defendants’ favor. That opinion, so far as now applicable, is.as follows: , .\n“The toilet compartments in the rest room of the defendants’, terminal are built upon a platform about six inches higher than the main floor. The, wife-plaintiff, during a stop of her bus at the terminal, entered the rest room, inserted a coin to unlock and open.one of the doors and stepped up into the compartment, closing the door after her. When she was ready to leave a few minutes later, she pushed the door fully open and at the same time stepped forward without looking, in consequence of which her foot slid over the edge of the platform and she fell. • The defendants are charged with fiegligent'cbnstruction in that the platform was' not éxténded beyond the door of the toilet compartment a sufficient distance to permit an occupant to step completely out before encountering a change of floor levels. . . .\n‘‘The duty that the defendants owed to Mrs, Wessner as a passenger and invited visitor to the Test Toom was that of providing facilities so constructed and maintained that they might be used without danger by a person exercising ordinary care: Twersky v. P. R. R. Co., 261 Pa. 6, 10. Their liability, under the facts of this case, is. predicated upon the theory that they should have realized that the construction in question involved an unreasonable risk of bodily harm to their patrons: Restatement, Torts, Sees. 343 and 347. At trial I granted the defendants’ motions for judgment of compulsory nonsuit, on the grounds that the construction was not unusual -or dangerous, and that the plaintiffs had failed to show a case free from contributory negligence.\n“To contend that the jury should have been allowed to say that this construction unreasonably exposed users of these premises to danger, is to divorce the law from reality. The lavatories provided for- the judges of this court are all built upon platforms, with solid doors.opening upon a lower level. The same construction is used in many of the larger office buildings and department stores in this city, and indeed, throughout -this country. Common observation is enough to satisfy us that the defendants’ rest room did not deviate from the standard customarily regarded as requisite by other- reasonably careful persons under like circumstances: Restatement, Torts, Sec. 289, Comment (i); Viels v. Thurnborg, 2 Pac. (2d) 666 (Wash.); Garret v. W. S. Butterfield Theatres, Inc., 246 N. W. 57 (Mich.); Main v. Lehman, 243 S. W. 91 (Mo.); Hertz v. Advertiser Co., 78 So. 794 (Ala.); Cleary v. Meyer Bros., 186 Atl. 187 (N. J.); Dickson v. Emporium Mercantile Co., 259 N. W. 375 (Minn.); Graham v. Pennsylvania R. R. Co., 139 Pa. 149; Chapman v. Clothier, 274 Pa. 394; Haddon v. Snellenburg, 293 Pa. 333.\n“There is no evidence of inadequate lighting or any possible inference that lack of light was -in any respect the cause , of plaintiff’s fall. It is not contended-that the step was worn, slippery, or defective in any manner. The platform was of only ordinary height. Under these circumstances, it would be thoroughly pernicious to permit the jury to speculate with the rights of the defendants.\n“So too, I think, we are bound to declare the plaintiff’s contributory negligence as a matter of law. Upon entering the toilet compartment, she opened the door and ascended to the higher level without difficulty or mishap. Thus, she had actual notice that the step was there. Her eyes unquestionably saw the step up into the toilet, else she would have stumbled. Had she been blind, her sense of touch must have disclosed to her the elevation, for she was compelled to raise her foot to reach it. On leaving, had she looked before plunging blindly into space, she must again have seen the floor below. The door itself was a warning that this very condition must exist: Garret v. W. S. Butterfield Theatres, Inc., supra. Her duty required her to observe what was so clearly visible. Her testimony shows her thoughtless inattention to her surroundings, her neglect to look, and her careless assumption that the floor levels were the same. Careless persons cannot be prevented from hurting themselves.\n“It does not seem to me that, in circumstances of ordinary discomfort, the obligation to give heed and to walk with care places too great a burden on the human mind. It is true, of course, that momentary forgetfulness may be excusable in sudden emergencies or stress of peril, when reasonable cause for such lapse can be shown, apart from mere inattention. But we cannot go to the length of holding that Mrs. Wessner’s uneasiness furnished any adequately disturbing cause for her forgetfulness. No extraordinary situation confronted her; her faculties were not in any way impaired. The result cannot be foreseen if it be admitted that mere inattention or lapse of memory can excuse negligence. Such a rule would invalidate all sense perceptions, and would effectively put an end to the law of contributory negligence in the practical administration of justice. Though we may regard with amused tolerance the proverbial abstractions of middle age hunting for the thimble on its finger or the pen in its mouth, and of old age troubled that it cannot find the glasses on its nose, absent-mindedness is not a satisfactory standard of care in the modem world. In my view of the law, this accident was caused solely by the negligence of Mrs. Wessner. . . . The case is governed, to the exclusion of all other questions, by these two points of law, which I believe the court has decided erroneously.”\nWe adopt Judge Carr’s opinion as our own, adding to it the suggestions that upon entering the room, plaintiff admits she could see the toilet compartment, that she placed a nickel in the device for opening the door, showing that there was ample light, not only sufficient to see the device, but the slot to receive her coin. She says that in entering the compartment, she had to step up from the floor of the room into it. If she had used her faculties, she was bound to know that she had to step down. She admits if she “had looked down, looking for a step, I could have seen it.”\nWe reverse the judgments of the court below and here enter judgments for defendants.",
        "type": "majority",
        "author": "Me. Chief Justice Schaffer,"
      }
    ],
    "attorneys": [
      "William A. Ghallener, with him William A. Ghallener, Jr., and E. J. McDaniels, for appellant, Nos. 78 and 79.",
      "Rufus 8. Marriner, with him W. Brown Eigbee, for appellant, Nos. 88 and 89.",
      "Eermcm M. Buck, with him Joseph J. Baer, Jos. W. Ray, Jr., and Shelby, Ray & Goldren, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wessner v. Blue Ridge Transportation Company et al., Appellants.\nArgued March 19, 1940.\nBefore Schaffer, C. J., Maxby, Drew, Linn, Stern, Barnes and Patterson, JJ.\nWilliam A. Ghallener, with him William A. Ghallener, Jr., and E. J. McDaniels, for appellant, Nos. 78 and 79.\nRufus 8. Marriner, with him W. Brown Eigbee, for appellant, Nos. 88 and 89.\nEermcm M. Buck, with him Joseph J. Baer, Jos. W. Ray, Jr., and Shelby, Ray & Goldren, for appellees.\nApril 15, 1940:"
  },
  "file_name": "0161-01",
  "first_page_order": 193,
  "last_page_order": 197
}
