{
  "id": 1199915,
  "name": "Onstott v. Allegheny County, Appellant",
  "name_abbreviation": "Onstott v. Allegheny County",
  "decision_date": "1940-04-15",
  "docket_number": "Appeal, No. 18",
  "first_page": "206",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 206"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "231 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0623-01"
      ]
    },
    {
      "cite": "321 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0568-01"
      ]
    },
    {
      "cite": "223 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0238-01"
      ]
    },
    {
      "cite": "238 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991669
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0550-01"
      ]
    },
    {
      "cite": "196 Ill. App. 235",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2866843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/196/0235-01"
      ]
    },
    {
      "cite": "63 Pa. Superior Ct. 227",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/63/0227-01"
      ]
    },
    {
      "cite": "322 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0341-01"
      ]
    },
    {
      "cite": "313 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0230-01"
      ]
    },
    {
      "cite": "313 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 8634,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.564970587262362e-07,
      "percentile": 0.8157151247041816
    },
    "sha256": "649a4e545ff7ad1bc5a7e0e93b4c2d43cad304f2b7fb0906a46cc81a54053939",
    "simhash": "1:5325c6f0f52e26f2",
    "word_count": 1509
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Máxey, Drew, Linn, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Onstott v. Allegheny County, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe County of Allegheny owns and operates South Park, in the southern part of the County. It consists of 2200 acres of land, upon which are erected expensive buildings, a golf course, a swimming pool, miles of bridle paths, and a county fair grounds, which includes a race track. The park is a recreation center maintained for the benefit of the people of the County.\nOn the afternoon of June 28, 1935, plaintiff and a companion, Eay Heagy, went to a riding academy located near the park, and each man hired a horse and proceeded to ride over the bridle paths in the park. Several hours later they rode to the northern end of the race track and entered a paddock adjacent to the track. Around the entire track area there was a wire fence. The track oval was bounded by a wooden fence, having gates at its north and south ends.\nBy agreement the County permitted members of the South Park Matinee Club, who kept their privately owned horses in stables on the grounds, to have access to the track for the purpose of exercising and training their horses. The members of this club in return gave racing exhibitions for the entertainment of the public at weekly intervals during the summer months. This was the use for which the track was intended, except that once a year an old-fashioned county fair was held on the grounds, in conjunction with which a race meeting was given.\nWhen the track was not in use by those authorized to use it, the gates were ordinarily kept locked. The County employed a man named Singer as custodian of the track. He had keys to these locks, and the only other key was held by a man named Serene, who was not an employee of the County, but was a member and the representative of the Matinee Club. The key he held was for the accommodation of the members of the club. Heagy wishing admission to the track, induced Serene to unlock the north gate for him. After making one circle of the track, he requested plaintiff to ride with. him. Serene then opened the same gate and admitted plaintiff to the track. The two men engaged in a race; they were crouched down in jockey fashion on the necks of their horses, racing along, when suddenly, while “pushing” his horse on the outside of the south curve to keep up with-Heagy, plaintiff was thrown to the ground when the horse he was riding unexpectedly bolted from the track through the open south gate. As a result, plaintiff’s right leg. was broken. He sued the County, alleging that he had sought and obtained permission to go upon the Track from its custodian and that the County was negligent in not warning him that the gate was open.\nAfter a thorough consideration of all the testimony presented in his behalf, we are. of the opinion that the verdict he recovered cannot stand, and that the learned lower court should have granted defendant’s motion for judgment n. o. v. Plaintiff knew, or should have known, that horses from riding academies, while entitledTo traverse the bridle .paths, had no right to make usé of the race track. Plaintiff came upon the track without the knowledge of any employee of the County when he knew that no races or exhibitions of any sort were scheduled for that day and that the track was not in readiness for racing. His testimony shows, however,. that he and Heagy were “running’-’ their horses just before the accident, without having first made an investigation to see whether the track was in a safe condition to so race their horses. If they had made, but a cursory examinavtion of the track, they would have observed-that the [south gate'was wide open.\nThe track, unlike the bridle paths, was fenced off and usually locked to keep-the public from using it. -Plaintiff’s own testimony, and other testimony on his side of the case, proves that this particular part of the park was not open to the public generally, and it is conceded to gain admittance he and Heagy got Serene to unlock the gate for them. In answer to the question: “You didn’t allow hired horses from these different riding academies that were aronnd there to come in on that track, did you?”, Singer testified: “I would never give them permission.” These facts differentiate this case from the line of cases of which Paraska v. Scranton, 313 Pa. 227, is illustrative. That case holds that (p. 229): “Where a city undertakes to manage and supervise property, such as public parks and playgrounds, it must take care to keep that property in a reasonably safe condition for those invited to come upon it, and this is particularly true in the case of children in playgrounds.” Those cases all dealt with injuries to members of the public upon park areas expressly thrown open for public use. They are entirely inapplicable where, as here, the injury occurred in a forbidden section of the park. It is well recognized that a municipality ought not to be held to the same standard of care Avith respect to parts of its parks where the public has not “any business to be,” as obtains in areas intended for unlimited public use: Brown v. Scranton, 313 Pa. 230; see McCallister v. Homestead Borough, 322 Pa. 341; Sowers v. Philadelphia, 63 Pa. Superior Ct. 227; Holt v. City of Moline, 196 Ill. App. 235.\nEven assuming that the County was negligent in leaving the south gate open, it cannot be said that it thereby violated a duty owing to plaintiff. Plaintiff was at best, and his able counsel freely admits it, a “gratuitous licensee” upon the track. His entrance was solely for his own purposes. Under the circumstances, the County oAved him no duty to eliminate such an obvious hazard, nor to warn him that the gate was open, for, in the words of section 342 of the Restatement of Torts, Comment b: “If the licensees are adults, the fact that the condition is obvious is usually sufficient to apprise them, as fully 4 as the possessor, of the full extent of the risk involved in it.” In Comment e to the same section, it is stated: “A gratuitous licensee, in whose visit the possessor has no interest, is not entitled to expect that special preparations will be made for bis safety or that tbe possessor will warn bim of conditions wbicb are perceptible by bis senses. ...”\nThe Pennsylvania cases defining the duty owed gratuitous licensees are in substantial conformity with the principle enunciated in section 342 of the Restatement of Torts. If anything, they exact a less burdensome measure of care on the part of possessors towards gratuitous licensees than is suggested by the Restatement. For instance, in Schiffer v. Sauer Company, 238 Pa. 550, where the plaintiff bad entered a building to seek employment, and was injured by an explosion resulting from the negligence of the defendants in failing to cap two openings in the main gas line in the building, this court said (p. 554) : “He was, therefore, a mere licensee, and the only duty the defendants owed bim, under the conceded facts of the ease, was to abstain from inflicting on bim an intentional, wanton or wilful injury.” In like manner, in Weaver v. Carnegie Steel Company, 223 Pa. 238, where plaintiff was injured by falling through an opening caused by the removal of a floor plate, when visiting defendant’s steel plant, in denying bim recovery, Mr. Justice Potter, speaking for the court, said (p. 240) : “the object of the visit was to afford pleasure and benefit to the visitors; so that the facts show merely a case of license upon the part of the owner. There is nothing in the record to show that appellant was invited or induced by any act of the defendant to visit the steel mill, but it does appear that be went there entirely for bis own personal gratification. The authorities are almost uniformly to the effect that licensees and guests assume the ordinary risks of getting hurt while upon the premises of the licensor or host.” See also DiMarco v. Pennsylvania Railroad Company, 321 Pa. 568; Urban v. Focht, 231 Pa. 623; Gillis v. Pennsylvania Railroad Company, 59 Pa. 129. The conclusion is inevitable — there being no suggestion of intentional or wanton injury — that plaintiff cannot recover, because at best be was a gratuitous licensee upon a restricted part of defendant’s park at tbe time be was injured.\nTbe judgment of tbe learned court below is reversed; and judgment is here entered for defendant.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "William A. Challener, with him William A. Challener, Jr., of Challener & Challener, for appellant.",
      "John A. Metz, with him James J. Burns, Jr., and John A. Metz, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Onstott v. Allegheny County, Appellant.\nArgued March 20, 1940.\nBefore Schaffer, C. J., Máxey, Drew, Linn, Stern, Barnes and Patterson, JJ.\nWilliam A. Challener, with him William A. Challener, Jr., of Challener & Challener, for appellant.\nJohn A. Metz, with him James J. Burns, Jr., and John A. Metz, Jr., for appellee.\nApril 15, 1940:"
  },
  "file_name": "0206-01",
  "first_page_order": 238,
  "last_page_order": 243
}
