{
  "id": 1199992,
  "name": "Smith v. Pittsburgh, Appellant",
  "name_abbreviation": "Smith v. Pittsburgh",
  "decision_date": "1940-04-15",
  "docket_number": "Appeal, No. 25",
  "first_page": "216",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "294 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113417
      ],
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0291-01"
      ]
    },
    {
      "cite": "309 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141671
      ],
      "pin_cites": [
        {
          "page": "212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 213,
    "char_count": 2542,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.533002620098173e-07,
      "percentile": 0.8126622440149985
    },
    "sha256": "89de72fe240f2f153cfb861cca87ee2a25d4c48cc89037281da3e73e19a85381",
    "simhash": "1:18ca482291167c95",
    "word_count": 439
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Smith v. Pittsburgh, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Drew,\nThis action in trespass was brought against the City of Pittsburgh to recover damages for injuries sustained as the result of a fall caused by the defective condition of a sidewalk. The property owner was brought in by a writ of scire facias. Verdicts were rendered against the city in favor of plaintiff and against the additional defendant in favor of the city. Upon refusal of motions for judgments n. o. v., judgment was entered on the verdict against the city, which alone appeals.\nViewing the record in the light most favorable to plaintiff, his own testimony reveals, without question, that he knew the sidewalk which caused his fall was in a defective condition, and for that reason it was his habit to use the good walk on the other side of the street. On the night of the accident he crossed from the safe side of the street to speak to friends and stood on the opposite sidewalk, just below the faulty portion thereof. When he left his friends, he had a choice of either traversing the defective part of that sidewalk or recrossing the street to the safe walk. He intended to do the latter, but instead of recrossing immediately, he started toward the defective part and fell as a result of his first step thereon. When asked why he did not avoid that portion of the sidewalk altogether, he could offer no explanation for not having done so.\nThe only question we need consider is, ivas plaintiff guilty of contributory negligence as a matter of law. That he merely intended to proceed a short distance on the defective part of the sidewalk, and that he did not know of the particular defect which caused the accident, are of no consequence. Since he knew of the general dangerous condition of that portion of the sidewalk, plaintiff is barred from recovery by the principle of law that “Where a person, having a choice of two ways, one of which is perfectly safe, and the other of which [he' knows] is subject to risks and dangers, voluntarily chooses the latter and is injured, such person is guilty of contributory negligence and cannot recover”: Kaczynski v. Pittsburgh, 309 Pa. 211, 212; Levitt v. B/G Sandwich Shops, Inc., 294 Pa. 291, 294.\nJudgment is reversed and is here entered for defendant.",
        "type": "majority",
        "author": "Me. Justice Drew,"
      }
    ],
    "attorneys": [
      "Bennett Rodgers, Assistant City Solicitor, with him WilUam Alvah Stewart, City Solicitor, for appellant.",
      "C. J. Tcmnehillwith him Scurry V. Bair, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Pittsburgh, Appellant.\nArgued March 21, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Stern, Barnes and Patterson, JJ.\nBennett Rodgers, Assistant City Solicitor, with him WilUam Alvah Stewart, City Solicitor, for appellant.\nC. J. Tcmnehillwith him Scurry V. Bair, for appellee.\nApril 15, 1940:"
  },
  "file_name": "0216-01",
  "first_page_order": 248,
  "last_page_order": 250
}
