{
  "id": 1199909,
  "name": "Bailey v. Bailey et al., Appellants",
  "name_abbreviation": "Bailey v. Bailey",
  "decision_date": "1940-04-15",
  "docket_number": "Appeal, No. 14",
  "first_page": "221",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "302 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0354-01"
      ]
    },
    {
      "cite": "325 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172287
      ],
      "pin_cites": [
        {
          "page": "424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0422-01"
      ]
    },
    {
      "cite": "95 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492962
      ],
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0085-01"
      ]
    },
    {
      "cite": "13 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964925
      ],
      "pin_cites": [
        {
          "page": "424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0416-01"
      ]
    },
    {
      "cite": "5 Watts 464",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0464-01"
      ]
    },
    {
      "cite": "5 Watts 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844043
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0315-01"
      ]
    },
    {
      "cite": "5 Binn, 55",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 5110,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 2.0486818531766942e-07,
      "percentile": 0.7551015522526603
    },
    "sha256": "4ce0c922b4692c514d61ae00c054d8e1b1d1b9b0ac5ac4976b44e321685ebd29",
    "simhash": "1:98ed8059beb550db",
    "word_count": 876
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, j J."
    ],
    "parties": [
      "Bailey v. Bailey et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nThis appeal arises from the refusal of the court below to open a judgment entered by confession in 1899 on a promissory note in the sum of $1,902.66, dated December 1, 1894, payable one day after date, and given by Madison Bailey, Jr., to his brother Austin L. Bailey for money loaned. This judgment was revived by scire facias proceedings in 1908, 1913, 1918, 1923, 1928, 1933, and 1938. The maker, Madison Bailey, Jr., died in 1903, the payee, Austin L. Bailey, in 1935.\nThere are several grounds set forth in the petition to open. One is that Austin L. ,Bailey was guilty of fraud in that he refrained from presenting his judgment as a claim against the estate of Madison Bailey, Jr., of which he was an executor, and that he did this “for the purpose of building up an enormous claim for interest thereon.” Because of the alluring generality of the term “fraud” there is a temptation to employ it indiscriminately, whereby it tends to degenerate into merely a trite epithet. The court below correctly stated that the record disclosed no evidence of fraud.\nThe petition also alleges a payment of the judgment, not on any particular occasion, but inferable from the supposed existence of opportunities which Austin L. Bailey had to reimburse himself out of assets of Madison Bailey, Jr.’s, estate, and from the fact that, at the audit of the account filed in that estate in 1915, Austin L. Bailey stated that all debts had been paid. The court below thought that this statement meant only that there were no creditors seeking satisfaction out of the personalty then before the orphans’ court for distribution. Be this as it may, it is clear from the testimony taken in support of the depositions that the judgment was never in fact paid. Moreover, if payment had been made it would have been available as a defense in the proceedings for revival next following, but, although all of the defendants, being the heirs or devisees of Madison Bailey, Jr., have been of age since the year 1913, and were served with process in the successive sci. fa. proceedings, they never pleaded such payment; therefore, the judgments, adversely obtained, are res judicata, and now exclude the availability of payment as a ground upon which to open the original judgment.\nFinally, the petition raises the charge of usury, pointing out that the judgment embraced not only the face amount of the note but interest thereon to the date of entry of the judgment, thus establishing a new principal upon which interest was again computed in fixing the amount of the next revival judgment, and so on down through the series, with the result that the original indebtedness of $1,902.66 has increased to several times that amount. But it is firmly established that, when a judgment is revived by a writ of scire facias, the creditor has the right, in entering the revival judgment, to charge interest on the aggregate amount of principal and interest embodied in the previous judgment. This rule had its origin in a decision of Chief Justice Tilghman in Berryhill & Murray v. Wells, 5 Binn, 55, almost one hundred and thirty years ago, was reasserted in Fries v. Watson, 5 S. & R. 220, Maus v. Maus, 5 Watts 315, 318, Meason’s Estate, 5 Watts 464, Cathcart’s Appeal, 13 Pa. 416, 424, and Township of Conyngham v. Walter, 95 Pa. 85, 88, and has becohie so fixed in the law of the Commonwealth and in practice that only the legislature may now change it if change be desirable.\nEven were there otherwise merit in their contentions, defendants are out of court because of their extraordinary laches. Eorty-one years has elapsed since this judgment was originally entered, and there have been seven revivals at five-year intervals without any resistance on the part of defendants. - Nothing new has recently transpired, nor are there any facts with which they were unacquainted during most of this long period. They have waited until the death of Austin L. Bailey to assert their present claims. Clearly they are not entitled to equitable relief, and the court below did not abuse its discretion in refusing to open the judgment against them: Schuylkill Trust Company v. Sobolewski, 325 Pa. 422, 424.\nThe order is affirmed.\nThere were other notes executed at or about the same time and similarly reduced to judgments, the present status of which, by stipulation between the parties, is to be determined by the outcome of this litigation.\nThe case of Moll v. Lafferty, 302 Pa. 354, relied, upon by defendants, is distinguishable. It was there held that ,if the interest has not matured at the time of the entry of a judgment it cannot be included therein so as to become part of the principal. It was expressly stated, however, (p. 358), that “where interest is due, as when payable annually, ... it may become a part of the principal debt on revival of the judgment.”",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Burtt Harris, for appellants.",
      "Samuel A. Schreiner, with him Edwin Z. Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bailey v. Bailey et al., Appellants.\nArgued March 20, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, j J.\nBurtt Harris, for appellants.\nSamuel A. Schreiner, with him Edwin Z. Smith, for appellee.\nApril 15, 1940:"
  },
  "file_name": "0221-01",
  "first_page_order": 253,
  "last_page_order": 256
}
