{
  "id": 1199901,
  "name": "Com. ex rel. Eagen v. Petrusefski, Appellant",
  "name_abbreviation": "Com. ex rel. Eagen v. Petrusefski",
  "decision_date": "1940-03-25",
  "docket_number": "Appeal, No. 309",
  "first_page": "278",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "37 Pa. Superior Ct. 382",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        876027
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/37/0382-01"
      ]
    },
    {
      "cite": "333 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187893
      ],
      "pin_cites": [
        {
          "page": "483, 484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0478-01"
      ]
    },
    {
      "cite": "104 Pa. Superior Ct. 228",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/104/0228-01"
      ]
    },
    {
      "cite": "286 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0233-01"
      ]
    },
    {
      "cite": "198 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0502-01"
      ]
    },
    {
      "cite": "44 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484324
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 5490,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 3.8028413157867927e-07,
      "percentile": 0.8975106270674468
    },
    "sha256": "4b06e8fd6073ec8b55183134897ee5b3656fde58e4287dbb347298a36be85791",
    "simhash": "1:da65270f6a200791",
    "word_count": 935
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C.. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Com. ex rel. Eagen v. Petrusefski, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nThis is an action of mandamus to compel a former borough controller to file an annual report upon an audit of the accounts of the borough for the fiscal year ending on the date of expiration of his four-year term of office. The respondent was controller of the borough of Dickson City, Lackawanna County, from the first Monday of January, 1934, until the first Monday of January, 1938, when he was succeeded in office by Edward Eutkowski. Neither respondent nor Eutkowski has filed a report of the fiscal affairs of the borough for the year ending on the first Monday of January, 1938, each asserting that it is the duty of the other to do so. To respondent’s answer, in which the foregoing facts were admitted, plaintiff demurred, and respondent now appeals from the action of the court below in sustaining the demurrer and granting a peremptory writ of mandamus.\nThe Act of May 4, 1927, P. L. 519, Section 1057, as amended by the Act of April 29, 1937, P. L. 533, after setting forth the controller’s duties of general superintendence over the fiscal concerns of the borough, provides as follows: “The controller, in addition .to the above audits, shall annually audit, settle, and adjust the accounts, for the immediately preceding fiscal year, . . . and for any preceding fiscal year of any officer which have not previously been audited, settled, and adjusted. He shall finish said audit, settlement, and adjustment and file, in the office of the prothonotary of the county in which such borough may be situated, a report thereof, within sixty days after the beginning of the current fiscal year, setting forth an itemized statement of the charges against and credits of said officers and any balance or surcharge against them.” It is respondent’s position that, as the statute refers to the “controller” and not to the “ex-controller,” he is justified in leaving to his successor the task of filing the report for the final year of his term. He further contends that mandamus will not lie against him since he is no longer in office.\nThe two questions raised by respondent are necessarily related, for certainly, if respondent is under no duty to file a report, mandamus cannot compel him to do so. On the other hand, it is well settled that a public officer whose term of office has expired may be compelled by mandamus to perform official duties still incumbent upon him. Thus, where a former justice of the peace refuses to turn over his docket to his successor in office, we said that the proper remedy is by mandamus: Petition of Baker and Vandewarker, 44 Pa. 440, 442. Simlarly, where public officers have been removed from office, or where the office itself has been abolished, public funds remaining in their hands may be reached by mandamus proceedings. See Com. v. Sulzner, 198 Pa. 502; Muir v. Madd1en, 286 Pa. 233; Com. ex rel. v. Knott, 104 Pa. Superior Ct. 228.\nA consideration of the language of the statute shows that the legislature intended to impose the duty of filing the report upon the retiring controller, under whose supervision the financial transactions therein embraced were conducted. During the year the outgoing controller was charged with the duty to familiarize himself with all of the fiscal affairs of the borough whereas, in the case of his successor, it would be necessary to conduct a new and independent examination of the various borough accounts in order to compile such a report, duplicating the work of the former controller.\nIt would seem, therefore, that we ought not to presume that the latter course was contemplated unless it is clearly required by the wording of the statute: Phipps v. Kirk, 333 Pa. 478, 483, 484. In the use of such phrases as, “The controller, in addition to the above audits, shall annually audit,” and “He shall finish said audit, settlement, and adjustment and file ... a report thereof,” the legislature has indicated that the controller who is required to file the annual report is the same person as the controller who has exercised the duties of general supervision of accounts during the preceding fiscal year, and that the annual report is regarded as a summary and completion of the work of that officer for the year just ended.\nIt was said in a case involving the duties of the controller of a newly created city of the third class, “he should audit and settle all the financial transactions of the city arising after he so entered upon the duties of his office”: Robbins v. Wilkes-Barre, 37 Pa. Superior Ct. 382, 390. Transactions arising prior to that time were within the jurisdiction of the former controller, and that officer ought not to-be permitted to evade his clear duty to submit an official summary thereof.\nSince respondent is still under the obligation to file his report, it follows that in the discharge of this duty he is still vested with - full power to compel the attendance of witnesses and the production of necessary books and documents, as conferred by Section 1058 of the Act of 1927, supra. He therefore cannot be heard to complain that he is not at this time in a position to secure the information needed for the compilation of such report. '\nJudgment affirmed. .",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "Eugene Nogi} with him Leo G. Knoll, for appellant.",
      "Reese H. Harris, of O’Malley, Hill, Harris.<& Harris, for appellee."
    ],
    "corrections": "",
    "head_matter": "Com. ex rel. Eagen v. Petrusefski, Appellant.\nArgued January 23, 1940.\nBefore Schaffer, C.. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, JJ.\nEugene Nogi} with him Leo G. Knoll, for appellant.\nReese H. Harris, of O’Malley, Hill, Harris.<& Harris, for appellee.\nMarch 25, 1940:"
  },
  "file_name": "0278-01",
  "first_page_order": 310,
  "last_page_order": 314
}
