{
  "id": 1199932,
  "name": "Ferri et al., Appellants, v. Liberatoscioli et al.",
  "name_abbreviation": "Ferri v. Liberatoscioli",
  "decision_date": "1940-05-06",
  "docket_number": "Appeal, No. 28",
  "first_page": "454",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0518-01"
      ]
    },
    {
      "cite": "49 A. L. R. 1127",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "112 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546809
      ],
      "pin_cites": [
        {
          "page": "282, 283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0272-01"
      ]
    },
    {
      "cite": "3 Watts 129",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841257
      ],
      "pin_cites": [
        {
          "page": "136, 137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0129-01"
      ]
    },
    {
      "cite": "328 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179696
      ],
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0161-01"
      ]
    },
    {
      "cite": "273 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070826
      ],
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 3705,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.1491366760150915e-07,
      "percentile": 0.5809856095857326
    },
    "sha256": "ece36a2648a534c547841c0aa514d5438a9fce2d83b463eb3ebc340fc994c4b9",
    "simhash": "1:f8a78657be12e3c2",
    "word_count": 645
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Mxxey, Drew, Linn, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Ferri et al., Appellants, v. Liberatoscioli et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Steen,\nPlaintiffs, Ferri Brothers, leased from defendant, A. Liberatoscioli, certain premises for a term of five years commencing on the 10th day of November, 1928, for a total rent of $17,100, payable in monthly installments. They occupied the premises during the five year period, but at the time of the expiration of the lease had paid only $14,460 of the rent, leaving a balance due of $2,640. In December, 1985, defendant caused a distress to be levied for the arrearage of rent, plaintiffs being then in possession of part of the premises under a subsequent lease. Following a replevin by plaintiffs of the goods distrained upon, a jury trial was had, plaintiffs claiming there was nothing due by them because the rental originally provided in the lease had been reduced by a series of oral agreements with defendant. A verdict for plaintiffs Avas rendered, but the court granted a new trial, and at the re-trial the court directed a verdict for defendant.\nThe evidence presented by plaintiffs to prove, the alleged reductions of the rent was entirely inadequate for the purpose, as they themselves apparently realize. Their present appeal is based upon the contention that the lease, having been signed on behalf of defendant by an agent whose written authority was not proved, was invalid under the statute of frauds, and that, a distress, therefore, would not lie for the rent provided therein, but they would be liable only in an action of assumpsit' for the fair rental value of the premises during the period of their possession.\nPlaintiffs are wholly mistaken as to the effect of the statute. It does not void or invalidate the leases to which it applies, but merely shortens their term: Goldstein v. Nichols, 273 Pa. 107, 110; Sferra v. Urling, 328 Pa. 161, 168. It provides (Act of March 21, 1772, 1 Sm. L. 389, section 1) that all leases of landsi not put in writing, and signed by the parties so making or creating the same, or their agents thereunto lawfully authorized by writing, shall have the force and effect of leases or estates at will only, and shall not, either in law or equity, be deemed or taken to have any other or greater force or effect, except, nevertheless, all leases not exceeding the term of three years from the making thereof. The tenancy at will thus created is changed into one from year to year when possession has been taken and held for more than a yéar under the lease and the rent has been paid and accepted in accordance with its terms: McDowell v. Simpson, 3 Watts 129, 136, 137; Dumn v. Rothermel, 112 Pa. 272, 282, 283. It is held generally in other jurisdictions (see cases collated in 49 A. L. R. 1127), and is now declared to be the law in our own Commonwealth, that when a tenant enters and occupies premises under a lease which is within the statute of frauds the lease agreement regulates the terms of the tenancy in all respects other than the duration of the term. Even if, therefore, plaintiffs are to be regarded as having been tenants merely from year to year during their five years of occupany, they cannot now take the position that the rent for which they became liable during such period was other than that stipulated in the lease.\nJudgment affirmed.\nThe distress was for $2,535 instead of the $2,640 claimed to be due.\nJennings v. McComb, 112 Pa. 518, which is apparently not in accord, cannot be regarded as acceptable authority.",
        "type": "majority",
        "author": "Me. Justice Steen,"
      }
    ],
    "attorneys": [
      "James E. Keehan, with him John G. Fulton, for appellants.",
      "William L. Jacdb, with him G. W. Sypniewshi, for appellees."
    ],
    "corrections": "",
    "head_matter": "Ferri et al., Appellants, v. Liberatoscioli et al.\nArgued March 20, 1940.\nBefore Schaffer, C. J., Mxxey, Drew, Linn, Stern, Barnes and Patterson, JJ.\nJames E. Keehan, with him John G. Fulton, for appellants.\nWilliam L. Jacdb, with him G. W. Sypniewshi, for appellees.\nMay 6, 1940:"
  },
  "file_name": "0454-01",
  "first_page_order": 486,
  "last_page_order": 488
}
