{
  "id": 1199975,
  "name": "Livingston, Appellant, v. Blue Creek Coal and Land Company",
  "name_abbreviation": "Livingston v. Blue Creek Coal & Land Co.",
  "decision_date": "1940-05-06",
  "docket_number": "Appeal, No. 168",
  "first_page": "473",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "320 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163618
      ],
      "pin_cites": [
        {
          "page": "200, 201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0196-01"
      ]
    },
    {
      "cite": "330 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182965
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 197,
    "char_count": 2329,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0445367664292397
    },
    "sha256": "472a9f3c17d60d61c9b41666e739637627d5de3011e9bf914142c3a7d3ad153b",
    "simhash": "1:88b54dcf91649bda",
    "word_count": 397
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaefer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ;"
    ],
    "parties": [
      "Livingston, Appellant, v. Blue Creek Coal and Land Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff sued in' assumpsit as the holder of 34 out of 2,000 bonds issued by defendant corporation and secured by a .trust mortgage on coal lands in the State of West Virginia. The bonds had matured and there were interest coupons thereon in default for many years. The case was tried by a judge without a jury. The only defense presented was that the mortgage provided that nó holder of the bonds or coupons should have the right to institute any suit, action, or proceeding, in equity or at law, for the foreclosure of the mortgage, or the execution of any of the trusts thereof, or for the appointment of a receiver, unless the holders of a majority in value of the bonds had first requested the trustee to proceed.\nThis restrictive clause of the mortgage is substantially identical with that in Putnam v. Pittsburgh Railways Co., 330 Pa. 210, and, for the reasons there stated, it furnishes no defense to an action on the bonds. The trial, judge was clearly in error in entering judgment for defendant.\nThe mortgage was made for the protection of all'the bondholders ratably. It provides that no one or more holders of the bonds or coupons shall have the right in any manner to affect, disturb or prejudice the lien. of. the mortgage by his or their action, except in the manner therein provided. The judgment to which plaintiff is entitled should, therefore, contain an express restriction of. the right to issue execution thereon against the mortgaged property so long as other bonds entitled to the benefit of the security are unpaid: Frey v. United Traction Co. of Pittsburgh, 320 Pa. 196, 200, 201; Putnam v. Pittsburgh Railways Co., 330 Pa. 210, 213.\nThe judgment is reversed and the record is remitted to the court below with instructions to enter judgment for plaintiff and against defendant for the amount due on plaintiff’s bonds and coupons, with interest on the former from the time of maturity thereof, and on the latter from their respective due dates, but subject to the above-stated restriction as to execution against the mortgaged property.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Russell J. O’Malley, for appellant.",
      "No appearance was made nor brief filed for appellee."
    ],
    "corrections": "",
    "head_matter": "Livingston, Appellant, v. Blue Creek Coal and Land Company.\nArgued April 18, 1940.\nBefore Schaefer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ;\nRussell J. O’Malley, for appellant.\nNo appearance was made nor brief filed for appellee.\nMay 6, 1940:"
  },
  "file_name": "0473-01",
  "first_page_order": 505,
  "last_page_order": 507
}
