{
  "id": 1199903,
  "name": "Commonwealth ex rel. Dugan v. Ashe, Warden",
  "name_abbreviation": "Commonwealth ex rel. Dugan v. Ashe",
  "decision_date": "1940-05-22",
  "docket_number": "Original jurisdiction, No. 1085 Misc. Docket",
  "first_page": "541",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "338 Pa. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "189 A. 556",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. Superior Ct. 407",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/125/0407-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 306,
    "char_count": 6522,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.279930509956444e-07,
      "percentile": 0.9160192350982624
    },
    "sha256": "0910330bc45b63ef763cf0ba696f24b29a913a1cb9e3f12cadf6b4d4ea582666",
    "simhash": "1:70b596918289ed98",
    "word_count": 1154
  },
  "last_updated": "2024-02-27T22:20:24.766240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Dugan v. Ashe, Warden."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Maxey,\nRelator avers that he was illegally sentenced on January 20, 1939, by the Court of Oyer and Terminer of Allegheny County (Hon. J. Fbank Gbaff, specially presiding). On that date he was sentenced for the following crimes:\n(a) No. 15 November Term, 1938, for the crime of Robbery and Receiving Stolen Goods, to a term of not less than 20 years and not more than 40 years, sentence to begin at the expiration of sentence that defendant is now serving for violation of parole, to wit: 22 years and 9 months.\n(b) No. 50 December Term, 1938, for the crime of Robbery and Receiving Stolen Goods, to a term not less than 20 years and not more than 40 years, sentence to begin at the expiration of sentence imposed at No. 15 November Term, 1938.\n(c) No. 54 December Term, 1938, for the crime of Robbery and Receiving Stolen Goods, to a term for and during the period of his natural life, sentence to begin and take effect at expiration of sentence imposed at No. 50 December Term, 1938.\nTotal sentence is 40 to. 80 years, plus back time for parole violation of 22 years and 9 months, and life imprisonment.\nIt appears that relator had previously received the following sentences:\n(1) ' Under proceedings indexed to No. 172 November Sessions, 1921, he was sentenced by the Court of Quarter Sessions to the Huntingdon Reformatory for the crime of entering a building and larceny.\n(2) Under proceedings indexed to No. 492 November Sessions, 1921, he was sentenced by the Court of Quarter Sessions to the Huntingdon Reformatory for the crime of entering a building and larceny.\n• (3) Under proceedings indexed to No. 106 November Sessions, 1923, he was sentenced by the Court of Oyer and Terminer to serve a term of not less than 8 nor more than 16 years in the penitentiary for the crime of second degree murder.\n(4) Under proceedings indexed to No. 118 November Sessions, 1923, he was sentenced by the Court of Oyer and Terminer to serve a term of not less than 3 nor more than 6 years in the penitentiary for the crime of robbery.\n(5) Under proceedings indexed to No. 119 November Sessions, 1923, he was sentenced by the Court of Oyer and Terminer to servé a term of not less than 3 nor more than 6 years in the penitentiary for the crime óf robbery, sentence to begin at the expiration of the sentence imposed at No. 118 November Sessions, 1923. '\n(6) Under proceedings indexed to No. 120 November •Sessions, 1923,- he was sentenced by the Court of Oyer and- Terminer to a term of hot less than 2 nor more than 4 years in the penitentiary for the crime of robbery, sentence td begin at the expiration of sentence imposed at No. 119 November Sessions/1923.\n(7) Under proceedings indexed to No. 121 November Sessions, 1923, he was sentenced by the Court of Oyer and Terminer to a term of not less than 2 nor more than 4 years in the penitentiary for the crime of robbery, sentence to begin at the expiration of sentence imposed at No. 120 November Sessions, 1923.\nOn July 24, 1934, the Governor commuted the relator’s sentence to a period of nine years and two months, and he was soon thereafter released from the penitentiary. On February 21, 1938, the relator was again imprisoned in the Western Penitentiary for violation of his parole, and was re-paroled on July 24, 1938.\nThis record brings the relator within the provisions of section 2 of the Act of April 29,1929, P. L. 854, which reads as follows: “A person who, after having been three times convicted, within or without this Commonwealth, of crimes of the character above set forth, or of attempt to commit any such crimes, shall, upon conviction of any such crimes for a fourth or subsequent offense committed within five years after the prior offense, be sentenced, in the discretion of the judge trying the case, to imprisonment in a state penitentiary for the term of his natural life.”\nSection 3 of the Act provides, inter alia: “In computing the period of time between convictions, as provided in sections one and two of this act, any period of servitude by a person in a penal institution, within or without this Commonwealth, shall not be included in the computation of any of said five-year periods.”\nSection 4 of the Act provides, inter alia: “If at any time within two years, either after conviction or sentence, it shall appear that a person convicted of any of the crimes set forth in section one of this act has previously been convicted of any such crimes three or more times, it shall be the duty of the district attorney of the county in which the last conviction was had to file an information accusing the said person of such previous convictions, and to serve a copy of such information upon the defendant thirty days before taking any further proceedings in court as hereinafter set forth.” It then provides that if the alleged fourth offender says he is not the same person as charged in such information, or refuses to answer, a jury shall be empanelled to inquire whether or not he is the same person. “If the jury finds that he is the same person, or if he acknowledges or confesses in open court . . . that he is the same person, the court may sentence him to imprisonment for life prescribed in section two of this act, and shall vacate any previous sentence notwithstanding that the term of court in which the last sentence was imposed may have expired. ...”\nThe relator contends that in being sentenced under section 2 of the Act of 1929 the court below failed to comply with section 4 of the Act in that it did not vacate all previous sentences imposed upon the relator.\nWhat the relator complains of in this case can be remedied without the issuance of a writ of habeas corpus. The sentence of the court was incomplete in that previous sentences were not vacated as section 4 of the Act of 1929 requires. The sentence can be completed by order of this court in conformity with the requirement above stated. See Commonwealth v. Sutton, 125 Pa. Superior Ct. 407, 189 A. 556.\nThe aforesaid sentences of imprisonment under proceedings indexed, respectively, to No. 15 November Term, 1938, of the Court of Oyer and Terminer of Allegheny County, to No. 50 December Term, 1938, of the same court, and the sentences imposed in 1921 and 1923, as above cited, are now vacated, and the sentence imposed on January 20, 1939, in proceedings indexed to No. 54 December Term, 1938, of the Court of Oyer and Terminer of Allegheny County, shall take effect immediately.",
        "type": "majority",
        "author": "Me. Justice Maxey,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Dugan v. Ashe, Warden.\nMay 22, 1940:"
  },
  "file_name": "0541-01",
  "first_page_order": 573,
  "last_page_order": 576
}
