{
  "id": 312775,
  "name": "Sidonie PAVES, Appellant, v. Dr. Barry CORSON and Carol Corson, Appellees",
  "name_abbreviation": "Paves v. Corson",
  "decision_date": "2002-07-17",
  "docket_number": "",
  "first_page": "171",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "569 Pa. 171"
    },
    {
      "type": "parallel",
      "cite": "801 A.2d 546"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "531 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834316
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0541-01"
      ]
    },
    {
      "cite": "387 Pa.Super. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        471225
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/387/0299-01"
      ]
    },
    {
      "cite": "706 A.2d 1228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11867607
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/1228-01"
      ]
    },
    {
      "cite": "653 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474148,
        7869869
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01",
        "/a2d/653/0634-01"
      ]
    },
    {
      "cite": "539 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474148
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01"
      ]
    },
    {
      "cite": "275 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935395
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0373-01"
      ]
    },
    {
      "cite": "491 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765649
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "quoting Tonik v. Apex Garages, Inc., 442 Pa. 373, 275 A.2d 296, 299 (1971)"
        },
        {
          "page": "680-81",
          "parenthetical": "quoting Tonik v. Apex Garages, Inc., 442 Pa. 373, 275 A.2d 296, 299 (1971)"
        },
        {
          "page": "680"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0534-01"
      ]
    },
    {
      "cite": "765 A.2d 1128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11077606
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1137"
        },
        {
          "page": "1137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/1128-01"
      ]
    },
    {
      "cite": "526 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        672536,
        1804513
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "366",
          "parenthetical": "\"Use of the special verdict in this case does not assure us that the jurors kept their hearts and their minds in the proper perspective\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/363/0308-01",
        "/pa/514/0589-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 308",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672536
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "\"Use of the special verdict in this case does not assure us that the jurors kept their hearts and their minds in the proper perspective\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/363/0308-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 13636,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 1.3536229394458843e-07,
      "percentile": 0.6340636075693988
    },
    "sha256": "5c2f5d1a2fa74a9ffd4dc8e3e2d4bee7c0d9dd20893a97f5ad3cc6227d0344dd",
    "simhash": "1:5f4a9334dfeed53e",
    "word_count": 2129
  },
  "last_updated": "2024-02-27T20:10:58.986720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ.",
      "Justice EAKIN files a dissenting opinion."
    ],
    "parties": [
      "Sidonie PAVES, Appellant, v. Dr. Barry CORSON and Carol Corson, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice NIGRO.\nAppellant Sidonie Paves brought this civil action against her children, Appellees Barry Corson, M.D. (“Son”) and Carol Corson (“Daughter”), asserting claims of conversion, breach of fiduciary duty, breach of a confidential relationship, intentional infliction of emotional distress and battery. A jury rendered a verdict in favor of Paves and against each child, assessing damages of over $4 million, with particular compensatory amounts assigned to each individual claim, plus punitives against each defendant. On appeal, the Superior Court vacated the jury’s verdict on the battery and intentional infliction of emotional distress claims and then remanded for a new trial on both compensatory and punitive damages on the remaining claims. Paves v. Corson, 765 A.2d 1128 (Pa.Super.2001). We granted allocatur to consider a single issue, namely whether the Superior Court erred in remanding the matter for reassessment of compensatory damages on the conversion and breach of duty claims. For the following reasons, we conclude that it did and therefore reverse.\nIn 1986, Paves had been estranged from her children for approximately twenty years. Apparently hoping to renew her relationship with them, Paves traveled from her home in Florida to Pennsylvania, where Son and Daughter lived. Very shortly thereafter, Son had Paves admitted to Chestnut Hill Hospital in Pennsylvania and began prescribing a variety of medications for her. In addition, while in the hospital, Paves signed both a will in which she left her entire estate to the two children and a power of attorney in favor of Son. Over the next five years, Paves lived with Daughter. In the meantime, Son used his power of attorney to spend approximately $600,000.00 of Paves’s money, and according to Paves, Son and Daughter sold valuable portions of Paves’s real and personal property, keeping the proceeds for themselves. In 1991, Paves confronted her children regarding their use of her money and was ejected from Daughter’s home. She then filed the instant action against her children, which proceeded to trial.\nAt the conclusion of the trial, the jury rendered a verdict in favor of Paves and against her children, and allocated damages as follows:\nAgainst Dr. Barry Corson:\nBreach of Fiduciary Duty $ 375,916.00\nBreach of Confidential Relationship 106,354.00\nConversion 41,000.00\nBattery 600,000.00\nIntentional Infliction of Emotional Distress 900,000.00\nPunitive Damages 1,000,000.00\nAgainst Carol Corson:\nBreach of Confidential Relationship $ 150,500.00\nConversion 59,500.00\nIntentional Infliction of Emotional Distress 500.000. 00\nPunitive Damages 400.000. 00\nAppellees filed post-trial motions, which the trial court denied. On appeal to the Superior Court, Appellees argued, inter alia, that the trial court had erred in refusing to grant judgment notwithstanding the verdict on the emotional distress and battery claims, and failing to grant a remittitur on certain compensatory and punitive damages, which they contended were against the weight of the evidence. The Superior Court agreed that Paves had not introduced sufficient evidence to support her claims of battery and intentional infliction of emotional distress and, thus, vacated the jury’s award on those claims. Having done so, the Superior Court also granted a new trial to reassess punitive damages on the surviving causes of action, i.e., conversion, breach of confidential relationship and breach of fiduciary duty, stating that “where punitive damages were assessed in the case without regard to a specific cause of action, it is impossible to determine which portion of the award was attributable to the emotional distress and battery claims that ... were not properly established.” 765 A.2d at 1137. Finally, the court granted a new trial to reassess compensatory damages on those same claims, but provided no independent rationale for doing so..\nOn appeal to this Court, Paves contends that the Superior Court erred in remanding the case for a new trial on both compensatory and punitive damages, when only a new trial on punitives was warranted. We agree.\n“The duty of assessing damages is within the province of the jury” and, thus, as a general matter, a compensatory damage award “should not be interfered with by the court unless it clearly appears that the amount awarded resulted from caprice, prejudice, partiality, corruption or some other improper influence.” Gradel v. Inouye, 491 Pa. 534, 421 A.2d 674, 680-81 (1980) (quoting Tonik v. Apex Garages, Inc., 442 Pa. 373, 275 A.2d 296, 299 (1971)). This standard incorporates the well-established requirement that a compensatory damage award “must bear some reasonable relation to the loss suffered by the plaintiff as demonstrated by uncontroverted evidence at trial.” Neison v. Hines, 539 Pa. 516, 653 A.2d 634, 637 (1995).\nIn limited circumstances, a compensatory damage award may also be set aside because a post-verdict development undermines the award’s validity. In Shiner v. Moriarty, 706 A.2d 1228 (Pa.Super.1998), and Smith v. Renaut, 387 Pa.Super. 299, 564 A.2d 188 (1989), juries rendered general unallocated awards of compensatory damages. On appeal in both cases, certain causes of action were sustained while others were reversed. As the compensatory damage award in each case was unallocated, the Superior Court concluded that it was impossible to determine the portion of each award that was attributable to the surviving causes of action. Consequently, the Smith and Shiner courts each remanded for a new trial on the issue of compensatory damages so that an award could be rendered that reflected only the damages for the causes of action sustained on appeal. Shiner, 706 A.2d at 1242; Smith, 564 A.2d at 193.\nHere, Appellees argue that Smith and Shiner provide the basis on which the Superior Court’s order remanding for a new trial on compensatory damages in this case should be affirmed. However, the jury in the instant case, unlike the juries in Smith and Shiner, issued a verdict that specifically enumerated the damages for each cause of action against each of the two defendants. Accordingly, when the judgments on select causes of action were reversed, the Superior Court below was not left with a single, unallocated damage award from which it could not ascertain the damages attributable to the claims that remained. Rather, it could look at the very straightforward verdict sheet and readily ascertain the damages that the jury had specifically enumerated for the surviving claims. Accordingly, the rationale underlying Smith and Shiner is simply inapplicable here.\nAppellees nevertheless argue that the Superior Court’s remand for reassessment of compensatory damages was proper because certain evidence that was admitted at trial in connection with the dismissed battery and emotional distress claims interfered with the jury’s assessment of compensatory damages on the claims that survived their appeal to the Superior Court. Specifically, Appellees point out that Paves testified at trial regarding physical and emotional abuse she sustained at the hands of her children and contend that it is simply “impossible to state [that] the jury’s consideration of physical abuse claims and emotional distress injuries had no impact on the jury’s consideration of [the] financial damages” attributable to the breach of duty and conversion claims. Appellees’ Brf. at 8. As such, Appellees apparently claim that the abuse evidence was unduly prejudicial because the jury had a fundamental inability to calculate the financial damages on the conversion and breach of duty claims, without their calculations being tainted by their emotional response to the evidence of physical and emotional abuse.\nThis argument is meritless. As stated above, our judicial system is grounded in a basic trust of our juries, and we largely leave the assessment of damages in their hands. Consequently, “unless it clearly appears that the amount awarded resulted from caprice, prejudice, partiality, corruption or some other improper influence,” we will not disturb it. Gradel, 421 A.2d at 680. Here, Appellees have not even attempted to point to any evidence in the record that might support their assertion that the verdict was the result of some “improper influence.” In fact, Paves’s evidence of damages in relation to the verdict strongly suggests just the opposite. Through a forensic accountant, Paves introduced evidence at trial that her financial damages from the alleged breaches of duty and conversion exceeded $1,000,000.00. The jury awarded just over $730,000.00 on those claims and a separate $2,000,000.00 for battery and emotional distress. These numbers, and the very specific breakdown of damages on the verdict sheet, indicate a conscientious consideration of the evidence and a thoughtful allocation among the various claims.\nMoreover, the court’s instructions to the jury further support our conclusion that the jury properly allocated damages here. Those instructions made crystal clear that the damages Paves sought for breach of duty and conversion were separate and distinct from those she sought for emotional distress and battery. The trial court emphasized in its instructions that Paves’s alleged damages for breach of duty and conversion were economic damages that could be “measured with certainty” and, if awarded, would compensate Paves for “all financial losses she suffered as a result of [Appellees’] conduct,” including the “value of ... property taken.” N.T., 7/15/99, at 55, 57. In contrast, the court explained that the damages Paves sought for emotional distress and battery were such that they could not “be proven with ... mathematical certainty,” id. at 55, as they were designed to compensate for “physical pain, mental anguish, discomfort, inconvenience, ... distress, ... embarrassment and humiliation.” Id. at 58-59. Finally, the trial court specifically instructed the jury to avoid any overlap of damages, stating: “If you find any item of damages fits into more than one category, or claim, you shall only include that item in one category or claim and not in any other categories or claims.” N.T., 7/16/99, at 19. As the law presmnes that the jury follows the court’s instructions, Commonwealth v. Baker, 531 Pa. 541, 614 A.2d 663, 672 (1992), and there is no evidence that the jury here did otherwise, we must conclude that the damages it awarded for the breach of duty and conversion claims were only those that it could ascertain with a “mathématical certainty” and not those designed to compensate Paves for the effects of any emotional or physical abuse. For the foregoing reasons, the Superior Court decision is reversed insofar as it remanded for a new trial on compensatory damages. Accordingly, on. remand, the new trial will be limited to assessing punitive damages on the surviving claims.\nJustice EAKIN files a dissenting opinion.\n. This action was curious given that the Superior Court stated in its opinion that its “review of the record reveals that the trial court did not err in refusing a remittitur in this case.” 765 A.2d at 1137. Previously, the trial court had stated that \"the jury's award, though large, is not excessive and is not exorbitant. It reflects the unanimous, well thought-out deliberations of a jury of twelve people and should not be disturbed. It does not shock the conscience of this Court.” Trial Ct. Op. at 19.",
        "type": "majority",
        "author": "Justice NIGRO."
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nFive claims against appellant’s children went to the jury; the Superior Court vacated verdicts on battery and intentional infliction of emotional distress. The jury heard evidence that was relevant to the dismissed counts that would not have been admitted in a trial on the other three alone. The problem now is not allocating damages between counts; the verdict slip shows how much the jury awarded on each. The real question is the propriety of a jury assigning damages on the three remaining counts when it heard irrelevant and prejudicial evidence because of the two dismissed counts.\nDid evidence made relevant only by the battery count affect the level of damages awarded on the conversion count? Can we say evidence of a child battering a mother has no affect on a jury assigning damages for mere financial misconduct? Without the battery count, we would never condone admission of such evidence because of its overall prejudicial effect .The battery and intentional infliction counts are gone; damages on the financial counts should be recalculated without the taint of the irrelevant prejudicial evidence.\nI find the Superior Court’s solution to be well reasoned. A retrial on liability is not required, but the consequences of that liability, (damages), should be determined without the prejudicial influence of irrelevant evidence of battery and intentional infliction of emotional distress. The new jury should be given only that evidence relevant to damages caused by the sustainable counts.\nAccordingly, I respectfully dissent.\n. See Gallo v. Yamaha Motor Corp., 363 Pa.Super. 308, 526 A.2d 359, 366 (1987) (\"Use of the special verdict in this case does not assure us that the jurors kept their hearts and their minds in the proper perspective\").",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Gerald B. Baldino, Media, for Sidonie Paves.",
      "Stephen M. Rae, Joseph Daniel Cronin, Philadelphia, H. David Spirt, Blue Bell, Mason Avrigian, for Barry and Carol Corson."
    ],
    "corrections": "",
    "head_matter": "801 A.2d 546\nSidonie PAVES, Appellant, v. Dr. Barry CORSON and Carol Corson, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 8, 2002.\nDecided July 17, 2002.\nGerald B. Baldino, Media, for Sidonie Paves.\nStephen M. Rae, Joseph Daniel Cronin, Philadelphia, H. David Spirt, Blue Bell, Mason Avrigian, for Barry and Carol Corson.\nBefore: ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0171-01",
  "first_page_order": 301,
  "last_page_order": 309
}
