{
  "id": 312764,
  "name": "Bernestine HILL v. WORKERS' COMPENSATION APPEAL BOARD (BALLARD, SPAHR, ANDREWS INGERSOLL and Great Northern Insurance Co.), Appeal of BALLARD, SPAHR, ANDREWS & INGERSOLL",
  "name_abbreviation": "Hill v. Workers' Compensation Appeal Board",
  "decision_date": "2002-08-26",
  "docket_number": "Appeal No. 20 EAP 2000",
  "first_page": "491",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "569 Pa. 491"
    },
    {
      "type": "parallel",
      "cite": "805 A.2d 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "783 A.2d 384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9468434
      ],
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0384-01"
      ]
    },
    {
      "cite": "792 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9513085
      ],
      "pin_cites": [
        {
          "page": "712-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0706-01"
      ]
    },
    {
      "cite": "793 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9446930
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/793/0182-01"
      ]
    },
    {
      "cite": "742 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11500362,
        95733
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/742/0649-01",
        "/pa/560/0012-02"
      ]
    },
    {
      "cite": "560 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95826,
        95733
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0012-01",
        "/pa/560/0012-02"
      ]
    },
    {
      "cite": "612 A.2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1834345
      ],
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0287-01"
      ]
    },
    {
      "cite": "34 Pa. Code § 121.7",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "640 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872209,
        775537
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/640/1266-01",
        "/pa/537/0032-01"
      ]
    },
    {
      "cite": "708 A.2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11820480,
        281186
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "holding that a claimant is not entitled to receive workers' compensation benefits for a pre-existing, non-work-related condition where the claimant had returned to baseline and thus recovered from the work-related injury caused by an aggravation of that condition"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/708/0801-01",
        "/pa/550/0658-01"
      ]
    },
    {
      "cite": "749 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 1
    },
    {
      "cite": "561 Pa. 682",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2000,
      "opinion_index": 1
    },
    {
      "cite": "732 A.2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11545416
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/732/0018-01"
      ]
    },
    {
      "cite": "793 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9446930
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/793/0182-01"
      ]
    },
    {
      "cite": "742 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11500362,
        95733
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/742/0649-01",
        "/pa/560/0012-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 736,
    "char_count": 15270,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.310054949149545
    },
    "sha256": "094634df5d5237f03fe932fdf72df7a656b636f3fbc042fc7f1bcc6e828c0bd2",
    "simhash": "1:7185d517c9a30702",
    "word_count": 2437
  },
  "last_updated": "2024-02-27T20:10:58.986720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ.",
      "Madame Justice NEWMAN files a concurring statement."
    ],
    "parties": [
      "Bernestine HILL v. WORKERS’ COMPENSATION APPEAL BOARD (BALLARD, SPAHR, ANDREWS INGERSOLL and Great Northern Insurance Co.), Appeal of BALLARD, SPAHR, ANDREWS & INGERSOLL."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAND NOW, this 26th day of August, 2002, the Commonwealth Court’s order is vacated and the matter remanded for reconsideration in light of Vista Int’l Hotel v. WCAB (Daniels), 560 Pa. 12, 742 A.2d 649 (1999). See generally Montgomery Hosp. v. WCAB (Armstrong), 793 A.2d 182, 189 (Pa.Cmwlth.2002); Darrall v. WCAB (H.J. Heinz Co.), 792 A.2d 706, 712-13 (Pa.Cmwlth.2002); Martin v. WCAB (Red Rose Transit Auth.), 783 A.2d 384, 391 (Pa.Cmwlth.2001).\nMadame Justice NEWMAN files a concurring statement.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "Madame Justice NEWMAN\nconcurring.\nI concur in the result reached by the majority today in that the Order of the Commonwealth Court must be vacated and the matter remanded for reconsideration in light of this Court’s decision in Vista Int’l Hotel v. Workers’ Compensation Appeal Board (Daniels), 560 Pa.12, 742 A.2d 649 (1999). I write separately to enumerate some of my concerns in this case.\nWe granted the petition for allowance of appeal to address the issue of whether an employer may introduce job availability as an affirmative defense to a claim of ongoing disability while concurrently contesting the compensability of Claimant’s injury. Although this Court had never before addressed this issue, the Commonwealth Court has done so on a number of occasions. In Smith v. Workers’ Compensation Appeal Board (Saunder’s House), 732 A.2d 18 (Pa.Cmwlth.1999), appeal denied, 561 Pa. 682, 749 A.2d 474 (2000), the court concluded that, within a claim petition determination, where an employer does not timely respond to a notice of injury, that employer is precluded from relying on the work availability doctrine to modify a claimant’s benefits under the Workers’ Compensation Act (Act). The Smith decision formed the basis for the Commonwealth Court’s determination in the instant matter. However, I am also aware that the Commonwealth Court overruled its decision in this matter in Montgomery Hospital v. WCAB (Armstrong), 793 A.2d 182 (Pa.Cmwlth.2002), based on the holding of this Court in Vista Int’l.\nIt is undisputed that Claimant’s cardiac condition was not initially the result of a work-related injury. However, the WCJ determined that Claimant suffered an aggravation of her pre-existing cardiac condition when she was exposed to constant and persistent stress in the course of performing her duties. Thus, under our workers’ compensation jurisprudence, where there is an aggravation of a pre-existing condition, the inquiry becomes whether the claimant has returned to baseline, i.e., his or her pre-injury medical condition, or whether the aggravation is a substantial contributing factor of the claimant’s current impairment and resulting disability. See Bethlehem Steel Corp. v. Workmen’s Compensation Appeal Board (Baxter), 550 Pa.658, 708 A.2d 801 (1998) (holding that a claimant is not entitled to receive workers’ compensation benefits for a pre-existing, non-work-related condition where the claimant had returned to baseline and thus recovered from the work-related injury caused by an aggravation of that condition); Republic Steel v. Workmen’s Compensation Appeal Board (Petrisek), 537 Pa.32, 640 A.2d 1266 (1994).\nThe WCJ concluded that Claimant met her burden of demonstrating a work-related injury, but failed to carry her burden to warrant ongoing total disability benefits. The WCJ arrived at this decision based on the work availability doctrine and the two positions proffered by Ballard, Spahr, Andrews & Ingersoll (Employer) in September of 1994. Totally absent from the record is any evidence that Claimant returned to baseline or that she was released by her physician to return to work. Further, the WCJ failed to include a finding that notice was given to Employer or that notice was waived.\nThe Board, however, affirmed the decision of the WCJ, remanding solely for calculation of partial disability benefits. On appeal, the Commonwealth Court reversed the award of partial disability benefits, concluding that the Employer had failed to timely accept responsibility for the work injury and, therefore, the statute barred it from using job availability as an affirmative defense. I find this result troubling for two reasons. First, there was no finding made by the WCJ with regard to when notice was given by Claimant to Employer. Although in its January 17, 1995 answer to Claimant’s claim petition, Employer initially challenged whether Claimant actually provided notice, Employer soon abandoned the issue and notice may be presumed timely for purposes of establishing the rights of Claimant to benefits under her claim petition. However, the exact date that Claimant gave notice to Employer may not be presumed by the Commonwealth Court for the application of its work availability exception. That exception requires a determination of specific dates (1) the date that Claimant gave notice of her work-related injury to the Employer; and (2) the date that the Employer failed to respond, which is required to be within twenty-one days of that notice, with either a Notice of Compensation Payable or a Notice of Compensation Denial pursuant to Section 406.1 of the Act and 34 Pa. Code § 121.7(b). Notice of the work-relatedness of Claimant’s cardiac problem could have been given during the October 1993 discussion between Claimant, Human Resources personnel and her supervisor. It could just as easily have been provided when Claimant filed her claim petition, in which case the Commonwealth Court’s exception would have been erroneously applied. Therefore, the invocation of this work availability exception, even if it were to exist as a valid exception to the work availability doctrine, is impermissible under these facts. The Commonwealth Court clearly assumed a notice date previous to the filing of the claim petition in January of 1995. In that posture, I feel that the court erred by engaging in fact finding, which is within the exclusive province of the WCJ. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Skirpan), 531 Pa.287, 612 A.2d 434 (1992).\nThe exception also troubles me because it supplants the legislatively enacted penalty provisions of the workers’ compensation system. In fashioning its exception, the Commonwealth Court relied upon the language contained in Section 406.1 of the Act, 77 P.S. § 717.1, and Section 121 of the Labor and Industry Code, 34 Pa.Code § 121. Section 406.1 of the Act provides in pertinent part\nThe employer and insurer shall promptly investigate each injury reported or known to the employer and shall proceed promptly to commence the payment of compensation due either pursuant to an agreement upon the compensation payable or a notice of compensation payable as provided in section 407.... The first installment of compensation shall be paid not later than the twenty-first day after the employer has notice or knowledge of the employe’s disability.\n77 P.S. § 717.1 (emphasis added). Further, 34 Pa.Code § 121.7(b) provides\nThe employer shall submit the notice [of compensation payable] directly to the employe or his dependent, with a copy to the Department, as soon as practicable, and in no event later than 21 days from the date employer knew of injuries.\n34 Pa.Code § 121.7(b) (emphasis added). These sections, when read concomitantly, specify that an employer must accept or deny responsibility for a claimant’s injury within twenty-one days of receipt of notice. However, the statute and its implementing regulation, relied upon by the Commonwealth Court, do not support the exception that the court has developed. Nowhere in the specific language relied upon is there any mention of a penalty, such as the one crafted by the Commonwealth Court. To the contrary, Section 435 of the Act, 77 P.S. § 991, and Section 121.27(g) of the Labor and Industry Code, 34 Pa.Code § 121.27(g), specify the penalty provisions for violations of the Act by either the employer or the claimant. Section 435 of the Act states, in part\n§ 991. Rules and regulations regarding prompt compliance; hearings; penalties; occupational disease services\na) The department shall establish and promulgate rules and regulations consistent with this act, which are reasonably calculated to\ni) expedite the reporting and processing of injury cases,\nii) insure full payment of compensation when due,\niii) expedite the hearing and determination of claims for compensation and petitions filed with the department under this act,\niv) provide the disabled employe or his dependents with timely notice and information of his or their rights under this act,\nv) explain and enforce the provisions of this act.\nb) If it appears that there has not been compliance with this act or rules and regulations promulgated thereunder the department may, on its own motion give notice to any persons involved in such apparent noncompliance and schedule a hearing for the purpose of determining whether there has been compliance. The notice of hearing shall contain a statement of the matter to be considered.\n* * * * * *\nd) The department, the board, or any court which may hear any proceedings brought under this act shall have the power to impose penalties as provided herein for violations of the provisions of this act or such rules and regulations or rules of procedure:\ni) Employers and insurers may be penalized a sum not exceeding ten per centum of the amount awarded and interest accrued and payable: Provided, however, That such penalty may be increased to fifty per centum in cases of unreasonable or excessive delays. Such penalty shall be payable to the same persons to whom the compensation is payable.\nii) Any penalty or interest provided for anywhere in this act shall not be considered as compensation for the purposes of any limitation on the total amount of compensation payable which is set forth in this act.\niii) Claimants shall forfeit any interest that would normally be payable to them with respect to any period of unexcused delay which they have caused....\n77 P.S. § 991 (emphasis added). In addition, Section 121.27(g) of the Pennsylvania Code states\n§ 121.7 Violations of the provisions of the act or this chapter.\n‡ ‡\n(g) In instances where the Department has not instituted proceedings as set forth in this section but where it becomes apparent during the conduct of any hearing before a referee that a violation of the provisions of the act or this chapter may have occurred, the Department shall forthwith be notified in writing of this possibility by the referee hearing the matter and by the claimant or his representative. The Department shall be given the opportunity to participate in any proceedings where a possible violation of the act or this chapter exists and where penalties under section 435(d)© of the Workers’ Compensation Act (77 P.S. § 991(d)©) are or may be sought. The Department will indicate in writing within 15 days after receipt of the written notice of these possible violations whether it will participate in the penalty proceedings or not.\n34 Pa.Code § 121.27(g). Such penalty provisions were formulated by the General Assembly and the Department of Labor and Industry to deter arbitrary conduct by the employer or the employer’s insurer and are meant to be the sole penalties imposed for violations.\nFurther, the result of the application of the Commonwealth Court’s exception is antithetical to the purpose of the Act and to this Court’s pronouncements with regard to the work availability doctrine. It also serves to increase litigation in the workers’ compensation arena. Pursuant to the court’s exception, if an employer fails to issue a Notice of Compensation Payable or a Notice of Compensation Denial, it is forced to file a modification, suspension or termination petition following an adjudication determining liability. Moreover, given the often-protracted nature of workers’ compensation proceedings, a claimant may sit idly for years with no obligation to return to any form of employment until that claimant’s case is resolved by the WCJ. At that point, the employer must file an additional petition, incur additional expense, and locate other available work to succeed in returning a claimant to the same status that would have existed had the decision on the entire case been consummated during the initial proceeding. This was the import of Vista Int’l, 742 A.2d at 658 n. 11.\nHowever, I must conclude that the ends sought by the Commonwealth Court in the crafting of the exception exceeded the limits of the statutory workers’ compensation scheme where it held that, in the absence of a timely Notice of Compensation Payable or Notice of Compensation Denial, a claimant has no duty to pursue available employment until such a notice is issued or a WCJ has filed an adjudication. The appropriate penalty, which was always available to the Commonwealth Court, the Board and the WCJ, is a penalty pursuant to Section 435 of the Act or Section 121.27(g) of the Code. Recognition of this principle, exhibited by the overruling of Smith and Hill by the Commonwealth Court, is to be commended.\nInherent in the workers’ compensation system is the goal of returning employees to the work force. However, when that is done it must be the result of a release to return to work or an expert medical opinion, credibly rendered, that the claimant has returned to baseline. Thus, in the instant matter, the WCJ should have analyzed Claimant’s disability pursuant to established “aggravation” injury jurisprudence, long established in this Commonwealth. Requiring a claimant to prove all the elements of a claim petition; requiring an employer to prove work availability after a claimant is released to return to work or returns to baseline; requiring an employer to take a proactive stance by having a claimant examined by its own physician prior to an offer of employment; or applying penalties pursuant to Section 435 of the Act, 77 P.S. § 991, are not new or revolutionary concepts — they are the law.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.1; 2501-2626.\n. Conspicuously absent from the ensuing proceedings is any testimony from Claimant’s physician, Dr. Mason, who was treating her during the time at issue and, by her own testimony, is still treating Claimant. Claimant testified that she discussed the proffered positions with Dr. Mason, but no testimony was introduced at the hearings before the WCJ, either from Claimant or from Dr. Mason, as to whether Claimant could perform either of the positions offered.\n. Because a claimant is required to prove all elements of a claim, the WCJ, when granting a claim petition, is required to show that all elements, including notice, were established.",
        "type": "concurrence",
        "author": "Madame Justice NEWMAN"
      }
    ],
    "attorneys": [
      "Andrew Edson Greenberg, Christian Davis, Philadelphia, for appellant, Ballard, Spahr, Andrews & Ingersoll.",
      "David Hawkins, Pittsburgh, for appellee, W.C.A.B.",
      "Richard Warren Rosenblitt, Philadelphia, for appellee, Bernestine Hill."
    ],
    "corrections": "",
    "head_matter": "805 A.2d 509\nBernestine HILL v. WORKERS’ COMPENSATION APPEAL BOARD (BALLARD, SPAHR, ANDREWS INGERSOLL and Great Northern Insurance Co.), Appeal of BALLARD, SPAHR, ANDREWS & INGERSOLL.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 30, 2001.\nResubmitted Jan. 30, 2001.\nDecided Aug. 26, 2002.\nAndrew Edson Greenberg, Christian Davis, Philadelphia, for appellant, Ballard, Spahr, Andrews & Ingersoll.\nDavid Hawkins, Pittsburgh, for appellee, W.C.A.B.\nRichard Warren Rosenblitt, Philadelphia, for appellee, Bernestine Hill.\nBEFORE: ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0491-01",
  "first_page_order": 621,
  "last_page_order": 628
}
