{
  "id": 1765669,
  "name": "COMMONWEALTH of Pennsylvania v. Robert Norwood FRANKHOUSER, a/k/a Norwood Robert Frankhouser, Appellant",
  "name_abbreviation": "Commonwealth v. Frankhouser",
  "decision_date": "1980-09-22",
  "docket_number": "No. 71",
  "first_page": "171",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "491 Pa. 171"
    },
    {
      "type": "parallel",
      "cite": "420 A.2d 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "483 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751233
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0183-01"
      ]
    },
    {
      "cite": "476 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736902
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "89"
        },
        {
          "page": "881"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0083-01"
      ]
    },
    {
      "cite": "474 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732146
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0115-01"
      ]
    },
    {
      "cite": "479 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742178
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0528-01"
      ]
    },
    {
      "cite": "268 Pa.Super. 202",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        127224
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/268/0202-01"
      ]
    },
    {
      "cite": "269 Pa.Super. 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        129655
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/269/0283-01"
      ]
    },
    {
      "cite": "485 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755486
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0215-01"
      ]
    },
    {
      "cite": "484 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753740
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0163-01"
      ]
    },
    {
      "cite": "482 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749678
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "611"
        },
        {
          "page": "489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0608-01"
      ]
    },
    {
      "cite": "460 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482725
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0324-01"
      ]
    },
    {
      "cite": "467 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717356
      ],
      "weight": 5,
      "year": 1976,
      "pin_cites": [
        {
          "page": "371-372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0464-01"
      ]
    },
    {
      "cite": "460 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482887
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0095-01"
      ]
    },
    {
      "cite": "269 Pa.Super. 319",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        129610
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/269/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 14535,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 1.397640416870623e-07,
      "percentile": 0.6440773187934895
    },
    "sha256": "0b4cf529d29155611acd8c7563f18201a9e587a3f309cb1f2088357da79d27fa",
    "simhash": "1:a93207d645dd597e",
    "word_count": 2390
  },
  "last_updated": "2024-02-27T17:41:46.239087+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "EAGEN, C. J., files a concurring and dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Robert Norwood FRANKHOUSER, a/k/a Norwood Robert Frankhouser, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis is an appeal from an Order entered in the Court of Common Pleas of Mifflin County granting in part and denying in part appellant’s petition for post-conviction relief. On March 11, 1977, appellant filed a counseled petition pursuant to the provisions of the Post Conviction Hearing Act (PCHA) alleging numerous errors relating to four separate criminal convictions. Following a hearing on the petition the PCHA court entered an order correcting illegal sentences imposed on two convictions but otherwise denying all other requested relief. An equally divided Superior Court affirmed. Commonwealth v. Frankhouser, 269 Pa.Super. 319, 409 A.2d 909 (1979). Hence this appeal.\nThe pertinent facts are as follows. On January 2,1975, at the conclusion of a bench trial, appellant was convicted of burglary and criminal trespass at No. 46% of 1974. Post-verdict motions for new trial or in arrest of judgment were filed.\nOn May 13, 1975, appellant was convicted by - a jury of escape at No. 2 of 1975.\nOn August 11,1975, appellant pleaded guilty to charges of burglary, theft and receiving stolen property at No. 21 of 1975 and escape at No. 131 of 1975. On that same date, following a colloquy, appellant withdrew the post-verdict motions filed previously at No. 46% of 1974, and, further, waived the right to file post-verdict motions at all in No. 2 of 1975.\nWithin this factual matrix, appellant now asserts four instances of alleged trial counsel ineffectiveness.\nFirst appellant argues trial counsel was ineffective in relation to the entry of the guilty plea at No. 21 of 1975. Appellant claims trial counsel “failed to assure a proper colloquy,” “failed to assure a sufficient factual basis for the acceptance of a guilty plea,” and failed either to inform appellant there were, as a result of the above claims, meritorious issues for appeal or to perfect such an appeal.\nSecond appellant claims trial counsel was ineffective in failing to assure a proper colloquy in relation to the withdrawal of post-verdict motions filed at No. 46% of 1974.\nThird appellant asserts trial counsel was ineffective in failing to obtain an on-the-record explanation as to why no pre-sentence investigation was conducted and why no reasons were stated on the record for the sentences imposed.\nFinally appellant contends trial counsel was ineffective in failing to place on the record the terms of an alleged plea bargain.\nWe will address these claims seriatim.\nWe note initially that post conviction relief under the PCHA is not available to a petitioner whose allegations of error have been finally litigated or waived. 19 P.S. § 1180-3(d). And an issue is waived if it was cognizable on direct appeal and petitioner knowingly and understandingly failed to so raise it. 19 P.S. § 1180-4(b)(l). Moreover, failure to so raise an issue gives rise to a rebuttable presumption of “knowing and understanding” waiver.\nInstantly appellant argued before the PCHA court that he had requested counsel to prosecute a direct appeal on his behalf. The court did not find appellant’s contention credible; on the record before us neither do we. Nevertheless, appellant’s claims of trial counsel ineffectiveness are not waived. If counsel on direct appeal is the same as trial counsel, and the issue of trial counsel ineffectiveness is not asserted on appeal (either by failure to take an appeal at all or by not raising the issue on appeal), there is no waiver. Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975). As we said in Commonwealth v. Mabie, 467 Pa. 464, 359 A.2d 369 (1976):\n“. . . it is ... unrealistic to expect counsel to file motions and/or an appeal challenging his own effectiveness. Therefore, where a PCHA petition alleges as grounds for relief that trial counsel, with whom the petitioner consulted concerning the feasibility of appeal, has been ineffective and where trial counsel has not taken a direct appeal on behalf of the petitioner, the question of whether trial counsel was ineffective has not been waived for the purposes of review in a PCHA proceeding.” Mabie, id., 467 Pa. at 469 470, 359 A.2d at 371-372. (footnote omitted).\nAccordingly and notwithstanding the failure to have taken a direct appeal, appellant’s claims of trial counsel ineffectiveness are not waived for purposes of the PCHA.\nAn additional difficulty is presented, however, in that appellant’s initial argument, though couched in terms of ineffectiveness in fact assails the validity of his guilty plea. Appellant complains trial counsel “failed to assure a proper colloquy” and “failed to assure a sufficient factual basis for the acceptance of [the] plea.” Appellant’s attack, then, is on the voluntariness of the plea.\nIn Commonwealth v. Lee, 460 Pa. 324, 333 A.2d 749 (1975), we “reiterate[d] that, in cases such as the one at bar where the only challenge to the proceedings in the trial court is directed to the validity of the guilty plea itself, the proper procedure is first to file with that court a petition to withdraw the plea.” Lee, id., 460 Pa. at 327, 333 A.2d at 750. The decision in Lee “removed any doubt that the trial court was the proper tribunal, in the first instance, to resolve allegations of error concerning the validity of the guilty plea ...” Commonwealth v. Dowling, 482 Pa. 608, 611, 394 A.2d 488, 489 (1978). The plea in the instant case was entered five months following our decision in Lee. No petition to withdraw the plea has as yet been filed in the trial court; neither has appellant assigned as ineffectiveness the failure of counsel to file such a petition to withdraw. The rule in Lee, then, would appear to require a finding of waiver. Dowling, supra; Commonwealth v. Ford, 484 Pa. 163, 398 A.2d 995 (1979).\nThe transcript of the plea proceedings, however, demonstrates that appellant was at no time informed of his right to file a petition to withdraw his plea or of the consequences attending failure to so file. In Commonwealth v. Brandon, 485 Pa. 215, 401 A.2d 735 (1979), we held that under such circumstances an effective waiver did not occur. Accordingly, as in Brandon, we remand the matter to the trial court to permit appellant to file a motion to withdraw his guilty plea. See also, Commonwealth v. Berry, 269 Pa.Super. 283, 409 A.2d 890 (1979).\nAppellant’s second claim of trial counsel ineffectiveness is an assertion that counsel failed to assure a proper colloquy at No. 46x/2 of 1974 where appellant withdrew his post-verdict motions. Specifically appellant argues the trial court had “a duty to inform [appellant] of the possible severe sentence he faced if he withdrew his post verdict motions and submitted to sentencing.” Appellant has provided us with no authority for this proposition, nor are we aware of any.\nAppellant relies upon the decision of the Superior Court in Commonwealth v. Edwards, 268 Pa.Super. 202, 407 A.2d 1316 (1979), and particularly upon language therein that “[a]ny waiver of the right to file post-verdict motions must be scrutinized closely.” While we in no way take issue with the statement quoted, Edwards, if anything, works against appellant. In Edwards, as herein, appellant withdrew previously filed post-verdict motions. In its scrutiny of the waiver the Superior Court, properly in our view, examined the waiver in light of the requirements of Pa.R.Crim.P. 1123. Rule 1123(b) provides, in part:\n“The defendant may also within the ten (10) day period on the record voluntarily and understanding^ waive the filing of post-verdict motions. Prior to the acceptance of such waiver the trial judge shall, pursuant to paragraph (c) of this Rule, advise the defendant on the record that waiving of post-verdict motions shall preclude raising on appeal any issues which might have been raised in such motions.”\nOur review of the record persuades us the Court conducted a sufficient colloquy.\n“Q. Your motion for a new trial and in arrest of judgment has not been disposed of? Has it?\n“A. No.\n“Q. Do you desire that the Court should dispose of those motions in due course? What’s your wish with regards to your motions?\n“A. Withdraw them.\n“Q. Do you realize by withdrawing your motions, you would waive all defense or errors in your trial and in the pre-trial proceedings and that you would be prevented or barred hereafter from raising on appeal such issues and other issues raised in such motions?\n“A. Yes.\n“Q. Do you understand that if your motions are withdrawn you would be sentenced for this burglary and criminal trespass?\n“A. Yes.\n“Q. Do you understand that if you withdraw your motions and are sentenced, then your right of appeal would be much more limited?\n“A. Yes.\n“Q. We advise you that your appeal would be limited to three grounds. First, that your withdrawal of your motions was not lawfully induced in that it was not freely, voluntarily, understanding^, knowingly and intelligently made. Second, that the sentence imposed is . illegal and third, that this Court did not have jurisdiction of the case. Is it clear to you that those three grounds would be your only grounds for appeal?\n“A. Yes.\n******\n“Q. Is it clear to you that you have a limited right of appeal in all cases where you do not wait for dispositions of motions for new trial?\n“A. Yes.\n“Q. Is there any agreement of understanding as to what your punishment would be?\n“A. No.”\nWe find no deficiency in the above colloquy and hence we find no merit in appellant’s argument.\nThird appellant contends his trial counsel was ineffective for failing to assure, on the record, an explanation as to why no pre-sentence investigation was conducted and for failing to obtain an on-the-record rationale for sentencing.\nPa.R.Crim.P. 1403(A)(1) provides:\n“The sentencing judge may, in his discretion, order a pre sentence investigation report in any case.”\nRule 1403(A)(2) now requires that “the sentencing judge shall place upon the record his reasons for dispensing with the pre-sentence investigation report if the court fails to order a pre-sentence report in any of the following instances:\n(а) where incarceration for one year or more is a possible disposition under the applicable sentencing statutes ...” But while Rule 1403 currently requires such action by the\nCourt, there was no such requirement in August, 1975, when appellant was sentenced. It is not ineffectiveness to fail to advance a claim or assert a right unsupported in the law. Commonwealth v. Roach, 479 Pa. 528, 388 A.2d 1056 (1978).\nSimilarly, appellant’s contention that counsel was ineffective in failing to obtain an on-the-record rationale for sentencing, must also fail. While Commonwealth v. Riggins, 474 Pa. 115, 377 A.2d 140 (1977) now requires such an on-the-record statement, the law at the time of appellant’s sentencing was otherwise. “We cannot impose upon trial counsel the qualities of a seer .. . ”. Commonwealth v. Triplett, 476 Pa. 83, 89, 381 A.2d 877, 881 (1977).\nFinally appellant claims trial counsel was ineffective for failing to assure the record reflected the terms of a plea agreement. Appellant asserts a plea bargain had been entered into under which the Commonwealth would recommend no greater than a ten year maximum sentence on all charges in return for appellant’s guilty plea and withdrawal of post-verdict motions. Appellant thus assigns as ineffectiveness counsel’s failure to place the terms of the plea bargain on the record. The Commonwealth responds that the August 11, 1975, colloquy demonstrates there was no plea bargain of any sort. This is nonsense.\nAppellant correctly notes the colloquy contains “obfuscation [which] must be read to be believed.” Indeed the trial court was sufficiently perplexed that it recessed the proceedings for twenty-five minutes in order that counsel for the prosecution and defense might clarify their positions regarding whether a plea bargain had or had not been struck. When the proceedings reconvened the trial court conducted the colloquy expressly as if a plea agreement had in fact been reached. But that is not to say appellant’s claim of ineffective assistance of counsel is meritorious. For while the colloquy does reflect that a plea bargain had been reached, there is no indication anywhere in the record that the agreement concerned sentencing. On the contrary the colloquy clearly demonstrates appellant was entering his plea in return for a decision by the Commonwealth to nolle prosse several charges then pending against appellant. Indeed, the colloquy contained the following:\n“[BY THE- COURT] Q: Is there any agreement or understanding as to what your punishment would be?\n“A. No.”\nThe PCHA Court found nothing in appellant’s case to convince it sentencing considerations were involved in the plea. Appellant’s trial counsel testified he received no promise of a sentence recommendation from the prosecution nor did he discuss one with appellant.\nThe burden is on appellant in a post conviction proceeding to show ineffective assistance of counsel as an independent basis of relief. Commonwealth v. Sherard, 483 Pa. 183, 394 A.2d 971 (1978). Our review of the record does not persuade us the PCHA Court erred in concluding appellant had not met his burden. Appellant’s claim to the contrary is without merit.\nThe order of the Superior Court affirming the denial of post-conviction relief is reversed as to No. 21 of 1975 and the record is remanded to the trial court for proceedings consistent with this opinion. Otherwise the order of the Superior Court is affirmed.\nEAGEN, C. J., files a concurring and dissenting opinion.\n. The Act of January 25, 1966, P.L. (1965) 1580, § 1, 19 P.S. § 1180-1, et seq. (Supp. 1979-80).\n. Pa.R.Crim.P. 1123(c), not directly relevant instantly, provides: “Upon the finding of guilt, the trial judge shall advise the defendant on the record:\n“(1) of the right to file post-verdict motions and of the right to the assistance of counsel in the filing of such motions and on appeal of any issues raised therein;\n“(2) of the time within which he must do so as set forth in paragraph (a); and\n“(3) that only the grounds contained in such motions may be raised on appeal.”",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey L. Snook, Lewistown, for appellant.",
      "Richard M. Mohler, Dist. Atty., William A. Helm, Lewis-town, for appellee."
    ],
    "corrections": "",
    "head_matter": "420 A.2d 396\nCOMMONWEALTH of Pennsylvania v. Robert Norwood FRANKHOUSER, a/k/a Norwood Robert Frankhouser, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 19, 1980.\nDecided Sept. 22, 1980.\nJeffrey L. Snook, Lewistown, for appellant.\nRichard M. Mohler, Dist. Atty., William A. Helm, Lewis-town, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0171-01",
  "first_page_order": 219,
  "last_page_order": 228
}
