{
  "id": 472075,
  "name": "Lutherland, Inc. et al. v. Dahlen et al., Appellants",
  "name_abbreviation": "Lutherland, Inc. v. Dahlen",
  "decision_date": "1947-05-26",
  "docket_number": "Appeals, Nos. 54, 55 and 56",
  "first_page": "143",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "357 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0458-01"
      ]
    },
    {
      "cite": "131 A. 663",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "285 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0067-01"
      ]
    },
    {
      "cite": "112 A. 474",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "269 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0332-01"
      ]
    },
    {
      "cite": "3 A. 2d 350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0394-01"
      ]
    },
    {
      "cite": "46 A. 2d 205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0613-01"
      ]
    },
    {
      "cite": "63 A. 822",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0521-01"
      ]
    },
    {
      "cite": "187 A. 215",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0085-01"
      ]
    },
    {
      "cite": "47 A. 985",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0173-01"
      ]
    },
    {
      "cite": "160 A. 449",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136858
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0536-01"
      ]
    },
    {
      "cite": "34 A. 2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "495, 496"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220349
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "134, 135"
        },
        {
          "page": "135, 136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0129-01"
      ]
    },
    {
      "cite": "189 A. 320",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172278
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0187-01"
      ]
    },
    {
      "cite": "91 A. 428",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "244 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003437
      ],
      "pin_cites": [
        {
          "page": "435, 436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0427-01"
      ]
    },
    {
      "cite": "27 A. 750",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846592
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0278-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1126,
    "char_count": 27091,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 9.931098101566703e-07,
      "percentile": 0.9824933808882294
    },
    "sha256": "5043ef6e5fad2f05c57503d381e92f910fb0a5850f445d49dcbdef8a12d80d6b",
    "simhash": "1:45b26e2330d85845",
    "word_count": 4558
  },
  "last_updated": "2024-02-27T23:35:21.358130+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Stearne and Jones, JJ."
    ],
    "parties": [
      "Lutherland, Inc. et al. v. Dahlen et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nIn this action the president of a corporation is charged with having unlawfully and fraudulently appropriated for his own benefit certain contract rights and property belonging to the corporation. The facts are somewhat novel but the controlling principles of equity are clear and well settled.\nIn 1926 there was incorporated, as a non-profit organization, the Lutheran Conference and Camp Association. Its purpose was to establish a summer resort in the Pocono Mountains for the benefit of members of the Lutheran Church by constructing and operating camps for boys and girls, hotels, and buildings for amusement and recreation, and providing facilities for religious study and devotion. It acquired a large tract of land in Monroe County and leased part of it to a subsidiary corporation which constructed thereon a hotel, lodges, and camps; the principal portion, however, was divided into lots to be disposed of to members of the Association. 1100 of such lots were sold, some for $100 but most of them for $150 apiece; each purchaser was given a so-called lease for a term of 99 years with an option to renew for an additional 99 year period, the premises to be held at all times subject to the by-laws and rules of the Association.\nIn order to provide for the expenses of constructing and maintaining the streets, water supply, sewerage disposal system, street lighting and other improvements, the Directors of the Association, in pursuance of an authority given them in the by-laws, assessed the lot owners $10 a year for each lot. By 1936 only 378 lot owners had paid these assessments in full and the depression of the early 30’s had seriously affected the financial stability of the enterprise. A loan was sought from the Reconstruction Finance Corporation, which, as a condition to granting it, required that a business corporation be formed to take over the property of the Association and the hotel corporation. Accordingly the present plaintiff, Lutherland, Inc., was incorporated in 1936; its purposes were stated to be the acquisition, leasing and sale of real estate and the building and operation of hotels, camps and places of amusement and recreation. An elaborate plan was adopted according to which there were to be issued by Lutherland 5% income bonds to be used principally for exchanging outstanding bonds of the hotel corporation and for effecting settlement with the creditors of the Association. The plan further provided that Lutherland was to issue to the Association or its nominees for each of the lot owners who had paid their assessments in full one share of stock, and, during the succeeding period of one year, one share for each of the lot owners who, although not then in good standing, would pay up within that time all of their assessments in arrears.\nDefendant Henry A. Dahlen, who had conceived the original idea of the enterprise and brought it to fruition, was a member of the Board of Directors of the Association and its President from 1926 to 1936; from then until 1942 he was a member of the Board of Directors and President, of Lutherland, and also, during part of that time, its general manager. He and his wife are the sole shareholders of defendant Oliver Corporation and defendant Hadlen Construction Corporation. The Secretary of the Association, and later of Lutherland, was August Scherer. Dahlen largely dominated the Board of Directors, the members, the shareholders, and all the activities and business affairs, first of the Association and later of Lutherland; Scherer accepted and obeyed his instructions without question. Probably because it was operated primarily for a quasi-religious purpose the organization does not seem to have been conducted always on strict business principles, the members relying heavily upon Dahlen for the worldly management of the enterprise.\nIn the distribution of the 378 shares of the paid-up lot owners Dahlen and members of his family obtained 8 shares. Oliver Corporation received the corporation’s income bonds in an approximate amount of $50,000 in exchange for bonds of the hotel corporation it had previously held.\nThe event which more immediately gave rise to the present litigation occurred in the autumn of 1936, soon after the incorporation of Lutherland. Under date of September 18, 1936 Dahlen wrote a letter to Scherer in which he stated that he “agreed” that, pursuant to Scherer’s sending out a letter to all the lot owners of Lutherland then in arrears and securing their consent to sell their lots to Dahlen, he would pay them for whatever equity they had in their lots in the Lutherland income bonds belonging to Oliver Corporation, and would also pay Lutherland all the assessments on such lots then in arrears, the lots to be. transí erred “direct” from their present owners to Oliver Corporation. Scherer, under date of December 16, 1936, sent out a letter to the lot owners in which it was stated that “We can now make the following proposition to members wishing to surrender their leaseholds. The member to receive in exchange of his leasehold — 5% Lutherland, Inc. Income Bonds for the amount paid for the leasehold less unpaid assessments, if any. If you are interested in this plan, please return the enclosed copy with your signature. . . . Very truly yours, Lutherland, Inc., A. íácherer, Secretary.” In the lower left-hand corner there was the word “Accepted” with a line for the lot owner’s signature.\nIt will be noted that this letter differed from the offer contained in Dahlen’s letter to Scherer in two respects — one, that the lot owners were being invited to surrender their leaseholds instead of selling and transferring them to Oliver Corporation, and second, that the proposition was being made in the name of Lutherland, and not of Dahlen or Oliver Corporation.\nBy June 11, 1937, which was the expiration of the period of a year in which the lot owners were to be allowed to pay up their back assessments and thereby reinstate themselves in good standing, 344 of them had accepted the offer made to them in the letter of December 16, 1936, and had sent in their acceptances and leases. As each surrendered lease was received Scherer cancelled it on the lease-book of the corporation and sent to each lot owner making the surrender Lutherland income bonds in the amount the lot owner had paid for his lot less the overdue assessments thereon; the total amount of the bonds thus distributed by him was $33,120.98. These bonds were furnished to Scherer by Dahlen out of those owned by Oliver Corporation.\nOn May 27, 1937, Scherer sent out another letter to the lot owners in the name of “Lutherland, Inc., Board of Directors”, in which it was stated that, while there then remained a few days for members to pay all their assessments and receive a share of the corporation’s stock, the Board of Directors, wishing “to protect the members who for economic reasons were not in a position to take care of their assessments, or who for other reasons should wish to surrender their leases,” decided “to offer such members Lutherland, Inc., Income Bonds in settlement of their equity in their respective leaseholds, . . . the members to receive bonds for the amount of their original investment, less the unpaid assessments.” It was further stated that “Any member taking advantage of this offer now, who wishes to re-acqnire a lot at Lutherland, will have the privilege to do so within the next two years, at the price paid for the original leasehold, plus accrued assessments, if any,” this offer to remain in force until September 9, 1937. In response to this letter 23 more lot owners sent in their acceptances and surrendered their leases. At a meeting of the Board of Directors of the corporation held on November 12, 1937, Dahlen proposed to purchase these 23 leaseholds and any more that might be turned in thereafter, without the privilege on his part of receiving stock with the leases so purchased; the Board, by resolution, accepted this proposal and agreed to the transfer of those leases to Oliver Corporation.\nUnder date of February 1, 1937, a stock certificate was signed by Dahlen as President and Scherer as Secretary for 273 shares of the stock of Lutherland, Inc., and delivered by them to Oliver Corporation; under date of June 9, 1937, a similar certificate was executed by them and delivered to Oliver Corporation for an additional 47 shares, making 320 in all. On September 30, 1937, Scherer debited the account of Oliver Corporation on the Lutherland books with the sum of $16,763.77, representing the amount of unpaid assessments due on the 367 leaseholds which had been surrendered in response to the letters of December 16, 1936, and May 27, 1937, the result of which entry was to change a then existing indebtedness of Lutherland to Oliver Corporation of approximately $3,800 into an indebtedness from Oliver Corporation to Lutherland of $12,906.85; this has never been paid in whole or in part. Under date of April 22, 1938, Dahlen and Scherer executed and delivered to Oliver Corporation one of Lutherland’s regular 99 year leases, covering the 344 lots which had been first surrendered by the lot owners. Oliver Corporation assigned this lease to the Stroudsburg Security Trust Company as collateral security for obligations due to it by Hadlen Construction Corporation, but, at the request of the Trust Company, another lease, also executed by Dahlen and Scherer in the name of Lutherland, covering the same lots and in the same terms but this time designating Hadlen Construction Corporation as lessee, was exchanged for the Oliver Corporation lease and deposited with the Trust Company. This lease was signed on June 23, 1938, and recorded at Stroudsburg the following day.\nIn 1942 Dahlen vacated the presidency of Lutherland and on June 30,1943, plaintiff corporation filed the present bill in equity praying that Oliver Corporation be ordered to surrender for cancellation the 320 shares of stock, that Oliver Corporation and Hadlen Construction Corporation be ordered to surrender for cancellation the leases madé to them for the lots, and that Stroudsburg Security Trust Company be ordered to assign its rights in the Hadlen Construction Corporation lease to the plaintiff corporation. The court below granted the prayers of the bill; it ordered the cancellation of the stock and the surrender of the Hadlen Construction Corporation lease upon Lutherland’s delivering to Oliver Corporation its income bonds in the amount of $33,-120.98 to replace those which Oliver Corporation had delivered to the 344 lot owners and cancelling on its books the entry of indebtedness to it of the Oliver Corporation for the assessments in arrears on the leaseholds surrendered by those owners. Oliver Corporation was to be allowed to retain the 23 lots in accordance with the authority to that effect which had been given by plaintiff’s Board of Directors, Oliver Corporation to pay to Lutherland the assessments in arrears on those lots. The decree provided that Lutherland was to pay to the Stroudsburg Security Trust Company the balance owing to it on the obligations for which the Hadlen Construction Corporation lease had been assigned to it as collateral security.\nDahlen, Oliver Corporation and Hadlen Construction Corporation appeal from the decree.\nIt should certainly be unnecessary to state once more in detail the principles of law and equity governing the duties owed to a corporation by its directors and officers, for those principles have been repeatedly enunciated. Suffice it to say that it is well settled, and indeed is embodied in the statutory law of the Commonwealth (Business Corporation Law of May 5, 1933, P. L. 364, section 408), that officers and directors are deemed to stand in a fiduciary relation to the corporation. They must devote themselves to the corporate affairs with a view to promote the common interests and not their own, and they cannot, either directly or indirectly, utilize their position to obtain any personal profit or advantage other than that enjoyed also by their fellow shareholders: Bird Coal and Iron Co. r. Humes, 157 Pa. 278, 287, 27 A. 750, 752; Porter v. Healy, 244 Pa. 427, 435, 436, 91 A. 428, 431. In short, there is demanded of the officer or director of a corporation that he furnish to it his undivided loyalty; if there is presented to him a business opportunity which is within the scope of its own activities and of present or potential advantage to it, the law will not permit him to seize the opportunity for himself; if he does so, the corporation may elect to claim all of the benefits of the transaction. Nor is it material that his dealings may not have caused a loss or been harmful to the corporation; the test of his liability is whether he has unjustly gained enrichment: Bailey v. Jacobs, 325 Pa. 187, 194, 189 A. 320, 324.\nMeasured by these standards it is clear that the action of Dahlen in appropriating to Oliver Corporation and Hadlen Construction Company the advantages of the transactions by which the lot owners in default surrendered their leases, cannot be sustained. Scherer’s letter of December 16,1936, was sent out in the name of plaintiff corporation and by the acceptances of the proposition therein contained there were established contracts between Lutherland and the accepting lot owners; the leases surrendered in pursuance of such contracts thereby became the property of Lutherland. The reacquisition of those lots by the corporation was potentially the source of advantage to it because of the likely— and subsequently the actual — appreciation in the value of real estate following the passing of the depression; by the same token, through Dahlen’s diversion of that advantage to Oliver Corporation, he and his wife, as sole stockholders, were unjustly enriched, — an enrichment all the more patent by reason of the fact that the only consideration they gave for the leaseholds was in Lutherland income bonds, the real value of which is not disclosed by the record, and the entry on the Lutherland books of an item charging Oliver Corporation with the amount of the unpaid assessments due on the lots but of which no actual payment has ever been made. Moreover, the acquisition by Oliver Corporation of the 320 shares of the Lutherland stock gave to Dahlen, when added to those already owned by him and his family, a majority of the outstanding shares and thereby the absolute control of the entire enterprise. On the whole, one derives the impression that Dahlen regarded himself to such an extent as the creator and the master of the Lutherland project that he casually assumed as granted a dictatorial authority which he did not legally possess.\nWhat are the defenses which appellants offer to Lutherland’s demand for surrender of the stock an,d the leaseholds thus improperly acquired by them?\nDahlen. asserts that the directors agreed that he should take over the 344 lots and receive the one share of stock for each lot on which the assessments in arrears would be paid up, this consent being given, he says, not by a formal resolution but in informal conferences. He claims that the letter written by Scherer on December 18, 1936, was really sent out on his behalf and not that of the corporation. He argues that the ensuing surrender of the leases was in the nature of an assignment of them to Oliver Corporation by the respective lot owners, and that, in accordance with the original plan adopted at the time of the incorporation of Lutherland, he and Scherer were thereupon authorized, upon payment of the assessments in default, to issue to Oliver Corporation the stock to which it would then be entitled. He also points out that at each of the five annual meetings of the shareholders beginning with the one held on April 24, 1937, resolutions were passed ratifying and approving all the acts of the officers and directors of Lutherland for the preceding year and he therefore claims that even if there had not been any antecedent authority for the execution and delivery of the lease and stock to Oliver Corporation his action in that regard was validated by those subsequent resolutions.\nNone of these contentions on the part of Dahlen can be sustained. As to his assertion that the directors informally agreed that he should acquire the 344 lots and receive stock in connection therewith, the learned chancellor said: “We cannot accept the vacillating story told by defendant Dahlen”, and he gives adequate and convincing reasons for that skepticism. The very fact that the directors formally authorized the taking over of the 23 leaseholds indicates that if there had been any intention on the part of the Board of Directors to give the same authority in regard to the 344 leases that too would have been evidenced by an express resolution. Nor is there merit in Dahlen’s argument that the transactions with the lot owners amounted to assignments of the leases to Oliver Corporation. The leases were not in fact assigned by the lot owners; they were surrendered to Lutherland and the receipts for the income bonds were given to Lutherland; indeed it is not at all certain that these lot owners would have responded as they did had they been asked to assign their leases to anybody other than to Lutherland itself for the common benefit of all the shareholders. Moreover, even had the leases been so assigned, such assignment, according to the by-laws of the corporation, would have been invalid unless and until approved in writing by the Board of Directors, and, as already stated, no such approval was ever given.\nTo the reliance placed by Dahlen on the various resolutions of the shareholders ratifying the acts of the officers and directors the conclusive answer is that Dahlen never made, to either directors or shareholders, a full and frank disclosure of what he and Scherer had done and without such a disclosure any such ratification is of no binding force. When an officer of a corporation seeks the shareholders’ approval of a transaction in which he stands to profit at the expense of the corporation every element and fact involved must be revealed by him if such approval is to have any legal effect. In the present instance it is clear that the resolutions of ratification were intended to cover only such acts as were performed on behalf of the corporation itself and for its benefit, and not on behalf of the purely personal interests of any officer or director.\nAppellants seek to interpose the statute of limitations as a bar to the present action. The Act of March 28, 1867, P. L. 48, which covers suits in equity as well as at law, expressly applies only to actions against a stockholder or director of a corporation charged with neglect of duty as such stockholder or director; Dahlen’s execution and delivery of the Hadlen Construction Corporation lease and the Oliver Corporation stock certificates, which are the subjects of complaint in the present proceedings, were acts performed by Mm, not as a stockholder or director, but in his capacity as President of the corporation; moreover, the relief which the court below granted is directed not against Dahlen, but against Oliver Corporation and Hadlen Construction Corporation. As to the general statute of limitations of March 27, 1713, 1 Sm. Laws 76, pertaining to actions at law, the present is not the kind of action in which equity is constrained to adopt it, there being no concurrent jurisdiction in a proceeding of this sort between law and equity: see Ebbert v. Plymouth Oil Co., 348 Pa. 129, 134, 135, 34 A. 2d 493, 495, 496. Then again, the Hadlen Construction Corporation lease was signed and delivered within six years of the filing of the bill in the present action and the statute of limitations, as far as that lease is concerned, would not run in any event until the time of its execution (cf. Schwab v. Cornell, 306 Pa. 536, 539, 160 A. 449, 450; Ebbert v. Plymouth Oil Co., 348 Pa. 129, 135, 136, 34 A. 2d 493, 496), and since, if the lease falls, the stock necessarily falls with it, it would seem clear that for that reason also the statute of limitations is unavailing as a defense. It may be added that there were acts of concealment by Dahlen and Scherer which would have served to toll the running of the statute, even had it otherwise applied, until at least the beginning of the six year period on July 1, 1937, — acts that were calculated to mislead and divert the shareholders and directors from any suspicion which might otherwise have occurred to them. For example, the letter of Dahlen to Scherer of September 18, 1936, was kept in the latter’s private file and never disclosed to anyone. Although one of the stock certificates issued to Oliver Corporation was dated February 1, 1937, the name of Oliver Corporation had not been entered on the stock ledger on April 8, 1937, and whether it was so entered until long after that date is extremely doubtful. The lease to Oliver Corporation, which alone could have justified the issuance of that stock, was not executed until April 22,1938, and not entered in the corporation’s lease-book until May 15, 1939, while the lease to Hadlen Construction Corporation was never entered in the lease-book at all. When the 344 leases were surrendered entries were made in the Lutherland books.: “Cancelled, exchanged for bonds”, which would naturally indicate that the bonds referred to were those of the corporation and not bonds given by Oliver Corporation to effect the exchange. These acts of concealment amply justified the court below in concluding, as it did, that they were sufficient in themselves to eliminate the statute as a defense: Smith v. Blachley, 198 Pa. 173, 47 A. 985; Schwab v. Cornell, 306 Pa. 536, 160 A. 449; Deemer v. Weaver, 324 Pa. 85, 187 A. 215; Bailey v. Jacobs, 325 Pa. 187, 189 A. 320. It is true that the 273 shares of stock issued in the certificate of February 1,1937, were voted by a proxy for Oliver Corporation at the annual meeting of the shareholders on April 24, 1937, but no disclosure was there made by Dahlen as to just -how such stock had been acquired, and since the name of Oliver Corporation had not appeared on the stock ledger when that book was examined by some of the shareholders on April 8,1937, there was no need for the latter to do more than to protest the voting of that stock, and such a protest was made. Moreover, it was stated at the meeting that the Association had received $12,500 in cash for' the assessments in arrears on leaseholds held by-Oliver Corporation, and that statement was false.\nAppellants urge that, wholly apart from the statute of limitations, there was laches in the institution of the present proceedings. It is, of course, true that a delay of less than sis years may bar a suit in equity: Brown v. Kemmerer, 214 Pa. 521, 63 A. 822; Freeman v. Lawton, 353 Pa. 613, 46 A. 2d 205; and that the question of laches does not depend, as does the statute of limitations, upon the fact that a certain definite time has elapsed since the cause of action accrued, but upon whether, under the circumstances of the particular case, plaintiff is chargeable with want of due diligence in failing to institute or prosecute his claim: First National Bank of Pittston, Executor, v. Lytle Coal Co., 332 Pa. 394, 3 A. 2d 350. But laches will not be imputed to a plaintiff where no injury results to defendant by reason of the delay: Montgomery Bros., Inc., v. Montgomery, 269 Pa. 332, 112 A. 474; Selmer v. Smith, 285 Pa. 67, 131 A. 663; Schireson v. Shafer, 354 Pa. 458, 47 A. 2d 665. Considering the domination by Dahlen of the entire corporate management, as well as the confidence long placed in him by the members of the Association and later by the shareholders of Lutherland, it is natural that even when suspicion had been aroused it did not ripen into conviction in the minds of the dissident shareholders until an investigation by counsel revealed the true state of affairs and thereupon this action was promptly instituted. Appellants did not suffer any harm from whatever delay occurred, nor were they led to take or to omit any action by being falsely lulled into a feeling of security. against attack.\nIt is to be noted that the decree of the court below does not in any way penalize appellants; it merely restores the original status of the parties. All that is now being required of Oliver Corporation and Hadlen Construction Corporation is to surrender the leases and stock which they unlawfully acquired; they are to receive, however, from Lutherland its income bonds in the same amount as those they delivered to the 344 lot owners, and they are to be released from any charge or indebtedness for the assessments in arrears on the 344 lots. As far as the Stroudsburg Security Trust Company is concerned, it is, as a condition precedent to its surrendering the Iladlen Construction Corporation lease, to be paid the balance of the obligations for which that lease was held by it as collateral security.\nDecree affirmed; costs to be paid one-half by Luther-land, Inc., and one-half by appellants.\nThis was in accordance with an agreement and stipulation by plaintiffs that any order made requiring the Trust Company to deliver up the lease should be conditioned upon payment of the obligations for which the lease was assigned as collateral security.\nThe reason why Dahlen took for Oliver Corporation only 320 instead of 344 shares was that 24 shares had- been issued to lot owners subsequently surrendering tbeir leases; those persons returned the stock with their leases but Dahlen did not attempt to have those 24 shares re-issued to Oliver Corporation.\nEven after July 1, 1937, there were both statements and silences on the part of Dahlen which were deceptive. Thus at the meeting of November 12, 1937, when Dahlen obtained the Board’s consent to his taking over the 23 leaseholds, he said that “the company has at present about 25 leaseholds for exchange, in addition to those already exchanged for bonds”, which evidently carried with it the implication that it was the corporation which had given the bonds in the previous exchanges. Again, at a meeting of the Board of Directors on March 11, 1938, they discussed the possibility, in order to obtain adequate working capital, of selling the lots surrendered by those who had accepted the bonds in exchange, thus indicating their impression that the lots had been surrendered to, and were in the ownership of, the corporation; nevertheless Dahlen, who presided at the meeting, said nothing to disabuse them of that belief.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Charles E. Kenworthey, with liim Harold C. Edwards, Comer W. Morgan and Schnader, Kenworthey, Segal & Lewis, for appellants. .",
      "Thomas Raeburn White, with him Arlington W. Williams, Howard Engel, I. H. Brand, Julius Lichtenstein, Lichtenstein é Engel and White & Williams, for appellees."
    ],
    "corrections": "",
    "head_matter": "Lutherland, Inc. et al. v. Dahlen et al., Appellants.\nArgued April 15, 1947.\nBefore Maxey, C. J., Drew, Linn, Stern, Stearne and Jones, JJ.\nreargument refused June 30, 1947. •\nCharles E. Kenworthey, with liim Harold C. Edwards, Comer W. Morgan and Schnader, Kenworthey, Segal & Lewis, for appellants. .\nThomas Raeburn White, with him Arlington W. Williams, Howard Engel, I. H. Brand, Julius Lichtenstein, Lichtenstein é Engel and White & Williams, for appellees.\nMay 26, 1947:"
  },
  "file_name": "0143-01",
  "first_page_order": 183,
  "last_page_order": 198
}
