{
  "id": 472123,
  "name": "Bobst, Appellant, v. Bobst",
  "name_abbreviation": "Bobst v. Bobst",
  "decision_date": "1947-09-29",
  "docket_number": "Appeal, No. 149",
  "first_page": "441",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "357 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 A. 2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "133 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0001-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827823
      ],
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/14/0352-01"
      ]
    },
    {
      "cite": "74 A. 420",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "225 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965360
      ],
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0560-01"
      ]
    },
    {
      "cite": "40 A. 2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "156 Pa. Superior Ct. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1058318
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/156/0409-01"
      ]
    },
    {
      "cite": "176 A. 792",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "116 Pa. Superior Ct. 385",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        979536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/116/0385-01"
      ]
    },
    {
      "cite": "41 A. 291",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "187 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900236
      ],
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0612-01"
      ]
    },
    {
      "cite": "136 A. 228",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100825
      ],
      "pin_cites": [
        {
          "page": "4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0001-01"
      ]
    },
    {
      "cite": "30 A. 2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "151 Pa. Superior Ct. 317",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1047396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/151/0317-01"
      ]
    },
    {
      "cite": "35 A. 2d 580",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. Superior Ct. 379",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053799
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0379-01"
      ]
    },
    {
      "cite": "38 A. 2d 415",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "155 Pa. Superior Ct. 407",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1057070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0407-01"
      ]
    },
    {
      "cite": "38 A. 2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "155 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1056964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0110-01"
      ]
    },
    {
      "cite": "43 A. 2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. Superior Ct. 377",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/157/0377-01"
      ]
    },
    {
      "cite": "21 A. 2d 415",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "145 Pa, Superior Ct. 460",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1035226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/145/0460-01"
      ]
    },
    {
      "cite": "18 A. 2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "143 Pa. Superior Ct. 293",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1031747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/143/0293-01"
      ]
    },
    {
      "cite": "167 A. 350",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150653
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0077-01"
      ]
    },
    {
      "cite": "43 A. 2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. Superior Ct. 582",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061420
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/157/0582-01"
      ]
    },
    {
      "cite": "51 A. 2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 340",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1094,
    "char_count": 25640,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 4.5573576476664895e-07,
      "percentile": 0.9246732145387627
    },
    "sha256": "02c3fff75a1fa3183c8fb6773482d79c61dec1b56aadc4ddd3c86bb0a79d1ae3",
    "simhash": "1:2b7395e0c0d11092",
    "word_count": 4406
  },
  "last_updated": "2024-02-27T23:35:21.358130+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Bobst, Appellant, v. Bobst."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis was a suit by á husband for divorce on the ground of indignities to the person: Divorce Code of 1929, P. L. 1237, 23 P.S. section 10 (f). The common pleas granted the divorce; the Superior Court reversed and dismissed the libel: 160 Pa. Superior Ct. 340, 51 A. 2d 414. On libellant’s petition, we allowed this appeal.\nThe parties were married in Philadelphia in 1927. The libellant was then a minister of the Evangelical denomination and was, or soon thereafter became, pastor of the Calvary Evangelical Church; the parties lived in the parsonage supplied by the congregation of that church at 574 W. Dauphin Street, Philadelphia. On or about May 5, 1944, they separated and respondent went to ■ the home of her parents in Bangor, Northampton County, where she has since resided. In consequence of the differences between libellant and respondent the libellant lost his position as pastor of the church. Thereafter he was employed as superintendent of the Evangelical Home in Philadelphia.\nThe libel was filed November 29, 1944. Libellant was then about 43 years of age and respondent about 42. There was personal service of the subpoena and libel on December 9, 1944, together with a rule to appear and answer on the first Monday of January, 1945. Vincent P. McDevitt, a lawyer of wide experience, was appointed master. Respondent ■ admitted receiving notice from him on or about February 27, 1945, fixing a time, March 20, 1945, and place for hearing, but she did not appear. The hearing Avas duly held and the libellant and three witnesses testified. The master filed a report on May 1, 1945, recommending a decree. The report was approved by the court and on May 15, 1945, a final rule issued, returnable May 28th, directing respondent to show cause why a decree of divorce a. v. m. should not be granted. This rule was served on the respondent in her home in Bangor. Thereafter, on June 4, 1945, counsel for respondent filed an appearance on her behalf. She also filed an answer to the libel and petitioned the court to vacate the rule for final decree and to refer the proceeding back to the master to take testimony in defense. The court granted that petition. At this supplementary hearing, Judge Milner sat with the master and participated in the hearing. The respondent and witnesses on her behalf were examined and cross-examined, and the libellant was cross-examined by respondent’s counsel. The master then filed a supplementary report in which he concluded that the respondent had produced no defense to the case made out by the libellant and again recommended that the decree prayed for be granted. The respondent filed exceptions to the master’s reports. Argument on these exceptions was heard by the three judges of the common pleas who dismissed the exceptions in an opinion written by Judge Milner. A final decree followed in due course.\nThe question is, Whom shall we believe? The answer to that question must be found by applying to the record the cold tests of common experience and not by emotional approach. It is the duty of appellate courts in divorce cases, unless there has been an issue and jury trial, to examine the evidence de novo for the purpose of determining whether the complaint alleged in the libel has been sustained. The scope of the court’s inquiry therefore is not limited, as it is in reviewing appeals in equity or where jury trial has been waived, to examination of the record to see whether there was evidence to support the challenged findings of fact. It is recognized that a trier of facts, who sees the parties and their witnesses and hears them testify, has a distinct advantage, in determining which of divergent or contradictory statements should be accepted as true, over reviewing tribunals whose only information comes from the printed page.\nIn reviewing the record now before us, we have the benefit not only of the master’s two reports but we have the fact that Judge Milner sat with the master during the second hearing and when he wrote the opinion of the court in banc, had the advantage of having heard and seen the parties and all respondent’s witnesses as they testified. We also have the benefit of the opinion of the Superior Court differing from the view taken by the master and the court of common pleas.\nIf there had been no second hearing, the evidence of the libellant and the three witnesses called on his behalf would support the decree first recommended by the master; up to that time, there was no challenge to credibility. Respondent obtained a reopening of the case and the supplementary hearing on an averment, inter alia, that at the time she was served with process and when she received the master’s notice she was too ill to attend to the defense of the suit. But her own evidence shows that statement was not true; she misrepresented a material fact and that misrepresentation casts suspicion and doubt on her testimony. At that time she was engaged in teaching a public school near Bangor in. Northampton County. After the separation she had been ill for some time during the summer of 1944, but she recovered sufficiently to begin teaching with the opening of the fall school term and to continue teaching right along except for holiday vacations and short absences not material on the point now being-considered. Respondent’s father, who was called as a witness on her behalf, participated in the same misrepresentation of fact. He said, when process was first served, he considered with respondent, what should be done about defending the suit and consulted counsel but nothing came of it. After some uncertainty in his evidence concerning respondent’s failure to appear at the hearing in March, the master asked him, “Well, why didn’t you communicate with me that fact, in response to my letter?” His answer was not helpful; he replied, “Well, it looks very much to me as if we had the wrong lawyer.” He testified that respondent “was teaching school in February and in March” when the master’s hearing was held.\nThe record also shows that when respondent’s application for leave to appear and defend came before the court for hearing, the following occurred: “THE COURT: In this case, Respondent requests the court to refer the matter back to the Master to hear further testimony on the ground that, although she knew about it, during all the time she was continuously ill and could not attend to a defense. That is your averment? MR. HURSTIMAN [counsel for respondent] Yes, sir.”\nIn determining whom to believe this court cannot disregard the misstatements of fact made under oath by the respondent and the witness and must conclude that they misrepresented to the court an essential fact in the effort to avoid action on the final rule. The Superior Court’s opinion does not discuss the effect of this misrepresentation on the credibility of respondent and her witness.\nIn the master’s first report he found, among other facts, that beginning about six months after their marriage the respondent “made accusations concerning other women” and that “This continued during the years,” until in 1938 she repeated the accusation before her father and one of their children and a guest of that child; the accusation then resulted in her father’s threat to shoot libellant. In 1939 respondent moved libellant’s bed and belongings from the second floor to the third floor bedroom which he occupied until the separation in 1944. He made his own bed and cleaned his own room. In 1940 Libellant found glass in stewed rhubarb served to him and thereafter “the Libellant ate no meals at the family table for fear that she would threaten his life as he felt she did at that time.” In the same year she declined to do his laundry and “told him to get it done elsewhere, which he did.” “The Respondent on various occasions told the Libellant she hated him and would have nothing to do with him.” The master referred to other matters and noted that in some respects the libellant was corroborated. Mrs. Seney, described as a friend of both parties and a member of libellant’s church, testified. Her evidence shows that apparently after the friction between the parties had become acute, the witness, while in the parsonage, was treated very impolitely by the respondent. She testified that during church services the respondent talked and laughed “loud enough for people around to hear”; respondent was in the habit of ¡doing that and did it while her husband was preaching and during prayer services especially. She specified an occasion on which “the District Superintendent was there and she kept that up until he stopped and glared at her until she stopped talking, and then he continued.” Her testimony also shows that the strained relations existing between the pastor and his wife were common knowledge among the members of the congregation and led to his not being reappointed minister of the Calvary congregation. Another member of the congregation, Mrs. Fry, testified to respondent’s frequent misbehavior during prayer meeting. “Q. What did she do in prayer meeting? A. In prayer meeting, when he would have the prayer, she would make faces. Q. And that would get people laughing, I suppose? A. Yes, and then he would stop the service and look down at her and she would stop for a minute and then start all over, she would cough and do whatever she could to annoy him. And I have seen her stick her finger up to her nose at him as she was walking out.” Another witness, Mrs. Heller, testified that she had. seen respondent “make faces at the” libellant during prayer meeting. She said, “A. Well, I seen her one evening get up right in the midst of his preaching and she walked across the room and just slammed the door so hard that everybody looked around. That was while he was preaching. And I saw her in church making fun of him as he passed, and she had a great fashion when she would see him coming, she would take her handkerchief out and blow her nose. Q. Everybody in church could hear her do that? A. Yes.” Eespondent agreed that these three witnesses were not unfriendly to her but denied or did not recall the misconduct detailed by them and called several members of the congregation who, in substance, testified either that they did not observe the acts complained of, or that the acts did not occur while they were in church. During the last few years respondent was not a regular attendant at the church services. With respect to part of this evidence the Superior Court said, erroneously, we think: “But the complete answer is that there is not a particle of evidence that these actions had ever been reported to libellant . . .” It was not necessary to report to him what he could see or hear. Mrs. Fry’s evidence, quoted above, shows respondent’s interruption of the prayer meeting “causing him to stop the services and look down at her . . .”\nThe master, in his supplementary report, dealt with the evidence offered at the second hearing and concluded that respondent had not made out a defense to the course of conduct constituting the indignities complained of. Some of respondent’s witnesses made positive denials of particular instances; others said they had no recollection of the incidents. Some of the evidence was positive and some of it clearly within the category called negative evidence. The master, perhaps inaccurately, referred to all of this evidence as negative. In dismissing respondent’s exceptions to the master’s reports, the court in banc, instead of discriminating between positive and negative evidence, quoted from the supplementary report of the master the passage in which the evidence offered on behalf of respondent was referred to as negative. The error was doubtless inadvertent and was immaterial to the decision. We now refer to it only because the Superior Court appears to have attributed great importance to this confusion in terminology ; the Superior Court said, after quoting the passage from the opinion of the court below: “This was fundamental error, and by it they [the master and the judges of the court below] precluded themselves from giving respondent’s case the weight to which it was entitled.” We find in the record no support for the proposition that the common pleas and the master did not give “respondent’s case the weight to which it was entitled.” The opinion of the court shows that respondent’s case was considered. In his supplemental report the master said: “The Master was unfavorably impressed by the testimony of the Respondent. Her allegations were unconvincing and on the other hand the Libellant was sincere and impressed the Master with the character of his testimony.” The common pleas court referred to that quotation from the master’s report and said: “We are in accord with the Master’s appraisal of the testimony of the parties and their witnesses. The Court having reviewed all the testimony and having seen and heard the parties and the respondent’s witnesses, is of the opinion that the libellant’s testimony is credible and worthy of belief and acceptable as true when in conflict with the respondent’s testimony.” Later in its opinion the court said: “We are convinced that the atmosphere created by her in his church activities was responsible for the failure of the church authorities to reappoint him to his charge and to relegate him to a position as superintendent of a church institution. . . . We are in accord with the Master in the opinion that the quality of the libellant’s evidence greatly surpassed the quality of respondent’s evidence and that libellant has made out his case by the Aveight of the evidence and a fair preponderance thereof, and that respondent’s conduct rendered the libellant’s condition intolerable and his life burdensome, - and we agree with the conclusion of the Master that he was justified in resorting to court to sever a relation no longer endurable.”\nNothwithstanding that and other supporting language in the opinion of the common pleas, the opinion of the learned Superior Court states that “For an undisclosed reason the court did not discuss, and apparently did not weigh, respondent’s evidence of the charges she and her witnesses made against libellant. Many are flagrant, and although libellant was present while respondent and her witnesses testified, he did not contradict them. Triers of fact are not required to believe uncontradicted testimony, but the absence of contradiction is always significant, especially in divorce cases. A libellant can have a divorce only if he is an innocent party, and' if he chooses to permit serious charges to remain in the record without contradiction we are warranted in accepting the testimony as true, especially where the credibility of the witnesses has not been questioned.”.\nWe do not find in the record these flagrant charges by witnesses whose credibility has not been questioned. As we understand the record the respondent began making unwarranted charges concerning women within a year of their marriage and continued doing so; her accusations were general; she repeated the charges in varying forms until the break in their relations came. As we shall show later in this opinion, when the master required her to be specific about these charges, she finally reduced the accusations to conduct involving two women but stated that she had no basis for and did not make any charge of immorality with respect to either. The Superior Court not only speaks of flagrant charges but of flagrant charges “made by witnesses whose credibility has not been questioned.” The charges were made by respondent whose credibility has been shaken by her own admission considered earlier in this opinion. Not only do we have her admitted misrepresentation of illness from January to May, 1945, when she was teaching school, but we have, in addition, the agreement of the master and of Judge Milner who saw and heard her testify, that they were “unfavorably impressed by the testimony of the respondent,” a fact, as Judge Reno said, “entitled to the fullest consideration . . . especially in a contested case.” Smith v. Smith, 157 Pa. Superior Ct. 582, 43 A. 2d 371.\nApart from denials, much of respondent’s testimony is vague, general and in some respects contradictory. Asked by the master to be specific about charges involving women, she referred to Mary O’Con-nor, a member of their church. The Mary O’Connor episode accurred in 1934, six years before they separated. The other instance specified involved a Mrs. Miller, a married woman whose age was given as 65 years. Mrs. Miller was the parish visitor, a position to which she was elected by the Church Board. The respondent was asked, “Q. Who is the parish visitor? A. Mrs. Miller. We had had a parish visitor previous to this, a Miss Baker, whom I respected very much, she knew her place and her position and when Mrs. Miller came into the home, she seemed to help take things over, and I resented that.” Respondent was asked, “Q. In the performance of her duties, would it be necessary for her from time to time to discuss the outcome of her duties with your husband, the minister? A. Yes. Q. Would it be unusual for that discussion or conference to take place in your home? A. No. Q. Or in the parsonage? A. No.”\nShe was also asked, “Q. There are only two women that you have testified here to — one Mary O’Connor and one Mrs. Miller — that you felt that your husband was unduly friendly with? A. That’s right. Q. And the basis of this friendliness that your husband had for them, do you have any evidence that indicates any intimacy other than what you have already testified to? A. No, just what I have given. Q. And when these two women would do the things that you testified here to today, did that make you jealous? A. To a degree, yes. Q. And you voiced your opinion? A. That’s right. Q. And I presume that provoked argument? A. That did.”\nLater, she was asked: “Q. In other words, to sum up, you say there were about 150 women in the parish, and out of the 150 there were only two that you thought your husband was overfriendly with, and that was Mrs. Miller, the official parish visitor, and Mary O’Connor. Did Mary O’Connor cease being a member of the congregation? A. No, not to my knowledge. Q. She stopped coming to the parsonage after you told her — A. Yes. Q. — that you did not want her there any more? A. Yes. Q. Is that right? A. Yes. Q. You told her that? A. Yes, we had an understanding. Q. And your sole reason for telling her not to come there any more was because she was giving gifts to you, the children, and your husband? A. I felt it was disrupting our family life, for her to come in several times a week. Q. But there was not any intimation on your part that she and your husband were intimate, was there? A. No. Q. Was that right? A. I never made any accusations about that. Q. Did you tell any other parishioners that you did not want them to come to the parsonage to see your husband? A. No. Q. If there was not anything intimate between this Mary O’Connor and your husband to give you any suspicion, why did you bar her, if she was a parishioner in good standing? A. Simply because 1 felt that she broke into our family too frequently and, as I said before, these many nights he would have to drive her up to her home.”\nAs Mary O’Connor ceased coming to the parsonage in 1934 when respondent requested her to stay away, that is a fact in the case, but we find no flagrant charge with respect to her. As to Mrs. Miller, the parish visitor, the fact must be accepted that she and the minister were obliged to work together in the service of the congregation and that respondent charged no immoral relation.\nMr. Loesch, at one time vice-president of the church board disclosed that he was not on friendly terms with the libellant. He also had a grievance against the parish visitor because she supported a woman candidate who defeated him for re-election as superintendent of the Sunday School and, as he also testified, had some difference with his daughter. We must consider his evidence in the light of his admitted grievances. He testified that he did not hear nor see respondent do anything annoying while he was in church; we may accept that, but it is also a fact that he did not attend all the church services. He also stated, that he had withdrawn from the congregation some time before libellant and respondent separated. He testified that the difficulties between them were the subject of - consideration by the church trustees and were common gossip among the members of the congregation.- He said, “A. Why, the minister himself talked about it and told everybody about it. He told me about what was going on in the parsonage . . .” He was asked, “. . . You spoke of Mrs. Miller. Did you or the other members-of the board of trustees know of your own knowledge of any basis of intimacy between Mrs. Miller and the rector? A. No, I could not say that.”\nWhatever may have been the fact concerning glass in the stewed rhubard in 1940, libellant appears to have believed the fact to be as he stated it and it is significant that he acted upon that belief and ceased taking his meals with his family.’ Respondent agrees that after that occurrence he ate his meals away from home. The record contains evidence to which the Superior Court refers by the term “sexual mismating.” The fact, if shown, may be an event in the series of indignities charged and therefore relevant and to be considered with the other evidence in determining whether indignities within the statute have been shown.\nWe have of course not recited or referred to all the evidence of indignities constituting the general course of conduct shown in support of the averment in the libel. It is apparent from what we have said and for the reasons we have given that we have not been able to understand the evidence as the Superior Court understood it. We have rejected part of libellant’s evidence because he appears to have been mistaken but on the whole record we think that the case was properly decided by the court of common pleas.\nThe order of the Superior Court is reversed and the decree entered by the court of common pleas is reinstated and is affirmed. The costs shall be paid by the libellant.\nOn courses of conduct constituting such indignities, see Esenwein v. Esenwein, 312 Pa. 77, 167 A. 350; Grasso v. Grasso, 143 Pa. Superior Ct. 293, 18 A. 2d 112, and cases cited at pages 305 and 306 pf that opinion; Briggs v. Briggs, 145 Pa, Superior Ct. 460, 21 A. 2d 415; Smereski v. Smereski, 157 Pa. Superior Ct. 377, 43 A. 2d 549; Troianowski v. Troianowski, 155 Pa. Superior Ct. 110, 38 A. 2d 367; Santilli v. Santilli, 155 Pa. Superior Ct. 407, 38 A. 2d 415; Urffer v. Urffer, 154 Pa. Superior Ct. 379, 35 A. 2d 580; Zonies v. Zonies, 151 Pa. Superior Ct. 317, 30 A. 2d 193.\nEsenwein v. Esenwein, 312 Pa. 77, 80, 167 A. 350; Nacrelli v. Nacrelli, 288 Pa. 1, 4, 136 A. 228; Middleton v. Middleton, 187 Pa. 612, 615, 41 A. 291.\nWith respect to divorce eases, Judge Reno said in Smith v. Smith, 157 Pa. Superior Ct. 582, “Although we are not concluded by a master’s findings upon credibility, his judgment upon that vital factor is entitled to the fullest consideration, Lyons v. Lyons, 116 Pa. Superior Ct. 385, 176 A. 792, and especially in a contested case. Fullwood v. Fullwood, 156 Pa. Superior Ct. 409, 40 A. 2d 876. He possesses an advantage not granted to us. He sees the parties and their witnesses face to face and observes their appearance and demeanor as they testify. We are restricted to the cold type of the record from which temperament and personality have been subtracted. Vet the demeanor of witnesses is the very touchstone of credibility; in the absence of reactions produced by other applicable tests, the appearance and demeanor of witnesses are the litmus by which the presence of truth is revealed. They are trifles light as air, imponderables, but for all that they are luminous integrants which ineluctably enter into the calculation by which trustworthiness is appraised. The spontaneous gesture, the lifting of an eyebrow, the shrug of the shoulders, the intonation of the voice, the flash of the eye, the facial expression,— these are a few of the vital and influential indicia of credibility which the master observes and by which he is guided.” This entire opinion should be read.\nCompare Corrigan v. Wilkes-Barre & W. V. Traction Co., 225 Pa. 560, 565, 74 A. 420; Com. v. Hazlett, 14 Pa. Superior Ct. 352, 376.\nShe taught school beginning September 5, 1944, to December 21. After the Christmas holidays she continued teaching until Memorial Day except April 18th to April 30th.\nBoth respondent and her father testified that the threat was made.\nIn their brief, counsel for appellant call attention to a similar use of the word “negative” by the Superior Court in Williams v. Kroger Grocery & Baking Co., 133 Pa. Superior Ct. 1, 1 A. 2d 495, where on page 10 the court states: “In addition to the presumption of appellants’ innocence, we have their denial of guilt. Although this is negative, it is difficult to see under the facts what other evidence could have been presented by them.”\nRespondent’s counsel said during the Rearing, \". . . but tbis lady [the respondent] did not charge anything improper.”\nItalics supplied.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Thomas D. McBride, with him Paul F. Barnes and Charles D. Smeltzer, for appellant.",
      "Everett Kent, with him A. E. Hurshman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bobst, Appellant, v. Bobst.\nArgued June 30, 1947.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nreargument .refused November 10,1947.\nThomas D. McBride, with him Paul F. Barnes and Charles D. Smeltzer, for appellant.\nEverett Kent, with him A. E. Hurshman, for appellee.\nSeptember 29, 1947:"
  },
  "file_name": "0441-01",
  "first_page_order": 481,
  "last_page_order": 495
}
