{
  "id": 976085,
  "name": "J. S. Ogilvie Publishing Co. v. Royal Publishing Co., Etc., Appellant",
  "name_abbreviation": "J. S. Ogilvie Publishing Co. v. Royal Publishing Co.",
  "decision_date": "1913-05-05",
  "docket_number": "Appeal, No. 398",
  "first_page": "5",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "241 Pa. 5"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. N. C. 189",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. N. C. 272",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. N. C. 541",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 610",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0401-01"
      ]
    },
    {
      "cite": "134 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0495-01"
      ]
    },
    {
      "cite": "209 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0564-01"
      ]
    },
    {
      "cite": "222 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "43 Pa. Superior Ct. 221",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        415212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/43/0221-01"
      ]
    },
    {
      "cite": "23 App. D. C. 96",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1342518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/app-dc/23/0096-01"
      ]
    },
    {
      "cite": "130 Fed. 703",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3852481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/130/0703-01"
      ]
    },
    {
      "cite": "83 Fed. 30",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7852061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/83/0030-01"
      ]
    },
    {
      "cite": "49 N. Y. S. 938",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3437319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/49/0938-01"
      ]
    },
    {
      "cite": "102 Fed. 157",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6718869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/102/0157-01"
      ]
    },
    {
      "cite": "120 Mich. 159",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1451319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/120/0159-01"
      ]
    },
    {
      "cite": "115 Fed. 822",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3705570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/115/0822-01"
      ]
    },
    {
      "cite": "129 N. Y. 38",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2243050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/129/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 10695,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 8.008902444076862e-08,
      "percentile": 0.46438730597807054
    },
    "sha256": "a9dc9d7933153ec2b743dbc37e73d28243d13257027ecb0a6b0b613fd0d1f4be",
    "simhash": "1:7e9e67fc2c5d22d0",
    "word_count": 1827
  },
  "last_updated": "2024-02-27T16:13:38.735894+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "J. S. Ogilvie Publishing Co. v. Royal Publishing Co., Etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThis bill was filed to restrain defendant from selling or publishing books in imitation of complainant’s publications, as set forth in various paragraphs of the bill, either by printing the same with yellow covers in red and black ink or similar style and arrangement to that nsed by plaintiff in its publication, or with picture illustrations or designs in imitation of those used by the plaintiff. The relief asked included a prayer for an injunction to enjoin defendant from publishing and selling any series of books in imitation of publications issued by the plaintiff and known as “Old Sleuth’s Own” series. The proofs showed that the matter complained of was the attempt of appellant to imitate the designs, illustrations, style and arrangement of appellee’s book covers and use them on similar publications of appellant for the purpose of misleading the public. The learned court below found all the material facts against appellant and as we read the record no other findings could have been made without disregarding the proofs. On appeal these findings of fact are binding on this court unless the evidence is not sufficient to sustain them, or upon the record presented there was palpable error. The evidence is ample to sustain the findings and there is no manifest error. On this branch of the case nothing further need be said.\nIt is argued that the decree is too broad and comprehensive and may have the effect of enjoining appellant from publishing books it otherwise would have the right to print and publish even if the designs, illustrations, style and arrangement of its book covers are not made in imitation of those of appellee. The decree is very general in its terms and the objection made is not without some foundation. Just what is meant by the words “publishing or selling any book or series of books in imitation of the series of books issued by plaintiff” is not very clear, nor is there anything in the decree to define how far-reaching this injunction may be. It is conceded that there is no question of copyright, or of statutory or registered trade-mark involved in this case. Unfair competition in trade is relied on as the ground upon which equitable relief is asked. Surely plaintiff has no right to ask that the defendant be enjoined from publishing a series of books just because the publications complained of may be printed with the same kind of type, or upon the same size of paper, or be bound in the ordinary way of binding publications of the character involved in this case. What plaintiff did complain of was that the designs, illustrations, style and arrangement of its book covers had been imitated by appellant in such a way as to deceive the public and injure it. Under the facts found by the learned chancellor plaintiff was clearly entitled to the protection sought in the filing of its bill insofar as defendant imitated the covers with their designs, illustrations, style and arrangement. We do not undertake to say what books, or series of books, defendant has the right to publish, but a. decree which may be understood as enjoining him from the publication of any series of books, or a particular series, on the ground that he had simulated the covers of another publisher is too broad and might be misleading. The proofs and the findings show that the defendant did simulate the book covers of appellee and the court below was fully warranted in enjoining him from doing this thing. But so far as the record discloses there is no reason why he should not publish books if he does so in a lawful manner and refrains from binding them in covers in simulation of those of plaintiff. It may be this was all the decree was intended to cover, and if so there could be no just ground of complaint, but there is some doubt about this and there should be no uncertainty in a decree awarding an injunction.\nWe, therefore, direct that the decree be modified so as to enjoin the publication and sale of books bound in covers with designs, illustrations, style and arrangement in simulation of those published by plaintiff. In other words, that the decree apply to the covers and not to tbe publication of books which appellant may otherwise have the right to publish. When the record is remitted to the court below the decree will be modified in accordance with these suggestions.\nRecord remitted with directions to modify the decree as herein suggested. Costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Charles L. Lockwood, with him Henry J. Gibbons, for appellant.",
      "Fred Taylor Pusey, for appellee."
    ],
    "corrections": "",
    "head_matter": "J. S. Ogilvie Publishing Co. v. Royal Publishing Co., Etc., Appellant.\nEquity — Unfair trade competition — Boole covers — Imitationr— Findings of fact — Injunction—Scope of injunction.\nOn bill in equity for an injunction to restrain unfair trade competition, the court found that defendant was simulating the book covers of a series of books published by plaintiff, for the purpose of misleading the public, and perpetually enjoined the defendant from “publishing or selling any book or series of books in imitation of the series of books issued by plaintiff.” Held, that on the findings of fact, which will not be disturbed by an appellate court, unless the evidence is insufficient to sustain them or there is manifest error on the record, plaintiff was entitled to an injunction ; but that as no question of copyright or of statutory or registered trade mark was involved, and unfair competition in trade was relied on as the ground upon which equitable relief was asked, the decree was too comprehensive and might have the effect of enjoining defendant from publishing books which it would otherwise have the right to publish, and should be modified, so as to enjoin the publication and sale of books bound in covers with designs, illustrations, style and arrangement in simulation of those published by plaintiff.\nArgued April 3, 1913.\nAppeal, No. 398, Jan. T., 1912, by defendant, from decree of O. P. No. 3, Philadelphia Co., In Equity, Sept. T., 1911, No. 1518, awarding injunction in case of J. S. Ogilvie Publishing Company, a Corporation, v. John R. Getts, trading as Royal Publishing Company, otherwise known as Kerner & Getts Co., or Kerner & Getts Jobbing-Publishing Co.\nBefore Brown, Potter, Elkin, Stewart and Moschzisker, JJ.\nModified and affirmed.\nBill in equity for an injunction to restrain unfair trade competition. Before Davis, J.\nFrom the record it appeared that the plaintiff, a publishing company, for some twelve years past had been publishing stories written by one Harlan P. Halsey, under the pseudonym of “Old Sleuth,” in a series known as “Old Sleuth’s Own,” with a distinctive cover, designed and arranged by the plaintiff. These book covers were made of yellow paper, with the title of the story in black ink, and with the title of the series, and with the names of the author and publisher, respectively, in red ink, and were illustrated with a picture design which characterized some scene or incident of the story contained in the book. These picture designs were largely made up by plaintiff from original sketches made by its own artists and from which it had the original plates made.\nFor twelve years and upwards from the time it commenced to publish this series of “Old Sleuth’s Own,” the plaintiff used this same style of cover on its books, characterized with the picture designs referred to; and by extensive sale and advertisement acquired an extensive and well-known trade therein throughout the United States.\nImmediately prior to the filing of the present bill, the defendant commenced to publish a series of similar books under the serial name of “Old Sleuth’s Series,” imitating on the cover of its books the size, style, color of paper, arrangement and color of type of plaintiff’s books and employing the identical picture designs which the plaintiff had used for twelve years.\nThe defendant bought certain copyrighted stories by Halsey, or “Old Sleuth,” other than those owned by plaintiff, and proceeded to publish these books, in imitation of plaintiff’s covers, above described.\nA copy of one of the book covers used by the plaintiff appears on page 8.\nA copy of one of the book covers used by the defendant appears on page 9.\nOther book covers in the defendant’s series showed the same general similarity to the book covers used by the plaintiff.\nThe plaintiff filed a bill to enjoin the defendant from selling or publishing its books in imitation of the plaintiff’s publications and thereupon a preliminary injunction was granted. An answer was filed and on final hearing the court found the facts substantially as stated above, and perpetually enjoined defendant inter alia from “publishing or selling any book or series of books in imitation of the series of books issued by plaintiff.” Defendant appealed.\nError assigned, among others, was the decree of the court.\nCharles L. Lockwood, with him Henry J. Gibbons, for appellant.\nThe publication of a series of stories entitled “Old Sleuth Library” and purporting to relate to the adventures of a detective called “Old Sleuth” does not entitle the publisher to an exclusive right to the use of the words “Old Sleuth” in the titles of the stories about detectives: Munro v. Tousey, 129 N. Y. 38; Leibig\nExtract of Meat Co. v. Walker, 115 Fed. 822; Lamb Knit Goods Co. v. Lamb Glove & Mitten Co., 120 Mich. 159; Albany Perforated Wrapping Paper Co. v. John Holberg Co., 102 Fed. 157; Commercial Advertiser Assn. v. Haynes, 49 N. Y. S. 938.\nThe ground on which unfair competition in trade will be enjoined is either that the means used áre dishonest, or by false representations, or imitation of a name or device, there is a tendency to create confusion in the trade and work a fraud upon the public, by inducing it to accept a spurious article. Where these grounds are absent and no trade mark rights exist, injunction does not lie: Vitascope v. U. S. Phonograph Co., 83 Fed. 30; Butler v. Inglehart Bros., 137 Fed. Repr. 492; Centaur Co. v. Marshall, 97 Fed. Repr. 785; Cole Co. v. Cement Co., 130 Fed. 703; Original LaTosca Social Club v. Social Club, 23 App. D. C. 96; Smith y. Walker, 57 Michigan 473.\nFred Taylor Pusey, for appellee.\nIt was proper to enjoin the unfair competition of defendant: Fraim Lock Co. v. Shimer, 43 Pa. Superior Ct. 221; Portuondo Cigar Co. v. Cigar Co., 222 Pa. 132; Van Stan’s Stratena Co. v. Van Stan, 209 Pa. 564; Heinz v. Brueckmann, 134 Pa. 495; Pratt’s App., 117 Pa. 401; Witthaus v. Wallace, 2 W. N. C. 610; Seigert v. Meinhard, 3 W. N. C. 541; Wehn v. Krause, 5 W. N. C. 272; Wamsutt Mills v. Allen, 6 W. N. C. 189; Day v. Walls, 12 Philadelphia 274; Drydopple v. Young, 14 Philadelphia 226; Rowley v. Houghton, 7 Philadelphia 39; Dixon v. Guggenheim, 7 Philadelphia 408.\nMay 5, 1913:"
  },
  "file_name": "0005-01",
  "first_page_order": 37,
  "last_page_order": 44
}
