{
  "id": 452139,
  "name": "Moul versus Hartman",
  "name_abbreviation": "Moul v. Hartman",
  "decision_date": "1883-05-29",
  "docket_number": "",
  "first_page": "43",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "104 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Binn. 62",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 59",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 9191,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 1.682704317009186e-07,
      "percentile": 0.6978254330657888
    },
    "sha256": "d466a2e7a44422a772d94928701bb8f7eb1ad4d11a1c554ef871c88832ed8aa0",
    "simhash": "1:a8ebaf98d3261bde",
    "word_count": 1617
  },
  "last_updated": "2024-02-27T19:11:12.665615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Moul versus Hartman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed October 1st 1883.\nPer Curiam.\nThe lots of these parties adjoined and the contention was as to the location of the boundary line between them. The town in which they were situated was laid out in 1764. The original plot of the town showing the location of the streets and alleys, with the lots designated by numbers, was given in evidence. One Wolf, an old resident of the town, was the custodian of this town plot. When there was once a question as to tho boundaries of these lots, he came upon the ground and pointed out the boundary line. Ho also held the quit-rent deeds, and collected the rents thereon. Having died before the trial, his declarations made at tho time stated were given in evidence. There was no error in this. The declarations of a deceased person are evidence of boundary, when made under circumstances creating a presumption that he had a knowledge of the facts which he states. Wolf had the means of knowledge and called attention to the row of currant bushes on the boundary line. This evidence was also followed by proof of use and claim of the land in dispute.\nWe discover no error in the charge nor in the answers to the points.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "David Wills (W. C. Chapman with him), for the plaintiff in error.",
      "R. G. McCreary, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Moul versus Hartman.\n1. In an action of ejectment between contiguous lot-owners, to determine the true boundary line between their respective lots, proof is admissible of the declarations, relating to such boundary, of a deceased person who was the custodian of the ancient town plot, and the ownei of quit-rents on said lots.\n2. Such town plot is also admissible in evidence, in such action, upon the question of boundaries of the town lots.\nMay 29th 1883.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Adams county: Of May Term 1883, No. 5.\nEjectment, by Henry Hartman against \"William B. Moul to recover a strip of land in East Berlin township, Adams county, in the possession of the defendant.\nThe facts, as they appeared on the trial, before McClean, P. J., were as follows: Hartman and Moul were owners of contiguous lots in the borough of East Berlin, bounded on the north by King street. Hartman’s lot was bounded on the east by Fourth street, which, according to the original plan of the town, is fifty feet wide, and Moul’s lot adjoins Hartman’s on the west. The lots were numbered respectively as Nos. 75 and 76. The deeds to each called for a frontage on King street of sixty-five feet per lot. This suit was brought to try the title to a seven-foot strip of land spoken of as lying between the lots, upon which Moul had built a woodshed. The defendant claimed that Fourth street was in fact only forty-three feet wide, and that the seven feet on the east of Hartman’s lot, and claimed by him to be a part of the street, was in fact a part of Hartman’s lot, so that the seven feet upon the west, upon which Moul had built, belonged to said defendant, his lot commencing at the end of Hartman’s sixty-five feet of frontage. The town, as originally surveyed, contained no fixed marks or designated boundaries on the ground from which a measurement could be made. Voluminous testimony was offered on both sides as to the respective boundaries of the lots. That of the defendant tended to show that when Hartman purchased his lot in 1866, there was a fence on its east boundary, forty-three feet from the opposite side of Fourth street, and that in building on his lot, he adopted that fence as the eastern line of his lot. Testimony was offered in denial of the existence of such a fence and of such adoption by Hartman. On the west side of Hartman’s lot, and between that and Moul’s, there was never any division fence running from King street, but there was a row of currant bushes about six feet west of Hartman’s house, extending back from King street for some distance where it joined a wooden fence; which latter, extending from the rear alley to the point where it met the currant bushes, some feet west of the rear end of Hartman’s building, turned eastward and joined the building. The plaintiff offered evidence to show that his predecessors iu title had claimed the six-foot strip of land up to the currant bushes, and gathered the currants under claim of right, aud that Mold’s predecessors iu title had acquiesced in this claim. When Moul became the owner of lot No. 76, he dug up the currant bushes and took possession of the strip of land lying between them and Hartman’s house, by constructing a woodshed on said, strip of laud and against Hartman’s wall.\nPlaintiff offered to prove by Elizabeth Hartman, wife of the plaintiff, that, when her husband was building a shop on the east corner of his lot, “ William Wolf, an old resident of East Berlin, who was the custodian of the ancient town plot, and the owner of the quit-rents upon the lots, came to this witness and gave notice that this building which they were erecting — this shop — -was out on the street several feet — five or six feet — and that if the town was made into a borough, it would have to be moved; and that in answer to the question of the witness as to where then would they have their lot, Mr. Wolf showed her the boundary of the lot to be at the row of currant bushes west of the Hartman house about six feet; and, further, that on the knowledge thus obtained of the boundary, Mr. Hartman claimed the land on the west of his house, and notified Mr. Moul, when he was about constructing this woodshed over his windows, that he claimed ground outside of the house.”\nObjected to as mere hearsay.\nThe Court. “ Pedigree and boundary are the excepted eases, wherein reputation and hearsay of deceased persons are received as evidence. The statements of deceased persons relative to boundaries of which they spoke from actual personal knowledge, have been frequently received as evidence in this state.” (13 P. F. Smith 36.)\nException. (Eirst assignment of error.)\nThe defendant presented the following points:\n1. That if the jury find from the evidence that the division fence between the properties of plaintiff and defendant, and the west side of the dwelling house of plaintiff, was recognized and acquiesced in by the different owners for twenty-one years prior to 1878, as the division line or boundary between these lots Nos. 75 and 76, it constitutes the boundary line without regard to any measurements.\nAnswer. This proposition is correct so far as it applies to a division fence, but as to the land in dispute on the west side of the dwelling-house of the plaintiff, in order to establish that as a boundary, the jury should find that the defendant and those under whom he claims have had a continued, notorious, adverse possession up to the west side of the dwelling-house for twenty-one years prior to 1878, the year fixed in the point.\n2. That the lines, monuments, fences, and marks upon the ground, as well-defined boundaries, always prevail over any lines run by the compass, or measured by the chain.\n3. That the course and distances in deeds always give way to the marks as boundaries found upon the ground.\nAnswer. These points, as general propositions, are correct, and are affirmed as now presented in this case, with the addition that the description in the plan of the town must also be resorted to for the ascertainment of the true boundaries.\nVerdict for the plaintiff and judgment thereon. The defendant took this writ of error, assigning as error the admission of Wolf’s declarations, and the qualified affirmation of his points.\nDavid Wills (W. C. Chapman with him), for the plaintiff in error.\n— The declarations of a deceased person, touching the locality of a boundary between adjoining owners, have been admitted in evidence where the survey was made by the person making the declarations, or where they were made by an adjoining owner who pointed out the line at the time; but the declarations of a deceased person who did not make the original survey, nor subsequently examine it, or run the lines upon the ground, and who was not an adjoining owner, and did not point out the lines at the time, are not admissible. Here, the plaintiff below failed to show aliunde that Wolf had any special knowledge of the true line of the street. Besides, the declaration of one man is not general reputation, and ancient boundaries are only provable by general reputation in questions involving public rights: Caufman v. Cedar Spring Cong., 6 Binn. 59; Bender v. Pitzer, 3 Casey 333. Our points were simple statements of law and were entitled to an unqualified affirmation.\nR. G. McCreary, for the defendant in error.\n— Wolf’s declarations were clearly admissible: Buchanan v. Moore, 10 S. & R. 275; Hamilton v. Menor, 2 S. &. R. 70; Caufman v. Cedar Springs, 6 Binn. 62; Bender v. Pitzer, 3 Casey 333; McCausland v. Fleming, 13 P. F. S. 36. Possession of land will not deprive the real owner of his right, unless the possession be adverse. Mere acquiescence in a use and possession not hostile will not pass title. This being so, the qualification of plaintiff’s ,first point was not error: Hawk v. Senseman, 6 S. & R. 21; Marsh v. Weckerly, 1 Harris 250; Carlisle v. Stitler, 1 Penna. Rep. 6."
  },
  "file_name": "0043-01",
  "first_page_order": 59,
  "last_page_order": 62
}
