{
  "id": 452198,
  "name": "Bruce versus Reed et al.",
  "name_abbreviation": "Bruce v. Reed",
  "decision_date": "1883-10-26",
  "docket_number": "",
  "first_page": "408",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "104 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whart. 313",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0313-01"
      ]
    },
    {
      "cite": "5 Watts 376",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Howard 363",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "23 N. Y. 343",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "38 Ind. 116",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1424203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/38/0116-01"
      ]
    },
    {
      "cite": "9 W. N. C. 525",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "57 Me. 202",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        634568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/57/0202-01"
      ]
    },
    {
      "cite": "Rob. 101",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": 0
    },
    {
      "cite": "16 Mich. 447",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1945557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/16/0447-01"
      ]
    },
    {
      "cite": "104 Mass. 117",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2147640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/104/0117-01"
      ]
    },
    {
      "cite": "12 Allen 49",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        1196967
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/94/0049-01"
      ]
    },
    {
      "cite": "107 Mass. 199",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2104060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/107/0199-01"
      ]
    },
    {
      "cite": "5 Wheat. 326",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/18/0326-01"
      ]
    },
    {
      "cite": "9 W. N. C. 525",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "57 Me. 202",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        634568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/57/0202-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 951,
    "char_count": 22497,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 2.2908782870918083e-07,
      "percentile": 0.7862747982604391
    },
    "sha256": "bc8cf00c5dee7d80de04e2cee9c4839799f7642fe7d179284952f14cc35368db",
    "simhash": "1:d4fba4c4924cecc7",
    "word_count": 3837
  },
  "last_updated": "2024-02-27T19:11:12.665615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mbrcue, O. J., Gordon, Paxson, Turnkey, Sterrett and Clark, JJ. Green, J., absent."
    ],
    "parties": [
      "Bruce versus Reed et al."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mercur\ndelivered the opinion of the court, January 7th 1884.\nThe defendants are the proprietors of a daily newspaper, called the Commercial Gazette, published in the city of Pittsburgh.\nThis suit is to recover damages for the composing and publishing as editorial in the columns of that paper, an article, reflecting on the plaintiff, which the jury have found to be libelous.\nThe first and second specifications of error are to the rejection of evidence of substantially the same character, offered by the plaintiff.\nWhether the evidence was properly rejected depends on the liability of the defendants for the conduct of Dr. Palmer, who was one of the editors of the paper.\nA master is liable for the wrongful act of his servant when the injury is committed by authority of the master either expressly conferred or fairly implied from the nature of the employment, and the duties thereby imposed: 1 Black. Com. 429; Wood on Master and Servant § 279. He is liable for the act of his servant within the scope of his employment, and incident to the performance of the duties intrusted to him, although the specific act of injury be in opposition to the express and positive commands of the master: Id. § 307; Mechanics’ Bank v. Bank of Columbia, 5 Wheat. 326. This may be said to be the settled rule of law applicable to the liability of masters generally for the acts of their agents.\nThe liability of the proprietors of a newspaper for the act of an agent, to whose management they have intrusted the paper is more broad. The proprietor is presumed to have published the libel which appears therein, and in a criminal prosecution therefor, it is no defence for him to show that it was published without his knowledge and in his absence: R. v. Walter, 3 Esp. 21; King v. Gutch, 1 Moody & Malkin 433; Roscoe’s Crim. Ev. 6 Am. ed. 621; Commonwealth v. Morgan, 107 Mass. 199.\nThe material for this libel appears to have been drawn from the fact that a reporter of the paper sought to “ interview ” the plaintiff, and asked his opinion, for publication, on a question of law, which the plaintiff declined to give, and stated reasons therefor.\nThe offers, inter alia, were to prove this conversation, and that it was reported to Dr. Palmer who was in the employ of the defendants, that he had the charge and management of the column in which the article was published, not subject to the supervision of the defendants; that he subsequently wrote, and the defendants published the libel in question; and that Palmer was pecuniarily irresponsible, and is now dead. The defendants objected to the evidence, claiming it to be incompetent as the plea was “ not guilty ” and the only question was that of publication. They made no objection ,to proving the publication of the libelous article, but claimed their liability was restricted to what they actually published. The court rejected both offers.\nIf the defendants gave to Palmer such charge and control of an editorial column, reserving no supervision, he was practically authorized by them to write and publish therein any article he thought proper. The very purpose of his employment was to collect information and write articles for publication. If they imposed such duties upon him, and gave him such powers, limited only by Pis discretion, they are liable for injuries resulting from an act of his, clearly incident to the performance of his duties, in the scope of his employment. He stood in their place. If the libel was written under the authority of his employment and in furtherance of their business, they are responsible whether the wrong resulted from his mere negligence or from a wanton and reckless purpose to accomplish the business in an unlawful manner : Howe v. Newmarch, 12 Allen 49; Ramsden v. Boston & Albany R. R. Co., 104 Mass. 117; Hawes v. Knowles, 114 Id. 518; or from his willfulness: Wood on Master and Servant, pp. 576 and 583. If Palmer were still living be might be sued jointly with them for this libel, or he and they might be sued separately : Odgers on Libel and Slander.*157, *294. Every one in any way connected in the publication of a libel is equally responsible for all the damages which flow from that publication: Id. *328.\nIt is true it has been held that express malice in an employee who has written a libel, cannot be invoked to swell the damages against the employer, if ho was ignorant of the publication and not negligent: Detroit Post Co. v. McArthur, 16 Mich. 447: Scripps v. Reilly, 38 Id. 10; Robertson v. Wylde, 2 Moo. & Rob. 101. It was, however, held in Goddard v. Grand Trank Railway Co., 57 Me. 202, that whenever exemplary damages would be recoverable, if the act had been done by the master himself, they are equally recoverable when the act is done by his servant. So in Wood on Master and Servant § 323, it is said, “ in many instances it has been held not only that the master is liable for the wanton and malicious acts of his servant in the execution of the authority given him by the master, but also, that in all such cases the wantonness and malice may be shown to enhance the damages,” citing Hawes v. Knowles, supra. This conclusion flows logically from the ground on which the liability of the master rests. If he so authorizes the act, that he commits it through the agency of another, he cannot claim exemption from any of the legal consequences flowing from the act.\nIf this rule of law is applicable to any employer, we are unable to see why it shall not apply to the proprietor of a newspaper, who employs others to write for its columns. The proprietors do not always reside in the city in which the paper is published. They may be in foreign countries much of their time. They direct as to the general course to be pursued; but do not restrict the writers as to the specific means by which the desired end shall be attained. If the proprietors are asked to give the name of the author of any article, they refuse to do so, and a person aggrieved, as a general rule, has no means of ascertaining the name of the writer. If they are not held responsible for what they cause to be written and published, every person connected therewith may escape those punitive damages which the law frequently imposes. As was said in Barr v. Moore, 6 Norris 385 “the liberty of the press should at all times be justly guarded and protected ; but so should the reputation of an individual against calumny. The right of each is too valuable to be encroached on by the other.”\nThe defendants are charged with having composed, as well as having published, the libelous article. It follows that evidence was admissible to prove, for the purpose of swelling the damages, the careless, reckless or wanton conduct of the employee in writing the article, in execution of authority given him by the defendants. Under their plea of not guilty, the defendants may. prove, in mitigation of damages, the facts and circumstances which induced the writer to erroneously make the charge, provided such facts and circumstances do not tend to prove the truth of the charge made.\nIt follows, from reasons already given, the learned judge erred in charging substantially as matter of law, that if the defendants had no personal knowledge of the article before it was published, and afterwards in good faith, did what was reasonable to make amends and reparation, it was not a case for punitive damages. If the facts were found as stated they were for the jury to consider in mitigation of damages; but they should not be considered alone, as controlling such damages. They should be considered in connection with all the other evidence submitted to the jury justly tending to enhance the damages.\nWe discover no error in the 3d and 4th assignments to correct. The language of the article did not expressly charge any fraudulent or corrupt conduct or motives. In the declaration the plaintiff put his construction on the meaning of the language used. The learned judge charged if the jury found the meaning to be as there averred, it was libelous. The plaintiff has no just cause of complaint with this answer, besides the jury found the language to be libelous. There is no merit in the 5th assignment.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Chief Justice Mercur"
      }
    ],
    "attorneys": [
      "John Dalzell (S. A. McClung with him), for the plaintiff in error.",
      "A. M. Brown, for the defendants in error.-"
    ],
    "corrections": "",
    "head_matter": "Bruce versus Reed et al.\n1. In an action on the case for libel against the proprietors of a newspaper. it is no defence to the action that the article alleged to be libelous was written by an employs of the defendants, acting within the scope of his employment, and that the defendants first acquired knowledge thereof after publication. The defendants in such case are, in law, held to have committed the act through their agent, and cannot claim exemption from, any of the legal consequences flowing therefrom, whether the wrong resulted from mere negligence, or from willful, wantoa or reckless intent by the agent.\n2. In such an action, evidence is admissible on the part of the plaintiff of the facts and circumstances connected with the publication prior thereto, tending to show malice on the part of the employs who wrote the article, and other circumstances of aggravation tending to justify the imposition ou the defendants of punitive damages.\n8. The defendants may, under the plea of not guilty, prove, in mitigation of damages, any relevant facts prior or subsequent to the publication, which facts should be considered by the jury in connection with all the other evidence relating to damages.\nOctober 26th 1883.\nBefore Mbrcue, O. J., Gordon, Paxson, Turnkey, Sterrett and Clark, JJ. Green, J., absent.\nError to the Court of Common Pleas Mo. 1 of Allegheny county: Of October and November Term 1883, Mo. 59.\nThis was an action on the case for libel, by David D. Bruce, against Josiah Ming, Melson P., Eeed and George W. Eeed, proprietors of the Pittsburgh Commercial Gazette, under the name of King, Peed & Co.\nThe declaration, after averring that the plaintiff was a person of good credit and reputation, an attorney-at-law, and a member of Select Council of the city of Pittsburgh, averred as follows: “ The said defendants, well knowing the premises, but contriving and maliciously and wickedly intending to injure the plaintiff in his good name, fame and credit, and to bring him into public scandal, infamy and disgrace, and to hold him up to public contumely, scorn and ridicule, heretofore, to wit: On the 1st day of February, A. D. 1882, at Pittsburgh, in the county and state aforesaid, falsely, wickedly and maliciously, did compose and publish, and cause the same to be composed and published in a certain newspaper called the Pittsburgh Commercial Gazette, a daily newspaper of extensive circulation in said county and in Western Pennsylvania, and Eastern Ohio and other localities, of and concerning the plaintiff, and of and concerning him in his said profession) and of and concerning him (the said plaintiff), in his said office of Select Councilman a certain false, scandalous, malicious and defamatory libel, containing the false, scandalous, malicious and libelous matters following, of and concerning the plaintiff, and of and concerning him in his profession: that is to say, ‘ David D. Bruce, Esq.’ (meaning the said plaintiff), ‘ informs reporters that he ’• (meaning the said plaintiff), ‘considers it unprofessional for him (meaning the said plaintiff), ‘ to open his ’ (meaning the said plaintiff’s), ‘mouth, except he’ (the said plaintiff), ‘sees or smells a fee somewhere. The query naturally arises in the mind of the reader, who pays him ’ (meaning- the said plaintiff), ‘for his’ (meaning the said plaintiff’s), ‘lengthy disquisitions in Council?’ ‘He’ (meaning the said plaintiff), ‘ must realize a splendid income from that source if lie’ (meaning the said plaintiff), ‘ carries out his ’ (meaning the said plaintiff’s), ‘ principles there as sedulously as he’ (meaning the said plaintiff), ‘assumes to do with reporters. Fortunately for the public, there are other lawyers whose views of professional etiquette do not coincide with those of Mr. Bruce.’ (Meaning the said plaintiff.) And meaning and intending thereby that the said plaintiff had been and was a dishonest, dishonorable man ; and that said plaintiff, in the practice of his said profession, and in his opinions, advices and behavior therein, had been and was influenced by fraudulent, corrupt and pecuniary motives ; and that he, the said plaintiff, in the exercise of his said office of Select Councilman, as aforesaid, had been and was influenced and controlled by fraudulent, corrupt and pecuniary considerations ; and that said plaintiff had been and was a dishonest, corrupt and purchasable person, as a man, an attorney, and in his said office as Select Councilman. By means of the committing of the said grievances by the said defendants, the plaintiff hath been and is greatly injured in his said good name, fame and credit, as such attorney, and in the said office of Select Councilman, and otherwise; and brought into public scandal, infamy, disgrace, contempt and ridicule &c., to the damage of the said plaintiff in the sum of $10,000.\nPlea, not guilty.\nOn the trial, before Stowe, P. J., the plaintiff put in evidence a copy of the Pittsburgh Commercial Gazette of February 1st 1882, containing the article declared on in the narr. which was printed in a column headed “ Editorial Etchings;” said paper also contained the following, under the heading, “A Timely Topic: facts that should be borne in mind.”\n“ David D. Bruce, Esq., thought it was unprofessional for an attorney to give an opinion on the subject in question, or, in fact, any other subject for publication. It furnished the people with information that they should pay for, and often placed the lawyer in an unpleasant position.”\nPlaintiff made the following offers of testimony.\n“ Plaintiff’s counsel propose to show the facts and circumstances connected with this publication prior thereto, and propose to show what took place between plaintiff and a reporter of the Commercial Gazette with respect to the subject matter of the subsequent alleged libel; that this was reported to the party having charge and management of the column in which the libel appeared without any supervision on part of the defendants, and was succeeded by the publication of the libel; this as part of the res gesta and as bearing upon the question of malice.”\nObjected to as incompetent or irrelevant, because the plea is “not guilty;” the declaration contains the charge made against the defendants, to which defendants plead “ not guilty,” and the only question here is the question of publication ; that any conversation between the reporter and Mr. Bruce prior to the publication would not affect the defendants who were not present and had no knowledge of it.\nObjection sustained. Exception. (First assignment of error.)\n“Plaintiff’s counsel propose to show by the witness on the stand, that on the 31st day of January, 1882, he was called upon by a reporter of the Commercial Gazette, who asked him to give an opinion for publication upon the question of a right of a landlord to levy or distrain upon the goods of subtenants. We propose to show' what took place between the reporter and the witness, the plaintiff ; the declination of the latter to express such an opinion and the reasons given therefor, and that this action was subsequently reported by the reporter, to one Dr. Palmer, who was in the employ of defendants as an editor, and who had exclusive control not subject to the supervision of defendants of at least that column of defendant’s paper in which the libel in question subsequently appeared. That when the reporter reported to Dr. Palmer the result of his interview with the plaintiff, he, Palmer, said : “ What, David Bruce whom we have always backed up and supported in council won’t give any opinion ?” and that he subsequently wrote and the defendants published the libel as the libel described in the declaration ; and that the said Dr. Palmer was pecuniarily irresponsible and is now dead, and that subsequent to the publication of said libel he was retained by defendants, in the same situation that he occupied at the time of and prior to said publication. This as part of the res gesta and as bearing upon the question of malice and upon the question of damages.”\nDefendant’s counsel does not object to any evidence tending to prove the publication of the matter alleged to be libelous, but to the residue of the offer as incompetent and irrelevant because the defendants are only responsible, if at all, for what they actually published — what is alleged as libelous in the declaration — and not responsible for words .spoken or conversation between the plaintiff and a reporter. Objections sustained. Exception. (Second assignment of error.)\nN. P. Peed, one of the defendants, testified, that the article complained of was written by Dr. Palmer, who was an employé of the defendants, and who is now dead; that the witness knew nothing of the article until he saw it in the paper about eight o’clock on the morning the paper was published; and immediately after reading it he discharged Mr. Palmer, and caused to be published in the Commercial Gazette of the following day another article withdrawing the former statements as “ written under a misapprehension and not warranted by the facts of the case,” and concluding as follows: “We consider that this reparation is due to Mr. Bruce, and we gladly make it.” That Mr. Palmer was, however, reinstated, upon his stating that he had called upon Mr. Bruce, with a friend, and that Mr. Bruce was satisfied.\nDefendants counsel made the following offer, which was objected to and rejected :\nDefendants’ counsel propose to show that Dr. Palmer, on February 1st 1882, went to David D. Bruce, Esq., in company with a well known citizen ; that he made an apology that-seemed to be entirely satisfactory to'Mr. Bruce ; that upon the fact being reported to Mr. Peed, he was reinstated, or rather permitted to occupy his former place on the paper ; that subsequently, on learning that Mr. Bruce had either changed his mind upon the subject or had declined subsequently to regard the offence as condoned, he again discharged Dr. Palmer as soon as that fact was brought to his notice, and. that he never, subsequently or at any other time, was taken into the employment or confidence of defendants in this case. This is offered in mitigation of damages for the purpose of showing the good faith of defendants in the transaction in connection with the other evidence.\nAs to the scope of Dr. Palmer's duties in the conduct of the newspaper, Mr. Reed testified that he was a reporter and an editorial writer, and did whatever he was detailed to do, but did not have charge of any particular department of the paper.\nThe plaintiff presented the following points:\n1. “ That the matter charged as libelous is actionable, and not-being privileged, the presumption of law is that it is false and malicious.”\nAnswer. “ This question is submitted to the jury. If in their opinion the article was calculated to injure the reputation of the plaintiff by holding him up to public ridicule, contempt or hatred, or to degrade his character, or to create suspicion as to his integrity as a man, then it,is libelous.” (Third assignment of error.)\n2. “ That the publication charged in the declaration is libelous, per se.”\nAnswer. “ That depends upon the finding of the jury in regard to the natural meaning or interpretation of the'article published. If the jury should find that the article fairly bears the interpretation put upon it by the plaintiff in the declaration filed in this case, then the article was a gross- libel.” (Fourth assignment of error.)\n3. “-That the defendants, by producing evidence in mitigation of damages, admit the charge to be false.”\nAnswer. Refused. (Fifth assignment of error.)\n6. “ That under the evidence the jury may give exemplary or punitivo damages.”\nAnswer. “ If the jury believe that the defendants had no personal knowledge of this article before it was published and in good faith did what was reasonable to make amends and reparation after the facts became known to them, this is not a case for punitivo damages'. There is no fixed standard by which damages are to be computed. The object is compensation in a ease such as I have mentioned, but it is for the jury in its best judgment and discretion to fix upon such an amount as under the evidence in the case may be just and reasonable for the damage actually done the plaintiff. But if the defendants published, or caused to be issued, copies of the paper after 'they had personal knowledge of this article, then the jury may give damages by way of punishment, if in view of all the evidence they think it proper.” (Sixth assignment of error.)\nVerdict for plaintiff for $270, and judgment thereon. The plaintiff took this writ of error, assigning for error, the rejection of his offers of testimony and the answers to his points as above.\nJohn Dalzell (S. A. McClung with him), for the plaintiff in error.\n— Our offers of evidence, the rejection of which constitute the basis of the first two assignments of error, should have been admitted, as tending to show malice on the part of Palmer, legally imputable to the defendants, and also circumstances of aggravation justifying punitive damages: Goddard v. Railroad Co., 57 Me. 202; Commonwealth v. Willard, 9 W. N. C. 525; R. R. Co. v. Rogers, 38 Ind. 116; Sandford v. R. R. Co., 23 N. Y. 343; Wood on Master and Servant § 277; Roscoe’s Crim. Ev. 677. The court erred in its answer to our sixth point: Day v. Woodworth, 13 Howard 363; McBride v. McLaughlin, 5 Watts 376; Barr v. Moore, 6 Norris 385.\nA. M. Brown, for the defendants in error.-\nThe defendants had the right, under the plea of not guilty to give evidence in mitigation of damages, as to the circumstances under which the publication was made, and as to their subsequent acts in making reparation: 2 Greenleaf on Ev. § 421; Beehler v. Steever, 2 Whart. 313; Updegrove v. Zimmerman, 1 Harris 619; Stees v. Kemble, 3 Casey 112; Burford v. Wible, 8 Casey 95; Minesinger v. Kerr, 9 Barr 312. The charge of the court-on the question of damages was as favorable to the plaintiff, as he had a right to expect. The cases from the other states cited by the plaintiff in error, go farther .than any in this state and are not authorities here. Commonwealth v. Willard, 9 W. N. C. 525, is a Common Pleas decision."
  },
  "file_name": "0408-01",
  "first_page_order": 424,
  "last_page_order": 432
}
