{
  "id": 1065576,
  "name": "National Bank of Oxford versus Kirk",
  "name_abbreviation": "National Bank v. Kirk",
  "decision_date": "1879-05-05",
  "docket_number": "",
  "first_page": "49",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 437,
    "char_count": 7409,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.7153787141328002e-07,
      "percentile": 0.703027280741078
    },
    "sha256": "fee22fd458fb78996b23e559b150fbf0814dbae6c9ea6935bb890e7a84107889",
    "simhash": "1:368bc0482f6ac3bc",
    "word_count": 1303
  },
  "last_updated": "2023-07-14T21:18:42.733652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Merour, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ."
    ],
    "parties": [
      "National Bank of Oxford versus Kirk."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered\nPer Curiam.\nBy the 10th sect, of the Act of March 31st 1860, Pamph. L. 387, it is provided that “ if any person having a knowledge of the actual commission of any' forgery, shall take money or promise thereof to conceal” the said crime, the person so offending shall be guilty of a misdemeanor. Now it was fairly submitted to the jury by the learned judge below, whether such a concealment was not the consideration upon which the defendant executed the note sued on. Fulton v. Wood, 10 Casey, 365, does not, as the learned counsel for the plaintiff in error contend, rule this case. That was a false representation that other persons threatened prosecution, which was held not to constitute duress per minas, and bears no resemblance to the law as applied to the facts of this case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "William Darlington and 8. D. Ramsey, for plaintiff in error.—",
      "Oliver Sidwell, Jr., and Wayne MaeVeagh, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "National Bank of Oxford versus Kirk.\n1. A promissory note is void, where the consideration therefor is the promise of the payee that he will refrain from prosecuting the son of the maker for forgery.\n2. Fulton v. Hood, 10 Casey 865, distinguished.\nMarch 26th 1879.\nBefore Sharswood, C. J., Merour, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ.\nError to the Court of Common Pleas of Chester county: Of January Term 1879, No. 90.\nAssumpsit by the National Bank of Oxford against Joseph Kirk on the following note :\n“$5000.\nOxford, Pa., Dec. 12, 1877.\nFour months after date I promise to pay to the order of James S. Kirk, at the National Bank of Oxford, five thousand dollars, without defalcation, value received.\nCredit the drawer.\nJoseph Kirk.\nEndorsed — James S. Kirk.”\nThe pleas were non-assumpsit, payment with leave, &c.\nAt the trial the defendant, who was quite aged, testified, in substance, that he was informed by Mr. Fulton, a director of the bank, that the bank held a good deal of the defendant’s paper, which the latter denied; that they went to the bank, where defendant was shown two notes with his namejm; that he declared that they were not his signatures, and asked what was to be done; that he was requested to sign the notes, which he refused to do; that he was sent for the next day, and, in company with his son Elisha, again went to the bank; that Fulton told him something must be done to straighten the matter up, and defendant told him he would do nothing; that they then said if he did not they would arrest his son, Mr. James S. Kirk, for forgery; that he replied they would have to do it; that Fulton said the best thing the defendant could do was to sign the notes, and that the matter would all be fixed without anybody knowing about it, and that if defendant would put his name to them he would not be disturbed; that defendant’s son Elisha was present when these things were said. Elisha fully corroborated the statements of his father. The note in suit was given by defendant in lieu of the notes above alluded to and to take them up.\nThe president and cashier of the bank, in effect, testified that James S. Kirk stated that he had signed his father’s name on these notes, but had done so with his father’s consent; they had requested the defendant to come to the bank, when he was shown the notes; that he did not disclaim the signatures; that he was told he had better sign these notes to make them regular; that there might be some dispute about them; that he made no objection, and took the pen and signed the notes; that defendant remarked he was not making any money, and if he had to pay these notes it would take one of his farms, but if they gave his son, James S., time, he would reduce the debt.\nIt was afterwards proposed to consolidate the debt of the said two notes into one note, to be endorsed by the said Joseph Kirk, and James S. Kirk was requested to ask his father to come to the bank for the purpose of endorsing the new note. Joseph Kirk came to the bank and the note in suit'was drawn for $5000.\nJames S. Kirk being absent in Philadelphia at the time his father called at the bank, the new note was drawn payable to his order, and was signed by Joseph Kirk as maker. James S. Kirk subsequently endorsed the new note, and it was discounted and taken in lieu of the notes aforesaid, which were cancelled.\nIn the general charge, the court, Butler, P. J., inter alia, said:\n“ Was the transaction what the defendant construes and represents it to be — an arrangement to conceal the knowledge and evidence of a crime, committed by James Scott Kirk, and to shield him from prosecution; in other words, was such the inducement and consideration for the endorsement of the old note and the execution of the new one ? Or was it simply the settlement of a dispute or uncertainty, respecting the defendant’s previous responsibility, growing out of the original endorsement of his name on the notes, and on which they were discounted by the bank ? As we have before said [if the transaction here described, and the consideration for the defendant’s acts were such as the defendant construes and represents them to have been, the consideration was unlawful and the endorsements and signatures on the new note created no obligation.] If on the other hand the transaction was simply the settlement of a dispute or uncertainty respecting the defendant’s previous liability, the consideration was lawful and good, and the defendant became bound for the debt, though he may not have been liable before, and the plaintiff may therefore recover.”\nVerdict for defendant, and after judgment, plaintiff took this writ and assigned for error the portion of the above charge in brackets.\nWilliam Darlington and 8. D. Ramsey, for plaintiff in error.—\nThere was no such duress as would avoid the contract: Fulton v. Hood, 10 Casey 365.\nThe consideration is plain from the evidence. The defendant stipulated for, and the plaintiff granted time, in which the indebtedness could be discharged. The officers of the bank were informed, and had every reason to believe it true, that the endorsements were by authority, and so stated to the defendant and insisted upon it.] This gave rise to a controversy; the termination of which, by the defendant signing his name upon the notes, formed a good consideration. These considerations were all personal to the defendánt.\nOliver Sidwell, Jr., and Wayne MaeVeagh, for defendant in error.\nIt cannot be seriously contended that it was erroneous to charge the jury that an open, undisguised, and flagrant violation of the provisions of the criminal law of 'the state was an unlawful consideration for a promissory note. The only authority to -which reference is made in support of such a proposition is the case of Fulton v. Hood, 10 Casey 365. In that case the suit was upon a bond, and the defendant sought to be relieved from it upon the ground that the agent who obtained it made false representations as to the intentions of the creditors of the sons of the defendant to prosecute them. This court refused to relieve the defendant upon the ground that the representations, if false, were simply as to alleged intentions of other parties, and therefore related to matters resting on opinion, or to a fact equally open to the knowledge or inquiry of both parties; and in the second place, the statements did not relate to the interests of the defendant or affect him personally, and therefore that the falseness of the representations could not be considered as material.\nMay 5th 1879,"
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 51
}
