{
  "id": 1065661,
  "name": "Cornman's Appeal",
  "name_abbreviation": "Cornman's Appeal",
  "decision_date": "1879-06-16",
  "docket_number": "",
  "first_page": "254",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 208",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 W. N. C. 186",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Grant 319",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229317
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0319-01"
      ]
    },
    {
      "cite": "2 W. N. C. 81",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 62",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 206",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 213",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 Wright 206",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 9778,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 2.7597383872071434e-07,
      "percentile": 0.8334684763474627
    },
    "sha256": "1033168f53241eb32a6479f1118c39b3983e2daa9605b6ff35ad73f1924600c1",
    "simhash": "1:91e39e5e8638387d",
    "word_count": 1700
  },
  "last_updated": "2024-02-27T22:36:42.962456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Merotjr, Gordon, Trunkey and Sterrett, JJ. • Paxson and Woodward, JJ., absent."
    ],
    "parties": [
      "Cornman's Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe only question in this case is, whether the appellant was too late in claiming the benefit of the exemption law. Suit was commenced against him by attachment- under the Act of March 17th 1869; and after the court had refused to dissolve the attachment, judgment was entered by consent in favor of plaintiffs, coupled with an agreement that the record should “not be used as evidence by he plaintiffs in any pending litigation, for the purpose of sustaining any allegation of fraud on the part of the defendant, either in the contraction of.the debt, or in connection with any other matter or thing whatever.” A vend. ex. which was subsequently issued for the sale of the goods attached, was stayed by order of court at the instance of the defendant, and an alias issued to the next term. About two months prior to the return-day, and so far as appears by the record, before sale was advertised, the sheriff was duly notified by the defendant of his claim under the exemption law. The goods, amounting to $257.65, were appraised and set apart to him and the writ returned accordingly. The plaintiffs thereupon moved the court to set aside the appraisement, on the ground that the demand was not made in time. The motion was allowed, and the learned judge, in his opinion ordering the appraisement to be set aside, says- the claim should have been made before the cause was put at issue; that it came too late after judgment. This action of the court has been assigned for error.\nThe exemption act provides that the officer charged with the execution of any warrant, for levying and selling the property, real or personal of any debtor, shall, if requested by him, cause to be appraised the property which he may elect to retain; “and property thus chosen and appraised, to the value of $300, shall be exempt from levy and sale on the said execution.” It will be observed that the request must be addressed to the officer charged with the execution for levying upon and selling the property. It is against final or execution process that the claim is to be made, and not against original or mesne process, by which property may sometimes be seized or attached and held to answer the plaintiff’s demand. The exemption is declared to be “from levy and sale on execution issued on any judgment,” &c. Hence, the claim need not be made until after judgment has been obtained and execution issued. While attachment in execution is strictly a final or execution process, so far as the debtor is concerned, other forms of attachment are not. In foreign attachment, the first step is the seizure of the non-resident defendant’s property, which, if personal and not perishable, may be held until the claim of the plaintiff is adjudicated; and if he is successful, final process may then issue to sell the same in satisfaction of the judgment. In its inception and before judgment, foreign attachment is a species of mesne process. It is equivalent to a summons for the commencement of a personal action. The proceeding under the Act of 1869, is of the same general nature. When the necessary ground has been laid, the defendant’s property is attached, and may be held to await adjudication of plaintiff’s claim. If he obtains judgment, execution may issue against the property attached. Then, and not before, does the right of the defendant to have the property appraised and set apart to him arise. While he might, perhaps, in anticipation of the execution, make the claim before it is issued, it is only by virtue of his having, in his hands, the execution to levy and sell, that the officer is required to have the property appraised and set apart under the act. There can be no doubt that the defendant below was not required to give notice of his claim before the execution was issued. Did he give it within a reasonable time thereafter? We think he did. In furtherance of the humane and beneficent object of the act, the exemption which it authorizes should always be allowed when it can be done without prejudice to the rights of creditors. In Diehl v. Holben, 3 Wright 213, it is held that, in the case of a fi. fa. levied-on personal property, the 'demand^ must be made before the day of sale, and generally before it is advertised, unless delay is justified by absence from home, ignorance of the levy or other circumstances. When a defendant has waived inquisition on real estate, his right to the benefit of the act still remains as in ordinary proceedings to effect a sale, and his demand may be made at any time before the property is advertised: Commonwealth v. Boyd, 6 P. F. Smith 402. So, also, in the case of an attachment execution, which is a form of final process, the claim must be made in a reasonable time after service of the attachment on the garnishee: Strouse v. Becker, 8 Wright 206. These, and other cases that might be .cited, show that while some consideration is due to the creditor as well as the debtor, the claim of exemption is not too late, unless it has been unnecessarily delayed until costs have been incurred which otherwise might have been readily avoided. In the present case, owing to some doubt as to the validity of the first execution, it was stayed by order of court before any action was taken under it. After the alias was issued and before any expense was incurred, by advertising the sale or otherwise, the claim was made and duly recognised by the sheriff. This, according to all our cases, was in ample time. It follows, therefore, that there was error in setting aside the appraisement returned by the sheriff.\nThe order of court setting aside the appraisement is reversed, and the appraisement-is confirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "W. Triohett, John Cornman and W. JF. Sadler, for appellant.—",
      "S. Hepburn, Jr., and S. Hepburn, for appellees."
    ],
    "corrections": "",
    "head_matter": "Cornman's Appeal.\nWhere an attachment issued under the Act of March 17th 1869, judgment was obtained and a venditioni exponas issued, it was not too late to claim the benefit of the exemption law, after, the venditioni exponas issued, and before the advertisement of the sheriff’s sale of the attached property.\nMay 13th 1879.\nBefore Sharswood, C. J., Merotjr, Gordon, Trunkey and Sterrett, JJ. • Paxson and Woodward, JJ., absent.\nAppeal from the Court of Common Pleas of Cumberland county: Of May Term 1879, No. 103.\nDebt by R. Bruce Petriken and J. S. Miller against Joseph S Cornman.\nOn March 14th 1874, plaintiffs endorsed a promissory note drawn' by defendant, payable to their order, for his accommodation, which they were compelled to pay. On August 2d 1875, they commenced an action against him by attachment under the Act of 17th March 1869: Pamph. L. 8; Purd. Dig. 53; the sheriff attaching certain household furniture, together with type, presses, &c. On August 9th 1875, the defendant filed a motion to dissolve the attachment, supported by a denial under oath, of all the charges of fraud in the plaintiffs’ affidavit, on which the attachment issued. At the hearing, the defendant’s counsel consented that the attachment should be continued. A narr. in debt was filed and defendant pleaded. On October 15th 1877, by agreement, judgment was entered for plaintiffs for $504.95, with proviso that “ this judgment and record should not be used as evidence by the plaintiffs in any pending litigation for the purpose of sustaining any allegation of fraud on the part of defendant, either in the contraction of the debt or in connection with any other matter or thing whatever.”\nOn 30th October 1877, a venditioni exponas issued, without previous issue of fieri facias, which, November 9th, was stayed, till 14th inst., on petition of the defendant, alleging that no fi. fa. had issued. On January 14th 1878, the opinion of the court was filed, deciding that the. vend. ex. was the proper writ.\nOn January 18th 1878, an alias venditioni exponas issued. Before the advertisement of the sale, at the defendant’s request, the sheriff appraised and set aside the property attached, in value $257.65. The plaintiffs then moved to set aside the appraisement, and on January 27th 1879, the court set it aside in an opinion, saying: “It does not appear that any request was made by the defendant for an appraisement, under the exemption law, until after the issuing of the alias venditioni exponas. I am of opinion that in cases like this, where the action has been commenced by attachment and proceeded in under the provisions of the Act of 17th March 1869, the request for an appraisement comes too late from the debtor when not made until after judgment is recovered. I think it should be made before the cause is put at issue. That it should be so, the same reasoning will apply, as in cases of attachment execution, in which the rule is similarly applied: Strouse v. Becker, 8 Wright 206. See also Strouse v. Becker, 2 Id. 190.”\nFrom this order, defendant took this appeal.\nW. Triohett, John Cornman and W. JF. Sadler, for appellant.—\nAttachment under the Act of March 17th 1869, Pamph. L. 8, is not a process of execution as in the case of an attachment execution. It is a mere preliminary process for the detention of the goods or to compel an appearance, and after service thereof, the action proceeds as if commenced by summons: Megee v. Beirne, 3 Wright 62; Albany City Insurance Co. v. Whitney, 20 P. F. Smith 252; Gould v. Walker, 2 W. N. C. 81; Waugh v. Burket, 3 Grant 319. The cases of Strouse’s Executors v. Burket, relied upon by the court, were eases of attachment in execution. The application for the exemption was not too late: Waugh v. Burket, supra; Hillbrooner v. Sternberger, 4 W. N. C. 186.\nS. Hepburn, Jr., and S. Hepburn, for appellees.\nThe claim for exemption was too late, and the appraisement was properly set aside: Strouse v. Becker, 8 Wright 208; Diehl v. Holben, 3 Id. 213; Commonwealth v. Boyd, 6 P. F. Smith 402.\nJune 16th 1879."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 257
}
