{
  "id": 1065646,
  "name": "Eberly versus Rupp",
  "name_abbreviation": "Eberly v. Rupp",
  "decision_date": "1879-06-02",
  "docket_number": "",
  "first_page": "259",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0115-01"
      ]
    },
    {
      "cite": "4 W. & S. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0201-01"
      ]
    },
    {
      "cite": "4 W. & S. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0201-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 6127,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 3.14379713859164e-07,
      "percentile": 0.8622157121901701
    },
    "sha256": "b5442ecd185f635af3755cf6357c2eab98887b61bf125818cc2dacf3f38cbed7",
    "simhash": "1:29221b8df4c6a7cb",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T22:36:42.962456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Trunkey and Sterrett, JJ. Paxson and Woodward, JJ.,, absent."
    ],
    "parties": [
      "Eberly versus Rupp."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\n' The facts of this case, in brief, are as follows: In 1837, Henry Buttorff, husband of Elizabeth Buttorff, to whom the premises then belonged, leased one acre of ground to Henry Rupp, for the term of twelve years, with privilege of erecting thereon a warehouse, which the tenant was to have the right to remove at the end of the term. Rupp entered and erected the warehouse. This lease was afterwards assigned, by Rupp’s assignee, to H. G. Mpsef, by Moser to Daniel Rupp, and by the latter to Mary Rupp, the plaintiff below. She, in turn, sublet to her two sons Jacob and John S. The lease was extended from time to time, and finally expired on the first day of April 1873. In August 1872, as is alleged on part of the plaintiff, she, with the consent of her sub-tenants, and by them as her agents, commenced to take down and remove the warehouse, erected on the demised premises, as above stated. It was then that defendants, Christian Eberly and Mary Eberly, his wife (formerly Mary Buttorff), brought an action of ejectment against Jacob and John S. Rupp, issued ' a writ of estrepement, and thus put an end to the removal of the warehouse. The ejectment was determined in the court below in favor of Mrs. Eberly, but was removed to the Supreme Court, and there the judgment was reversed. In the meantime the lease expired and no further attempt was made to remove the building. It is for the recovery of damages thus alleged to result from the writ of estrepement, that this action is brought.\nThe court instructed the jury, that if the plaintiff was, by the writ of estrepement, prevented from removing the warehouse during the continuance of the lease, and so deprived of th\"e. use of the materials composing it, she was entitled to recover the full value of such materials. There is here no allegation of any abuse of legal, process, nor, indeed, does the,, evidence warrant such allegation; on the other hand, the right to recover is put on the ground of damages, which the jury might find to arise from the lawful use of such process. This was a mistake. The writ of estrepement was authorized, in all cases of ejectment, by the Act of April 2d 1803, and was made issuable, as of course, on the filing by the plaintiff, with the prothonotary, of an affidavit that the defendant either “has committed or is committing waste.” This writ is purely preventive; it neither arrests the person, nor seizes the goods of the defendant. Such being the case, it is impossible to see how the use of this process can be the foundation of an action any more than the writ of ejectment itself. It is true injury may result from the use of the writ of estrepement, but so may it result from the writ of ejectment. In the one case the defendant may be hindered in the exercise of his business, in the other he may, from the cloud thrown upon his title, be prevented from making an advantageous sale of his property. But no matter, executio juris non habet injuriara. In fact, the plaintiff has little of which to complain, for she might, on application to the court, have had the writ dissolved; neglecting to do so, if injury resulted, she has herself to blame. That the plaintiffs had probable cause for believing the right to the property to be in them, is made manifest by the judgment of the court below in the ejectment suit, so that had their action been one involving the attachment of the defendant’s person or goods, this would be a sufficient justification. The writ under discussion could, by no possibility produce.results more than equivalent to those flowing from a domestic attachment, and yet in McCullough v. Grishobber, 4 W. & S. 201, where suit had been brought for an alleged abuse of that process, by which the plaintiff’s goods had not only been seized but sold, Gibson, O. J., says: “ If then the defendants were competent to sue out the attachment, or, in other words, if the writ was not originally illegal, little more remains to be decided; for it is conclusively settled, that where process is-legal, the plaintiff is answerable only for a malicious abuse of it; and that where the circumstances afford no inference of malice, as in Gibson v. Chaters, 2 Bos. & Pul. 129, actual malice must be proved.”\nAnd though legal process may, by its malicious use, give rise to a cause-of action, yet, even in such case, there must not only be a malicious use, but there must be no reasonable or probable cause for such process, since if there be such cause, the intention goes for nothing. Mr. Justice Sharswood in Mayer v. Walter, 14 P. F. Smith 283.\nIt is clear, therefore, that from no point of view, which was found in this c.ase, was the plaintiff entitled to judgment.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "S. Hepburn, Jr., and S. Hepburn, for plaintiffs in error.",
      "Lemuel Todd, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Eberly versus Rupp.\n1. Although legal process may, by its malicious use, give rise to a cause of action, yet in such a case there must not only be a malicious use but there must be no reasonable or probable cause for such process, since if there be such cause, the intention goes for nothing.\n2. As. a writ of estrepement is purely preventive, and neither arrests the person nor seizes the goods of a defendant, the lawful use of such process cannot be the foundation of an action.\nMay 14th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Trunkey and Sterrett, JJ. Paxson and Woodward, JJ.,, absent.\nError to the Court of Common Pleas of Oumberland county: Of May Term 1879, No. 44.\nCase by Mary Rupp against Christian • Eberly and Mary, his wife, to recover damages for an alleged injury, by reason of certain civil proceedings instituted by the defendants, in the Common Pleas of Cumberland county. The facts are substantially stated in the opinion of this court.\nS. Hepburn, Jr., and S. Hepburn, for plaintiffs in error.\nThis action was not maintainable: Potts v. Imlay, 1 South. N. J. R. 332; Savil v. Roberts, 1 Salk. 14; Parker v. Langly, Gilbert’s Cases 161; Purton v. Honnor, 1 Bos. & Pul. 206; McCullough Grishobber, 4 W. & S. 201; Kramer v. Stock, 10 Watts 115; Mayer v. Walter, 14 P. F. Smith 283.\nLemuel Todd, for defendant in error.\nJune 2d 1879."
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 261
}
