{
  "id": 1065584,
  "name": "Rinesmith versus Peoples' Freight Railway Co.",
  "name_abbreviation": "Rinesmith v. Peoples' Freight Railway Co.",
  "decision_date": "1879-06-16",
  "docket_number": "",
  "first_page": "262",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 386,
    "char_count": 7422,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.9036120503806616e-07,
      "percentile": 0.730600896036796
    },
    "sha256": "6f478f7103762d89a146fa19a6bcaa3537df817bd64e2851ae49cf671545d105",
    "simhash": "1:ca65748538d51879",
    "word_count": 1225
  },
  "last_updated": "2023-07-14T21:18:42.733652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur,, Gordon, Trunkey and Sterrett, JJT Paxson and Woodward, J.J., absent."
    ],
    "parties": [
      "Rinesmith versus Peoples’ Freight Railway Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nOne of the main grounds of defence in the court below was that the subscription in suit was made not only on the written condition annexed thereto, but also upon the further express verbal conditions that the defendant should not be required to pay his subscription unless $100,000 of stock was subscribed in the county, and tha-t he should retain the subscription, or the book containing it, until that amount was actually subscribed. The evidence was clear that the written condition had been fully complied with, but the testimony as to the alleged verbal condition was directly conflicting. The defendant testified, without objection, to matters of inducement to his subscription, including the terms proposed by Dr. Milliken to Sheibley and himself, which, he alleges, were shortly afterwards accepted by him; that while he subscribed expressly on the conditions above stated, they had not been performed; that subscriptions to the amount named had never been obtained, and that he was not permitted to retain the subscription-book, as had been agreed upon. On the other hand, Dr. Milliken, on behalf of the company, testified that no such verbal conditions were attached to the subscription, and denied he had ever said to Sheibley and defendant that the subscriptions would not be binding until the sum of $100,000 was obtained, nor that the defendant should retain the book until that amount was subscribed. Sheibley was then called, for the purpose of proving that these declarations had been made by Dr. Milliken, while soliciting subscriptions from defendant and himself, but the court rejected the offer. The learned judge, in submitting to the jury the testimony as to the alleged verbal conditions or agreement, remarked that there was a direct conflict on this subject between the two witnesses; that it was impossible that both could be correct, and that it was their duty to “look into the testimony and see whether there is any evidence, or circumstances, or facts which corroborate one or the other, and if there is, then the witness who stands corroborated should be believed.”\nIt is thus quite apparent that any testimony tending to corroborate the, defendant, on this branch of his case, was all important ; and we think the court erred in excluding from the consideration of the jury the testimony referred to in the fifth assignment of error. While it did not relate to anything that occurred on the day the subscription was made, it would'have tended to show that the very terms and conditions on which defendant alleged he did subscribe were previously proposed to him by Dr. Milliken. If this were so, it would strengthen the probability of a renewal and' acceptance of the proposition at the time the subscription was made. The facts and circumstances proposed to be proved were sufficiently near, in point of time, and not too remotely connected with the fact of subscription, to be regarded as part of the res gestee, tending to shed light on the transaction. It is impossible to say what weight the jury would have attached to the testimony of Sheibley; but, whether much or little, we think, as the case stood, the defendant was entitled to the benefit of it. Its tendency, doubtless, would have been to corroborate him, and at the same time weaken the force of Dr. Milliken’s testimony, by whom alone he was contradicted.\nWe deem it unnecessary to notice the other assignments of error, further than to say that they are not sustained.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "Charles J. T. Mclntire and Charles A. Barnett, for plaintiff in error.",
      "J. JE. Junlcin and W. A. Sponsler, for defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Rinesmith versus Peoples’ Freight Railway Co.\nIn an action for the amount of a subscription to stock, the defendant alleged that it was expressly stipulated by the agent of the company, in the presence of S., that the defendant’s subscription was not to be paid, until a certain amount had been subscribed. The agent, on cross-examination, denied having made such representations. Defendant then called S. to prove that the agent had made such representations, although they were made at a time previous, to the subscription. The court excluded the oifer. Held, that the testimony should have been admitted as tending to corroborate the defendant, and as part of the res gestee.\nMay 14th 1879.\nBefore Sharswood, C. J., Mercur,, Gordon, Trunkey and Sterrett, JJT Paxson and Woodward, J.J., absent.\nError to the Court of Common Pleas of Perry county: Of May Term 1879, No. 149.\nDebt by the Peoples’ Freight Railway Company against Henry Rinesmith, to recover instalments on a subscription to stock of said company.\nSubscriptions to the amount of $100,000 had been asked from Perry county, and of this amouut defendant subscribed ten shares. This subscription he alleged was made upon the express condition, stated by the agent of the company at the time of the subscription, that the amount subscribed was not to be paid, unless the. whole contingent of Perry county was subscribed. Only $62,000 were subscribed in the county, and very little work was done upon the road. In the belief that the whole $100,000 had been subscribed, defendant paid some of the instalments on his subscription, but ascertaining that the whole amount was not subscribed,, he declined to pay the rest, when this suit was brought to compel their payment.\nAt the trial, before Junkin, P. J., one of the plaintiff’s -witnesses, who had solicited defendant’s subscription, testified, on cross-examination, that he had made no representation to defendant that his subscription was not binding, unless $100,000 -were subscribed in the county, nor stated that defendant could keep the book until he knew that amount -was subscribed; and further, that witness did not make a similar statement in the presence of one Sheibley.\nThe defendant then proposed to call Sheibley, to prove that the witness had made such a statement in Sheibley’s presence, although made before defendant actually did subscribe. The court rejected the offer, saying:\n“ The defendant having sworn himself that he refused to subscribe on the offer made by Milliken to him and the witness Sheibley, and that he did not hold the offer under consideration, the matter was then and there ended, and this becomes immaterial, and the offer to contradict Milliken is within the rule that immaterial evidence developed by cross-examination cannot be contradicted.”\nThe verdict was for plaintiff for $300, when defendant took this writ, his fifth assignment of error being the exclusion of the above offer\nCharles J. T. Mclntire and Charles A. Barnett, for plaintiff in error.\nThe evidence should have been admitted, because it related to the res gestee: Whart. on Evid., sect. 529; Hildeburn v. Curran, 15 P. F. Smith 59; and to show that the defendant’s subscription was made upon the verbal conditions stated.\nJ. JE. Junlcin and W. A. Sponsler, for defendant in error.—\nAs defendant did not subscribe at the time of the alleged conversation, when Sheibley was present, the evidence offered was as to a collateral fact. This the defendant could not have offered in chief, if objected to, under the well-known rule, that as to immaterial and collateral matter developed on cross-examination, the party must abide the answer. Then defendant proposed to prove by Sheibley what Milliken had said. It was not part of the res gestee; the defendant refused to subscribe and both parties separated.\nJune 16th 1879."
  },
  "file_name": "0262-01",
  "first_page_order": 262,
  "last_page_order": 264
}
