{
  "id": 1065593,
  "name": "McClure versus Watertown Fire Insurance Co. of New York",
  "name_abbreviation": "McClure v. Watertown Fire Insurance Co. of New York",
  "decision_date": "1879-06-23",
  "docket_number": "",
  "first_page": "277",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "30 N. Y. 163",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "112 Mass. 422",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2111295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/112/0422-01"
      ]
    },
    {
      "cite": "9 Allen 232",
      "category": "reporters:state",
      "reporter": "Allen",
      "opinion_index": -1
    },
    {
      "cite": "8 Metc. 123",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "2 Gray 222",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": -1
    },
    {
      "cite": "12 Cush. 169",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": -1
    },
    {
      "cite": "122 Mass. 298",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/122/0298-01"
      ]
    },
    {
      "cite": "10 Allen 228",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2117060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/92/0228-01"
      ]
    },
    {
      "cite": "9 Allen 231",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2118860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/91/0231-01"
      ]
    },
    {
      "cite": "12 Cush. 167",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1972316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/66/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 10461,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 5.340794645091997e-07,
      "percentile": 0.9432175389375983
    },
    "sha256": "76b26f2ac831d1c392bf27ca6b90992b4c5e50029264d31662a966f8177ffe86",
    "simhash": "1:1975edbc3ded84f6",
    "word_count": 1812
  },
  "last_updated": "2024-02-27T22:36:42.962456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Trunkey and Sterrett, JJ. Paxson and Woodward, °JJ., absent."
    ],
    "parties": [
      "McClure versus Watertown Fire Insurance Co. of New York."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\nWilliam H. McClure, the plaintiff below, accepted the policy which is the subject of the present contention, subject to the express condition that it should be null and void, “if without the written consent of the company first had and obtained, the dwelling-house or houses hereby insured, become vacant by the removal of the owner or occupant, or cease to be occupied in the usual and ordinary manner that dwelling-houses are occupied.” This provision became part of the contract of insurance; the company agreed to insure the premises at a certain rate, and the plaintiff, in consideration thereof, on his part, agreed, that the property should be occupied either by himself or his tenants during the running of the policy, and if at any time it became vacant, then, and in that case, this policy should be of no further force or effect.\nAs this condition is unambiguous and reasonable, and as the plaintiff voluntarily accepted it, prima facie it would seem to be obligatory. What reason, then, has the plaintiff to give why it should not be so ? The property certainly became vacant without the assent of the company first being had and obtained, and during that vacancy it was burned.\nNow, in the case of the- Birmingham Eire Insurance Co. v. Kroeger, 2 Norris 64, this court held, that a provision, in the policy, providing against the use of carbon oil in and about the insured building, was good and binding upon the insured, and this notwithstanding the knowledge of the company’s agent, at the time of insurance, that carbon oil was kept upon the premises. It is therefore certain that provisions, of the character of that now under discussion, are obligatory, and that their violation will avoid a policy of insurance. It will be observed that the case cited and the one in hand are similar, excepting, only the objects embraced by the conditions. In the one case, there was a prohibition of the use of carbon oil upon the premises, in the other, a prohibition of the vacancy of the insured building; but on both, confessedly, the non-observance of the conditions increased the risk. Why, then, should the ruling of the one not apply to the other ?\nIt is urged that the plaintiff’s tenant left the premises without his knowledge and consent, and that, as soon as he discovered that fact he endeavored to procure a new one. All this may be admitted as true, but then, who was to bear the risk in the meantime? Not the company, for it had expressly provided that it would assume no such risk. What then mattered the good intentions of the plaintiff? The fact remained that the loss occurred during the vacancy of the property. Had McClure taken the pains to have notified the company of the vacation of the building, and obtained its assent thereto, he would have saved his policy; he did not choose so to do, and hence relieved the defendant of its responsibility. It but comes to this, the plaintiff did not live up to his contract, and so lost the advantages of it.\nIt is true, as is said in the Western Insurance Co. v. Cropper, 8 Casey 351, that the stipulations in a policy are intended for the benefit of the underwriters, and where they are obscure, they must be interpreted most favorably to the assured; but, on the other hand, to refuse their enforcement when they are not obscure, w’ould be a denial of justice. Then again, it is not quite correct to say that such stipulations operate wholly to the advantage of the underwriters, since, in consequence thereof, the assured obtains his policy at lower rates than would be the case were that policy unconditional.\nOur attention has been directed to the case of Gamwell v. The Merchants’ and Farmers’ Mutual Fire Insurance Co., 12 Cush. 167; but it is not in point. The defence there was, not upon any condition in the policy, but upon an alleged increase of risk, occasioned by the vacation of the insured building, and, also, upon the further allegation that the loss occurred through the culpable negligence of the assured. These were, of course, questions for a jury, and involved, among other things, the good faith of the plaintiff in his alleged endeavors to procure a new tenant as soon possible after the vacancy had occurred. Such, however, is not the question which we have now to consider; it is not whether the risk was increased, or whether the plaintiff acted in good faith, but whether he complied with the condition which he had adopted by accepting the policy.\nThe ruling of the court below is supported by the case of Harrison v. The City Insurance Co., 9 Allen 231, in which it was held that where the policy contained a condition similar to that now under consideration, the company was relieved from responsibility where the loss occurred during the vacancy of the insured premises. Substantially the same ruling may be found in Keith v. The Quincy Fire Insurance Co., 10 Allen 228, and in Corrigan v. The Connecticut Fire Insurance Co., 122 Mass. 298. The conclusion at'which the court below arrived, being thus abundantly supported by reason and authority, must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "W. Triehett, J.A. O. McOune and W. F. Sadler, for plaintiff in error.",
      "S. Hepburn, Jr., and S. Hepburn, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "McClure versus Watertown Fire Insurance Co. of New York.\n1. Where the condition of a policy of insurance is unambiguous and | reasonable, the insured cannot escape compliance with its terms, by showing good faith and an honest although unsuccessful effort to comply therewith. | f\n2. A policy of insurance provided, that if without the written consent of the company the insured premises should become vacant or cease to be occupied, the policy should be void. The proofs of loss in regard to a certain property insured showed that it had been vacant a few days before the fire by which it was destroyed. In an action upon the policy the insured offered to show that the tenant had vacated the premises without the insured’s knowledge, and that he had at once endeavored to obtain* another tenant, and notified the company’s agent. Held, affirming the court below, that the question of the good faith of the insured could not enter into the casé, as the obligation to keep the building insured by the terms of the policy was absolute.\nMay 15th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Trunkey and Sterrett, JJ. Paxson and Woodward, °JJ., absent.\nError to the Court of Common Pleas of Cumberland county : Of May Term 1878, No. 140.\nDebt by William H. McClure,' in his own right and for use of the First National Bank of Shippensburg, against the Watertown Fire Insurance Company of New York, on a policy of insurance in said company.\nMcClure insured his dwelling-house in the defendant company on the 13th of November 1876. At the time the house was leased to one Hefflefinger, whose lease Avas for one year from April 18th 1876. The policy contained the following clause: “If without written consent of the company first had and obtained, the dwelling-house or houses hereby insured, become vacant by the removal of OAvner or occupant; or cease to be occupied in the usual and ordinary manner that dwelling-houses are occupied; or if the building be unoccupied at the time of effecting this insurance and not so stated to the company and so expressed in the application; or if the risk shall be increased and the company not notified and Avritten consent obtained thereto. * * * then this policy shall be null and void.”\nThe application for insurance embraced the following questions and answers: For what occupied? Dwelling. By whom? Tenant. The house Avas burned December 2d 1876, and it appeared from the proofs of loss that it had been vacant for several days before the fire.\nAt the trial before Herman, P. J., the plaintiff made the following offer:\n. Plaintiff offers lease of himself to Hefflefinger, dated 18th April 1876, for one year of the insured premises, to be followed by proof that at the time the buildings were insured, Hefflefinger was in possession of the premises; that he vacated the same without the knoAvledge or consent of the plaintiff, retaining the key to the premises ; that a few days before his vacation of the premises, plaintiff having heard that Hefflefinger intended to leave, had an intervieAv with him, and as a result of the interview, Hefflefinger agreed to stay until .the 1st of April 1877, and that plaintiff left Shippensburg under the belief that Hefflefinger intended remaining on the premises, and that the premises were vacated in his absence ; that he returned before the fire, and on his return he immediately made efforts to secure another occupant, and notified the agent, Blair, of the fact of Hefflefinger’s leaving; and this to show good faith on the part of the plaintiff, and that there has been no breach of the contract of insurance.\nThe court, upon objection, rejected the offer, on the ground that the question of the good faith of the plaintiff did not enter into the case, and that the evidence offered could not release the assured from his obligation to keep the dAvelling-house occupied.\nThe defendant offered no evidence, and the court instructed the jury to find for the company. The plaintiff then took this writ, and assigned for error the rejection of the aboye offer and the instruction of the court.\nW. Triehett, J.A. O. McOune and W. F. Sadler, for plaintiff in error.\nThe time for which the house remained empty, under the circumstances, ought not to avoid the policy, and the plaintiff should recover: Gamwell v. Merchants’ and Farmers’ Mut. Ins. Co., 12 Cush. 169. See also Loud v. Citizens’ Mut. Ins. Co., 2 Gray 222; Hall v. Peoples’ Fire Ins. Co., 6 Id. 187; Houghton v. Manuf. Ins. Co., 8 Metc. 123; Mickey v. Burlington Ins. Co., 2 L. J. 15.\nS. Hepburn, Jr., and S. Hepburn, for defendant in error,\ncited Harrison v. City Fire Ins. Co., 9 Allen 232; Keely v. Quincy Fire Ins. Co., 10 Id. 228; Ashworth v. Builders’ Mutual Fire Ins. Co., 112 Mass. 422; Corrigan v. Connecticut Fire Ins. Co., 122 Id. 298. “ The only question is, has the warranty been kept? There is no room for construction; no latitude; no equity. If the warranty be a statement of facts, it must he literally true; if a stipulation that a certain act shall or shall not be done, it must be literally performed:” May on Insurance 161, citing Ripley v. Ætna Ins. Co., 30 N. Y. 163; Anderson v. Fitzgerald, 4 H. L. Cas. 484; s. c. 24 Eng. L. & Eq. 1. Substantially the same in principle is ruled in Birmingham Fire Ins. Co. v. Kroegher, 2 Norris 64.\nJune 23d 1879."
  },
  "file_name": "0277-01",
  "first_page_order": 277,
  "last_page_order": 281
}
