{
  "id": 1065640,
  "name": "Horning's Executors' Appeal",
  "name_abbreviation": "Horning's Executors' Appeal",
  "decision_date": "1879-06-23",
  "docket_number": "",
  "first_page": "388",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "90 Pa. 388"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 327",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0327-01"
      ]
    },
    {
      "cite": "5 Rawle 50",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "13 Wright 223",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 529",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0529-01"
      ]
    },
    {
      "cite": "1 Rawle 295",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 10935,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 2.651541608177185e-07,
      "percentile": 0.8241021001610519
    },
    "sha256": "82fee04a70918e87cc83841d6cc82267ebc100679dcddb86b3a8a5045680e95d",
    "simhash": "1:f8abfeab04cea100",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T22:36:42.962456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharsavood, C. J., Mercur, Gordon, Paxson, Woodavard, Trunkby and Sterrett, JJ."
    ],
    "parties": [
      "Horning’s Executors’ Appeal."
    ],
    "opinions": [
      {
        "text": "Mi’. Justice Paxson\ndelivered the opinion of the court,\nThe contention here arises upon the distribution of the proceeds 'of the sale of real estate. On the 24th day of December 1874, Joseph R. Hanawalt was the owner of several separate tracts of land in Mifflin county. On that day, Joseph R. Hanawalt and George Hanawalt confessed a judgment to the executors of Robert Horning for $346.40, and this judgment became a lien on all of Joseph R. Hanawalt’s said tracts of land.\nSubsequently, to wit, on the 13th day of August 1875, Joseph R. Hanawalt mortgaged one of the said tracts to Moore, McWilliams & Co., for $7000. This tract was subsequently sold by the sheriff, under a judgment obtained upon the mortgage, and purchased by the mortgagees for the sum of $1750. The judgment of Horning’s executors being prior to the mortgage, was entitled to payment out of the proceeds, but being a first lien upon other properties, the executors declined to take the moneyj and allowed it to be applied to the mortgage.\nOn the 20th of August 1875, the said Joseph'R. Hanawalt conveyed another of his several tracts of land to John S. Hanawalt, in consideration of $6550, who gave a mortgage for the entire amount. This mortgage was dated January 21st 1876*, and recorded February 5th 1876. It was accompanied by eleven bonds, upon one of which the mortgaged premises was subsequently sold, and the fund in court is the proceeds of that sale.\nThe only question for our determination is, whether Horning’s executors are entitled to take the amount of their judgment out of the fund. Their claim to do so is resisted by the appellees, who are the holders of a portion of the eleven bonds so as aforesaid issued by John S. Hanawalt, and which accompanied the mortgage of $6550, upon the ground that said executors having declined to take the money when they might have done so, out of the proceeds of the sale under the mortgage of Moore, McWilliams & Co.} must now be postponed to the appellees.\nThe court below sustained the position of the .appellees and postponed the judgment of Horning’s executors, upon the ground, mainly, that when John S. Hanawalt took his deed, on the 20th of August 1875, he saw that the judgment held by Horning’s executors was amply secured on the tract mortgaged to Moore, McWilliams & Co., so that there was no probability of his land being called upori to pay it. “But all this,” says the learned judge, “is reversed by the executors refusing to lift the money.”\nPrima facie, the right of Horning’s executors to be paid out of the fund is clear. They have the first lien. The right of a lien-creditor to pass the first fund and come in upon a subsequent one ig well settled: Bank v. Winger, 1 Rawle 295; Addams v. Heffernan, 9 Watts 529; Hastings’s Caso, 10 Id. 303; Ziegler v. Long, 2 Id. 205: Konigmaker v. Brown, 2 Harris 269; City of Philadelphia v. Cooke, 6 Casey 56; McDevitt’s Appeal, 20 P. F. Smith 373. This general rule, however, is subject to modification where the equity of junior encumbrances requires it. Thus it is a familiar principle, that where a creditor has a lien upon two funds, and a later creditor has a lien upon one only, equity will compel the former to resort to that which will not disappoint the creditor who can resort to but one. The appellees claim, that they have an equity which takes the case out of the general rule above stated. But I am wholly unable to see in what their equity consists. The court below concedes, that if Horning’s executors could have been compelled to resort to the tract conveyed to Joseph R. Hanawalt by John S. Hanawalt, they have a right to come in on this fund, for the reason that they may do voluntarily what the law will compel them to do. It is very clear, that Moore, McWilliams & Co. had an equity which, if asserted, would have compelled Horning’s executors to look to the other lands of Hanawalt for payment before coming upon the tract covered by their mortgage. And this equity is superior to the equity of the appellees, because prior in point of time. If, therefore, Horning’s executors had taken their money out of the proceeds of the sale under the mortgage of Moore, McWilliams & Co., the latter could have successfully claimed to be subrogated to their judgment. This right existed when the mortgage of the appellees was executed, and could not be thereby taken away. It is settled by a line of authority, that where mortgaged land is sold in pieces and at different times, the several pieces are liable for the mortgage debt in the inverse order of their alienation. See Nailer v. Stanley, 10 S. & R. 450; Cowden’s Appeal, 1 Barr 267; Becker v. Kehr, 13 Wright 223; Carpenter v. Koons, 8 Harris 222; Fluck v. Replogle, 1 Id. 405; Lloyd v. Galbraith, 8 Casey 103. The effect of the ruling of the court below is to reverse this order, and place the last purchaser in a superior position to that of the first as regards the payment of a common encumbrance.\nI have discussed the point made by the appellees as though they were entitled to raise it. ■ I seriously doubt their right to do so. There is nothing in this record to show that they gave notice to Horning’s executors to take their money out of the fund created by the sale on the Moore, McWilliams & Co. mortgage; or that the executors even knew of the existence of the appellees’ mortgage. A lien-creditor is not bound to search for subsequent encumbrances and is not affected with record notice of them. It was held in Taylor’s Executors v. Maris, 5 Rawle 50, that “ the holder of a judgment, a lien on land, a portion of which is covered by a subsequent mortgage, does not, by releasing a part of the land bound by the judgment, impair his right to be paid out of the remainder, including the portion embraced in the mortgage, unless the mortgagee has distinctly notified him of his mortgage before the release, and cautioned him against doing an act by which the mortgagee’s security may be diminished; and the recording the mortgage is not such notice.” This is a sound and reasonable rule. If the interests of junior lien-creditors require that a prior lien-creditor shall do or omit to do a particular thing, it is clear they should give him notice thereof before they seek to hold him responsible for any such acts or omissions.\nWe are of opinion that the court below erred in excluding the judgment of Horning’s executor from participation in the fund.\nThe decree is reversed, and it is ordered that the record be remitted to the court below, with instructions to distribute the fund in accordance with the principles indicated in this opinion ; and that the costs of this appeal be paid by t.he appellees.",
        "type": "majority",
        "author": "Mi’. Justice Paxson"
      }
    ],
    "attorneys": [
      "Louis JE. Atkinson, for appellants.",
      "J. A. McKee, K. J. Qulbertson and Andrew Reed, for appellees."
    ],
    "corrections": "",
    "head_matter": "Horning’s Executors’ Appeal.\n1. Where a property is sold under a judgment obtained on a mortgage, and a creditor, whose judgment was a first lien upon the property sold and several other properties of the debtor, voluntarily declines to take the money and allows it to be applied to the mortgage, he will not thereby be postponed to junior lien-creditors upon a distribution of the proceeds of the sale of one of the other properties.\n2. The executors of A. had ajudgment, which was a first lien upon several tracts of land belonging to B. The latter mortgaged one of these tracts to C., and under a judgment obtained upon the mortgage, the tract was sold. In the distribution of the proceeds, the executors declined to take their money and allowed it to be applied to the mortgage. Subsequently B. conveyed another of his tracts to D., who gave a mortgage for the purchase-money. The mortgage was accompanied with eleven bonds, upon one of which the mortgaged premises were subsequently sold and the fund brought into court for distribution. The holders of the bonds contended, that the executors of A., having declined to take the fund on the previous distribution, must now be postponed to them, which contention the court below sustained. Held, that this was error and that the executors should have>been allowed to participate in the fund.\n3. If the interests of junior lien-creditors require that a prior lien-creditor shall do or omit to do a particular thing, they should give him notice thereof before they seek to hold him responsible for any such acts or omissions.\nMay 27th 1879.\nBefore Sharsavood, C. J., Mercur, Gordon, Paxson, Woodavard, Trunkby and Sterrett, JJ.\nAppeal from the Court of Common Pleas of Mifflin county: Of May Term 1879, No. 176.\nAppeal of Jacob R. Wirt and Adam Lefferd, executors of Robert Horning, deceased, from the decree of the court making distribution of the proceeds of the sheriff’s sale of the real estate of John S. Hanawalt.\nThis Avas a case stated, the material portions of Avhich will be found in the opinion of this court. The case Avas tried before Bucher, P. J.\nLouis JE. Atkinson, for appellants.\nMoore, McWilliams & Co., the mortgagees, had an equity which Avould have compelled Horning’s executors to look to the other lands of HanaAvalt for payment in the event of a judicial sale, or if satisfied out of the mortgaged lands, wTould have been subrogated to the rights of the judgment-creditors. The right of the mortgagees to the exclusive benefit of the fund arising from the mortgaged land, or of substitution to the judgment if it Avas first paid out of the proceeds was indisputable. The debtor could not by any subsequent action alter the status of the mortgage: McDevitt’s Appeal, 20 P. F. Smith 377.\nHorning’s executors in this case are prior lien creditors. They have the first lien on the lands sold. They do not invoke the aid of a court of equity. Their rights are at law, and although they have passed one fund, their debt is not extinguished, nor its lien on the fund arising from the sale of the one hundred and tAventy-one acre tract: City of Philadelphia v. Cooke, 6 Casey 62.\nJ. A. McKee, K. J. Qulbertson and Andrew Reed, for appellees.\n—It Avas the duty of Horning’s executors to take their money when they could get it. All their equity as a prior lien-creditor, considered in itself, was extinguished Avhen they refused to take their money out of the first fund by the intervening equities of John S. HanaAvalt, a subsequent bona fide purchaser for value. The only ground on Avhich the appellants can justify their refusal to take their money is on account of the equity of Moore, McWilliams & Co., who are not here claiming. Nor was there any proceeding by them to compel the appellants to come on to this fund or to prevent them from taking the other.\nBut granting' that Moore, McWilliams & Co. had done so, and were here claiming by subrogation or otherwise, their equity, or the equity of the appellants through them, is not sufficient to take this money from the creditors of John S. Hanawalt. The cases of Ebenhart’s Appeal, 8 W. & S. 327, and Lloyd v. Galbraith, 8 Casey 103, and the still later case of Hoff’s Appeal, 3 Norris 40, fully sustain this principle.\nJune 23d 1879."
  },
  "file_name": "0388-01",
  "first_page_order": 388,
  "last_page_order": 392
}
