{
  "id": 1906740,
  "name": "Wallace, Appellant, v. Commonwealth",
  "name_abbreviation": "Wallace v. Commonwealth",
  "decision_date": "1967-04-18",
  "docket_number": "Appeal, No. 199",
  "first_page": "210",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "425 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "104 Atl. 863",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0139-01"
      ]
    },
    {
      "cite": "153 A. 2d 466",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284894
      ],
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 4552,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.6148115632156325e-07,
      "percentile": 0.6862166481520737
    },
    "sha256": "a0bca428d1a8bfe588dc8041a1633581cc6bdc729c0c9c2060711e59fbc979d3",
    "simhash": "1:fc31a6247924ddf3",
    "word_count": 759
  },
  "last_updated": "2024-02-27T19:31:34.821437+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Wallace, Appellant, v. Commonwealth."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Bell,\nA portion of plaintiff-appellant’s property located in Butler County was condemned on January 8, 1962 by the Commonwealth, for the purpose of building a national defense and interstate highway between Pittsburgh and Erie. A Board of Viewers awarded damages of $26,500. The Commonwealth filed an appeal in the Court of Common Pleas of. Butler County, and a jury rendered a verdict for plaintiff in the amount of $12,500. Plaintiff filed a motion for a new trial, which was denied by the trial Judge on February 7, 1966.\nOn February 15, 1966, the Commonwealth entered judgment on the verdict. Plaintiff filed her notice of appeal on May 4, 1966, seventy-nine days after the date on which judgment was entered in the Court below.\nThe Act of June 22, 1964 provides that in condemnation cases “. . . either party may appeal to the Supreme . . . Court . . . from any final order or judgment of the court of common pleas within forty-five days from the entry thereof.” The Commonwealth filed a motion to quash this appeal on the grounds that it had been filed thirty days too late.\nPlaintiff contends that her appeal is timely, since it was filed within forty-five days after she had notice of the entry of judgment. She contends that under Local Bule VII of the Court of Common Pleas of Butler County, (a) she was entitled to receive notice from the Commonwealth of the entry of judgment, and (b) that the period for filing her appeal commenced upon the receipt of such notice. Bule VII provides: “Service of papers, (a) Pleadings and papers relating to any cause pending in any Court of this County, unless otherwise provided for, shall be served on the attorney of record . .\nWe find no merit in plaintiff’s contention. First of all, Local Rule VII does not expressly apply to entries of judgment and a reasonable construction of the rule could exclude the entry of a judgment from the phrase “pleadings and papers.” Secondly, and more important and controlling, the limitation on the right to appeal created by the Act of June 22, 1964 is both clear and controlling. Local Court Rules, no matter how explicit, cannot negate or change the clear terms of a statute. Art. V, §3, of the Constitution of Pennsylvania gives the Legislature clear and specific authority to prescribe the period of time within which an appeal from a judgment may be taken to the Supreme Court of Pennsylvania. Under the facts in this case, where there is no fraud or wrongful or negligent act of a Court or a Court official, we must quash the appeal. Cumberland Valley Savings and Loan Association v. Myers, 396 Pa. 331, 338, 153 A. 2d 466; cf. also Wise v. Cambridge Springs Borough, 262 Pa. 139, 104 Atl. 863.\nAppeal quashed.\nP. L. 84, §523, 26 P.S. §1-523.",
        "type": "majority",
        "author": "Mb. Chief Justice Bell,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Cohen:\nThe majority opinion permits the Commonwealth to win this case by the rigid application of the law without a recognition of the realities of the problem. Unfortunately, our statutes and procedural rules do not deal with this exact situation. Accordingly, the solution should depend upon our exercise of judicial administration. The situation here is quite different from the case where a remissive plaintiff asks the Court to excuse him from the consequences of his own negligent or deliberate delay. Here the plaintiff will suffer, the majority holds, not as the result of some negligent act or delay indulged in by the plaintiff, but because of the action of the defendant done without notice to plaintiff which started the running of a period of limitation of which the plaintiff was unaware. Granted, we have no rule or statute requiring the defendant to serve notice upon the plaintiff of the entry of a judgment; such a rule might not be necessary when the defendant is the verdict-winner. But where the defendant is the loser, as the Commonwealth was in this case and enters the judgment in favor of the plaintiff without notice to the plaintiff and starts the running of the limitation period, proper judicial administration requires relief.\nI dissent from the Court’s action in quashing this appeal.",
        "type": "dissent",
        "author": "Mb. Justice Cohen:"
      }
    ],
    "attorneys": [
      "Lee G. McGandless, with him McCandless & Mc-Gcmdless, for appellant.",
      "George Specter, Assistant Attorney General, with him Robert W. Gunliffe, Assistant Attorney General, John B. Reszolla, Deputy Attorney General, and William G. Bennett, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Wallace, Appellant, v. Commonwealth.\nArgued March 15, 1967.\nBefore Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nLee G. McGandless, with him McCandless & Mc-Gcmdless, for appellant.\nGeorge Specter, Assistant Attorney General, with him Robert W. Gunliffe, Assistant Attorney General, John B. Reszolla, Deputy Attorney General, and William G. Bennett, Attorney General, for Commonwealth, appellee.\nApril 18, 1967:"
  },
  "file_name": "0210-01",
  "first_page_order": 246,
  "last_page_order": 249
}
