{
  "id": 1906702,
  "name": "Scott Factors, Inc. v. Hartley, Appellant",
  "name_abbreviation": "Scott Factors, Inc. v. Hartley",
  "decision_date": "1967-04-18",
  "docket_number": "Appeal, No. 106",
  "first_page": "290",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "425 Pa. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Pa. D. & C. 2d 185",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1636534
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/17/0185-01"
      ]
    },
    {
      "cite": "13 A. 2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "140 Pa. Superior Ct. 419",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1026173
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/140/0419-01"
      ]
    },
    {
      "cite": "127 A. 2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "182 Pa. Superior Ct. 606",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734038
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/182/0606-01"
      ]
    },
    {
      "cite": "29 A. 2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216386
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0138-01"
      ]
    },
    {
      "cite": "57 A. 1114",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998069
      ],
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0645-01"
      ]
    },
    {
      "cite": "89 A. 1130",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001650
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6531,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 8.297589811597121e-07,
      "percentile": 0.9752840802687724
    },
    "sha256": "52e5ae9b6e72fc9bea1e4024f2243c9e0b49aad9af1c83783c58c12d52880dac",
    "simhash": "1:ac1ae763b6b8c889",
    "word_count": 1105
  },
  "last_updated": "2024-02-27T19:31:34.821437+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, JONES, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Scott Factors, Inc. v. Hartley, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Jones,\nThis appeal lies from an order of the Court of Common Pleas of Lehigh County refusing to strike off a judgment entered by confession.\nOn August 24, 1961, Scott Factors, Inc. (Factors), and Donald Hartley (Hartley) entered into a written factoring agreement providing for the purchase by the former and the sale by the latter of certain accounts receivable and a method for the payment for such accounts receivable. In that agreement was the following provision: “27. Should [Hartley] default in any of the terms, herein, [Hartley] hereby empowers any attorney of any court of record, at option of Factors, to appear for [Hartley] and confess judgment in the sum of $50,000.00 and assess damages for the then outstanding balance due Factors, together with costs of suit and attorney’s commission of fifteen percent (15%), without declaration of claim or averment of default having been filed, and this agreement or a copy hereof shall be sufficient warrant therefor.”\nOn November 27, 1961, a representative of Factors who was not an “attorney of any court of record” entered a judgment by confession against Hartley under the warrant of authority authorizing a confession of judgment contained in the factoring agreement. (No. 999 September Term, 1961). This judgment was entered for $50,000.00 plus interest and attorney’s commission (15%). Hartley then petitioned the Court of Common Pleas of Lehigh County to strike off this judgment for two reasons: (a) an “attorney of a court of record” did not appear and confess judgment as required under the warrant of authority contained in the agreement and (b) the prothonotary lacked authority to enter such judgment. On November 27, 1965, the court struck off the judgment.\nFactors, acting through an attorney of a court of record, on December 2, 1965, entered another judgment by confession against Hartley (No. 1396 September Term, 1965). In entering this judgment Factors again relied on the warrant of attorney contained in the factoring agreement and the judgment was entered on a copy of such warrant. Hartley then moved to strike off this new judgment for two reasons: (a) that the warrant of attorney contained in the factoring agreement had been exhausted by the entry of the first judgment; (b) the judgment was entered upon a copy, rather than the original, of the warrant of attorney. The court declined to strike off the new judgment and from its order this appeal was taken.\nThe issue is narrow: did the entry of the first judgment constitute such an exercise of the warrant of attorney so as to exhaust the warrant and preclude its use to enter a second judgment?\nIn Pennsylvania, we have long recognized and permitted the entry of a judgment by confession upon the authority of a warrant of attorney contained in an agreement between the parties. However, fully cognizant of the possibilities of abuse which might arise from the recognition of the right to enter such judgments by confession, onr courts have been strict in passing upon tbe validity of judgments so entered. The entry of a valid judgment by confession can only be accomplished if such entry is accomplished in rigid adherence to the provisions of the warrant of attorney; otherwise, such judgment will be stricken. The determination of the validity of such judgments rests upon a strict construction of the language of the warrant of attorney and any doubt as to the validity of such judgments must be resolved against the party entering the judgments.\nThe warrant constitutes a grant of authority by one contracting party to the other, upon the happening of a certain event, i.e., a breach of the terms of the agreement wherein the warrant is contained, to enter that which results ordinarily only after a trial of the issue between the parties, i.e., a judgment. Such judgment when entered carries with it the same legal consequences as any judgment of a court. Not only must the given authority be exercised in the exact manner agreed upon between the parties but also the authority, once exercised, ceases to exist.\nUnder our case law, it is clear beyond question that, once a judgment has been entered under a warrant of attorney, the authority to use the warrant vanishes and the warrant cannot again be exercised. Upon the entry of a judgment by confession under a warrant of attorney, the warrant is exhausted. In Mars National Bank v. Hughes, 243 Pa. 223, 89 A. 1130 (1914), this Court said: “When the first judgment was entered pro confesso, the power of attorney was exhausted and the warrant became functus officio. After the entry of the first judgment, neither the court, the prothonotary, nor the attorney who confessed the judgment, had power to do any act which would have the effect of giving vitality to an exhausted power. This is a settled rule of law in Pennsylvania and has been recognized by our courts for a century.” (at p. 225). See also: Philadelphia v. Johnson, 208 Pa. 645, 57 A. 1114 (1904); Harr v. Furman, 346 Pa. 138, 29 A. 2d 527 (1943); American Heating Co. v. Persell, 182 Pa. Superior Ct. 606, 127 A. 2d 764 (1956); Hogsett v. Lutrario, 140 Pa. Superior Ct. 419, 13 A. 2d 902 (1940); Shuchman on Pa. Judgment Notes, §7.3, p. 34.\nIn the case at bar, upon the entry of the first judgment, even though such entry was not in accord with the provisions of the warrant of attorney, the warrant of attorney ceased to have vitality upon which to enter the second judgment and the court below should have stricken off the judgment.\nThe court below, while acknowledging the general rule, relying on Seltzer v. Delfiner, 17 Pa. D. & C. 2d 185 (1958) sought to distinguish between a complete and an imperfect exercise of a warrant of attorney and held that the instant warrant of attorney had been imperfectly exercised when the first judgment was entered and had not been exhausted. In our opinion, Seltzer is neither apposite nor controlling. The distinction adopted by the court below would erode the general rule and would create an exception which would emasculate a rule which has proven salutary. The sense of the rule is that parties are required to live up to that upon which they have agreed.\nOrder reversed and judgment directed to be stricken from the record.",
        "type": "majority",
        "author": "Mb. Justice Jones,"
      }
    ],
    "attorneys": [
      "Alan M. Bloch, with him Efron and Bloch, for appellant.",
      "David G. Senger, with him Jack I. Kaufman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Scott Factors, Inc. v. Hartley, Appellant.\nArgued January 11, 1967.\nBefore Bell, C. J., Musmanno, JONES, Cohen, Eagen, O’Brien and Roberts, JJ.\nAlan M. Bloch, with him Efron and Bloch, for appellant.\nDavid G. Senger, with him Jack I. Kaufman, for appellee.\nApril 18, 1967:"
  },
  "file_name": "0290-01",
  "first_page_order": 326,
  "last_page_order": 330
}
