{
  "id": 1906710,
  "name": "Commonwealth, Appellant, v. Oister",
  "name_abbreviation": "Commonwealth v. Oister",
  "decision_date": "1967-05-24",
  "docket_number": "Appeal, No. 111",
  "first_page": "469",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "425 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "204 A. 2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892971
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0199-01"
      ]
    },
    {
      "cite": "378 U.S. 368",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166505
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0368-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 234,
    "char_count": 4150,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06956448040020866
    },
    "sha256": "2c3da00cd8ca694c59012042626b5653c048451ea5483858298ef641773c3556",
    "simhash": "1:d41fa0d90fcd062a",
    "word_count": 676
  },
  "last_updated": "2024-02-27T19:31:34.821437+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Boberts concurs in the result.",
      "Mr. Chief Justice Bell dissents."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Oister."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellee was convicted by a jury of the crimes of arson, conspiracy to commit arson and accessory after the fact of arson. His post-trial motions in arrest of judgment and for a new trial resulted in the setting aside of the conspiracy conviction and the upholding of the other convictions. After the imposition of sentence, an appeal was taken to the Superior Court which affirmed the judgment of sentence. This court denied allocatur, but the United States Supreme Court granted certiorari and entered an order vacating the judgment of the Superior Court and remanding the case to the Superior Court “for further proceedings not inconsistent with the opinion of this court in Jackson v. Denno [378 U.S. 368 (1964)]”.\nUpon receipt of the mandate of the United States Supreme Court, the Superior Court filed an order, the pertinent portion of which said: “Judgment ... is reversed ; and the cause is remanded to the Court of Quarter Sessions of the Peace of Montgomery County for further consideration and appropriate proceedings in the light of Jackson v. Denno . , ; and after such further consideration and proceedings, the Court of Quarter Sessions of the Peace of Montgomery County shall make its findings and enter an appropriate Order or Judgment consistent with the evidence and the law, and the Opinion of the Supreme Court of the United States in Jackson v. Denno . . .” (Emphasis supplied).\nIn compliance with this order of the Superior Court, the Court of Quarter Sessions conducted a hearing relative to the voluntariness of appellee’s confession and, having found the confession to have been voluntarily given, ordered that “. . . the judgment of conviction and sentence previously imposed by this Court shall remain in full force and effect.” Appellee appealed that order to the Superior Court, a majority of which reversed that part of the order of the quarter sessions court reinstating the judgment of conviction and sentence and awarded appellee a new trial. That part of the quarter sessions court order which had determined preliminarily that appellee’s confession was voluntary was affirmed by the Superior Court. On petition of the Commonwealth, we granted allocatur.\nThe Superior Court correctly determined the issue raised in this appeal, relative to the granting of a new trial. The Superior Court did not remand the case to the Court of Quarter Sessions of the Peace with directions to conduct a hearing relative to the voluntariness of the confession in conformity with Jackson v. Denno, supra, and then, based upon the result of that inquiry, reaffirm the judgment of sentence or grant a new trial. Had the Superior Court entered such an order, the order of the Court of Quarter Sessions of the Peace which followed the inquiry would have been proper. Instead, the Superior Court reversed the judgment of the Court of Quarter Sessions of the Peace. We therefore agree with the conclusion of the Superior Court majority opinion that: “Although the procedure followed by the lower court following the remand of the case to it finds approval in Jackson v. Denno, supra, and in Com. ex rel. Gaito v. Maroney, 416 Pa. 199, 204 A. 2d 758 (1964), we are of the opinion that since the judgment of sentence was reversed by our order of August 17, 1964, tbe effect of same was to grant a new trial in which the rights of appellant were to be protected in the manner outlined in Jackson v. Denno; and that a determination of the voluntariness of appellant’s confession without a retrial was an insufficient compliance with that order. Had our order remanded the case without reversing the judgment of sentence a retrial would not have been necessary.”\nOrder affirmed.\nMr. Justice Boberts concurs in the result.\nMr. Chief Justice Bell dissents.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Henry T. Grocher, Assistant District Attorney, with him Richard A. Devlin, Assistant District Attorney, and Richard 8. Lowe, District Attorney, for Commonwealth, appellant.",
      "Anthony J. Giangiulio, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Oister.\nArgued May 2, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nHenry T. Grocher, Assistant District Attorney, with him Richard A. Devlin, Assistant District Attorney, and Richard 8. Lowe, District Attorney, for Commonwealth, appellant.\nAnthony J. Giangiulio, for appellee.\nMay 24, 1967:"
  },
  "file_name": "0469-01",
  "first_page_order": 505,
  "last_page_order": 508
}
