{
  "id": 1111156,
  "name": "Philadelphia, to use, v. Muller, Appellant",
  "name_abbreviation": "Philadelphia v. Muller",
  "decision_date": "1928-05-14",
  "docket_number": "Appeal, No. 129",
  "first_page": "360",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "293 Pa. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "62 Pa. Superior Ct. 562",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0562-01"
      ]
    },
    {
      "cite": "197 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0467-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 382",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/38/0382-01"
      ]
    },
    {
      "cite": "288 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/288/0383-01"
      ]
    },
    {
      "cite": "269 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0513-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/68/0404-01"
      ]
    },
    {
      "cite": "73 Pa. Superior Ct. 465",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        643380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/73/0465-01"
      ]
    },
    {
      "cite": "169 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0452-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630991
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "p. 414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/68/0404-01"
      ]
    },
    {
      "cite": "169 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/169/0452-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 596",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629158
      ],
      "pin_cites": [
        {
          "page": "602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0596-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 562",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/62/0562-01"
      ]
    },
    {
      "cite": "197 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918704
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0467-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 382",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/38/0382-01"
      ]
    },
    {
      "cite": "288 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0383-01"
      ]
    },
    {
      "cite": "269 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063468
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0513-01"
      ]
    },
    {
      "cite": "63 Pa. Superior Ct. 180",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        456979
      ],
      "pin_cites": [
        {
          "page": "186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/63/0180-01"
      ]
    },
    {
      "cite": "200 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924417,
        924427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0348-01",
        "/pa/200/0348-02"
      ]
    },
    {
      "cite": "271 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295674
      ],
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0144-01"
      ]
    },
    {
      "cite": "138 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251188
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0174-01"
      ]
    },
    {
      "cite": "244 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003474
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7797,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.175702845014195e-07,
      "percentile": 0.5874738256940849
    },
    "sha256": "4f0db6b1d0fbc1ea50fd1d35f5be41eafd3e206f841fc3abd1dfb68e9bacbc10",
    "simhash": "1:9242b83f96dd91f6",
    "word_count": 1335
  },
  "last_updated": "2024-02-27T17:06:28.368146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ."
    ],
    "parties": [
      "Philadelphia, to use, v. Muller, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThis appeal is from a judgment directed to be entered for want of a sufficient affidavit of defense in a sci. fa. sur municipal lien for street paving.. Appellant’s reasons for resisting the claim are, (1) that the street was originally paved by the West Philadelphia Passenger Bailway Co., thus relieving appellant’s property from further liability for repaving, and (2) the city, in accepting from the successor of the West Philadelphia Passenger Railway Co. a large sum of money in payment of the obligation to pave the street in front of appellant’s property, released it from any claim: Phila. v. Phila., Trustee, 244 Pa. 224.\nThe pleadings in this case do not refer to or set forth any ordinance or agreement, if such exists, requiring the West Philadelphia Passenger Railway Co. to pave this street, nor is there any averment as to why they are not pleaded. As these matters are important factors on which defendant relies, copies should be attached to the affidavit, or reasons for their absence should appear: Hebb v. Ins. Co., 138 Pa. 174, 180; Harper v. Lukens, 271 Pa. 144, 147. Neither the work done nor the acts of the city or its officers were sufficient to show an original or first paving that would relieve the abutting property owner. A first paving which exempts abutting property owners from liability for subsequent improvement is one put down originally as a permanent improvement, or one that has been adopted as such by municipal authorities : Phila. v. Eddleman, 169 Pa. 452; Scholl v. Phila., 68 Pa. Superior Ct. 404. Two elements are necessary to evidence the fact of adoption, the character of the construction and the intention of the municipality to convert the road into a permanent improved street. While the controlling consideration is affirmative municipal intention, due consideration will be given to the character of the work done. It is the duty of the court to determine the sufficiency of the evidence to show municipal intention, and it is for the jury if the evidence showing it is present in quantity and quality: Harrisburg v. Funk, 200 Pa. 348; Pottsville v. Jones, 63 Pa. Superior Ct. 180, 186. The facts relied on to show a first paving, as the term is understood, are, a modern stone macadam pavement, repair of the street by the city, the installation of sewer, gas and water pipes, assessment of the property at full city rates, the exaction of a larger fee for breaking into this street than an ordinary street, that other portions on the same street have been paved throughout at the city’s expense, and further that the work was done under the direction of the city’s board of surveyors. All these facts combined or separately are not enough to show that the city adopted the work as an original improvement: Phila. v. Scholl, supra, p. 414; Phila. v. Clark, 269 Pa. 513; Phila. v. Burk, 288 Pa. 383; Phila. v. Hafer, 38 Pa. Superior Ct. 382; Dick v. Phila., 197 Pa. 467; Phila. v. Kerchner, 62 Pa. Superior Ct. 562.\nThe mere assertion in the affidavit that another similar portion of the same street had been paved at the city’s expense, without more, would not discharge the liability of an abuttor’s property for the paving. The affidavit avers that the city, through its suryevor’s office, approved the plans for the paving used by the trolley company. These officers, unless specifically authorized, could not usurp the functions of the city council and express the will of the city as to whether the construction should be adopted as a first pavement. They could not thus conclude the city from assessing the just proportion of cost of paving against the property fronting on the street: York v. Holtzapple, 67 Pa. Superior Ct. 596, 602. The matter of paving streets in Philadelphia is exclusively for city council: Dick v. Phila., 197 Pa. 467.\nIf there was an obligation to pave that continued to and was assumed by the Philadelphia Rapid Transit Co., the second defense would be very serious. Appellee is mistaken in stating that Phila. v. Phila., Trustee, supra, has ceased to be the law. Neither Phila. v. Scholl, supra, nor Phila. v. Clark, supra, is authority for such proposition. In the former, where a similar defense was entered, it was stated the defense would have to be sustained if the premises on which it was based were sound. It was not sound for the reason that neither contract nor ordinance required the company to pave this street, and the Clark Case was one of repaving. But, in addition to what we have stated as to the contract and ordinance, the claim does not show that paving between the rails or in the car track area was included, nor does the affidavit set forth any information from which the fact could be found. The enabling ordinance only directed paving between rails when necessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Cornelius C. O’Brien, of Byron, Longbottom, Pape & O’Brien, for appellant,",
      "M. B. Saul, of Saul, Ewing, Remido & Saul, with him James E. Young, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Philadelphia, to use, v. Muller, Appellant.\nRoad law — Street paving— Original paving — ’Sci. fa. sur municipal lien — Affidavit of defense.\n1. When an affidavit of defense to a scire facias sur municipal lien for paving a street, avers that the defendant was not liable because of an arrangement between the city and a street railway company by which the city was relieved of paving the street, the affidavit should set forth copies of the ordinance or contract under which this was done, or reasons for their absence.\n2. A first paving which exempts abutting property owners from liability for subsequent improvement, is one put down originally as a permanent improvement, or one that has been adopted as such by municipal authorities.\n3. Two elements are necessary to evidence the fact of adoption, the character of the construction, and the intention of the municipality to convert a road into a permanent improved street.\n4. It is the duty of the court to determine the sufficiency of the evidence to show municipal action, and it is for the jury if the evidence showing it is present in quantity and quality.\n5. It cannot he established that a city adopted a paving as an original improvement by proof of the laying of a modern stone macadam pavement, repair of the street by the city, the installation of sewer, gas and water pipes, assessment of the property abutting at full city rates, the exaction of a larger fee for breaking into this street than an ordinary street, that other portions on the same street had been paved throughout at the city’s expense, and that the work was done under the direction of the city’s board of surveyors.\n6. The matter of paving streets in the City of Philadelphia is exclusively for city council, and council’s authority cannot be usurped by the city surveyor’s office.\nArgued April 17, 1928.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ.\nAppeal, No. 129, Jan. T., 1928, by defendant, from order of C. P. No. 1, Phila. Co., March T., 1927, No. 29, Municipal Lien Docket, making absolute rule for judgment for want of sufficient affidavit of defense, in case of Philadelphia, to use of Eastern Asphalt Co. v. Karl Muller, Jr.\nAffirmed.\nSci. fa. sur municipal lien for street paving.\nBuie for judgment for want of sufficient affidavit of defense. Before Bartlett, P. J., McDevitt and Tau-LANE, JJ.\nThe opinion of the Supreme Court states the facts.\nBuie absolute. Defendant appealed.\nError assigned was order, quoting it.\nCornelius C. O’Brien, of Byron, Longbottom, Pape & O’Brien, for appellant,\ncited: Phila. v. Eddelman, 169 Pa. 452; Chester v. Holden, 73 Pa. Superior Ct. 465.\nM. B. Saul, of Saul, Ewing, Remido & Saul, with him James E. Young, for appellee,\ncited: Phila. v. Scholl, 68 Pa. Superior Ct. 404; Phila. v. Clark, 269 Pa. 513; Phila. v. Burk, 288 Pa. 383; Phila. v. Hafer, 38 Pa. Superior Ct. 382; Dick v. Phila., 197 Pa. 467; Phila. v. Kerchner, 62 Pa. Superior Ct. 562.\nMay 14, 1928:"
  },
  "file_name": "0360-01",
  "first_page_order": 386,
  "last_page_order": 389
}
