{
  "id": 1111131,
  "name": "Rice, Appellant, v. Shenk",
  "name_abbreviation": "Rice v. Shenk",
  "decision_date": "1928-06-30",
  "docket_number": "Appeal, No. 203",
  "first_page": "524",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "293 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "279 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0282-01"
      ]
    },
    {
      "cite": "273 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0501-01"
      ]
    },
    {
      "cite": "266 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/266/0435-01"
      ]
    },
    {
      "cite": "199 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0090-01"
      ]
    },
    {
      "cite": "292 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/292/0366-01"
      ]
    },
    {
      "cite": "223 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0211-01"
      ]
    },
    {
      "cite": "289 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0013-01"
      ]
    },
    {
      "cite": "289 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0381-01"
      ]
    },
    {
      "cite": "258 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0456-01"
      ]
    },
    {
      "cite": "258 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0400-01"
      ]
    },
    {
      "cite": "67 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0355-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        569801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0366-01"
      ]
    },
    {
      "cite": "288 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/288/0522-01"
      ]
    },
    {
      "cite": "258 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0456-01"
      ]
    },
    {
      "cite": "258 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0400-01"
      ]
    },
    {
      "cite": "292 Pa. 866",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0576-01"
      ]
    },
    {
      "cite": "251 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0618-01"
      ]
    },
    {
      "cite": "289 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0381-01"
      ]
    },
    {
      "cite": "67 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 9306,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.7908801855819191e-07,
      "percentile": 0.7149681313466538
    },
    "sha256": "1f5663c28501975d5ae0c9dc82d46b380c0561e9559bda77880fba637a273385",
    "simhash": "1:4f6f40ef50342a5a",
    "word_count": 1608
  },
  "last_updated": "2024-02-27T17:06:28.368146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Rice, Appellant, v. Shenk."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaefer,\nAppellant, riding a motorcycle, collided with defendant’s truck. In this action to recover damages for the injuries which he received, the jury, after listening to his cause, found a verdict for defendant. We are asked to review certain errors alleged to have been made on the trial.\nFirst, it is said that it was improper to admit testimony that plaintiff had received insurance and workmen’s compensation payments. It would doubtless be true that testimony to show the receipt of such payments under certain circumstances, as for instance to bar the action or to minimize damages would be improper, but what have we here? As a distinct matter of defense, no such proposition was put forward or involved in the case. It came in only incidentally as a result of plaintiff’s claim that his future earning power was impaired. Plaintiff was under cross-examination. He had said for the purpose of showing that his injuries had incapacitated him from gainful occupations that he had to stop a business course he had started in order to fit himself for endeavors on other lines than those he was pursuing at the time of the accident. This naturally elicited from appellee’s counsel the inquiry why he stopped and who advised him to and he answered that a life insurance company, naming it, did. This led to a further interrogation to show what relation he bore to the insurance company, whether he was receiving any benefits from it, without inquiring for the amount of the payments, to which he answered that he was. He was then asked whether the insurance company had told him they would not continue to pay benefits if he pursued the business course and he answered no. This is all that occurred as disclosed by the part of the evidence assigned for error. We fail to see how it could be found from this that defendant’s attorney was endeavoring to minimize the damages by showing the receipt of money by plaintiff from an insurance company. No amounts were named and nothing was stated from which the jury could have as much as surmised a sum paid, to be deducted from damages to be awarded, if they got that far, which as a matter of fact they did not, as they found a verdict for defendant on the fundamental issues involved, defendant’s negligence and plaintiff’s contributory fault. There is no similarity between the situation in hand and those existing in Norristown v. Moyer, 67 Pa. 355; Ridgway v. Sayre Electric Co., 258 Pa. 400; Florence v. Delaware, Lackawanna & Western R. R. Co., 258 Pa. 456, upon which appellant’s counsel relies to sustain his argument.\nWhat has been said as to the insurance payment incident applies to the alleged compensation payments. This too came out on cross-examination. No figures were named showing compensation paid. Plaintiff was speaking of some braces he was required to have to aid him in getting about, the cost of which might properly be assessed against defendant as part of the damages. He was asked whether he paid for them and he answered that he did not. The testimony quoted in the assignment does not show who did. He had previously stated that the State Workmen’s Compensation Bureau had paid his doctor’s bills. We are at a loss to see how it could be said that by what is set forth in this assignment any prejudice was worked to plaintiff or that his cause was harmed.\nThe next contention of appellant is that it was error to permit an expert to testify that marks on the road where the accident happened were made by appellant’s skidding motorcycle. As we read the testimony, the witness was not at all testifying as an expert. What he said in substance was that from the condition of the road he concluded that the motorcycle had skidded. His conclusion was stated as would have been that of any other observer who from experience would know the difference between markings on a road made by a locked wheel and those made by one which was revolving. There is nothing smacking of the expert in this; he was speaking as a result of ordinary experience and observation, just as one would say that marks on the ground indicated that a person had slipped. It was not against this kind of testimony that the ruling was made in Critzer v. Donovan, 289 Pa. 381; Chambers v. Mesta Machine Co., 251 Pa. 618; Schuette v. Swank, 265 Pa. 576. The principle laid down in those cases, that only when facts and circumstances cannot be fully and adequately described to a jury to such an extent that they can understand the situation without special knowledge or training of a technical or scientific nature is expert or opinion testimony admissible, has no application. Here we are dealing with a situation similar to that which would arise where a witness had testified that a track on the ground was that of an automobile rather than a wagon. No such futility is required in administering the rules of evidence as to compel the witness to describe the marks on the ground and then leave it to the jury to draw the conclusion as to what kind of a track it was. The witness whose testimony we are considering testified from what he saw.\nComplaint is made that a photograph and plan were admitted which showed a truck at the place where defendant alleged the accident happened and not truly depicting the situation at the time of the accident as plaintiff alleged it to be. The learned president judge of the court below in his opinion says that an examination of the photograph makes it exceedingly doubtful whether the truck shows in the picture. Our own observation of the picture confirms this; the truck is so small as to make it almost unnoticable. Moreover, the photograph was offered only for the purpose of showing the road. So far as the admission of the plan with marks indicating the location of the truck as contended for by defendant, we fail to see how this could have been harmful. The same thing, marks on a plan, was assigned for error in Robinson v. American Ice Co., 292 Pa. 866, and we determined the assignment unmeritorious.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaefer,"
      }
    ],
    "attorneys": [
      "K. L. Shirk, with him Harris O. Arnold and John A. Coyle, for appellant. —",
      "B. J. Myers, of Zimmerman, Myers & Kready, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Rice, Appellant, v. Shenk.\nNegligence — Damages — Moneys received from insurcmce company and, for worlcmeris compensation — Evidence.\n1. In a negligence ease plaintiff cannot complain that evidence was admitted of his having received insurance and workmen’s compensation payments, and that this tended to minimize his damages, where it appears on cross-examination plaintiff admitted-that he was receiving such payments, without stating any amounts, and it also appears that nowhere else in the testimony were any such amounts disclosed.\nNegligence — Evidence—Marks on plan — Marks on road — Opinion of witness — Photograph.\n2. In an accident case, a witness, not testifying as an expert, may express an opinion based on bis own observation that certain marks on tbe road where the accident happened were made by plaintiff’s skidding motorcycle.\n3. In a negligence case, plaintiff cannot complain of the admission of a photograph offered for the purpose of showing the road where the accident happened, on the ground that the photograph did not properly depict the situation of a truck, where an examination of the picture by both lower and upper courts showed that the truck was so small that it was doubtful whether it was noticeable in the picture.\n4. Marks on a plan indicating the position of a truck are not grounds for rejecting the plan when offered in evidence in an accident ease.\nArgued May 14, 1928.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 203, Jan. T., 1928, by plaintiff, from judgment of C. P. Lancaster Co., June T., 1927, No. 66, on verdict for defendant, in case of John M. Bice v. Jacob H. Shenk, trading as Shenk Oil Company.\nAffirmed.\nTrespass for personal injuries. Before Landis, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were various rulings and instructions, quoting record.\nK. L. Shirk, with him Harris O. Arnold and John A. Coyle, for appellant. —\nThe facts proven by plaintiff were sufficient to permit him to recover, and established a proper cause of action: Melcher v. Stengel, 288 Pa. 522; Bernstein v. Smith, 86 Pa. Superior Ct. 366.\nOn the trial of an action of trespass, it is not material whether or not plaintiff was insured and whether or not plaintiff received any workmen’s compensation: Allison v. Wilson, 10 West. 107; Norristown v. Moyer, 67 Pa. 355; Ridgeway v. Electric Co., 258 Pa. 400; Lindsay v. Bridgewater Co., 14 Pa. C. C. R. 181; Florence v. Delaware Co., 258 Pa. 456.\nIt is improper to call as an expert witness a layman to prove conclusions from inferences relative to matters on which any layman can form his opinion: Critzer v. Donovan, 289 Pa. 381.\nMaps and photographs not made at the time of the accident, of the locus in quo, but which indicate a state of facts or an object, the position of which is in dispute, are not admissible: Trexler Lumber Co. v. Allemannia Co., 289 Pa. 13; Buck v. McKeesport, 223 Pa. 211.\nB. J. Myers, of Zimmerman, Myers & Kready, for appellee,\ncited: Robinson v. Ice Co., 292 Pa. 366; Kupp v. Rummel, 199 Pa. 90; Chitwood v. R. R., 266 Pa. 435; Davis v. Shenandoah, 273 Pa. 501; Com. v. Ware, 279 Pa. 282.\nJune 30, 1928:"
  },
  "file_name": "0524-01",
  "first_page_order": 550,
  "last_page_order": 555
}
