{
  "id": 1150678,
  "name": "Sumner et ux., Appellants, v. Brown, Exrx.",
  "name_abbreviation": "Sumner v. Brown",
  "decision_date": "1933-05-22",
  "docket_number": "Appeal, No. 100",
  "first_page": "124",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "312 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 U. S. 673",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8298997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/151/0673-01"
      ]
    },
    {
      "cite": "108 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0250-01"
      ]
    },
    {
      "cite": "244 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0255-01"
      ]
    },
    {
      "cite": "126 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0206-01"
      ]
    },
    {
      "cite": "218 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0261-01"
      ]
    },
    {
      "cite": "208 N. Y. 475",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4526739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/208/0475-01"
      ]
    },
    {
      "cite": "11 Pa. D. & C. 213",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1487686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-d-c/11/0213-01"
      ]
    },
    {
      "cite": "7 Pa. D. & C., 286",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1483190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-d-c/7/0286-01"
      ]
    },
    {
      "cite": "3 Pa. D. & C. 573",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1472174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-d-c/3/0573-01"
      ]
    },
    {
      "cite": "304 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0294-01"
      ]
    },
    {
      "cite": "137 Fed. 524",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3866445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/137/0524-01"
      ]
    },
    {
      "cite": "131 Mass. 504",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2130019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/131/0504-01"
      ]
    },
    {
      "cite": "150 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0466-01"
      ]
    },
    {
      "cite": "268 U. S. 426",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/268/0426-01"
      ]
    },
    {
      "cite": "67 A. 413",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "17 A. 228",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0136-01"
      ]
    },
    {
      "cite": "156 A. 89",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "153 A. 346",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0279-01"
      ]
    },
    {
      "cite": "17 A. 596",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "126 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968890
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0206-01"
      ]
    },
    {
      "cite": "218 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0261-01"
      ]
    },
    {
      "cite": "208 N. Y. 475",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4526739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/208/0475-01"
      ]
    },
    {
      "cite": "304 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132433
      ],
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0294-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 7218,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.7285932506794455e-07,
      "percentile": 0.7050355059310408
    },
    "sha256": "f6d9dffc427c1c558546d7ecfc390b6a34ee330fe4eafe83d8dc02ae639fc23e",
    "simhash": "1:b287fbf1f45e2e51",
    "word_count": 1265
  },
  "last_updated": "2024-02-27T19:27:54.327273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaerer, Drew and Linn, JJ."
    ],
    "parties": [
      "Sumner et ux., Appellants, v. Brown, Exrx."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nMay 22, 1933:\nThis appeal is from the entry of judgment for the defendant on an affidavit of defense in the nature of a demurrer to an amended statement of claim. Plaintiff, a guest in an automobile driven by Harry R. Brown, was injured in the State of New York, April 24, 1931, by reckless driving. Brown was killed in the resulting accident. At the time, he and Arthur R. Brown were partners in the business of selling automobiles and maintaining a garage in Athens, Pennsylvania. The disastrous journey was in the ordinary course of the business of the partners. On September 8, 1931, Arthur R. Brown died, testate. Letters testamentary were issued to his executrix by the Orphans’ Court of Bradford County, Pennsylvania.\nIn March, 1932, to recover for personal injury, plaintiffs brought this action against “Edith M. Brown, executrix of the estate of Arthur R. Brown, surviving partner of Arthur R. Brown and Harry R. Brown, co-partners, trading and doing business under the firm name and style of the Athens Motor Company.” Pursuant to section 20 of the Practice Act, the executrix objected that the statement of claim set forth no right of action either against Harry R. Brown or against Arthur R. Brown who died before suit was brought, or for which Ms estate was liable; that plaintiff had not averred (cf. Usher v. R. R. Co., 126 Pa. 206, 17 A. 596; Rosenzweig v. Heller, 302 Pa. 279, 153 A. 346; Smith, Adm., v. Pennsylvania R. R. Co., 304 Pa. 294, 297, 156 A. 89) that the law of New York provided for survival against the decedent of liability for the common law cause of action: Moe v. Smiley, 125 Pa. 136, 17 A. 228; Gorlitzer v. Wolffberg, 208 N. Y. 475. Leave to amend the statement of claim followed. Plaintiff then amended by quoting (from the partnership statute of New York) the provisions that dissolution results by the death of a partner, that partnership continues until the winding up is completed, and that “Where, by any wrongful act or omission of any partner acting in the ordinary course of the business of the partnership, or with the authority of his copartners, loss or injury is caused to any person, not being a partner in the partnership, or any penalty is incurred, the partnership is liable therefor to the same extent as the partner so acting or omitting to act.” Plaintiff also averred that the affairs of this partnership had not been wound up. Defendant then renewed her former objection and, after hearing, judgment for her was entered on the ground that no right of action against defendant was pleaded.\nUnless the law of New York provided a right of action for the tort, none exists; without a right of action, the suit must fail; if a right exists, it must be pleaded: Usher v. West Jersey R. R. Co., 126 Pa. 206, 17 A. 596; LaBar v. N. Y., etc., R. R. Co., 218 Pa. 261, 67 A. 413. The provisions quoted from the partnership statute do not provide for the continuation of the common law liability for personal injury after death of the party liable. For the wrongful act of the partner who drove the car, the property of the partnership was answerable (in the words of the statute) “to the same extent as” he was; but his common law liability had been terminated with his death: Moe v. Smiley, supra. But as agent for his copartner, his tort likewise made the property of the partnership answerable, but this liability also terminated by the death of the surviving partner. No right of action then remains.\nAppellant attempts to meet that objection by contending that the partnership is a “legal entity,” responsible (in the words of her brief) “after the individual liabilities of the partners may have been terminated by their deaths”; that the entity “continues until its affairs are wound up” and that, accordingly, it is answerable for this tort, although by the common law no recovery could be had against the estates of the joint and several tortfeasers. She cites decisions prior to the partnership act holding, or containing statements, that a partnership is an artificial entity, and also refers to various sections of the Pennsylvania partnership statute, said to support the “entity” theory. Passing the failure to aver in the statement of claim that such provisions are also the law of New York, it is sufficient, for present purposes, to say that it is well known that the act was drawn and enacted to give effect, as its terms indicate, to the common law or aggregate theory that partners are joint principals in partnership transactions, holding property as tenants in partnership, and not to give effect to the theory that the partnership is a legal or fictitious person, which owns the property, and for whom the partners act as mere agents.\nProm the section of the New York law, quoted above, appellant selects the declaration that “the partnership is liable therefor to the same extent as the partner so acting or omitting to act,” and contends that the word “partnership” designates a legal or fictitious person. The argument is then made that this person remains answerable for the personal injury in question. But the term partnership, as there used, refers to the fact that persons have associated themselves “to carry on as eoowners a business for profit” (section 6); tbe use of the word was not intended to establish or recognize the creation of a legal person by the mere fact of association for the purpose stated in the partnership agreement.\nAs no cause of action is averred in the amended statement, the judgment is affirmed.\nSee the Uniform Partnership Act. A Criticism by Judson A. Crane, 28 Harv. Law Rev. 762. The Uniform Partnership Act. A Reply to Mr. Crane’s Criticism, by William Draper Lewis, 29 Harv. Law Rev. 158.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "J. P. Yallilee, of Schrier •& Yallilee, with him, Rodney A. Mereur, for appellants.",
      "Walter W. Harris of O’Malley, Hill, Harris & Harris, with him William T. Carey and William M. Rosenfield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sumner et ux., Appellants, v. Brown, Exrx.\nArgued April 11, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaerer, Drew and Linn, JJ.\nJ. P. Yallilee, of Schrier •& Yallilee, with him, Rodney A. Mereur, for appellants.\nThe partnership is a legal entity: Meek v. Banking Co., 268 U. S. 426.\nThe liability of the partnership is governed by the law of Pennsylvania: Waverly Nat. Bank v. Hall, 150 Pa. 466; Lawrence v. Batcheller, 131 Mass. 504; Easton v. Wosterholm, 137 Fed. 524.\nWalter W. Harris of O’Malley, Hill, Harris & Harris, with him William T. Carey and William M. Rosenfield, for appellee.\nThe law of New York must be pleaded and proved: Sullivan v. Associated Billposters & Distributers, 6 Fed. (2d series) 1000; Smith v. R. R., 304 Pa. 294; Wilkinson v. Geist, 3 Pa. D. & C. 573; Rodgers & Hagerty v. Baker, 7 Pa. D. & C., 286; Rhamstine Radio Specialty Co. v. Sherman, 11 Pa. D. & C. 213.\nUnder the law of New York a right of action abates upon the death of the tort-feasor: Gorlitzer v. Wolffberg, 208 N. Y. 475; LaBar v. R. R., 218 Pa. 261; Usher v. R. R., 126 Pa. 206; Centofanti v. R. R., 244 Pa. 255; Knight v. R. R., 108 Pa. 250; Martin v. R. R., 151 U. S. 673.\nThe fact that the tort-feasor was a member of a partnership does not alter the situation inasmuch as all of the partners died before any action was instituted, and there can be no liability on the part of an association of individuals when there is no such liability on the part of any of the individuals."
  },
  "file_name": "0124-01",
  "first_page_order": 148,
  "last_page_order": 153
}
