{
  "id": 1150641,
  "name": "Edwin E. Hollenback, Inc., Appellant, v. Hadley, City Controller, et al.",
  "name_abbreviation": "Edwin E. Hollenback, Inc. v. Hadley",
  "decision_date": "1933-06-30",
  "docket_number": "Appeal, No. 192",
  "first_page": "176",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "312 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "211 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940046
      ],
      "pin_cites": [
        {
          "page": "614"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0610-01"
      ]
    },
    {
      "cite": "215 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948294
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 6136,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.272912910778026e-07,
      "percentile": 0.7839640457802752
    },
    "sha256": "abd8b79698f1a16096514afa72045a16931434863f93a45889ba564d9fbeb0a6",
    "simhash": "1:1567868de7f59734",
    "word_count": 1031
  },
  "last_updated": "2024-02-27T19:27:54.327273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Sohaeper, Drew and Linn, JJ."
    ],
    "parties": [
      "Edwin E. Hollenback, Inc., Appellant, v. Hadley, City Controller, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaefer,\nJune 30, 1933:\nIn this mandamus proceeding plaintiff asks that the Director of Public Health of the City of Philadelphia be commanded to return to the City Controller for certification, an alleged contract between, plaintiff and the city for the construction of an additional building for feeble-minded patients and that the Controller be ordered to certify and thus complete the contract. The court below refused the writ and plaintiff has appealed.\nSeveral propositions are presented by the briefs. We shall discuss but one of them as it is determinative against appellant. In pursuance of an ordinance and an advertisement for bids, plaintiff submitted the lowest proposal for the construction of the building and it was accepted. A formal written contract was drawn up, approved by the then city solicitor and signed by the then mayor and by plaintiff. The ordinance authorized, but did not direct, the director to enter into the contract. Whether he did so by a certificate which he signed is one of the bones of contention. We pass over that question. As signed by the plaintiff and the mayor and certified by the director, the contract was transmitted to the controller for action by him. Before he certified the contract, it was withdrawn from him by the director, who deemed it unwise to complete it because of the financial condition of the city. With matters in this shape city council passed an ordinance transferring to other purposes the appropriation which had been made for the cost of the building. The contract remains uncertified by the controller. The real purpose of this proceeding is to compel him to certify and thus complete it.\nThe Charter Act of the City of Philadelphia (Act June 25,1919, P. L. 581, 53 P. S. section 2901) provides in article XX, section 1, that all contracts shall be countersigned by the city controller and in article XII, section 4, “Every contract involving an appropriation shall designate the item on which it is founded, and shall be numbered by the city controller in the order of its date, and charged as numbered against such item, and so certified by him, before it shall take effect as a contract.” Article XVII, section 4, reads, “No contract shall be binding upon the city unless an appropriation therefor has previously been made......and any contract made ......in violation of this article shall be absolutely void.” We are asked to declare that the controller must now certify a contract which has no appropriation to support it. In view of the express provisions of the law this we cannot do. “Without an appropriation for the contract it had nothing to rest upon — no foundation— for the words of the act are that such contract ‘shall designate the item of appropriation on which it is founded’...... Com. v. Foster (No. 1), 215 Pa. 177, 180.\nThere is express legislative warrant for the transfer of appropriations in the Charter Act, article XVII, section 4: “The council may by ordinance make transfers from one item of appropriation to another.” To meet appellant’s contention that the appropriation transfer ordinance was passed after these mandamus proceedings were begun and is, therefore, ineffective, it is only necessary to quote what was said by Chief Justice Mitchell in Com. v. Barker, 211 Pa. 610, 614, where the repeal of an ordinance postdated the institution of the suit: “The present proceeding is a mandamus to the respondent as city treasurer, to perform a duty claimed by appellant to be ministerial and imperative belonging to his office. But at the time judgment was asked against the respondent, there was no such duty upon him. It existed only by virtue of the ordinance and the ordinance was no longer in force......Respondent cannot be commanded in this proceeding to perform a duty which no longer exists.”\nAppellant sets up an ordinance of council approved December 31, 1877, as the basis for an argument that on the date of the execution of the contract by it and the mayor, a sufficient amount of money to cover it stood to the credit of the appropriation and that the provisions of the ordinance require the controller to certify as of the date of the execution and on that date there was an appropriation. Passing the question whether the ordinance is operative in view of the Charter Act, its terms are not susceptible of the construction which appellant would have us give it. The language is, “That no contractor for work or materials for the City of Philadelphia shall have any claim for compensation under his contract, unless it shall appear by certificate thereon of the city controller that at the date of the execution thereof it appeared by the books in the said controller’s office that a sufficient amount stood to the credit of the appropriation from which payment should be made to pay said contractor, and to pay for all the other contracts theretofore awarded to be done under said appropriation.” The expression “at the date of the execution thereof” means at the date of the completed execution, that is to say, hy the controller as well as by the mayor. As by the specific provisions of the Charter Act (article Nil, section 4) the contract does not take effect until certification by the controller, the words “execution thereof,” even as used in the ordinance, relate to the date of certification as defining the time of the execution of the contract. If the controller were now to countersign and certify, lie would do so with no money standing to the credit of the appropriation.\nAs there is no appropriation presently existing to. cover the outlay required by the contract, the city controller could not lawfully certify it and, therefore, cannot be mandamused to do so.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaefer,"
      }
    ],
    "attorneys": [
      "8abato M. Bendiner, with him Irvin Bendiner, Milford Bendiner and William J. McMenamin, for appellants.",
      "A. Evans Kephart, with him Ernest Lowengrund, Assistant City Solicitors, and David J. Smyth, City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Edwin E. Hollenback, Inc., Appellant, v. Hadley, City Controller, et al.\nArgued April 17, 1933.\nBefore Frazer, C. J., Simpson, Sohaeper, Drew and Linn, JJ.\n8abato M. Bendiner, with him Irvin Bendiner, Milford Bendiner and William J. McMenamin, for appellants.\nA. Evans Kephart, with him Ernest Lowengrund, Assistant City Solicitors, and David J. Smyth, City Solicitor, for appellees."
  },
  "file_name": "0176-01",
  "first_page_order": 200,
  "last_page_order": 204
}
