{
  "id": 829776,
  "name": "Gray's Estate. Park's Appeal",
  "name_abbreviation": "Gray's Estate",
  "decision_date": "1892-01-04",
  "docket_number": "Appeal, No. 302",
  "first_page": "67",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "147 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Gray, 385",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2086242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/78/0385-01"
      ]
    },
    {
      "cite": "53 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0292-01"
      ]
    },
    {
      "cite": "28 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981734
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0023-01"
      ]
    },
    {
      "cite": "93 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "81 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0190-01"
      ]
    },
    {
      "cite": "91 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "58 Cal. 387",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2311236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/58/0387-01"
      ]
    },
    {
      "cite": "136 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047843
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0428-01"
      ]
    },
    {
      "cite": "3 Wh. 480",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061191
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0470-01"
      ]
    },
    {
      "cite": "44 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484291
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0487-01"
      ]
    },
    {
      "cite": "52 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0326-01"
      ]
    },
    {
      "cite": "3 Wh. 477",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0476-01"
      ]
    },
    {
      "cite": "82 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0428-01"
      ]
    },
    {
      "cite": "88 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0470-01"
      ]
    },
    {
      "cite": "44 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 913,
    "char_count": 22507,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.0395152054249975e-06,
      "percentile": 0.9839324609272587
    },
    "sha256": "a04dd94c7dbd528308a4a28faa04b5db2f315d09f80fef2a110973c91379888a",
    "simhash": "1:60670621da64bdce",
    "word_count": 3934
  },
  "last_updated": "2024-02-27T22:20:57.380067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ."
    ],
    "parties": [
      "Gray’s Estate. Park’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mitchell,\nThat a legacy which fails, either by lapse or because void ah initio goes into the residue, is conceded; but in England there is a firmly settled exception, which is thus expressed by Sir William Gbant in Leake v. Robinson, 2 Mer. 392: “ Everything which is ill given by the will does fall into the residue ; and it must be a very peculiar ease indeed in which there can be at once a residuary clause and a partial intestacy, unless some part of the residue itself he ill given.” And accordingly, it was held in Skrymsher v. Northcote, 1 Swanst. 566, that a lapsed portion of a residuary bequest went to the next of kin, and not to tbe other residuary legatees, on the ground that the latter were given specific portions of the residuum, and could not take more by the intent of the will, and receiving the bequest in common and not jointly, there could be no increase by survivorship. The rule thus established does not commend itself to sound reasoning, and is a sacrifice of the settled presumption that a testator does not mean to die intestate as to any portion of his estate, and also of his plain actual intent, shown in the appointment of general residuary legatees, that his next of kin shall not participate in the distribution at all. The rule is in fact a concession to the set policy of English law, nowhere more severely asserted than in chaneery, to keep the devolution of property in the regular channels, to the heir and the next of kin, whenever it can be done.\nIf the question were new in this state, speaking for myself I should not hesitate to reject the English rule as wrong in principle and subversive of the great canon of construction, the carrying out of the intent of the testator. But the question is not new. It arose in Craighead v. Given, 10 S. & R. 351, and this court applied the English rule without question. Again, in Woolmer’s Est., 3 Wh. 477, it was taken as settled, and expressly sanctioned by Kennedy, J., in the opinion of the court, though the strict point decided was only that a void legacy to a corporation that did not exist, went to the residuary legatee. In Reed’s Ap., 82 Pa. 428, it was distinctly applied, there being residuary devisees among whom were the testator’s widow and daughter, and, the daughter’s share having lapsed, this court held that the widow was entitled to one third of such share, as a case of partial intestacy. And in Massey’s Ap., 88 Pa. 470, the common-law rules as to the devolution of property described in lapsed devises and bequests, were authoritatively asserted to be in force ; and Neff’s Ap., 52 Pa. 326, was explained and approved, because it “ came within the exception stated in Leake v. Robinson, of some part of the residue itself ill given.” The same view was taken by the orphans’ court of Allegheny in Henderson’s Estate, referred to by the learned judge below, and by the court of common pleas No. 4 of Philadelphia, in Everman v. Everman, 15 W. N. 417. After this general consensus of judicial opinion for nearly three quarters of a century, we must regard the rule as settled.\nIt is true that all the foregoing cases were of lapsed and not-of void legacies, except Woolmer’s Estate, where this particular point only arose obiter, and perhaps Neff’s Appeal, where the will was republished after the death of one of the residuary legatees, and where the devise to him was therefore not merely-lapsed, but void at the date of republication. It is also true that in Patterson v. Swallow, 44 Pa. 487, it was distinctly held that, since the wills Act of 1833, a lapsed or void devise does not go to the heir, but to the residuary devisee. But the foundation of that case, so far as it rests upon any supposed effect of the Act of 1833, has been definitely taken away by the opinion in Massey’s Appeal, already cited. The English rule makes no distinction between the disposition of a lapsed and a void residuary bequest, and there is none in principle. If, through dislike of the rule, we should make such a distinction, it would be one without a real difference. It is better to let the rule stand as it was left by our predecessors, than to pare it away by super-subtle distinctions, while professing to accept it as settled.\nThe only remaining question in the case is whether the Act of twenty-sixth April, 1855, introduced a new rule; and notwithstanding the very earnest and ingenious argument for appellant, the view of the learned judge below is unanswerable, that the statute is remedial as to the execution of wills containing charitable devises or bequests, but as to distribution, where such devises are void, it is simply declaratory. Section 11 of the Act, after prescribing the requisites of a valid deed or will for such purposes, proceeds: “ And all dispositions of property contrary hereto shall be void, and go to the residuary legatee or devisee, next of kin, or heirs, according to law.” This is merely the devolution over, to emphasize the invalidity of the disposition which fails to comply with the requirements of the statute. It cannot be held to be anything more. To treat it as a new order of distribution, prescribing who shall take in such cases and in what order, is not only to give the statute an operation manifestly beyond and foreign to its intent, but involves us at once in inextricable confusion of legal ideas. If, as is argued, “ the words ‘ according to law ’ are to determine who ‘ according to law ’ is the residuary legatee or devisee, or next of kin, or heir,” and the statute makes a new law of distribution among such persons, then we must hold that the party standing in the first of the relations named must take to the exclusion of the others; so that if there be a residuary legatee he must take though the “ disposition of property contrary ” to the statute, be a devise of land or even a conveyance by indenture; and if it was an indenture and the grantor died intestate within the month the next of kin being prior in the list of distributees, would take the land to the exclusion of the heir. The statute will not stand the strain of such a construction. It is a statute of wills and conveyances, not of distribution of decedents’ estates, testate or intestate; and the expression “go to the residuary legatee or devisee, next of kin, or heirs, according to law,” means to one or the other, as the case may be under the existing law of distribution. No other construction is entertainable.\nDecree affirmed. C.",
        "type": "majority",
        "author": "Mb. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "i). T. Watson, for the appellants,",
      "John B. Brown, with him A. M. Brown, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Gray’s Estate. Park’s Appeal.\nLegacy — Intestacy—Next of kin.\nA legacy which fails, either by lapse or because void ab initio, goes into the residue. But, where some part of the residue itself is ill given, the lapsed portion goes to the next of kin, and not to the other residuary legatees, and there is no distinction in this respect between a lapsed and a void residuary bequest.\nLapsed and void devises and bequests.\nThe common-law rules, as to the devolution of property described in lapsed and void devises and bequests, are in force in Pennsylvania, the Wills Act of April 8, 1838, P. L. 249, having made no change therein. Patterson v. Swallow, 44 Pa. 487, was qualified in this respect by the opinion in Massey’s Ap., 88 Pa. 470.\nCommon law not changed by Act April 26, 1855, § 11 P. L. 332.\nNor did § 11, Act of April 26, 1855, P. L. 332, providing that dispositions of property to charities, contrary thereto, “ shall be void and go to the residuary legatee or devisee, next of kin, or heirs, according to law,” introduce a new rule on this subject?. It is a statute of wills and conveyances, not of distribution of decedents’ estates, testate or intestate.\nDistribution of void legacies.\nThe language above quoted is not a provision prescribing who shall take in such cases, and in what order; its meaning is, simply, that the property which is the subject of the void disposition, by deed or will, shall go to one or other of the classes of distributees named in the statute, as the case may be under the existing law of distribution.\nDistribution of legacy void under Act of 1855.\nBy a will, not in conformity with said Act of 1855, a testator bequeathed $20,000 to a charity, $50,000 to each of five individuals, and the residuary estate to these six legatees, in pro rata shares. The charitable bequests being void, the $20,000 fell into the residuum, of which as thus increased, 5-27 went to each of the five individuals, and 2-27 to the next of kin.\nArgued Nov. 6, 1891.\nAppeal, No. 302, Oct. T., 1891, by W. G. Park, from decree of O. C. Allegheny Co., June T., 1891, No. 74, dismissing exceptions to adjudication.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ.\nOn June 12, 1891, the second supplemental account of William G. Park and others, executors of the will of Richard C. Gray, deceased, exhibiting a balance of cash on hand, $793,723.87, was confirmed absolutely. Subsequently, upon an audit for the purpose of making distribution, the auditing judge, Hawkins, P. J., found in substance the following facts:\nRichard C. Gray died on May 28, 1888, leaving a will duly signed by him but without subscribing witnesses, dated February 2, 1888. Oue day before his death, he informed W. G. Park and David Park that he had made a will which had not been “ probated,” and that he wished them to see that all its provisions were carried out. By his will, he bequeathed his estate, real and personal, to his executors, in trust for the purposes thereinafter mentioned. Then followed pecuniary bequests to relatives and friends, among the former being the individuals named in the residuary clause; pecuniary legacies to charitable institutions, among them one of $20,000 to the Allegheny General Hospital; and a residuary clause in these words:\n“ The payment of bequests shall be in the following, order: first to relatives, then the charitable; after they are all paid the balance shall go into the residuum which shall be divided pro rata between William G. Park, David E. Park, Richard G. Park, Margaret B. Park, Eleanor G. Park, and the Allegheny General Hospital.”\nUpon the assumption that the charitable bequests were void, under § 11, Act of April 26,1855, P. L. 332, the five individuals named in the residuary clause, claimed that the whole residuary estate should be given to them in exclusion of the testator’s next of kin.\nOn July 3, 1891, the following adjudication was filed, Hawkins, P. J.:\n1. In Abbott’s Law Dictionary, the word “ attest ” is said to signify in a certain technical way by a formal subscription, that one has witnessed the execution of a written instrument. As applied to deeds, this has been adjudged to be the ordinarjr use of the word; the principal end of which seems to be to preserve evidence of the instrument being executed in the presence of the witnesses required: Anderson’s Dictionary. So, the attestation of records must necessarily be by the signature of the clerk; and there is no good reason why this use should not be applied to wills. An “ attesting witness ” is said by Bouvier to be “ one who, upon being required by the parties to an instrument, signs his name to it, to prove it and for the purpose of identification.” This being the ordinary use of the word, and there being nothing in the Act of 1855 inconsistent with it, it must be followed.\nBut, assuming that subscribing witnesses were not contemplated, still the purpose of the statute has not been satisfied. That purpose was to prescribe an exclusive mode in which valid charitable gifts could be made. By the express terms of the statute, these could only be made by “ deed or will attested by two credible, and, at the time, disinterested witnesses, at least one calendar month before the decease of the testator or alienor.” The’wording and the manifest purpose of the statute make the execution and attestation precede the limitation of time. It was as essential to the protection of the testator from death-bed imposition, and was made as essential by the terms of the statute to the validity of the gift that the fact of attestation should, be “ at least one calendar month before the decease of testator,” as that he should attach his signature to his will.\n2. So far, the statute is remedial; the following provision in reference to distribution is simply declaratory: Void legacies, under the statute, fall to the “ residuary legatee or devisee, next of kin, or heirs, according to law.” According to what law? Necessarily to existing law; for this statute does not provide how, when, nor under what circumstances, “ the residuary legatee or devisee, or next of kin, or heirs,” shall take. As to this its terms are general and referential. The law relating to the execution of wills was amended in respect of charitable bequests ; but no change was attempted in relation to the laws of distribution. The rights of the parties claimant in the distribution of the residue, must be ascertained, not by reference to the Act of 1855, for that was passed to amend the law relating to wills; but by reference to the law of distribution.\nIt has been seen that the legacies to charities in this will are void under the statute; and it is clear that the special pecuniaiy legacies fall into and form part of the residue: Woolmer’s Est., 3 Wh. 480. But, it is insisted, on the one hand, that because the bequests to the Allegheny General Hospital were void ab initio, there is no analogy to the case of lapsed legacies, and the will must consequently be read as though the hospital had not been mentioned, and the Parks were the sole residuary legatees ; and, on the other hand, that the next of kin are entitled to the residuary share ineffectually bequeathed to the hospital.\nIt was said in Woolmer’s Estate, supra, that if a residue is given in distinct shares, a share failing will not accrue to the remaining shares but belong to the next of kin as undisposed of. This principle was applied to the case of a lapsed legacy, in Craighead v. Given, 10 S. & R. 351, the reason given being that the residuary legatees took as tenants in common, in distinct shares, and there consequently could be no survivorship as between them as in joint tenancy. The reasons of this rule are tersely given in the court’s analysis of Bagwell v. Dry, 1 P. Wms. 700: “The Lord Chancellor was of the opinion that, the testator having devised the residuum in four parts, and one of the residuary legatees having died in his lifetime, the devise of the fourth became void, and was so much of the testator’s estate undisposed of by the will. It could not go to the survivors, because each of them had but a fourth part devised to him in common, and the death of the fourth residuary legatee could not avail them, as it would have done had they all been joint legatees, for then the share of the legatee dying in the life of the testator would have gone over to the survivors; but the residue being devised in common, it was the same as if a fourth part had been devised to each of the four which could not be increaséd by the death of any one of them.” The Supreme Court does not seem to have passed upon the effect of a bequest of a portion of a residue void under the statute ; but the question arose in this court in the estate of Matthew Henderson, deceased, No. 18 December Term 1868, and Mr. J. W. Over, auditor, and, upon exception to his report, Sterrett, Mellon and Stowe, JJ., held, after elaborate argument by able counsel, that the void legacy was distributable under the intestate laws to the next of kin.\nIn Patterson v. Swallow, 44 Pa. 487, it was said that the old distinction between lapsed and void legacies and devises, so far as regards the operation of residuary clauses, had been taken away in Pennsylvania by our statute of wills of 1833 ; and there is no good reason why there should be any distinction between lapsed and void dispositions of the residue itself. In either event, the testator intends a bounty; and, as his will speaks only from his death, the failure of each is referable to that common date.\nThere can be no doubt, in this instance, that Capt. Gray intended the Allegheny General Hospital should have a share of his residuary estate; he gives to it by name a distinct and severable share, not jointly, but in common with the Parks ; there was no gift over, and there could consequently be no survivorship : Craighead v. Given, supra. It was suggested in argument that no presumption of an intent to die intestate as to any part of the estate, is to be made, when testator’s words, as found in the will, can be so construed as to dispose of the whole of it. The answer to this is, that the intestacy here does not arise from the words of the will, but from failure to comply with the statutory requirement in reference to attestation; or, as the court said in Reed’s Ap., 82 Pa. 428, it arose from the law of the land. So, it was suggested that because the law presumes Capt. Gray knew the necessity of attestation, he never contemplated the hospital should take any part of the residuary estate, but that the Parks should take the whole. This attributes to Capt. Gray a vain and useless act. The will speaks for itself. The more reasonable presumptions are, that he intended what he wrote, and being unlearned in the law was ignorant of the necessity of attestation : Comly’s Est., 136 Pa. 156. He gave the Parks, not the whole, but pro rata shares of the residue in common with the hospital; and the failure of the bequest to the hospital could not, as already shown, operate to increase their shares as residuary legatees so limited. The share intended for the hospital having become ineffectual, is therefore distributable under the intestate laws to the next of kin ; and there remains the question of the proportion in which they shall take.\n3. What was meant by the expression “ shall be divided pro rata between? ” The answer is, Distribution in proportion to the legacies previously given; and for these reasons : The Supreme Court of California said in a similar case : “The reference to the first by the last clause is plainly manifest from his (testator’s) mentioning the same persons in both as beneficiaries. The pro-rata distribution is to be in accordance with some rate previously indicated. The sums mentioned in the first clause, of themselves furnish a rate or proportion, and it becomes unnecessary to indicate any other. To indicate any other in accordance with his wish, would have merely led to a repetition of what had been manifested by the expressions of the first and leading clause of the paper he was drawing. It is scarcely to be supposed that the ratio or proportion would be indicated in the clause in which it is mentioned. This is not usually the mode in which a division pro rata is directed. In the instances above referred to, whether in statutes, judicial opinions, or in the text of law-writers, the pro-rata distribution is spoken of in relation to something outside of the clause, ordering or referring to such distribution, and not in the clause itself. The same is true of the ratio or proportion of distribution : ” Rosenberg v. Frank, 58 Cal. 387. These reasons apply with the same force here; and an additional reason is furnished in the facts that this is the only instance in which testator used the expression “ pro fata; ” whilst elsewhere, he uses apt words to indicate equal distribution. The change in phraseology implied a change of intention. ...\n—Thereupon the auditing judge reported distribution by which, after awarding payment of all the pecuniary legacies, except those bequeathed to charities, the remainder of the fund was distributed, as residuary estate, to and among the five individuals named as residuary legatees and the testator’s next of kin, each of the former being awarded five twenty-sevenths, and the next of kin two twenty-sevenths thereof.\nThe five individual legatees filed exceptions to the decree, specifying inter alia, that the court erred :\n• 1. In not holding that under the will of said Richard C. Gray, deceased, the share of the estate which would have gone to the Allegheny General Hospital, went to and vested in the said Parks as residuary legatees and devisees. [1]\n2. In not holding that, if in any event the next of kin of said Richard C. Gray, deceased, were entitled to any share of the said estate, they could only claim it as standing in the shoes of the Allegheny General Hospital, and could take only that portion of the said estate which the said Allegheny General Hospital could take; and that the said Allegheny General Hospital could take only if the charitable bequests and devises had held good, and therefore persons claiming under it could not take any portion of the charitable legacies given in said will amounting to ninety-five thousand dollars. [2]\n3. In not awarding and distributing the entire residuary estate to the residuary legatees named in the will of the decedent. [3]\n—The exceptions were overruled and the distribution confirmed. Exceptants appealed.\nErrors assigned were (1-3) the overruling of appellants’ exceptions.\ni). T. Watson, for the appellants,\ncited: Boards of Missions’ Ap., 91 Pa. 513; Little’s Ap., 81 Pa. 190; Potter’s Dwarris, 68, 144, 145; Lynch v. Lynch, 132 Pa. 427; Manners v. Library Co., 93 Pa. 174; Price v. Maxwell, 28 Pa. 23 ; Miller v. Porter, 53 Pa. 292; Patterson v. Swallow, 44 Pa. 487; distinguishing Reed’s Ap., 82 Pa. 428 ; and Everman v. Everman, 15 W. N. 417, as cases of lapsed, not void residuaiy shares.\nJohn B. Brown, with him A. M. Brown, for the appellees,\ncited: Everman v. Everman, 15 W. N. 417 ; Sohier v. Inches, 12 Gray, 385; Massey’s Ap., 88 Pa. 470; Patterson v. Swallow, 44 Pa. 487 ; Reed’s Ap., 82 Pa. 428. '\nJanuary 4, 1892.\nSee the latter case, for the distinction between lapsed devises and bequests.\nThe particular legacies bequeathed to William G., David E., Richard G., Margaret B. and Eleanor G. Park, were in the sum of fifty thousand dollar’s each, and the particular legacy to the Allegheny General Hospital, twenty thousand dollars; the aggregate of all these being two hundred seventy thousand dollars. The effect of the decree, it will be observed, was that the twenty thousand dollars bequeathed to the hospital, and the sums bequeathed to other charities, fell into and swelled the residuum, of which, as thus enhanced, the share that would have gone to the hospital, had the residuary bequest to it been treated as valid, was awarded to the next of kin."
  },
  "file_name": "0067-01",
  "first_page_order": 91,
  "last_page_order": 101
}
