{
  "id": 829880,
  "name": "McCristal, Appellant v. Cochran, et al.",
  "name_abbreviation": "McCristal v. Cochran",
  "decision_date": "1892-01-25",
  "docket_number": "Appeal No. 12",
  "first_page": "225",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "147 Pa. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 W. N. C. 44",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 270,
    "char_count": 3711,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 6.801920765642468e-07,
      "percentile": 0.9638449963685142
    },
    "sha256": "3a910888d984749098edd5111acb9bbd9fd0da9253b0e30e633059136b18bf59",
    "simhash": "1:703dfb667a239f6f",
    "word_count": 663
  },
  "last_updated": "2024-02-27T22:20:57.380067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stekjrett, Gbeen, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "McCristal, Appellant v. Cochran, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Paxson,\nThe only specification .of error is, that the court below erred in striking off the mechanic’s claim. No opinion was filed by the learned judge, and we are left in the dark as to his reasons for his ruling. We infer, however, from the argument at bar, and the claim itself, that the alleged defect was, that most of the items contained in the bill of particulars were for tearing down an old building preparatory to the erection of the new building, for which the claim was filed. Whether such demolition is part of the erection of a new building, is a question which we do not find decided by this court in any reported case. We are not required to do it now, as the first item in the bill of particulars is sufficient to sustain the claim. It is not a ground to strike off a claim, that some of the items are insufficient. If it contains one good- item, which is the subject of a lien, it is enough. Upon the trial of the scire facias a verdict may be rendered for this item, although all the other items should be excluded from the jury. The first item, above referred to in this claim, is for digging cellars and foundations, which is clearly a part of the erection and construction of the new building. We are of opinion that it was error to strike off the claim.\nThe judgment is reversed, the claim is reinstated, and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson,"
      }
    ],
    "attorneys": [
      "J. Hazleton Mirkil, for appellant,"
    ],
    "corrections": "",
    "head_matter": "McCristal, Appellant v. Cochran, et al.\nMechanics' lien — Sufficiency of claim.\nIt is not a ground to strike off a meehanic’s claim, that some of the items are insufficient. If the claim contains one good item which is the subject of a lien, it is enough.\nDigging cellars and foundations.\nDigging cellars and foundations is a part of the erection and construction of a new building, and consequently a proper subject for a mechanics’ lien.\nDemolition of old buildings.\nNot decided, whether the demolition of an old building preparatory to the erection of a new building is such a part of the erection of the new building, as would entitle the contractor to a mechanics’ lien.\nArgued Jan. 11, 1892.\nAppeal No. 12, Jan. T., 1891, by plaintiff, from order of C. P. No. 1, Philadelphia Co., March- T., 1890, No. 120, M. L. D., striking off a mechanic’s claim.\nBefore Paxson, C. J., Stekjrett, Gbeen, Williams, McCollum, Mitchell and Heydrick, JJ.\nScire facias sur mechanic’s claim by Robert McCristal, subcontractor against Edwin R. Cochran, owner and Samuel Moll vain, contractor. The bill of particulars filed with the claim -was as follows :\n1889. Dr.\nAug. 5 to Oct. 5. To digging cellars and foundations, 2,000 yds. at 16¿ cents $325 00\nAug. 14 to Nov. 9. Tearing down old woolen mill and back building, placing stone from old woolen mill, outbuildings and foundations at cellars of properties, 3,000 P. at 50 cents . . 1500 00\nAug. 24. Taking off roof of old buildings 75 00\nIt Taking out joists, floor boards and flagstones . . 200 00\ntt Hauling and piling flagstones 50 00\nA.ug. and Sept. Tearing down stack, gathering up, cleaning and piling 75,000 old bricks . . . 150 00\nAug., Sept, and Oct. Gathering up and placing old lumber in separate piles 75 00\nOct. 26 to Nov. 9. Hauling stone from wall around stable .... 50 00\n$2425 00\nCr.\nBy amount remitted from contract price $150 00\nBy cash on account . . . . 1682 34\n- 1832 34\nBalance due claimant . . . . ' • $592 66\nOn March 23, 1891, the court made absolute a rule to strike off the claim. Plaintiff appealed.\nError assigned was the order striking off the claim.\nJ. Hazleton Mirkil, for appellant,\ncited as to a claim for the demolition of an old building, Pennock v. Brown, 14 W. N. C. 44 (G. P.).\nThere was no argument or paper book for the appellee.\nJanuary 25, 1892."
  },
  "file_name": "0225-01",
  "first_page_order": 249,
  "last_page_order": 251
}
