{
  "id": 829795,
  "name": "Bingaman, Appellant, v. City of Pittsburgh",
  "name_abbreviation": "Bingaman v. City of Pittsburgh",
  "decision_date": "1892-02-01",
  "docket_number": "Appeal, No. 47",
  "first_page": "353",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "147 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 232,
    "char_count": 3251,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 5.640525828214119e-07,
      "percentile": 0.9486587828093452
    },
    "sha256": "c0bea695ab58350a388b2ca1c6e261af468947db11d40b3e06207ca47e87e6bb",
    "simhash": "1:bdc1e2fe2aa8a3e8",
    "word_count": 576
  },
  "last_updated": "2023-07-14T21:00:44.614912+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heverick, JJ."
    ],
    "parties": [
      "Bingaman, Appellant, v. City of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe bill filed in this case differs from the bill in Whitney’s Appeal, in the fact that a part of the work was for paving the sidewalk, of which plaintiff claims he should have been notified, and was not, prior to the letting of the contract. He contends that, under the act of April 18,1857, P. L. 240, and § 17 of the act of April 1, 1868, P. L. 569, the city should have given him notice to do this work, and should not have included it in the contract for paving and curbing the avenue. These questions have been disposed of in Donley’s Appeal and Whitney’s Appeal, decided herewith.\nThe bill contains the further averment that, under the said act of May 16, 1891, viewers have been appointed by the court ■of common pleas No. 8, who have assessed the costs and expenses, including the contract price of setting the curbstone ■and laying the sidewalk, upon the property benefited, including the plaintiff’s property.\nThe plaintiff contends that, under the said act, the city has no right to assess his property for said improvements upon the basis of the contract of the city with the contractor; that the contract itself, having been entered into without lawful authority, it cannot now be made the measure of the cost of said improvements or of the amount of benefits received- We are of opinion that the act contemplates that the assessments should be made upon the basis of a quantum meruit. At the same time the contract under which the work was done is some evidence of the cost of the improvements, and may be considered by the viewers when they come to make the assessment.\nThe decree is affirmed and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Johns Me Cleave, J. M. Swearingen and C. A. O’Brien, appellants.",
      "B. T. Watson and W. C. Moreland, with them T. B. Carnahan, for the city of Pittsburgh.",
      "J. H. White, for Booth & Flinn."
    ],
    "corrections": "",
    "head_matter": "Bingaman, Appellant, v. City of Pittsburgh.\nConstitutional Law — Act of May 16, 1891.\nThe act of May 16, 1891, P. L. 71, is constitutional. See Donley v. Pittsburgh and Whitney y. Pittsburgh, supra.\nDefects cured by act of May 16, 1891.\nUnder the act of May 16, 1891, assessments may be made for paving a sidewalk, although the property owner was given no notice to do the work as provided by the acts of April 18,1857, P. L. 210, and April 1, 1868, sec. 17, P. L. 569.\nEvidence — Quantum meruit — Prior contract.\nWhere municipal improvements are instituted under void proceedings, but are subsequently legalized by an act of assembly, and the act contemplates that the assessments should be made upon the basis of a quantum meruit, the contract between the city and the contractor by whom the work was done, is competent evidence upon the question of value.\nArgued Jan. 22, 1892.\nAppeal, No. 47, Oct. T., 1892, by plaintiff, from decree of C. P. No. 3, Allegheny Co., Feb. T., 1892, No. 555, dismissing a bill in equity.\nBefore Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heverick, JJ.\nBill in equity by C. F. Bingaman against the city of Pittsburgh and J. J. Booth and William F. Flinn, contractors. The main averments of the bill were similar to those in Donley v. Pittsburgh, supra. Other averments are stated in the opinion of the Supreme Court.\nJohns Me Cleave, J. M. Swearingen and C. A. O’Brien, appellants.\nB. T. Watson and W. C. Moreland, with them T. B. Carnahan, for the city of Pittsburgh.\nJ. H. White, for Booth & Flinn.\nFebruary 1, 1892."
  },
  "file_name": "0353-01",
  "first_page_order": 377,
  "last_page_order": 378
}
