{
  "id": 1095115,
  "name": "Page, Appellant, v. King et al.",
  "name_abbreviation": "Page v. King",
  "decision_date": "1926-01-04",
  "docket_number": "Appeal, No. 18",
  "first_page": "153",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "285 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "261 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0458-01"
      ]
    },
    {
      "cite": "167 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0047-01"
      ]
    },
    {
      "cite": "283 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0496-01"
      ]
    },
    {
      "cite": "258 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0355-01"
      ]
    },
    {
      "cite": "248 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011526
      ],
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0559-01"
      ]
    },
    {
      "cite": "137 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/137/0548-01"
      ]
    },
    {
      "cite": "261 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0011-01"
      ]
    },
    {
      "cite": "261 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0458-01"
      ]
    },
    {
      "cite": "167 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866885
      ],
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 14728,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.917927942254527e-07,
      "percentile": 0.9341704863874303
    },
    "sha256": "21d84fe29837978b14ffd6b3bfd1e28d7f1cb6adbb0b9b0aec5f7c6d53929263",
    "simhash": "1:1b8884d45f66d6e4",
    "word_count": 2472
  },
  "last_updated": "2024-02-27T22:56:29.744593+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Page, Appellant, v. King et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThe Superior Court Reports are published under authority of the Act of June 24, 1895, P. L. (212. The contract for publishing shall be executed, after advertisement, by what shall be hereafter called the Board, composed of the Secretary of the Commonwealth, the Auditor General, and the State Reporter. The old contract expired July 1, 1925. Pursuant to public notice by the Secretary of the Commonwealth, bids were received from four concerns. All were rejected and a readvertisement directed for new bids. Appellant, a taxpayer, filed a bill in the court below for a mandatory injunction commanding the contract to be awarded to the George T. Bisel Company who, appellant avers, was the lowest bidder under the first letting, and to enjoin the board from awarding any contract based on the second advertisement. The court below refused the mandatory injunction but directed an injunction to issue restraining the board from opening any proposals submitted under the second advertisement. The matter is now before us on appeal.\n■ Appellant’s right as a taxpayer, having an interest in public funds, to maintain a bill to prevent an unauthorized or unlawful expenditure of state money cannot now be questioned: Frame v. Felix, 167 Pa. 47, 49. It is immaterial whether the individual loss is great or small; the court will not stop to inquire into that.\nIn determining whether a mandatory injunction should be issued because the Bisel Company was apparently the lowest bidder, the act under which the letting was conducted must be examined.\nWhere an act requires a contract to be awarded to the lowest bidder under specifications containing with definiteness the essential elements for competitive bidding, the legislature fixes its own standard for doing the work and furnishing the materials; such an act is mandatory and must be complied with. Unless the opportunity for competitive bidding, an inseparable element in all such contracts, is present, a public contract cannot be lawfully let: Dolan v. Schoen, 261 Pa. 11; Taylor v. Phila., 261 Pa. 458. The term “lowest bidder” implies a common standard under which all bids may be received. That common standard implies previously prepared specifications, freely accessible for all competitors; on these alone shall their bids be based: Mazet v. Pittsburgh, 137 Pa. 548; Edmundson v. Pittsburgh School Dist., 248 Pa. 559, 562. An act of assembly, calling for the expenditure of public money for work or labor by contract, will receive a liberal construction as to the specifications therein contained, conducive to safeguarding the money and work.\nThe act requires a contract be awarded the lowest bidder who can furnish security in the sum of $20,000. If the statute prescribes definite specifications for the work to be done, to which all the bidders have conformed, appellant would be entitled to the mandatory injunction, but if the bidders are misled by anything which the board may have done, or the notice may have required, the bidding was not on a common basis; the lowest figures submitted would not, in law, be the lowest bid, because it lacked fair competition.\nDid the act provide a complete scheme or plan for the work? If not, did the board adopt specifications making certain and definite that which the act left uncertain and indefinite, and was the bidding really competitive? Unless the authorizing act is complete in all necessary essentials, the body, board or person charged with the letting has a discretionary power to make up the deficiencies. The most casual examination of the statute shows many particulars that are certain and free from doubt. These need not be separately mentioned. Other provisions are left open for the determination of the board, appellant conceding at least one. In the exercise of its discretion, the board adopted plans, within the limits presented by the act, to produce the type of book intended.\nThe act required “first-class book paper.” There may be many kinds of such paper. What one officer might consider first-class book paper to-day might not be considered as such by a later board. The term carries with it no standard so fixed that it would not be open to subsequent dispute. The board may fix the quality, and the specifications adopted fill the gap, protecting the bidders as well as the public. The books were to be printed in style, form and manner not inferior to volume one of Harris’s Reports, also known as 13 Pa. State Reports. Whether this referred to size, binding, appearance, quality and the like were matters to be cleared up by specifications, to avoid future difficulty. The board’s limitation in this respect was first Harris’s Eeports, which was found in full law sheep but, “full law sheep” is rapidly being replaced by other binding, though that is still used; there is nothing in the act which prevents the board from accepting alternate bids for buckram or duck, of specified quality. The former should be on hand for the public when demanded, while each may be contracted for per volume. No book is to contain less than seven hundred pages, with index and title of cases. It may be possible paper is being produced of a quality that would enable more pages to be placed in a volume. If such be the case and more are required by the board, the style, form and manner in the volume named controls the action of the board, but not the number of pages. The fear of an over- or under-sized book is groundless. The contractor must agree to publish and sell the reports on terms most advantageous to the public and at the lowest price. Here is a discretion lodged in the board, to adopt what should be the most advantageous terms as its judgment determines. Appellant admits this and by so doing puts herself out of court; but she contends the discretion was not exercised because no notice of it was given.\nThe notice or advertisement need not set forth in detail the requirements of the act or the gist of the specifications. It is sufficient if it gives all persons interested notice of the character of the work proposed to be done, advising where plans, specifications and contract are lodged and may be procured, the authority under which it is done, the time and place of awarding the contract, published for such length of time as the act requires, the bids to be received in the manner called for. Appellant’s reason for not conforming to these requirements is not well taken.\nA reasonable time was specified within which each volume should be issued after the corrected manuscript had been furnished; this was a part of the terms most advantageous to the public. The price per volume at which each copy was to be sold to the public was specified by the act. Fifty copies were to be furnished free to the state librarian. This number could not be exceeded, as it would necessarily increase the price per volume, which the legislature was bent on fixing on the most advantageous terms; nor could the time limit of the contract, ten years, be reduced or exceeded. The requirement of stereotyping was intended to produce a plate that could be preserved for future use. While electrotyping may be different in form, in effect it produces substantially the same results; alternate bids might well be received for each. Eelative to the copyright for the reports it refers to the bound volume, we see no reason why it or a contract for the Advance Eeports should be included in this letting. The act did not intend it to be included, and the specifications should not have done so. Other matters in the statute speak for themselves; what it definitely requires need not be restated in the specifications. The court below has found as a fact that the Bisel Company’s bid did not conform to the specifications but was based solely on the act of assembly, thus omitting the necessary terms of the specifications. As there is evidence to support this finding, appellant is not entitled to a mandatory injunction.\nThe contract and specifications on which any letting is made should be lodged with the secretary of the Commonwealth, accessible to all persons who wish to bid for the work; copies should also be furnished on application. This, we understand, was done, but it is averred material changes were made during the progress of the advertisement. This, it is claimed, invalidates any letting. Prospective bidders, who may have had knowledge of the specifications, and have decided not to bid, might, in view of the changes, be willing to submit bids. To alter the specifications during the submission of bids, as found by the court below, would not produce competitive bidding, unless public notice of the change was given. Bidders should be informed by the specifications on file what is expected of them; material changes thereof should be followed by a public notice and a letting made accordingly. Personal notice tq those having already secured plans, in addition to the public notice, is highly desirable, and should be given if possible; but, without public notice, discriminations may. be easily practiced by sending only personal notices to a few individuals. A contract cannot be lawfully awarded when changes are made in the specifications after advertisement, unless the change is advertised: Flinn v. Phila., 258 Pa. 355.\nThe court also found as a fact that the board, in making up its specifications for both lettings, exceeded its authority by requiring terms directly hostile to the act (for illustration, 75 free copies, and reducing the term from ten to six years) and rightfully enjoined the awarding of a contract under these specifications. The statute prescribes how the contract shall be entered into, and there must be a strict adherence to it: Harris v. Phila., 283 Pa. 496; Flinn v. Phila., supra.\nThe decree of the court below is affirmed at cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "John Weaver, Owen J. Roberts and Snyder, Miller & Hull, for appellant.",
      "Wm. A. Schnader, Special Deputy Attorney General, and George W. Woodruff, Attorney General, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Page, Appellant, v. King et al.\nContracts — Public contracts — Advertisement •— Specifications— Publication of State Reports — Act of June 2Jf, 1895, P. L. 212— Liberal construction — Discretion — Equity — Parties—Taxpayer’s bill.\n1. A taxpayer, having an interest in the public funds, has the right to maintain a bill in equity to restrain the unlawful award of a public contract; and it is immaterial whether the individual loss is great or small.\n2. Where an act requires a contract to be awarded to the lowest bidder, under specifications containing with definiteness the essential elements for competitive bidding, the legislature fixes its own standard for doing the work and furnishing the materials, and such act is mandatory and must be complied with.\n3. Unless the opportunity for competitive bidding is present, a public contract cannot be lawfully let.\n4. The term “lowest bidder,” in an act providing for a public contract, implies a common standard under which all bids must be received.\n5. If bidders are misled by anything which the board, empowered to award the bid, may have done or the notice may have required, the bidding is not on a common basis, and the lowest figure submitted would not, in law, be the lowest bid, because it lacked fair competition.\n6. An act of assembly calling for the expenditure of public money for work or labor by contract, will receive a liberal construction as to the specifications therein contained, conducive to safeguarding the money and work.\n7. Unless tbe act authorizing a public contract is complete in. all necessary essentials, the authorities empowered to award the contract have a discretionary power to make up the deficiencies.\n8. The notice or advertisement of the contract need not set forth in detail-the requirements of the act or the gist of the specifications. It is sufficient if it gives all persons interested notice of the character of the work to be done, advising where plans, specifications and contracts are lodged and may be procured, the authority under which it is done, the time and place of awarding the contract, published for such a length of time as the act requires, the bids to be received in the manner called for.\n9. If the contract is a state contract for the publication of State Eeports under the Act of June 24, 1895, P. L. 212, a copy of it, and the specifications in which any letting is made, should be lodged with the secretary of the Commonwealth, accessible to all persons who wish to bid for the work; copies should also be furnished on application.\n10. A public contract can be lawfully awarded when changes are made in the specifications after advertisement, if the change is advertised.\n11. As the term “first class book paper” used in the Act of June 24, 1895, P. L. 212, providing for the publication of the Superior Court Eeports, carries with it no standard so fixed that it would not be open'to subsequent dispute, the board may fix the quality in the specifications.\n12. The board may, in its discretion, adopt terms most advantageous to the public.\n13. As the binding of “full law sheep” provided in the Act of 1895, is being replaced by other kinds of binding such as buckram or duck, though the former is still used, the board may provide for alternate bids for buckram or duck, of specified quality; the full law sheep should be on hand for the public when demanded.\n14. While stereotyping was provided by the Act of 1895, the board may receive alternate bids for electrotyping, since both processes produce plates which can he preserved for future use,- as intended by the act.\n15. As the Act of 1895 provides that fifty volumes of the reports shall be furnished free to the state librarian, the board cannot require that seventy-five copies shall be so furnished.\nSubmitted December 2, 1925.\nAppeal, No. 18, May T., 1926, by plaintiff, from decree of C. P. Dauphin Co., No. 791, Equity Docket, No. 122, Commonwealth Docket, 1925, awarding injunction, but refusing mandatory injunction in case of Edith C. Page v. Clyde L. King, Secretary of the Commonwealth of Pennsylvania, Albert B. Weimer, State Reporter of Pennsylvania, and Edward Martin, Auditor General of Pennsylvania.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nBill for injunction and mandatory injunction. Before Hargest, P. J., and Wickersham, J.\nThe opinion of the Supreme Court states the facts.\nInjunction awarded and mandatory injunction refused in opinion by Hargest, P. J., 28 Dauphin Co. R. 368. Plaintiff appealed.\nError assigned was, inter alia, decree, quoting record.\nJohn Weaver, Owen J. Roberts and Snyder, Miller & Hull, for appellant.\nWm. A. Schnader, Special Deputy Attorney General, and George W. Woodruff, Attorney General, for appellees,\ncited: Frame v. Felix, 167 Pa. 47; Taylor v. Phila., 261 Pa. 458.\nJanuary 4, 1926:"
  },
  "file_name": "0153-01",
  "first_page_order": 177,
  "last_page_order": 184
}
