{
  "id": 1095107,
  "name": "Ward et al., Appellants, v. Zeigler",
  "name_abbreviation": "Ward v. Zeigler",
  "decision_date": "1926-03-15",
  "docket_number": "Appeal, No. 36",
  "first_page": "557",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "285 Pa. 557"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "276 Pa. 556",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0556-01"
      ]
    },
    {
      "cite": "279 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0307-01"
      ]
    },
    {
      "cite": "266 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0103-01"
      ]
    },
    {
      "cite": "264 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0149-01"
      ]
    },
    {
      "cite": "284 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0355-01"
      ]
    },
    {
      "cite": "283 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0406-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 7283,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.243390049635897e-07,
      "percentile": 0.9147932948986601
    },
    "sha256": "df182558c6d3ca06464906807fb2ce727e85456dedefd8a1081244295c717b0d",
    "simhash": "1:1da0e686447cba2d",
    "word_count": 1260
  },
  "last_updated": "2024-02-27T22:56:29.744593+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Ward et al., Appellants, v. Zeigler."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nJudgment was entered against defendant on a note which he had signed authorizing its confession. On his application the court opened the judgment and on the trial to determine its validity the jury found against plaintiffs and they have appealed.\nThe transaction out of which the note grew involved the sale of automobile tires by appellants to appellee. They contend that the sale was an absolute one and that the note represents the purchase price; defendant, that the tires were turned over to him by plaintiffs on consignment and that the note was intended to be only a security in their hands guaranteeing his payment to them of such sums as he might receive for tires which he sold. The amount claimed on the judgment represents the price of tires in defendant’s possession undisposed of and which he offered to return to plaintiffs.\nAppellants’ main position is that against the note defendant could not make the defense of a shipment on consignment; that his undertaking to pay, as evidenced by the obligation which he admittedly signed, was absolute and unconditional and that, in the absence of proof of fraud, accident or mistake, he should not be permitted to contradict its terms. This would be so if the note evidenced the entire contract and undertaking between the parties, but plaintiffs themselves admit it does not. They had a stock of tires on hand valued at about $5,000. They were about to go out of the garage business in which they had been engaged and solicited defendant to take over the stock of tires at their cost to them. The nub of the controversy is in the terms on which defendant received them; appellants say by outright sale, appellee that he received them on consignment.\nThe note which was given is payable on demand; plaintiffs admit, however, that when it was executed the understanding was that it was not to be so paid but was to be liquidated by partial payments as defendant sold the tires. Furthermore, one of plaintiffs, Sherk, said, in response to a question addressed to him when he was called by defendant as under cross-examination, that there was an oral understanding that the defendant would keep the remainder of the tires when by payments he had reduced the note to $1,500. Why should defendant agree to keep certain of the tires if he had purchased them all outright? Other circumstances corroborated defendant in his position that the sale to him was not an absolute one. It was shown and admitted by plaintiffs that after the tires were delivered to defendant they took back from him a number of them, giving him credit at the same price he had agreed to pay for them; that after the tires were delivered to defendant they were checked over and certain allowances were made; that plaintiffs had agreed to aid in selling the tires and actually did so; that the tires sold were accounted for to plaintiffs periodically and paid for at the list or factory prices; that a list of those sold was kept by defendant, which list was checked by one of plaintiffs; that all the tires sold were accounted for; that, on tires which plaintiffs disposed of, defendant received no profit; that adjustments on tires previously sold by plaintiffs were made out of those in defendant’s hands and that plaintiffs continued to hold the insurance policies on the tires after they were turned over to defendant and until the policies expired.\nWe are not dealing here with such a situation as was presented in First Nat. Bank of Hooversville v. Sagerson, 283 Pa. 406, or First Nat. Bank of Donora v. Purcell, 284 Pa. 355, where it was denied that there was any oral understanding outside of the note sued on but with one where admittedly there was such an oral understanding; this appears by the following question addressed to the plaintiff, Sherk, and his answer, “Q. So the note wasn’t the whole understanding. You had an oral understanding with him didn’t you? A. Well, yes.” While the witness said the understanding was not that the sale was on a consignment basis, he testified it was that defendant should “pay for them as they were sold.” If the understanding was that defendant was only to pay for the tires as they were sold, then of course he was only to pay for such as were sold and, however plaintiffs termed the transaction, on their own admission it was not an outright sale but in reality one on consignment.\nAs plaintiffs admit that the note does not express the entire understanding and agreement between them and defendant, and as the part of their agreement that admittedly was not reduced to writing goes to the very point relied on by defendant for his defense, they cannot invoke the rule that parol evidence cannot be received to vary its terms. The parol evidence rule exists not for reasons of public policy but to protect those who put their entire contracts in writing; this the plaintiffs admit they did not do in respect to the very portion of the agreement set up by defendant. “Where admittedly the writing does not fully express the agreement of the parties in regard to the matter under consideration, the same strictness of pleading and proof are not required”: Federal Sales Co. v. Farrell, 264 Pa. 149. “The whole of the agreement......not being set forth in the writing, either party had the right to show what the true facts were regarding the matter thus resting in parol”: Kerr v. McClure, 266 Pa. 103. See also, O’Bara v. Bielecka, 279 Pa. 307; Schnurman v. Hillegas, 276 Pa. 556.\nThe judgment for defendant is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "H. A. Honker, with him Stroh & McCarrell and C. D. Weiriok, for appellants.",
      "Eugene D. Siegrist, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ward et al., Appellants, v. Zeigler.\nJudgment — Opening judgment — Written instrument — Judgment note — Parol evidence to vary — 'Sale—Consignment.\n1. Where it is admitted that the whole of an agreement is not set forth in the writing, either party has the right to show what the true facts were regarding the matter thus resting in parol.\n2. Where automobile tires are delivered to defendant, and he gives, at the time, judgment notes, and plaintiff claims that the notes were given in absolute payment of the tires and defendant claims that the notes were given as security for the proceeds of the tires as they were sold, and plaintiff in his testimony admits that defendant was to pay for them as they were sold, the transaction was not an outright sale, but in reality one on consignment.\n3. In such case plaintiff cannot invoke the rule that parol evidence cannot be received to vary the terms of a written instrument.\n4. The parol evidence rule exists not for reasons of public policy but to protect those who put their entire contract in writing.\nArgued February 8, 1926.\nAppeal, No. 36, Jan. T., 1926, by plaintiffs, from judgment of C. P. Lebanon Co., Sept. T., 1922, No. 220, on verdict for defendant in case of C. H. Ward and H. H. Sherk v. Charles D. Zeigler.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ.\nAffirmed.\nIssue as to validity of judgment. Before Henry, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for defendant. Plaintiffs appealed.\nError assigned was, inter alia, refusal of plaintiffs’ motion for judgment n. o. v., quoting record.\nH. A. Honker, with him Stroh & McCarrell and C. D. Weiriok, for appellants.\nEugene D. Siegrist, for appellee.\nMarch 15, 1926:"
  },
  "file_name": "0557-01",
  "first_page_order": 581,
  "last_page_order": 584
}
