{
  "id": 3442135,
  "name": "TRIBUNE-REVIEW PUBLISHING COMPANY, A Pennsylvania Corporation, and Andrew Conte, an Individual, Appellants v. Leonard BODACK, in his Official Capacity as Member of Pittsburgh City Council, Barbara Burns, in her Official Capacity as Member of Pittsburgh City Council, and the City of Pittsburgh, a Municipal Corporation, Appellees",
  "name_abbreviation": "Tribune-Review Publishing Co. v. Bodack",
  "decision_date": "2008-12-18",
  "docket_number": "No. 24 WAP 2008",
  "first_page": "256",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "599 Pa. 256"
    },
    {
      "type": "parallel",
      "cite": "961 A.2d 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "633 A.2d 1233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1452542
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0398-01"
      ]
    },
    {
      "cite": "713 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11816130,
        559342
      ],
      "weight": 5,
      "year": 1998,
      "pin_cites": [
        {
          "page": "628"
        },
        {
          "page": "629"
        },
        {
          "page": "630",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0627-01",
        "/pa/552/0105-01"
      ]
    },
    {
      "cite": "552 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559342
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0105-01"
      ]
    },
    {
      "cite": "833 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9081512,
        587953,
        9081446,
        587951
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/833/0112-02",
        "/pa/574/0661-02",
        "/a2d/833/0112-01",
        "/pa/574/0661-01"
      ]
    },
    {
      "cite": "574 Pa. 661",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        587953,
        587951
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0661-02",
        "/pa/574/0661-01"
      ]
    },
    {
      "cite": "839 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9056648,
        9056682,
        16765,
        16719
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/839/0185-01",
        "/a2d/839/0185-02",
        "/pa/576/0231-01",
        "/pa/576/0230-01"
      ]
    },
    {
      "cite": "576 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16765
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0231-01"
      ]
    },
    {
      "cite": "370 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "1249"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "935 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8363219,
        3596918
      ],
      "weight": 4,
      "year": 2007,
      "pin_cites": [
        {
          "page": "533"
        },
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/935/0530-01",
        "/pa/594/0244-01"
      ]
    },
    {
      "cite": "594 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3596918
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/594/0244-01"
      ]
    },
    {
      "cite": "875 A.2d 402",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8969892
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "407"
        },
        {
          "page": "407-08"
        },
        {
          "page": "408",
          "parenthetical": "quoting an e-mail sent by the City Solicitor that was included in the record"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/875/0402-01"
      ]
    },
    {
      "cite": "769 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11110867,
        1276771
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/769/0449-01",
        "/pa/564/0482-01"
      ]
    },
    {
      "cite": "564 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276771
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/pa/564/0482-01"
      ]
    },
    {
      "cite": "127 N.J. 9",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        301111
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/nj/127/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1016,
    "char_count": 26852,
    "ocr_confidence": 0.649,
    "pagerank": {
      "raw": 1.7067312684015813e-07,
      "percentile": 0.7017721882627134
    },
    "sha256": "e5f5d37596d962a79865292317fa751913456aff2e0e68498bfa6a316ae3b303",
    "simhash": "1:5d9e61d56f43b643",
    "word_count": 4168
  },
  "last_updated": "2024-02-27T16:15:31.088404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J. and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ.",
      "Chief Justice CASTILLE, Justices EAKIN and BAER, and Justices TODD and GREENSPAN join the opinion.",
      "Justice SAYLOR files a concurring opinion."
    ],
    "parties": [
      "TRIBUNE-REVIEW PUBLISHING COMPANY, A Pennsylvania Corporation, and Andrew Conte, an Individual, Appellants v. Leonard BODACK, in his Official Capacity as Member of Pittsburgh City Council, Barbara Burns, in her Official Capacity as Member of Pittsburgh City Council, and the City of Pittsburgh, a Municipal Corporation, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice McCAFFERY.\nThe Tribune-Review Publishing Company and Andrew Conte, a journalist employed by the Tribune-Review, (“Appellants”) sought to obtain, under the act known as the Righb-toKnow Act, itemized billing records for cellular telephones purchased by the City of Pittsburgh (“the City”) and issued to City Council members Leonard Bodack and Barbara Burns. The records sought were for the period from January 1, 2002, through August 1, 2003, and were to include the telephone numbers of both incoming calls to and outgoing calls from each phone, the time of each call, and the duration and cost of each call. Appellants also sought to know which calls were personal calls for which the council members had reimbursed the City. The City denied the request on behalf of Council Members Bodack and Burns on the basis that (1) the records were excludable under the Right-to-Know Act because they contained private telephone numbers, which, if revealed, could potentially result in danger to the owners of the telephone numbers and/or danger that persons would be reluctant to contact the City regarding local problems; and (2) such bills were not, in general, public records subject to the Right-to-Know Act because the council members had reimbursed the City for their cellular telephone usage.\nAppellants filed a timely appeal of the City’s denial of its request to the Allegheny Court of Common Pleas pursuant to 65 P.S. § 66.4(b). Following a hearing, the trial court sustained Appellants’ appeal and ordered that the requested information be produced. Council Members Bodack and Burns and the City (“Appellees”) appealed to the Commonwealth Court, which reversed, determining that the telephone bills did not fall within the definition of “public record.” The Right-to-Know Act defines a “public record” as follows:\n“Public record.” Any account, voucher or contract dealing with the receipt or disbursement of funds by an agency or its acquisition, use or disposal of services or of supplies, materials, equipment or other property and any minute, order or decision by an agency fixing the personal or property rights, privileges, immunities, duties or obligations of any person or group of persons: Provided, That the term “public records” shall not mean any report, communication or other paper, the publication of which would disclose the institution, progress or result of an investigation undertaken by an agency in the performance of its official duties, except those reports filed by agencies pertaining to safety and health in industrial plants; it shall not include any record, document, material, exhibit, pleading, report, memorandum or other paper, access to or the publication of which is prohibited, restricted or forbidden by statute law or order or decree of court, or which would operate to the prejudice or impairment of a person’s reputation or personal security, or which would result in the loss by the Commonwealth or any of its political subdivisions or commissions or State or municipal authorities of Federal funds, excepting therefrom however the record of any conviction for any criminal act.\n65 P.S. § 66.1 (emphasis added).\nThe Commonwealth Court determined that because the subject telephone bills were clearly “account[s or] vouchees] ... dealing with the receipt or disbursement of funds by an agency,” despite any reimbursement made by the council members, the requested bills fell within the general definition of “public record.” However, the court also determined that the disclosure of telephone numbers of persons placing calls to, and receiving calls from, the council members could compromise the privacy, reputation, or personal security of those persons to whom the telephone numbers belonged. Thus, the court concluded that the telephone bills, unredacted, fell within an exception to the definition of “public record.” Accordingly, the Commonwealth Court reversed the decision of the trial court ordering disclosure of the telephone bills “as-is.” More particularly, the Commonwealth Court held that the telephone numbers on the bills must be redacted before the bills are eligible for public release.\nIn its analysis, the Commonwealth Court first noted a distinction between cellular telephone calls made by council members, and the calls made to council members by individuals, both of which sets of calls would be notated on the cellular telephone bills. The court stated:\nCellular phones are different from traditional phones in that, when a call is made to a traditional phone, the person placing the call generally pays for the cost of the call and thus the number of the person making the call would not appear on the telephone bill of the person receiving the call. However, with cellular phones, the persons receiving a call are still using “airtime” even though they didn’t initiate the calls and they are therefore charged for the calls. Thus, because there is a charge for the call, the incoming number is often displayed on the cellular phone bill. This fact ... [establishes that] the private citizen, unknowingly, ... provides] information to the public agency by the act of initiating the call to the cellular telephone of a public official without any notice that his/her identity will be disclosed. As in Times Publishing, [] in this case we believe that private citizens have a legitimate and reasonable expectation that their phone numbers will remain private and that disclosure of these numbers would constitute an unwarranted invasion of personal privacy outweighing any public benefit derived from disclosure. For these reasons, the numbers of incoming phone calls in this case are not subject to disclosure.\nTribune-Review Publishing Co. v. Bodack, 875 A.2d 402, 407 (Pa.Cmwlth.2005).\nThe Commonwealth Court also considered that one who has been called on the telephone by a public official risks damage to his or her reputation, once the fact of this call is made public. The court stated:\nFurthermore, the reputation of the person called must also be considered. [In particular, the court must] address the damage to the reputation caused to private citizens whose numbers are released to the public when, without notice or warning, they are called by a public official on a cell phone or perhaps even mistakenly called if the public official dials a wrong number. It is a fact that the knowledge that certain people had contact with certain public officials could and would be used at the very least to damage a person’s reputation. Such damage can be measured only by the interpretation placed on the release of that information and its perceived connection to the political, business, marital, competitive or other interests of the person .receiving the call. It is not enough to only weigh the importance of discovering the public official’s use of public funds and public equipment. Rather, the request for this information must be balanced by weighing the rights 'of innocent private citizens who have no way to protect themselves from an •invasion of their personal privacy when they are called on the telephone by a public official and, by the mere act of answering that phone call, [ ] have their identity disclosed by having their land phone and/or cell phone telephone number and/or location published.\nId. at 407-08.\nFinally, the Commonwealth Court addressed the issue of personal security, noting the particular concern of the City that “the records requested would include constituent calls for which the caller has an expectation of privacy and the revelation of which would expose those constituents to possible harassment and retaliation. For example, a constituent may call to report illegal activity of a neighbor.” Id. at 408 (quoting an e-mail sent by the City Solicitor that was included in the record). Because of the personal security concern, as well as its conclusions regarding privacy and reputation, the court determined that the requested telephone bills met the exception to the act’s definition of “public record” and held ' that unless the bills were redacted to exclude the listed telephone numbers, they were not eligible for public disclosure under the Right-to-Know Act.\nWe accepted review of the Commonwealth Court’s decision, limited to the following two issues:\n1. Are itemized cellular telephone bills of an agency open for public inspection under the Right-to-Know Act?\n2. Do the personal security and privacy exceptions in the Right-to-Know Act create legal defenses to access that need not be supported with substantial evidence?\nUnder the Right-to-Know Act, public records are accessible for public inspection and duplication. 65 P.S. § 66.2(a) (“Unless otherwise provided by law, a public record shall be accessible for inspection and duplication by a requester in accordance with this act.”); The Pennsylvania State University v. State Employees’ Retirement Board, 594 Pa. 244, 935 A.2d 530, 533 (2007). The Right-to-Know Act thus sets forth a general disclosure rule for public records and further takes a broad view of what constitutes a public record. As we emphasized, the Right-to-Know Act specifies that any “account, voucher or contract dealing with the receipt or disbursement of funds by a Commonwealth agency constitutes [a] public record.” Id. at 534. Furthermore, the meaning of “account” “is to be broadly construed for the benefit of the public, encompassing, at minimum, the [agency’s] financial records of debit and credit entries, as well as monetary receipts and disbursements.” Id.\nThus, the Commonwealth Court correctly concluded that, in general terms, telephone bills paid by an agency are public records, even when the agency receives reimbursement for calls made from the recipient of the agency-purchased telephone. The fact that the agency may have received reimbursement for expenses does not change the fact that the agency has disbursed public funds for these expenses, rendering the agency’s activity subject to public inspection under the Right-to-Know Act. “[T]he General Assembly intended the word ‘account’ to include a record of debit and credit entries to cover transactions during a fiscal period of time.” Id. at 535 (citing Butera v. Office of Budget, 29 Pa.Cmwlth. 343, 370 A.2d 1248, 1249 (1977)). “The intent of the [Right-to-Know Act] is to allow individuals and entities access to public records to discover information about the workings of government, favoring transparency and public access regarding any expenditure of public funds.” Id. at 533.\nHowever, as the Commonwealth Court correctly observed, the statutory definition of public record contains an exception for records the disclosure of which “would operate to the prejudice or impairment of a person’s reputation or personal security.” 65 P.S. § 66.1. “For some time, Pennsylvania courts have interpreted this reputation and personal security exception as creating a privacy exception to the [Right-to-Know Act’s] general disclosure rule.” Pennsylvania State University, supra at 538. To determine whether the privacy exception should preclude disclosure under the Right-to-Know Act, “the appropriate question is whether the records requested would potentially impair the reputation or personal security of another, and whether that potential impairment outweighs the public interest in the dissemination of the records at issue.” Id. at 538 (emphasis added). This is a balancing test, requiring courts to weigh competing interests. See id. at 541. The party asserting the right of disclosure under the Right-to-Know Act has the burden to establish that the record at issue is a public record. If that burden is met, then the agency wishing to avoid disclosure has the burden to establish that the record should not be disclosed, i.e., because one of the statutory exceptions is applicable. See Uniontown Newspapers, Inc. v. Roberts, 576 Pa. 231, 839 A.2d 185, 189 n. 1 (2003); Tribune-Review Publishing Co. v. Westmoreland County Housing Authority, 574 Pa. 661, 833 A.2d 112, 115 (2003).\nHere, Appellants contend that the record establishes that they have shown that the requested telephone bills are public records and that Appellees have failed to satisfy their corresponding burden of showing that the reputation or personal security exception applied. More specifically, Appellants argue that the record is devoid of evidence that the possessors of the telephone numbers listed in the requested bills would suffer any impairment of their reputation or personal security, with the possible exception of one specific unnamed individual referred to by Council Member Bodack who had called the council member to complain about a neighboring house where drug trafficking was taking place.\nAgain, we agree with Appellants that they have shown that cellular telephone bills of an agency are, absent a statutory exception, public records subject to disclosure under the Right-to-Know Act. However, we reject Appellants’ argument that the statutory exception does not apply unless the agency establishes, with specific evidence as to each piece of information or data, that the exception has been met. Quite simply, we have never held that the requisite balancing test is utilized only after the agency has established, through particular and item-specific evidence, that the challenged information in an otherwise public record definitively meets one of the exceptions set forth at 65 P.S. § 66.1. On the contrary, if anything, our case law has recognized that there are certain types of information whose disclosure, by their very nature, would operate to the prejudice or impairment of a person’s privacy, reputation, or personal security, and thus intrinsically possess a palpable weight that can be balanced by a court against those competing factors that favor disclosure. Private telephone numbers are one such type.\nIn Sapp Roofing Co. v. Sheet Metal Workers’ International Assoc., 552 Pa. 105, 713 A.2d 627 (1998), (plurality), this Court considered whether payroll records for contractual work on three school district buildings, which records the contractor had submitted to the school district to comply with the Prevailing Wage Act, were public records under the Right>-to-Know Act. With the stated intent of ensuring that the contractor, who was non-union, had complied with the Prevailing Wage Act, the union sought records that contained the names and addresses of the contractor’s employees, their social security numbers, job positions, rate of pay, and hours worked on the jobs. Id. at 628. Four of five justices participating in the decision agreed that the payroll records were public records because they evidenced a disbursement by the school district. See id. at 629. However, this Court then went on to consider “whether the records requested by the union [ ] would potentially impair the personal security of [the contractor’s] employees and whether that potential impairment outweighs the public interest in the dissemination of the records.” Id. Noting that the disclosure of the employees’ personal information, which we specifically identified as “names, addresses, social security numbers, and [telephone numbers,” would reveal little or nothing about the school district’s compliance with the Prevailing Wage Act, the plurality opinion concluded that this personal information could not be released because the public interest involved in the personal information was weak and the privacy interest was strong. Id. at 630 (emphasis added).\nThus, in Sapp Roofing, a plurality of this Court recognized that general categories of information (i.e., names, addresses, social security numbers, and telephone numbers) could be excluded from public release if the balanced tilted in favor of non-disclosure. Notably, no justice participating in Sapp Roofing determined that the agency was required to prove, with respect to each individual name, address, social security number, or telephone number, that disclosure would operate to the prejudice or impairment of a person’s reputation or personal security. ■\nIn Pennsylvania State University, supra, we held that the public had the right to know the names, salaries, and service histories of state university employees who participated in the Commonwealth retirement fund; however, the required disclosure did not extend to information “pertinent to” a person’s “personal security,” such as addresses, telephone numbers, or social security numbers. Id. at 534, 540. Again, we did not hold that the agency was required to prove, with respect to each individual address, social security number, or telephone number, that disclosure would operate to the prejudice or impairment of that person’s reputation or personal security. Rather, it was clear from our holding that the very nature of such information may render disclosure thereof by an agency a threat to privacy, reputation, or personal security. Thus, telephone numbers may be barred from disclosure should the balance tip in favor of protecting privacy, reputation, or personal security rights over the right of the public to view this information.\nBased on the plurality holding in Sapp Roofing and the majority holding in Pennsylvania State University, we conclude that the Commonwealth Court appropriately balanced the interests identified in the record before it, and properly held that the cellular telephone bills may be disclosed once the telephone numbers listed on those bills have been redacted. The Commonwealth Court correctly concluded that while, initially, the telephone bills were public records subject to disclosure, as they were financial records of a public agency, they nevertheless included information that could “potentially impair the reputation or personal security of another.” Pennsylvania State University, supra at 538 (emphasis added). Moreover, the court did not err when it determined that such “potential impairment outweighed the public interest in the dissemination of the records at issue.” Id. Here, no strong public interest in the disclosure of individual telephone numbers is apparent from the record. Indeed, Appellants have failed to set forth any cogent argument that the disclosure of the telephone numbers in the requested cellular telephone bills would serve a strong public function, whether those telephone numbers were possessed by individuals, businesses, or other entities.\nCertainly, the public has an interest in monitoring how public officials use public property, and one can make an argument that the disclosure of telephone numbers called by public officials with publicly provided equipment may be important, in the appropriate case, to allow the public “to discover information about the workings of government” and to achieve the laudable goals of “transparency and public access regarding any expenditure of public funds.” Id. at 533. However, the strong intrinsic interest of the possessor of telephone numbers to privacy, reputation, or personal security may not be lightly set aside; and the agency opposing disclosure of such personal information is not, under our case law, required to prove item-by-item that each person or entity who may be affected will potentially suffer a threat to privacy, reputation, or personal security. Moreover, as the Commonwealth Court observed, it is because cellular telephones are involved in this case that the telephone numbers of callers to the council members are listed on the bills at all. Thus, disclosure of these numbers when such numbers would not exist on telephone bills for “land lines” would be arbitrary. In this ease, the strong public interest in disclosure of how the agency spends public funds is met by disclosure of redacted bills and information concerning whether the agency received reimbursement for private use of public equipment.\nUltimately, the question here is whether the privacy interests of the possessors of the telephone numbers outweigh the public’s interest in the disclosure of those telephone numbers. See id. at 541. Because of the patently strong privacy interest in shielding the telephone numbers from disclosure and the weak, perhaps non-existent public interest in favor of disclosure of the telephone numbers, we conclude that the Commonwealth Court correctly determined that the telephone numbers must be redacted from the telephone bills prior to the public disclosure of those bills under the Right-to-Know Act. Accordingly, we affirm the order of the Commonwealth Court.\nChief Justice CASTILLE, Justices EAKIN and BAER, and Justices TODD and GREENSPAN join the opinion.\nJustice SAYLOR files a concurring opinion.\n. Act of June 21, 1957, P.L. 390, as amended, 65 P.S. §§ 66.1-66.9. This act was repealed by the Act of February 14, 2008, P.L. 6, effective January 1, 2009. In its place, a comprehensive \"Right-to-Know Law” will come into effect on January 1, 2009, applicable to requests for public record information made after December 31, 2008. The new Right-to-Know Law will, be codified at 65 P.S. §§ 67.101 et seq.\n. In Times Publishing Co., Inc. v. Michel, 159 Pa.Cmwlth. 398, 633 A.2d 1233 (1993), a newspaper sought access under the Right-to-Know Act to written applications for licenses to carry firearms. These applications contained the telephone and social security numbers of the applicants. The trial court and Commonwealth Court held that the portions of the applications containing telephone and social security numbers were not subject to disclosure, but that the remainder of the applications containing, among other information, the applicant’s name, race, and reason for requesting the license, were subject to disclosure.\n. At trial, Council Members Bodack and Burns each testified that some of their constituents had called them about illegal drug activity. They expressed their concerns that these constituents would be subject to harassment or more serious retaliation should their telephone numbers be disclosed.\n. In the new Right-to-Know Law, the General Assembly has also recognized that specific types of information should not and, under the law, will not be subject to disclosure. Section 708(b) of the Right-to-Know Law, 65 P.S. § 67.708(b), effective January 1, 2009, sets forth no less than thirty general types of information constituting exceptions to public records subject to disclosure. Of particular interest to the present matter, one exception is “[a] record containing all or part of a person's Social Security number, driver's license number, personal financial information, home, cellular or personal telephone numbers, personal e-mail addresses, employee number or other confidential personal identification number.” 65 P.S. § 67.708(b)(6)(i)(A), effective January 1, 2009 (emphasis added). Another exception pertains to \"[cjorrespondence between a person and a member of the General Assembly and records accompanying the correspondence which would identify a person that requests assistance or constituent services.” 65 P.S. § 67.708(b)(29), effective January 1, 2009.\n. Act of August 15, 1961, P.L. 987, as amended, 43. P.S. §§ 165—1—165— 17.\n. It is not difficult in our current age of technology to use a telephone number to obtain further information about the possessor of that number, including name, address, and other personal information.",
        "type": "majority",
        "author": "Justice McCAFFERY."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nAlthough I concur in the result reached by the majority, I have some differences with its reasoning.\nPrimarily, I would accord more weight to the public’s interest in disclosure of what is facially a public record. While the majority describes such interest as “weak, perhaps non-existent,” Majority Opinion at 269, 961 A.2d at 118, my thoughts are more in line with that of the New Jersey Supreme Court, which explained:\nAt first glance, the question of whether the public should have access to the toll-billing telephone records of public officials under the Right-to-Know Law seems to answer itself. The public has paid for the telephone calls; the numbers called have been recorded on the bill that the public body has paid; the public should have the right to learn the identity of the person called by the public official.\nNorth Jersey Newspapers Co. v. Passaic County Bd. of Chosen Freeholders, 127 N.J. 9, 601 A.2d 693 (1992). The court proceeded to emphasize the policy of openness in government and the interest of the citizenry in discovering abuses. See id. at 697. Although the New Jersey court ultimately determined that the telephone records at issue were not public records under New Jersey’s then-prevailing narrower definition, again, I agree with its treatment of the public interests involved. Indeed, after considering the competing public and private interests in issue, as well as the common-law right to access, the New Jersey Supreme Court did not establish a bright-line rule flatly requiring blanket redactions. Rather, it directed that relevant records were to be made available upon a specific showing that the public need outweighs the governmental policies of confidentiality in telephone communications and executive privilege. See id. at 698. The court also recognized the availability of an in camera review procedure in appropriate cases. See id. at 697; accord LaValle v. OGC, 564 Pa. 482, 498 n. 14, 769 A.2d 449, 459 n. 14 (2001).\nI would adopt the New Jersey approach and join the result in the present case, because I find a sufficient specific showing to be lacking.\n. I also differ with the majority's finding that disclosure would be “arbitrary” in light of suggested differences between land-line and cell phone bills. See Majority Opinion at 268, 961 A.2d at 117. The Pennsylvania Right to Know Act broadly defines public records as records \"dealing with” the receipt or disbursement of funds or its use of equipment. See 65 P.S. § 66.1. There is no basis in the statutory language for limiting public access based on the fact that information in an agency's hands might not have reached it merely because some other medium might have been employed.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Ronald D. Barber, Esq., H. Yale Gutnick, Esq., Strassburger, McKenna, Gutnick & Gefsky, Pittsburgh, for Tribune-Review Publishing Company, et al.",
      "George R. Specter, Esq., City of Pittsburgh Law Department, Lawrence Henry Baumiller, Esq., Allegheny County Law Department, Pittsburgh, for Leonard Bodack, et al."
    ],
    "corrections": "",
    "head_matter": "961 A.2d 110\nTRIBUNE-REVIEW PUBLISHING COMPANY, A Pennsylvania Corporation, and Andrew Conte, an Individual, Appellants v. Leonard BODACK, in his Official Capacity as Member of Pittsburgh City Council, Barbara Burns, in her Official Capacity as Member of Pittsburgh City Council, and the City of Pittsburgh, a Municipal Corporation, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 10, 2008.\nDecided Dec. 18, 2008.\nRonald D. Barber, Esq., H. Yale Gutnick, Esq., Strassburger, McKenna, Gutnick & Gefsky, Pittsburgh, for Tribune-Review Publishing Company, et al.\nGeorge R. Specter, Esq., City of Pittsburgh Law Department, Lawrence Henry Baumiller, Esq., Allegheny County Law Department, Pittsburgh, for Leonard Bodack, et al.\nBEFORE: CASTILLE, C.J. and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "0256-01",
  "first_page_order": 304,
  "last_page_order": 318
}
