{
  "id": 461545,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Phillip TILGHMAN, Bruce Jamison, and James Hall, Appellants",
  "name_abbreviation": "Commonwealth v. Tilghman",
  "decision_date": "1996-03-29",
  "docket_number": "Nos. 36, 37 and 38 Eastern District Appeal Docket 1995",
  "first_page": "578",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "543 Pa. 578"
    },
    {
      "type": "parallel",
      "cite": "673 A.2d 898"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "557 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466331
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "n. 3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/384/0018-01"
      ]
    },
    {
      "cite": "246 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917382
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0420-01"
      ]
    },
    {
      "cite": "100 A.2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244402
      ],
      "weight": 2,
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0390-01"
      ]
    },
    {
      "cite": "522 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818983
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0379-01"
      ]
    },
    {
      "cite": "652 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875104,
        710879
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0862-01",
        "/pa-super/438/0378-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 378",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710879
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0378-01"
      ]
    },
    {
      "cite": "652 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875032,
        710891
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0858-01",
        "/pa-super/438/0372-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 372",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710891
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0372-01"
      ]
    },
    {
      "cite": "652 A.2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868248,
        710904
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0390-01",
        "/pa-super/438/0313-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710904
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0313-01"
      ]
    },
    {
      "cite": "249 Pa.Super. 511",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        834629
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "order by the sentencing judge which purports to either grant or deny parole to a person serving a maximum sentence in excess of two years is beyond the authority of the sentencing court and is a nullity"
        },
        {
          "parenthetical": "order by the sentencing judge which purports to either grant or deny parole to a person serving a maximum sentence in excess of two years is beyond the authority of the sentencing court and is a nullity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/249/0511-01"
      ]
    },
    {
      "cite": "409 A.2d 949",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "322 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584392
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0602-01"
      ]
    },
    {
      "cite": "520 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815605
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0324-01"
      ]
    },
    {
      "cite": "23 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta "
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208350
      ],
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0549-01"
      ]
    },
    {
      "cite": "674 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859136,
        7859098,
        461531,
        461555
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0214-02",
        "/a2d/674/0214-01",
        "/pa/543/0628-01",
        "/pa/543/0627-01"
      ]
    },
    {
      "cite": "543 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461531
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0628-01"
      ]
    },
    {
      "cite": "645 A.2d 1314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "538 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "634 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "535 Pa. 667",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa.Super. 190",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924737
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0190-01"
      ]
    },
    {
      "cite": "634 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841496,
        1841603
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0121-01",
        "/pa/535/0122-01"
      ]
    },
    {
      "cite": "535 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841603
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0122-01"
      ]
    },
    {
      "cite": "615 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1436553
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 21718,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 2.213815675231642e-06,
      "percentile": 0.9957792906072902
    },
    "sha256": "3d2b8a9761ccb89a36ad54907aa4393d7d99d3e143e03f036498e4d827a223b5",
    "simhash": "1:8f98129fa7d7ef9e",
    "word_count": 3575
  },
  "last_updated": "2024-02-27T20:05:40.019609+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY and CASTILLE, JJ.",
      "NIX, C.J., and ZAPPALA, J., concur in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Phillip TILGHMAN, Bruce Jamison, and James Hall, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nWe granted allowance of appeal in these consolidated matters to review whether jurisdiction over the appellants’ parole requests was retained by the common pleas court or rested with the Pennsylvania Board of Probation and Parole (Parole Board), where appellants were each sentenced to consecutive prison terms having a maximum aggregate sentence of two or more years, but with each component maximum sentence being less than two years. We also granted allowance of appeal to address the Appellants’ contention that this Court’s per curiam affirmance of Abraham v. Department of Corrections of Pennsylvania, 150 Pa.Cmwlth. 81, 615 A.2d 814 (1992), aff'd per curiam, 535 Pa. 122, 634 A.2d 214 (1993), had the effect of sub silentio overruling Commonwealth v. Harris, 423 Pa.Super. 190, 620 A.2d 1175 (1993), alloc. denied sub nom. Commonwealth v. Miller, 535 Pa. 667, 634 A.2d 1115 (1993), and reconsid. denied, 538 Pa. 610, 645 A.2d 1314 (1993). For the following reason, we affirm the Superior Court’s decision that this Court has not overruled Harris, and, thus, that the common pleas court improperly exercised jurisdiction over the appellants’ parole requests.\nAppellant Phillip Tilghman entered a negotiated guilty plea on February 8,1993, in exchange for a sentence of eleven and one half (11%) to twenty-three (23) months incarceration for robbery, a consecutive sentence of six (6) to twelve (12) months for conspiracy, and a sentence of two years reported probation for an additional charge of possession of an instrument of crime. Tüghman’s sentences were aggregated to a minimum of seventeen and one-half (17%) and a maximum of thirty-five (35) months incarceration. After serving twenty-six (26) months of his sentence, Tilghman’s petition to the trial court for early parole was granted.\nAppellant James Hall pled guilty, on December 11, 1991, to charges of attempted indecent assault and corrupting the morals of a minor and received two consecutive six (6) to twenty-three (23) month sentences. Hall’s aggregated sentence was a minimum of twelve (12) and a maximum of forty-six (46) months incarceration. The trial judge granted Hall early parole on the charge of attempted indecent assault on March 17, 1994 and on the charge of corrupting the morals of a minor on March 23,1994.\nAppellant Bruce Jamison, who had been granted reparole from his incarceration for aggravated assault in the first degree, was subsequently convicted of aggravated assault, recklessly endangering another person, and possessing an instrument of crime relating to an incident occurring on December 12, 1989. Jamison was sentenced to three years probation, but violated the terms and conditions of his probation when he assaulted a police officer on March 3, 1991. The trial judge revoked Jamison’s probation and imposed a sentence of incarceration of six (6) to twenty-three (23) months. In a de novo appeal to the court of common pleas for the 1991 assault, Jamison pled guilty to simple assault, recklessly endangering another person, and resisting arrest, and was sentenced to three concurrent terms of imprisonment of three (3) to six (6) months, to be served consecutively to his sentence for the prior assault. The aggregated sentence imposed on Jamison was a minimum of nine (9) months and a maximum of twenty-nine (29) months incarceration. Jamison’s petition for reparole with the common pleas court was granted on February 22,1994.\nIn separate appeals to Superior Court, the Commonwealth challenged the trial court’s orders granting parole in each of these matters. In each of these appeals the Superior Court, relying on its prior decision in Hams, ruled that authority over parole of the appellants resided with the Parole Board, as opposed to the common pleas court.\nIn Harris, the Superior Court was faced with the question of whether, pursuant to section 17 of the Parole Act, 61 P.S. § 331.17, authority to grant parole rested with the common pleas court or the Parole Board over criminal defendants who received multiple consecutive sentences with a maximum term which, when aggregated, exceeded two years, but where each component maximum sentence was less than two years. This question arose because section 26 of the Parole Act, 61 P.S. § 331.26, provides that paroles from imprisonment for less than a maximum period of two years shall be granted by the sentencing court, while section 17 of the Parole Act leaves to the Parole Board the power to grant and revoke parole of a prisoner whose maximum term of imprisonment is two years or more. See 61 P.S. § 314, and 61 P.S. § 331.21. The Superior Court in Harris concluded that section 17 of the Parole Act provides for the aggregation of several sentences in order to reach an aggregated maximum which exceeds two years.\nBased on the language contained in section 17, we agree with the Hams Court’s conclusion that the component maximum sentences must be aggregated, and, if the resulting sentence equals or exceeds two years, parole authority rests with the Parole Board.\nSection 17 of the Parole Act provides:\nThe board shall have exclusive power to parole and reparole, commit and recommit for violations of parole, and to discharge from parole all persons heretofore or hereafter sentenced by any court in this Commonwealth to imprisonment in any prison or penal institution thereof, whether the same be a state or county penitentiary, prison or penal institution, as hereinafter provided. It is further provided that the board shall have exclusive power to supervise any person hereafter placed on probation or parole (when sentenced to a maximum period of less than two years) by any judge of a court having criminal jurisdiction, when the court may by special order direct supervision by the board, in which case the probation or such parole case shall be known as a special case and the authority of the board with regard thereto shall be the same as herein provided with regard to parole cases within one of the classifications above set forth: Provided, however, That the powers and duties herein conferred shall not extend to persons sentenced for a maximum period of less than two years, and nothing herein contained shall prevent any court of this Commonwealth from paroling any person sentenced by it for a maximum period of less than two years: And provided further, That the period of two years herein referred to shall mean the entire continuous term of sentence to which a person is subject, whether the same be by one or more sentences, either to simple imprisonment or to an indeterminate imprisonment at hard labor, as now or hereafter authorized by law to be imposed for criminal offenses. The power of the board to parole shall extend to prisoners sentenced to definite or flat sentences.\n61 P.S. § 331.17 (emphasis added).\nAs the Superior Court reasoned in Harris, unless section 17 is interpreted to mean that any sentences for criminal offenses which are authorized by law shall be aggregated pursuant to 42 Pa.C.S. § 9757 to determine the entire continuous term of imprisonment to which a criminal defendant is sentenced, the language of section 17 regarding “one or more sentence” would be superfluous. An interpretation that these consecutive sentences should not be aggregated, thus, would be contrary to the rule of statutory construction at section 1922(2) of the Statutory Construction Act, 1 Pa.C.S. § 1922(2). Further, an interpretation of section 17 which would require that one of the component maximum sentences be in excess of two years for the Parole Board to have jurisdiction over the criminal defendant’s parole would impose an additional condition not present in the clear language of section 17, and, thus, would run contrary to the rule of statutory construction found at section 1921(b) of the Statutory Construction Act, 1 Pa.C.S. § 1921(b). Such an interpretation actually would make aggregation unnecessary, as authority would already be with the Parole Board.\nIn Abraham, the Department of Corrections (Department) petitioned the Commonwealth Court to open its peremptory judgment, entered in that Court’s original jurisdiction, in a mandamus action brought by the Philadelphia District Attorney’s office. This order required the Department to take into custody, pursuant to 42 Pa.C.S. § 9762(1) (regarding place of confinement), those prisoners incarcerated in Philadelphia County prisons whose maximum sentences, when aggregated pursuant to 42 Pa.C.S. § 9757, were five years or more, regardless of their designated place of confinement. The Commonwealth Court in Abraham granted this petition and modified its order to set forth the classes of consecutive sentences for which the Commonwealth Court was directing aggregation.\nThe issue in Abraham was aggregation for purposes of determining the place of confinement pursuant to 42 Pa.C.S. § 9762(1); this issue did not require the Court to rule on the section 17 question presently before this Court. Accordingly, the Commonwealth Court’s discussion in Abraham concerning aggregation of consecutive sentences had no precedential value with regard to aggregation of consecutive sentences as it relates to the authority of the Parole Board pursuant to section 17 of the Parole Act. See, e.g., Commonwealth v. George Davis, 543 Pa. 628, 674 A.2d 214 (1996); In re Kenin’s Trust Estate, 343 Pa. 549, 23 A.2d 837 (1942) (in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta ).\nThe appellants argue that the Superior Court, in the present appeals, should have followed the Commonwealth Court’s discussion of aggregation of consecutive sentences in Abraham because this Court overruled Harris by our per curiam affirmance order in Abraham. The appellants have attached to their brief, as Exhibit I, a copy of the “Statement of Questions Involved” from the appellant’s brief filed with this Court in Abraham, arguing the questions presented to this Court bore on the Commonwealth Court’s discussion in Abraham of aggregation for parole purposes. Citing Commonwealth v. Gretz, 520 Pa. 324, 554 A.2d 19 (1989), appellants contend that our per curiam order is binding precedential authority on the questions before us in Abraham. It is apparent from this Statement of Questions Involved that certain issues raised were based on the lower court’s dicta, and the appellant sought our reversal of the Commonwealth Court’s order on the basis of this dicta.\nThe appellants’ argument confuses the effect on the present matter of our entry of an order of per curiam affirmance in Abraham. As there appears to be confusion within the Bar of this Commonwealth regarding the precedential value of orders of this Court affirming (or reversing) per curiam an order of a lower court and orders of this Court dismissing an appeal as being improvidently granted, we have granted allowance of appeal on this issue so as to provide clarification.\nAppeals from final orders entered by lower courts are commenced before this Court principally by two means. The first is direct appeal from final orders of the Commonwealth Court entered in an exercise of that Court’s original jurisdiction, see Pa.R.A.P. 1101 and 42 Pa.C.S. § 723(a), and direct appeal from certain final orders of the courts of common pleas, see Pa.R.A.P. 702, 42 Pa.C.S. § 722. The second is this Court’s grant of a petition for allowance of appeal from final orders of the Commonwealth and Superior Courts, see Pa.R.A.P. 1112 and 42 Pa.C.S. § 724(a). The appellants neglect to point out that Abraham did not come to this Court by allowance of appeal, but on direct appeal from the Commonwealth Court’s exercise of its original jurisdiction.\nWhen an appeal is brought before this Court as a direct appeal from a lower court’s entry of a final order, as the court of first review, we are charged with reviewing all of the issues raised in the appeal to this Court. In contrast, when an appeal is before us by means of our allowance of appeal, we review only those issues raised by the petition for allowance of appeal which we have deemed appropriate in accordance with our statutory duty and accepted for review.\nIf a majority of the Justices of this Court, after reviewing an appeal before us (taken either by way of direct appeal or grant of allowance of appeal), join in issuing an opinion, our opinion becomes binding precedent on the courts of this Commonwealth. Commonwealth v. Mason, 456 Pa. 602, 322 A.2d 357 (1974). Our majority opinion is binding not only on the parties before us, under the doctrine of law of the case, but is precedent as to different parties in cases involving substantially similar facts, pursuant to the rule of stare decisis.\nWhere, after reviewing the issues in any appeal brought before us, a majority of this Court has not entered an opinion, but an order either affirming or reversing per curiam the final order of the lower court, there has been confusion within the Bar as to whether our order affirms or reverses the rationale employed by the lower court in reaching its final disposition or simply the final order entered by the lower court. Some of this confusion has stemmed from this Court’s statement in Gretz, explaining the effect of orders of per curiam affirmance as constituting a binding decision of precedential authority as to the questions presented to this Court and accepted by this Court for review. While this statement holds true for an appeal before us by means of allowance of appeal, it leaves unclear the effect of our order on the rationale employed by the lower tribunal. Further, it is an inadequate description of the effect of our per curiam order where the matter before us is on direct appeal to this Court, since this Court does not accept the issues to be reviewed. In either the circumstance of a direct appeal or an appeal by allowance, therefore, it has not been clear to the Bar whether our per curiam order indicates that we agree with the rationale employed by the lower tribunal as to all of the issues raised on appeal. We thus clarify Gretz with the following explanation, and, to the extent Gretz may be interpreted as inconsistent with our discussion here, Gretz is specifically overruled.\nIn any appeal before us, this Court’s entry of a per curiam order affirming or reversing the final order of a lower tribunal, after review and consideration of the issues on appeal to this Court, signifies this Court’s agreement or disagreement with the lower tribunal’s final disposition of the matter on appeal to us. An order of per curiam affirmance or reversal becomes the law of the case.\nIn the instance where this Court intends to not only affirm the result of the lower court decision but also the rationale used by the lower court in reaching that decision, we would enter the appropriate order affirming on the basis of the opinion of the lower court, elucidating the lower court’s rationale where necessary or desirable. Our entry of an order of per curiam affirmance on the basis of the lower court’s opinion, thus, means that we agree with the lower court’s rationale employed in reaching its final disposition.\nUnless we indicate that the opinion of the lower tribunal is affirmed per curiam, our order is not to be interpreted as adopting the rationale employed by the lower tribunal in reaching its final disposition. Furthermore, even where this Court should affirm on the opinion of the lower Court, the per curiam order is never to be interpreted as reflecting this Court’s endorsement of the lower court’s reasoning in discussing additional matters, in dicta, in reaching its final disposition.\nAnother type of order this Court enters, without an opinion, in appeals pending before us is an order dismissing an appeal as improvidently granted. An order dismissing an appeal as improvidently granted has no place in a direct appeal to this Court, as by definition, we must have acted to grant an appeal by allowance before we can enter such an order. In the circumstance where we have accepted an issue by granting allowance of appeal, and this Court, after conducting our review of the issue, enters an order dismissing the appeal as having been improvidently granted, the effect is as though this Court never granted allowance of appeal. In other words, a dismissal as being improvidently granted has the exact same effect as if this Court had denied the petition for allowance of appeal (allocatur) in the first place. Where we dismiss an appeal as improvidently granted, the lower tribunal’s opinion and order stand as a decision of that court and this Court’s order has no precedential value.\nApplying these principles to the matter sub judice, our per curiam affirmance of the Commonwealth Court’s order in Abraham was not an affirmance of that Court’s rationale used in reaching its final disposition nor its dicta concerning parole jurisdiction, but indicated only that a majority of this Court was in agreement that the Commonwealth Court’s order (which concerned the place of confinement) should be affirmed and that there was no need for an extended discussion. Thus, our order in Abraham has precedential value, under the doctrine of law of the case and the rule of stare decisis, as to the final disposition in Abraham. Accordingly, we thus did not sub silentio overrule Harris by our per curiam order of affirmance in Abraham.\nWe hold the Superior Court was correct in ruling Harris was applicable to these appeals. The Parole Board, rather than the common pleas court, had authority to make the decision of whether or not to parole an individual whose aggregate maximum consecutive sentence is equal to or exceeds two years, notwithstanding the fact that each of the individual component sentences had a maximum of less than two years. The trial courts here had no authority in these appeals to grant early parole to the appellants. See Tillman v. Commonwealth, Pennsylvania Board of Probation and Parole, 48 Pa.Cmwlth. 325, 409 A.2d 949 (1980); Commonwealth v. Call, 249 Pa.Super. 511, 378 A.2d 412 (1977) (order by the sentencing judge which purports to either grant or deny parole to a person serving a maximum sentence in excess of two years is beyond the authority of the sentencing court and is a nullity).\nFor the reasons set forth herein, we affirm the order of the Superior Court, which reversed the trial courts’ orders granting early parole, and remand for further proceedings consistent with this decision.\nNIX, C.J., and ZAPPALA, J., concur in the result.\n. See Commonwealth v. Tilghman, 438 Pa.Super. 313, 652 A.2d 390 (1995); Commonwealth v. Hall, 438 Pa.Super. 372, 652 A.2d 858 (1995); Commonwealth v. Jamison, 438 Pa.Super. 378, 652 A.2d 862 (1995).\n. Act of August 6, 1941, P.L. 861, as amended.\n. Section 9757 provides:\nWhenever the court determines that a sentence should be served consecutively to one being then imposed by the court, or to one previously imposed, the court shall indicate the minimum sentence to be served for the total of all offenses with respect to which sentence is imposed. Such minimum shall not exceed one-half of the maximum sentence imposed.\n42 Pa.C.S. § 9757.\n. According to section 1922(2) of the Statutory Construction Act, we are to presume that the Legislature intended the entire statute to be effective and certain.\n. According to section 1921(b) of the Statutory Construction Act, when the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.\n. Although we note the Commonwealth Court’s discussion in Abraham regarding sentences (county versus state) which may be aggregated to determine whether parole authority rests with the Parole Board or the trial judge pursuant to section 17 of the Parole Act is dicta, for purposes of clarification we overrule the discussion in Abraham on this point to the extent it conflicts with the Superior Court’s decision in Harris.\n. The appellants also raise a number of other arguments in their brief. These' issues are not before this Court, as allowance of appeal was not granted as to them. Commonwealth v. Rush, 522 Pa. 379, 562 A.2d 285 (1989).\n. \"It is hornbook law that issues decided by an appellate court on a prior appeal between the same parties become the law of the case and will not be reconsidered” on a subsequent appeal on another phase of the same case. Burke v. Pittsburgh Limestone Corp., 375 Pa. 390, 100 A.2d 595 (1953); Commonwealth v. Tick, Inc., 431 Pa. 420, 246 A.2d 424 (1968).\n. The rule of stare decisis declares that for the sake of certainty, a conclusion reached in one case should be applied to those which follow, if the facts are substantially the same, even though the parties may be different. Burke v. Pittsburgh Limestone Corp., 375 Pa. 390, 100 A.2d 595 (1953).\n. For instance, citing Gretz, the Superior Court has noted its belief that it is not inappropriate for language from an unpublished Superior Court memorandum opinion to be quoted or cited, where this Court has subsequently ruled on the question raised in that memorandum opinion by a per curiam order. See Commonwealth v. Simpson, 384 Pa.Super.18, n. 3, 557 A.2d 751, n. 3 (1989).",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "John W. Packel, Ellen T. Greenlee, Philadelphia, for James Hall.",
      "Catherine Marshall, Norman Gross, Philadelphia, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "673 A.2d 898\nCOMMONWEALTH of Pennsylvania, Appellee, v. Phillip TILGHMAN, Bruce Jamison, and James Hall, Appellants.\nSupreme Court of Pennsylvania.\nArgued Dec. 5, 1995.\nDecided March 29, 1996.\nReargument Denied May 22, 1996.\nJohn W. Packel, Ellen T. Greenlee, Philadelphia, for James Hall.\nCatherine Marshall, Norman Gross, Philadelphia, for the Commonwealth.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY and CASTILLE, JJ."
  },
  "file_name": "0578-01",
  "first_page_order": 716,
  "last_page_order": 729
}
