{
  "id": 4254099,
  "name": "Samuel BARGE, Timothy Helsel, Peter Rackley, Joseph Hartdegen, Juan Lopez, Clyde Phillips, and Gregory Moore v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Catherine C. McVey, Chairman, Pennsylvania Department of Corrections, and John E. Wetzel, Secretary. Appeal of Samuel Barge, Timothy Helsel, Juan Lopez, Clyde Phillips, and Gregory Moore",
  "name_abbreviation": "Barge v. Pennsylvania Board of Probation & Parole",
  "decision_date": "2014-07-21",
  "docket_number": "No. 85 MAP 2013",
  "first_page": "241",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "626 Pa. 241"
    },
    {
      "type": "parallel",
      "cite": "96 A.3d 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "473 U.S. 432",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200639
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 1,
      "case_paths": [
        "/us/473/0432-01"
      ]
    },
    {
      "cite": "749 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11533330
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1020"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/749/1018-01"
      ]
    },
    {
      "cite": "39 A.3d 530",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7314642
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "542-43"
        },
        {
          "page": "543",
          "parenthetical": "citations omitted"
        },
        {
          "page": "540-41"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/39/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 975,
    "char_count": 20574,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1419988192361794
    },
    "sha256": "0179d368c7771e25ea6d60a52ee192c410c94ba4000c6835070437eca34c36ac",
    "simhash": "1:f191d12fc315cc57",
    "word_count": 3141
  },
  "last_updated": "2024-02-27T18:10:28.110990+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Chief Justice CASTILLE files a concurring statement."
    ],
    "parties": [
      "Samuel BARGE, Timothy Helsel, Peter Rackley, Joseph Hartdegen, Juan Lopez, Clyde Phillips, and Gregory Moore v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Catherine C. McVey, Chairman, Pennsylvania Department of Corrections, and John E. Wetzel, Secretary. Appeal of Samuel Barge, Timothy Helsel, Juan Lopez, Clyde Phillips, and Gregory Moore."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 21st day of July, 2014, the order of the Commonwealth Court is AFFIRMED.\nChief Justice CASTILLE files a concurring statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Chief Justice CASTILLE,\nconcurring.\nI write in support of the Court’s per curiam affirmance of the order of the Commonwealth Court in this case, in order to highlight two points.\nAppellants, who are represented by counsel, are convicted sexual offenders sentenced to state prison time, who have qualified for and been “granted” parole by the Pennsylvania Board of Probation and Parole (“PBPP”), which determined that they present no or low risk of harm to society. But, in their cases at least, the grant of parole was illusory: their release to halfway houses (whether run by the Department of Corrections (“DOC”) or contracted by the DOC and run by private operators) has been delayed significantly longer than the release times for non-sexual offenders who have also been found to pose no or low risk to society and granted parole. Appellants argue: (1) that the DOC’s inability or refusal to ensure their release and placement into halfway houses within a time frame comparable to that of non-sexual offenders wrongly interferes with and usurps PBPP’s core statutory authority to grant parole; and (2) that there is no rational basis for this different treatment of sexual offenders, which therefore violates their equal protection rights under the U.S. and Pennsylvania Constitutions. Appellants’ Brief at 12-41.\nI. The Statutory Claim\nIn a published opinion, the Commonwealth Court rejected appellants’ statutory claim, agreeing with the DOC that while the PBPP’s governing statutes empower it to grant parole, the statutory authority in place at the time relevant here did not authorize the PBPP to actually place inmates in halfway houses, force the DOC to accept all parolees, or operate its own halfway houses where inmates like appellants might be more easily admitted. Barge v. Pa. Bd. of Prob. & Parole, 39 A.3d 530, 542-43 (Pa.Cmwlth.2012).\nAlthough appellants have identified some tension in the statutory construct respecting release on parole, I agree \"with the Court that affirmance is appropriate. In my view, within the parameters of the law in effect at the time, the Commonwealth Court correctly determined that the PBPP and the DOC in fact have distinct roles in the parole process:\nIn short, although the [PBPP] is empowered to grant parole, its authority does not extend to the operation of [halfway houses], which are within DOC’s authority.... “However, the General Assembly specifically provided the DOC, not the [PBPP], with the authority to determine which inmates would be transferred to the pre-release centers. Hence, the Board has no authority or duty to perform the act requested by Petitioner in the instant case, i.e., place him in a pre-release center.”\nId. at 543 (citations omitted) (quoting Turner v. Pa. Bd. of Prob. & Parole, 749 A.2d 1018, 1020 (Pa.Cmwlth.2000)).\nAppellants argue in their brief, as they did below, that the DOC’s refusal or inability to place them in suitable halfway houses, which appellants describe as “a policy of exclusion,” overstepped its own statutory powers and invaded the exclusive statutory authority of the PBPP to determine whether parole is appropriate for a particular inmate. Appellants’ Brief at 12-25. But, that view is too simplistic, and there was no usurpation by DOC in this construct. The Commonwealth Court correctly found that the two agencies’ powers concerning parole were separate and distinct, the DOC’s policies and practices were within its statutory authority, and the DOC, in discharging its duty respecting appropriate placement, did not impinge on the PBPP’s predicate role of evaluating and determining whether an inmate was to be granted parole. Id.\nI note, however, that circumstances like these may become less frequent. As the Commonwealth states in its brief, recent changes in the law have expanded the prospect that paroled offenders, including sex offenders, may see increased placement in halfway houses. Commonwealth’s Brief at 12-14. During the 2011-12 session of the General Assembly, two parallel bills were passed unanimously: Senate Bill 100 (Act 122 of 2012), which was signed into law on July 5, 2012, and House Bill 135 (Act 196 of 2012), which was signed into law on October 25, 2012. The Senate bill set forth the substantive aspects of the new legislation, which sought to relieve the DOC budget and reduce the prison population through new approaches to deterrence and expanded alternatives to incarceration. The House bill created funding streams by directing the Pennsylvania Office of the Budget to calculate projected savings from the DOC budget and to transfer these sums to a newly created “Justice Reinvestment Fund” for appropriation to the various entities tasked with implementing reforms, including both the DOC and the PBPP. See 71 P.S. § 1190.28a.\nThe new legislation seeks to reduce recidivism and lower the state prison population by various changes to the Judicial Code (Title 42) and, primarily, the Parole Code (Title 61); the changes increase alternatives to state incarceration and provide for more cooperative relationships among the judiciary, law enforcement, agencies, and halfway house operators. For example, 42 Pa.C.S. § 9771.1 endows courts of common pleas with discretion to address and sanction probation violations by nonviolent offenders (violent offenders and those who must register as sexual offenders are excluded from eligibility). Now, courts can work with local law enforcement, probation personnel, prosecutors, and public defenders to devise a viable program that will be punitive without entailing the offender’s automatic return to state prison. Additions to 42 Pa.C.S. § 9804 and 61 Pa.C.S. § 4104 grant local prosecutors and courts modest discretion, in certain limited circumstances, to authorize that in lieu of total confinement in prison, an offender may enter a county intermediate punishment program, such as house arrest, or a state intermediate punishment program, such as a group home, halfway house, or DOC residential drug treatment program. See 42 Pa.C.S. § 9804(b)(l)(ii); 61 Pa. C.S. § 4104(a)(l.l). Other provisions increase eligibility for participation in the DOC’s motivational boot camp programs by raising the maximum entry age from 35 to 40 and by granting prosecutors and courts, in certain circumstances, the discretion to waive eligibility requirements. 61 Pa.C.S. §§ 3903, 3904(d)., And other new provisions allow parole violators whose violation is only “technical,” such as failure to report to one’s parole officer, to be placed in halfway houses and not necessarily returned to full incarceration. 61 Pa.C.S. § 5003. The various initiatives are funded by 71 P.S. § 1190.28a, which directs amounts to the DOC, PBPP, and the Pennsylvania Commission on Sentencing in order to support development of the overall legislative initiative.\nParts of the new legislation also suggest an effort to address the statutory tension that is the basis for appellants’ core complaint. Whereas the laws in place when appellants sought parole saw the PBPP and DOC operating largely in isolation from each other, the new legislation expressly provides for greater cooperation between the agencies. For example, a new chapter in the Parole Code calls for the creation and administration by both agencies of a joint “Safe Community Reentry Program” to reduce recidivism and ensure successful community reentry. 61 Pa.C.S. §§ 4901-4905. Pursuant to this chapter, both agencies are now empowered to assist offenders in coordinating comprehensive reentry plans including transitional residence, treatment, education, and employment, and the use of available public and private organizations. Notably, this chapter does not differentiate sex offenders from other offenders: it applies generally to “offenders,” defined (in the singular) as follows: “An inmate in a correctional institution or a person released from incarceration. The term shall not include an inmate serving a sentence of life imprisonment or death.” Id. § 4902 (“Definitions”).\nIn the past, as in appellants’ cases, the PBPP’s authority generally ended with its decision to deny or grant parole, but it appears that the Board can now take a more active part in the release and placement process along with the DOC. The PBPP now may (through its chairman):\n(1) Designate community corrections centers or community corrections facilities where parolees are to be housed.\n(2) Determine whether parolees are to be housed in a secured or unsecured portion of a community corrections center or community corrections facility.\n(3) Determine, jointly with the Secretary of the Department of Corrections, using evidence-based practices designed to reduce the likelihood of recidivism and improve public safety, the appropriate treatment and programming for parolees who are housed at community corrections centers and community corrections facilities.\n(4) Audit, jointly with the secretary, the performance of treatment and services provided by community corrections centers and community corrections facilities.\n61 Pa.C.S. § 5005.\nThis significant reform legislation obviously is salutary, and is the product of a dedicated inter-branch effort. The journals of floor sessions of both houses of the General Assembly make clear that the legislation arose from reconsideration of the DOC’s escalating budget and problems associated with the ongoing expansion of Pennsylvania’s prison population. Senator Jay Costa, Jr. (D-Allegheny) and Representative Ron Marsico (R-Dauphin) stated that the call for corrections reform was broad-based, mentioning that the proposed legislation resulted from the efforts of the “Justice Reinvestment Commission,” which “included experts from across the Commonwealth — judges, victim advocates, corrections, chiefs of police, [PBPP], [DOC], D.A.’s, and members of the House and Senate — from across the spectrum of the justice system.... ” The legislation’s proponents emphasized its focus on the social rehabilitation and reentry of nonviolent offenders. Pa. House Legislative Record, June 12, 2012, at 1154; Pa. Senate Legislative Record, June 5, 2012, at 531-82; and Pa. Senate Legislative Record, June 25, 2012.\nThe new approach stems from efforts by the U.S. Department of Justice’s Bureau of Justice Assistance, which created the Justice Reinvestment Initiative (“JRI”) in 2010. A growing number of states have availed themselves of technical and financial assistance from the federal government and the Pew Center on the States in order to reform their corrections systems using the JRI model, which entails data-driven analysis of current corrections and parole spending and practices, and development of practical and legal strategies to streamline costs and reduce post-release recidivism by increasing the involvement and cooperation of all stakeholders (communities, private and public rehabilitation resources, law enforcement, corrections and parole personnel, etc.). See https://www.bja. gov/programs/justicereinvestment/background.html (last visited June 24, 2014).\nIn 2011, Pennsylvania formed its own bipartisan inter-branch working group, of which this author was a member, along with executive personnel, district attorneys, public defenders, victim advocates, and representatives from both parties and branches of the General Assembly, two of whom went on to sponsor the new legislation. The group found that ever-rising prison populations not only drained the public fisc, with the DOC budget having risen to nearly $2 billion a year, but also created: an administrative backlog in review of parole applications; the inability of inmates serving short sentences to take part in rehabilitative treatment programs; and the problem of parolees released without supportive treatment and supervision, all of which led to greater recidivism. The working group recommended policy changes: reducing prison population by funding county-based housing and sanctioning of lesser offenders, increasing parole case review efficiency, and prioritizing improvement of and reliance upon community based residential and support resources, be they public, private, nonprofit, or for-profit. See http://csgjusticecenter.org/jr/ pennsylvania/publications/justice-reinvestmentpa-policyframework/ (last visited June 24, 2014). Recent reports indicate that in its first full year, Pennsylvania’s version of the JRI has achieved at least modest success. See http://www. post-gazette.com/news/state/2014/06/13/Prison-recidivismratefalling-in-Pa/stories/201406120338 (last visited July 21, 2014).\nThere are instances where the legislation treats sexual offenders differently from non-sexual offenders, and logically so. Those convicted of violent crimes like rape, sexual assault, involuntary deviate sexual assault, aggravated indecent assault, all of which entail lifetime registration pursuant to 42 Pa.C.S. § 9799.14 and § 9799.15, are statutorily barred from access to alternatives like county and state intermediate punishment and motivational boot camp because they are expressly excluded from “eligible offender” status, with only extremely narrow exceptions involving victim input and prosecutorial and court discretion, as noted above. But, as noted, sexual offenders in general are not specifically excluded from the class of “offenders” who may be eligible to participate in the new “Safe Community Reentry Program,” which are defined (in the singular) as “An inmate in a correctional institution or a person released from incarceration. The term shall not include an inmate serving a sentence of life imprisonment or death.” 61 Pa.C.S. § 4902 (“Definitions”). Nor are they excluded from placement in (or returned to) halfway houses if they are released on parole and are in good standing with the PBPP, or if they commit a parole violation of a merely technical nature, such as a failure to report to parole personnel. 61 Pa.C.S. § 5003 (“Offenders who may be housed”). By the same token, a violation that consists of a new crime of violence or of a sexual nature will result in a return to total confinement. 61 Pa.C.S. § 6138.\nAppellants, having all been released since the inception of this case, are not affected by the legislative enactments of 2012. And, it cannot be said with certainty that any individual among them would have been released to a halfway house more quickly under the new system. But, it is also true that the PBPP saw fit to grant their parole in the first place, and it does not appear that they necessarily would be excluded from placement in halfway houses under the current system. What can be said, however, is that the amended laws demonstrate a new approach to, inter alia, how decisions to grant parole are put into effect. Going forward, cooperation and collaboration among localities, government branches, agencies, and support providers, both public and private, offer the prospect that the circumstances that kept appellants in prison, despite the PBPP’s determination that they posed low or no potential risk to society and were eligible for release, may become more rare and less monolithic.\nII. The Constitutional Claim\nI also agree with the Commonwealth Court that appellants have not raised a viable claim that their equal protection rights were violated under the rational basis review standard, which appellants acknowledge is governing here. The court found that while appellants, as convicted sex offenders, were subject to different treatment, the prospect of their release on parole presented unique public safety problems and circumstances, and that a legitimate government interest existed in the need to ensure appropriate placement of such offenders. 39 A.3d at 540-41. Appellants argue, as they did below, that they should not be classified simply as sex offenders, a classification that is legitimate in various other circumstances, but rather, and more narrowly, as sex offenders who have been found to pose no or low risk and who have been granted parole after undergoing the appropriate processes and evaluations by the PBPP. Appellants assert that having been found “safe enough” by the PBPP to be released to halfway houses, there is no rational basis for them to have been kept in prison for months or years while similarly situated non-sex offender parole grantees were routinely released in weeks; appellants add that social antipathy to a group (even sex offenders) is not the same as public safety concerns, and is not a rational basis for different treatment. Appellants rely heavily on City of Cleburne v. Cleburne Living Center, 473 U.S. 432, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985), where the High Court held that requiring a special zoning permit for a proposed group home for the mentally disables violated equal protection principles. The City of Cleburne Court concluded that the City presented no rational basis for its expressed belief that the group home would pose a special threat to any legitimate interests, and that the permit requirement appeared to rest on an irrational prejudice against the mentally disabled. Appellants’ Brief at 26-41.\nThere is some facial logic to appellants’ assertion that having been evaluated and found likely to pose no or low risk upon release, they are not the same potential threat as a repeat or violent sexual offender and should not be treated as such. Nevertheless, as the Commonwealth Court determined, for purposes of assessing constitutionality under the Equal Protection Clause, this is not like City of Cleburne, where there was no rational basis for the view that the group home posed some threat to the community; the classification in City of Cleburne plainly rested on an irrational and unsubstantiated prejudice against the mentally disabled. By contrast, public safety concerns and the unique requirements associated with released sex offenders are not irrational, and the interest of all stakeholders in ensuring placement of such parolees in properly supervised and secure halfway house environments is unquestionably legitimate. I therefore agree that appellants have not established an equal protection violation.\n. The Court affirms the order below, but does not adopt the published opinion of the Commonwealth Court. See Barge v. Pa. Bd. of Prob. & Parole, 39 A.3d 530 (Pa.Cmwlth.2012).\n. Halfway houses run by the DOC are termed \"Community Corrections Centers,” while those run by private entities are called \"Community Corrections Facilities.” 61 Pa.C.S. § 5001.\n. As of now, the named appellants have all been released, either on parole or by having reached their maximum sentence release date. Appellants assert, however, that the case is not moot in light of ongoing harm resulting from their ongoing exclusion from halfway houses and because the matter is capable of repetition yet likely to evade review. Appellants’ Reply Brief at 1. In light of the Court’s affirmance, and my reasons for writing in concurrence, I need not address this question.\n. Motivational boot camps are six-month-long programs run by the DOC involving rigorous (but safe) physical activity, regimentation, discipline, public projects work, education, vocational counseling, and treatment for substance abuse. Upon successful completion of the program, the inmate will be immediately paroled, subject to intensive supervision, “notwithstanding any minimum sentence in the case.” Inmates convicted within the past ten years of serious violent crimes like murder, voluntary manslaughter, and robbery involving threat or infliction of serious bodily injury are expressly not eligible for motivational boot camp, as are inmates who were ever convicted of offenses warranting registration as a sexual offender. See 61 Pa.C.S. §§ 3901-3908.\n. One of the express circumstances of release to any of these alternative sentencing schemes is that if any victim of the original offense be notified and afforded an opportunity to be heard on the subject. See 42 Pa.C.S. § 9804(b)(l)(ii), (iii); 61 Pa.C.S. §§ 3904(d)(1), (2), 4104(a)(l.l)(i), (ii).",
        "type": "concurrence",
        "author": "Chief Justice CASTILLE,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "96 A.3d 360\nSamuel BARGE, Timothy Helsel, Peter Rackley, Joseph Hartdegen, Juan Lopez, Clyde Phillips, and Gregory Moore v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Catherine C. McVey, Chairman, Pennsylvania Department of Corrections, and John E. Wetzel, Secretary. Appeal of Samuel Barge, Timothy Helsel, Juan Lopez, Clyde Phillips, and Gregory Moore.\nSupreme Court of Pennsylvania.\nJuly 21, 2014."
  },
  "file_name": "0241-01",
  "first_page_order": 291,
  "last_page_order": 300
}
