{
  "id": 870696,
  "name": "The City of Chester v. Nathan Pennell, Appellant",
  "name_abbreviation": "City of Chester v. Pennell",
  "decision_date": "1895-07-18",
  "docket_number": "Appeal, No. 187",
  "first_page": "300",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "169 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "156 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0526-01"
      ]
    },
    {
      "cite": "95 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0437-01"
      ]
    },
    {
      "cite": "85 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0412-01"
      ]
    },
    {
      "cite": "9 Pa. C. C. 451",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0468-01"
      ]
    },
    {
      "cite": "69 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0328-01"
      ]
    },
    {
      "cite": "88 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0055-01"
      ]
    },
    {
      "cite": "132 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0568-01"
      ]
    },
    {
      "cite": "112 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546882
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0258-01"
      ]
    },
    {
      "cite": "6 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0392-01"
      ]
    },
    {
      "cite": "150 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0462-01"
      ]
    },
    {
      "cite": "127 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0169-01"
      ]
    },
    {
      "cite": "122 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0266-01"
      ]
    },
    {
      "cite": "162 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856791
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0408-01"
      ]
    },
    {
      "cite": "150 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834394
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0208-01"
      ]
    },
    {
      "cite": "122 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0266-01"
      ]
    },
    {
      "cite": "162 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856791
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0408-01"
      ]
    },
    {
      "cite": "150 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834394
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 10281,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 8.716929418925291e-08,
      "percentile": 0.49363804607913436
    },
    "sha256": "25f59f6144406738e1d2e6189efa0f8eca314a36d9c8fb6d80446df951b189fc",
    "simhash": "1:c1e30e25c668fc68",
    "word_count": 1803
  },
  "last_updated": "2024-02-27T20:05:29.259146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Mc-Collum:, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "The City of Chester v. Nathan Pennell, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by Mr.\nJustice McCollum,\nThe improvement which the appellant desired was made by the municipal authorities in compliance with his request, and he now seeks to escape liability for his share of the cost of it on the ground that the act under which it was made was declared to be unconstitutional in Ayar’s App., 122 Pa. 266. That the ordinance in pursuance of which the work was done conformed to the provisions of the unconstitutional act and the councils that passed the former were created by the latter appear to be conceded facts on which it is argued that the councils had no legal existence and the ordinance was a nullity. While the argument and the conclusions in which it culminates might, in the absence of curative legislation, be regarded as sound and fatal to the city’s claim, neither of them can have any material influence in the decision of this case, because the act of May 13, 1889, P. L. 196, legalized the councils and validated the ordinance : Devers v. York City, 150 Pa. 208, and Melick v. Williamsport, 162 Pa. 408. In Devers v. York, supra, our brother Mitchell, referring to this act and speaking for this court said : “ The intent of this act is perfectly clear. It was to make all the de facto municipal bodies de jure, and to render all their acts done in their de facto capacity valid and effective in law. It was a universal statute making no exceptions, as there was no room for any. No foresight, legislative or other, could have discriminated among the vast mass of ordinances in all the cities similarly situated which would be required to bring order out of this chaos. The legislature did not attempt it. It validated them all.” The chaos referred to in this quotation was the result of the unconstitutionality of the act of May 24,1887, under and in reliance on which many improvements had been made or were in progress in the cities of the commonwealth to which it was applicable, and among them was the improvement under consideration in this case.\nIt is claimed that the ordinance in question was invalid because the councils did not comply with the directions of the act of May 1, 1876, P. L. 94, respecting the estimate of the cost of the improvement, the map or plan of the property liable to assessment for the same, and the schedule showing the amount each property owner would be required to pay for it. This claim is based on the assumption that the act of 1887 did not provide a complete and independent -system or method for the authorization and construction of municipal improvements of this character, and that compliance with the provisions of the act of 1876 was essential to the validity of any ordinance passed for the purpose of procuring them. But a reference to the act of 1887 shows that this assumption is unwarranted; that it furnished a complete system of procedure in relation to the grading and paving of streets, and that it contained a clause repealing all laws inconsistent with or supplied by it. It appears to be inconsistent with the provisions of the act of 1876, and that the legislature thought the latter was “ substantially supplied by subsequent legislation ” is manifest from the preamble to the act of May 27, 1889, P. L. 387, expressly repealing it. But waiving the matter of implied repeal we think it is clear that the improvement in question is within the purview of the act of Maj' 23, 1889 P. L. 272, “authorizing assessments and reassessments for the cost of local improvements and providing for and regulating the collection of the same.” The assessment of which the appellant complains was made under this act and we see no valid defense to it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Justice McCollum,"
      }
    ],
    "attorneys": [
      "W. I. Schaffer, William B. Broomall with him, for appellant.",
      "A. A. Cochran, for appellee."
    ],
    "corrections": "",
    "head_matter": "The City of Chester v. Nathan Pennell, Appellant.\nMunicipalities — Assessments for local improvements — Act of May 23, .1889.\nA reassessment made under the act of May 23, 1889, P. L. 272, of the cost of local improvements made under an ordinance passed by a city council organized under the unconstitutional act of May 24, 1887, P. L. 204, is valid, and a recovery may be had thereon.\nMunicipalities — Requisites of ordinance appointing viewers.\nIt is not necessary that an ordinance appointing viewer's for the reassessment of properties under the act of May 23, 1889, shall specify the streets or the properties.\nMunicipalities — Validating acts — Act of May 13, 1889.\nThe act of May 13, 1889, P. L. 196, legalized the councils organized under the unconstitutional act of May 24, 1887, and validated the ordinances passed by such councils: Devers v. York, 150 Pa. 208; Melick v. Williamsport, 162 Pa. 408.\nStatutes — Implied repeal — Acts of May 1, 1876, and May 24,1887.\nThe act of May 24, 1887, furnished a complete system of procedure in relation to the grading and paving of streets, inconsistent with the provisions of the act of May 1, 1876, P. L. 94. It also contained a clause repealing all laws inconsistent with or supplied by it. It seems that the act of 1876 was repealed by the act of 1887. Per McCollum, J.\nArgued Feb. 15, 1895.\nAppeal, No. 187, Jan. T., 1895, by defendant, from judgment of C. P. Del. Co., March T., 1893, No 132, on verdict for plaintiff.\nBefore Sterrett, C. J., Mc-Collum:, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit for reassessment for paving.\nFrom the record it appeared that the defendant, with others, had signed a petition to the council of the city of Chester, to enact an ordinance for the paving of the roadway of Madison street. Such an ordinance was passed in June of 1888, and the paving was done under it. In June of 1889, another ordinance was passed providing for the assessment of the cost of local improvements theretofore made and the collection thereof in accordance with the provisions of the act of May 23, 1889, and appointing three viewers to make the assessments. No streets or properties were named in this ordinance. An assessment was made by these viewers against the property of the defendant, and this action brought thereon.\nVerdict for the plaintiff in the sum of 1637.79 “subject to points of law reserved,” which seem to have been embodied in the following points submitted to the court:\nBy the plaintiff: “ The defendant having signed the petition to the councils of the plaintiff city for the local improvements, being the paving of the roadway of Madison street, he is es-topped from raising any question as to the want of authority in the plaintiff city, or to any irregularity in the passage of the ordinance of June 18, 1888.”\nBy the defendant: “1. The plaintiff having failed to show that the ordinance of June 18,1888, complied with the requirements of the act of May 1, 1876, in the necessary precedent requirements of said act, the said ordinance is null and void, and thereby the paving of Madison street was a general improvement, and the plaintiff is not entitled to recover.\n“ 2. In the absence of any municipal legislation for the paving of Madison street as a local improvement, the plaintiff is not entitled to recover.”\n* Judgment was subsequently entered for the plaintiff, a motion for judgment for the defendant n. o. v. being dismissed.\nError assigned was not entering judgment for defendant, non obstante veredicto, on the points reserved.\nW. I. Schaffer, William B. Broomall with him, for appellant.\nThe act of May 24, 1887, P. L. 204, was declared unconstitutional in Ayar’s App., 122 Pa. 266. The city council which passed the ordinance of June, 1888, was created under the act of 1887, and the ordinance was therefore a nullity.\nIf the council organized under the act of 1887 had power to pass the ordinance of 1888, that ordinance could only be effective by complying with the provisions of the act of May 1, 1876, P. L. 94, which it is admitted the ordinance did not do. The act of 1876 was not repealed until May 27, 1889, see P. L. 387.\nThe act of 1876 has received the sanction of the Supreme Court: City of Erie v. Brady, 127 Pa. 169; Erie to use v. Brady, 150 Pa. 462.\nIf the requirements of the act of 1876 were not complied with, this paving was a general improvement, and not within the ordinance of 1889 providing for the reassessment of properties benefited by local improvement.\nDefendant is not estopped by having signed the petition. He had a right to expect that the city would perform its duty according to law. The petition did not ask for the paving as a local improvement, or pledge the petitioners to pay their proportion of the cost. If those who signed the petition are es-topped and others not, this species of taxation would cease to be uniform.\nThe ordinance of 1889 did not comply with the act of May 23,' 1889, in that it provides simply for the assessment of the cost of local improvements heretofore made, upon the abutting property, without specifying the properties or their owners or the streets, whereas the act requires that the assessment shall be made by three viewers “ who shall be appointed by councils upon the property benefited.”\nA. A. Cochran, for appellee.\nThe act of May 13, 1889, P. L. 196, validated the councils organized under the act of 1887 and their ordinances: Devers v. City of York, 150 Pa. 208, and Melick v. City of Williamsport, 162 Pa. 408.\nThe act of 1887 repealed the act of 1876 as to its paving provisions, as it provided a different system inconsistent with the requirements of the act of 1876 : Ledlie v. Company, 6 Pa. 392; Re Spring Street, 112 Pa. 258; Preamble of act of May 27, 1889, P. L. 387.\nJuly 18, 1895:\nEven if the ordinance should have conformed to the act of 1876, its irregularity is cured by the acts of May 13, 1889, and May 23, 1889. This latter act was held constitutional in Chester City v. Black, 132 Pa. 568. Where the general assembly has the antecedent power to levy a tax, it can by a retroactive law cure any irregularity or want of authority in the person levying the same : Appeal of Hewitt, 88 Pa. 55; Com. v. Marshall, 69 Pa. 328; Erie City v. Reed, 113 Pa. 468; Dunbar & Co. v. Williamsport, 9 Pa. C. C. 451.\nDefendant is estopped by his having signed the petition: Bidwell v. Pittsburg, 85 Pa. 412; Dewhurst v. Allegheny, 95 Pa. 437; Harrisburg City v. Baptist, 156 Pa. 526.\nAs there were several hundred properties and owners, on different streets, it would have been impracticable to set them forth in the ordinance."
  },
  "file_name": "0300-01",
  "first_page_order": 320,
  "last_page_order": 324
}
