{
  "id": 870662,
  "name": "Patrick Connerton, Appellant, v. The President, Managers and Company of the Delaware and Hudson Canal Co.",
  "name_abbreviation": "Connerton v. President of the Delaware & Hudson Canal Co.",
  "decision_date": "1895-07-18",
  "docket_number": "Appeal, No. 81",
  "first_page": "339",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "169 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0386-01"
      ]
    },
    {
      "cite": "164 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0243-01"
      ]
    },
    {
      "cite": "126 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0244-01"
      ]
    },
    {
      "cite": "160 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0117-01"
      ]
    },
    {
      "cite": "143 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0014-01"
      ]
    },
    {
      "cite": "123 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0487-01"
      ]
    },
    {
      "cite": "122 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0058-01"
      ]
    },
    {
      "cite": "108 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0349-01"
      ]
    },
    {
      "cite": "35 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0060-01"
      ]
    },
    {
      "cite": "160 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0568-01"
      ]
    },
    {
      "cite": "160 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0644-01"
      ]
    },
    {
      "cite": "152 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0331-01"
      ]
    },
    {
      "cite": "156 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0175-01"
      ]
    },
    {
      "cite": "158 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0082-01"
      ]
    },
    {
      "cite": "81 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0274-01"
      ]
    },
    {
      "cite": "89 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0059-01"
      ]
    },
    {
      "cite": "12 W. N. C. 348",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "90 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065634
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0323-01"
      ]
    },
    {
      "cite": "76 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "72 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0027-01"
      ]
    },
    {
      "cite": "107 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0008-01"
      ]
    },
    {
      "cite": "150 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0386-01"
      ]
    },
    {
      "cite": "126 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8008,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.7651416932209335e-07,
      "percentile": 0.8338951421492141
    },
    "sha256": "40dad8f9e0f6613a578510180f6e791314e16ce6a4b86c8676b34b90541e2fb3",
    "simhash": "1:24625b76e9181044",
    "word_count": 1452
  },
  "last_updated": "2024-02-27T20:05:29.259146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Patrick Connerton, Appellant, v. The President, Managers and Company of the Delaware and Hudson Canal Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nIn an action to recover damages for an injury alleged to be due to the negligence of the defendant the evidence submitted to the jury should be such as will fairly support two conclusions of fact. First, that the defendant was guilty of the negligence charged. Second, that the plaintiff was not guilty of contributory negligence. In cases where the injury complained of results in the death of the injured person the law presumes that such person exercised the measure of care that it was his duty to exercise. The presumption is prima facie only and may be rebutted by proof of the acts of the injured person or of the circumstances surrounding the accident. In the case now before us a father sues to recover for the death of his daughter who was of full age but who still continued a member of his family and contributed to its support. She was killed at a railway crossing in the city of Scranton by a passing train. She was thoroughly familiar with the locality, having crossed it daily for several years. The accident occurred at a little after nine o’clock in the evening as she was returning from her daily employment to her father’s house, and the circumstances under which it occurred were fully disclosed in the evidence. The evidence to show the negligence of the defendant was sufficient to submit to the jury. It showed the crossing to be a public one, that the gates in use during the day were left open after six o’clock in the evening, that no watchman was at the crossing, and that no signal was given by bell or whistle by the approaching train. But the evidence of the plaintiff did not stop here. On the other hand it disclosed the fact that one approaching the crossing from the place of business of Kate Connerton had ample opportunity to see and hear an approaching train coming from the direction of the train which-caused the injury. At one point cars standing upon a switch obstructed the view seriously, but before these came into the line of vision at a distance of about fifty feet from the tracks the view was unobstructed for about one thousand feet. At some twenty or twenty-five feet from the tracks the obstruction was again out of the line of vision and the tracks plainly visible for one thousand feet along the whole distance to and over the crossing. If at any point after passing the obstruction she had stopped, looked and listened, the approaching train, which was very near, must have been heard and seen. It was coming with a blazing headlight straight toward the crossing. She stepped upon the track just in front of it and was instantly killed. These circumstances rebut the legal presumption that the deceased stopped, looked and listened at a proper place. They furnish ground for the belief that she did not stop, look or listen, but that in negligent disregard of her duty to herself she placed herself in a peril that she might readily have avoided. How could the plaintiff recover in the face of these proofs ? The contributory negligence appeared in the plaintiff’s ease. The evidence would not support the second finding of fact necessary to a recove^, viz: that the injured person was not guilty of contributory negligence. • For this reason the learned judge of the court below was right in withdrawing it from the jury and in directing a compulsory nonsuit. Myers v. The Balt, and Ohio Railroad Company, 150 Pa. 386; Penna. Railroad Company v. Mooney, 126 Pa. 244. The facts do not seem to be in any doubt. The train was approaching. It could have been seen and heard by any one who would have looked or listened. The deceased walked rapidly into its way. She evidently did not know of its presence, and she did not know because she did not exercise the care which the law requires.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "S. B. Brice (P. W. Stolces with him), for appellant.",
      "W. II. Jessup and H. S. Sand with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Patrick Connerton, Appellant, v. The President, Managers and Company of the Delaware and Hudson Canal Co.\nContributory negligence — Rebuttal of presumption that deceased stopiped, looked and listened.\nThe presumption that the decedent who was killed at a railroad crossing, stopped, looked and listened at a proper place before crossing, is rebutted by the fact that there was ample opportunity to see and hear an approaching train from points along the road which the decedent must have passed.\nWhere, therefore, the evidence showed that ears standing upon a switch obstructed the view of the approaching train, but that before the obstruction came into the line of vision the decedent had an opportunity, at a distance of about fifty feet from the tracks, to see the track for about one thousand feet, and that at some twenty or twenty-five feet from the tracks the obstruction was again out of the line of vision, and the tracks were plainly visible for one thousand feet to and over the crossing, the legal presumption that the decedent stopped, looked and listened is rebutted, and a compulsory nonsuit was properly entered.\nArgued Feb. 26, 1895.\nAppeal, No. 81, July, T., 1894, by plaintiff, from refusal of C. P. of Lackawanna Co., Sept. T., 1891, No. 300, to take off a compulsory nonsuit.\nBefore Sterrett, C. J., Green, Williams, McCollum and Mitchell, JJ.\nAffirmed.\nTrespass for death of daughter from alleged negligence of defendant.\nThe material facts appear from the opinion of the Supreme Court.\nS. B. Brice (P. W. Stolces with him), for appellant.\nWhere there is no evidence as to whether the person killed stopped, looked and listened it is presumed he did: Schum v. Pa. R. R. Co., 107 Pa. 8; Pa. R. R. Co. v. Weber, 72 Pa. 27; and also 76 Pa. 168; 1 Weimer on Railroads, pp. 554 and 545; Patterson Ry. Accident Law, sec. 182; Pa. R. R. Co. v. Fortney, 90 Pa. 323.\nThe evidence shows that the view of a train approaching from the north was obstructed, or might have been obstructed by the ears on the switch. From the place where the plaintiff’s daughter was approaching the track the track curved westward; a person thus placed in sudden danger might easily, from the appearance of the headlight of the approaching train, have supposed she was on the track. Hence if the plaintiff’s daughter stopped, looked and listened where the view was obstructed, and then started onward, she was not guilty of negligence. If, on the other hand, she saw the train approaching at a point twenty feet from the track, the circumstances were such that she might very properly have thought that she was on the track or within a few feet of it. In such case Carroll v. Pa. R. R. Co., 12 W. N. C. 348, is inapplicable. In any event the facts relied upon to establish contributory negligence are doubtful.\nJuly 18, 1895 :\nThe case was properly submitted to the jury: Pa. R. R. Co. v. Fortney, 90 Pa. 323; Pa. R. R. Co. v. Werner, 89 Pa. 59; Gerety v. P. W. & B. R. R. Co., 81 Pa. 274; 4 Am. & Eng. Ency. of Law, 48; Smith v. B. & O. R. R. Co., 158 Pa. 82; Whitman v. Pa. R. R. Co., 156 Pa. 175; McGill v. Ry. Co., 152 Pa. 331; Keng v. B. & O. R. R. Co., 160 Pa. 644; Hoffmeister v. Pa. R. R. Co., 160 Pa. 568; Pa. R. R. Co. v. Ogier, 35 Pa. 60.\nW. II. Jessup and H. S. Sand with him, for appellee.\nThe presumption that a deceased person stopped, looked and listened must also be coupled with the presumption that she stopped where she could look up the track, and if there were cars at the lower end of the switch, that she looked after she passed those cars and was within twenty feet of the north-bound track. Such being the case, plaintiff’s daughter was in no position of danger until after she had gone upon the tracks, and before she could get within six feet of the north-bound track the train on the south-bound track was plainly visible. This brings the case within Carroll v. R. R. Co., 12 W. N. C. 348; Moore v. P. & W. R. R. Co., 108 Pa. 349; Bell v. R. R. Co., 122 Pa. 58; Marland v. R. R. Co., 123 Pa. 487; Bacon v. R. R. Co., 143 Pa. 14; Smith v. P. & R. R. R. Co., 160 Pa. 117; Pa. R. R. v. Mooney, 126 Pa. 244; Derk v. Northern C. Ry. Co., 164 Pa. 243; Myers v. B. & O. R. R. Co., 150 Pa. 386."
  },
  "file_name": "0339-01",
  "first_page_order": 359,
  "last_page_order": 363
}
