{
  "id": 1056005,
  "name": "Lovasz, Appellant, v. Carnegie Steel Co.",
  "name_abbreviation": "Lovasz v. Carnegie Steel Co.",
  "decision_date": "1920-01-05",
  "docket_number": "Appeal, No. 37",
  "first_page": "84",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "266 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "262 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "262 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 7940,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.6961151901657843e-07,
      "percentile": 0.9285703529433569
    },
    "sha256": "0b3e208fb5440cb67b5a8bcc1b083817227aa76b39873e08ef6f9639609b2cef",
    "simhash": "1:618eaec4048ad65b",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T19:25:52.372855+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Lovasz, Appellant, v. Carnegie Steel Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThis is an appeal from the Common Pleas of Allegheny County reversing an award commuting compensation payments by the workmen’s compensation board. The order was made On the petition of the widow without joinder of a legal representative of three minor children. The compensation agreement called for payment of fifty-five per cent of deceased’s wages. The authority of the board to commute compensation in which the minors have an interest and direct payment to the widow without protecting those interests is here challenged. The Compensation Act contemplates the payment of a percentage of the wages that an employee had received at intervals corresponding to the time at which he would have received his wages had he not been injured. Commutation is the exception to the rule, for the reason that lump sum payments are often quickly dissipated and do not afford the regular relief so necessary to the widow and orphans. Commutation is only permitted when it appears that the best interests of the employee and his dependents are to be served and when it will avoid undue hardship. Undoubtedly, in cases of death, the primary thought of the legislature was the care of the minor children who might otherwise be destitute, and the surviving widows. In the award of compensation, children receive first consideration and, to give full effect to the humane purposes of the act, their interests must always be carefully guardéd. While the compensation payable at stated intervals is given to the widow, this does not vest in her the absolute right to squander the money and deprive the children of the support intended by the law, as the State, acting through one of its designated agencies, will, when called upon, see that the fund is properly applied. It is, therefore, an incorrect statement to say she can refuse to spend the money for care and maintenance of the children and leave them without such attention. The act gives to the children such an interest in the compensation as can be laid hold of by. the courts, and its ultimate disposition controlled; particularly is this so when such compensation assumes the shape of a commuted payment and the widow receives in one sum all payments for three hundred weeks. Section 307 first provides: “To the child or children, if there be no widow nor widower entitled to compensation, twenty-five per centum of wages of deceased, with ten per centum additional for each child in excess of two, with a maximum of sixty per centum, to be paid to their guardian.” It then provides: “To the widow or widower, if there be no children, forty per centum of wages.” The legislature thereafter, having no doubt determined that too heavy a burden would fall on the employer by adding these two percentages, adopted a graduated scale in the following manner: To the widow or widower, if there be one child, forty-five per centum of wages; two children, fifty per centum; three children, fifty-five per centum; and if there be four or more children, sixty per centum. No guide is given as tO' the relative per cent the children’s interest would represent in these various distributions. It is certainly some part of it and surely not less than the difference between the amount the widow would receive without children and with children, and, though the regular amounts are payable to the mother for the support and maintenance of herself and children, such payment does not extinguish the children’s interest. Thus far the legislature has directed how the periodical payments of future amounts shall be made. Section 316 directs how compensation may be commuted; it can only be after notice and for the best interests of the employee, or his dependents. The standing of the children is just as high as that of the widow when commutation is ashed, and, while the fund as such may not be divided, the children’s interest is, nevertheless, such an interest as will entitle them to be party to any proceeding looking toward commutation. As the Compensation Act established a new remedy for the determination of claims arising from personal injuries in industrial pursuits, it took away from those brought within its terms such common law or statutory rights as were formerly applicable thereto and substituted therefor the regulations laid down by the Compensation Act. Wherever the act is silent with respect to the adjustment of any particular claim or interest in a fund allowed by it, or as to the orderly administration of this fund to preserve such interest, the law, as it previously existed, will step in and fill the gap which might otherwise occur. With respect to the question now before us, the children having an interest in the sums awarded, and the act being silent with respect to the proper care of their interest in this fund in certain contingencies, the courts will enforce the remedy that would ordinarily apply had such fund been under administration as the estate of a minor. As the act is silent as to what should be done under these circumstances, and, not having declared the mother, as the natural guardian, should act for the children, binding them and relieving the employer, the only course that could be followed would be that outlined by the law when the estate of minor children is under consideration.\nWe need not here determine the extent to which the widow’s interest considered alone might be commuted.\nUpon careful consideration, we are of the opinion that the widow was not entitled to have the payments commuted without the joinder of a guardian acting under the authority of the court.\nThe decree of the court below is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Charles W. Framkel, for appellant.",
      "John C. Frazer and Reed, Smith, Shaw & Beal, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Lovasz, Appellant, v. Carnegie Steel Co.\nWorJcmerís compensation — Death—Commuted payments — Protection of minor’s interests — Payment to widow.\n1. The Workmen’s Compensation Board in commuting payments made for the death of a workman, has no authority to direct payment of the whole commuted sum to the widow, without protecting the minor children of the decedent. In such a, case the widow is not entitled to have the payments commuted without the joinder of a guardian acting under the authority of the court.\n2. The standing of the children is just as high as that of the widow when commutation is asked, and while the fund as such may not be. divided, the children’s interest is, nevertheless, such an interest as will entitle them to be party to any proceeding looking toward commutation.\n3. Whenever the Workmen’s Compensation Act is silent with respect to the adjustment of any particular claim or interest in a fund allowed by it, or the orderly administration of this fund to preserve such interest, the law, as it previously existed, will step in and fill the gap which might otherwise occur.\n4. As the act is silent as to the proper care of minor children’s interest in a commuted fund, the court will enforce the remedy that would ordinarily apply had such fund been under administration as the estate of a minor.\nArgued October 13, 1919.\nAppeal, No. 37, Oct. T., 1919, by plaintiff, from order of O. P. Allegheny Co., Jan. T., 1919, No. 517, reversing decision of Workmen’s Compensation Board in case of Annie Lovasz v. Carnegie Steel Company.\nBefore Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ.\nAffirmed.\nAppeal from decision of Workmen’s: Compensation Board. Before Carnahan, J.\nThe court reversed the decision of the board. Plaintiff appealed.\nError assigned was in reversing the decision of the board.\nCharles W. Framkel, for appellant.\nThe language of the act is so clear and convincing that it can hardly be doubted but that the widow was to receive the allowance for her three hundred weeks and this in effect is what has been decided by this court in the late cases of Irvin v. Frost & Co., 262 Pa. 354; Catlin v. Pickett & Co., 262 Pa. 352.\nJohn C. Frazer and Reed, Smith, Shaw & Beal, for appellee, were not heard.\nJanuary 5, 1920 :"
  },
  "file_name": "0084-01",
  "first_page_order": 110,
  "last_page_order": 114
}
