{
  "id": 1056105,
  "name": "Black, Appellant, v. Pittsburgh",
  "name_abbreviation": "Black v. Pittsburgh",
  "decision_date": "1920-01-05",
  "docket_number": "Appeal, No. 77",
  "first_page": "97",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "266 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 316,
    "char_count": 5055,
    "ocr_confidence": 0.445,
    "sha256": "7007e9082c6ac2e64e64dc15fb256ff291246f985f6bd6d8d2771881e1abf27c",
    "simhash": "1:3a91087f67df1687",
    "word_count": 876
  },
  "last_updated": "2023-07-14T15:47:10.370419+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Black, Appellant, v. Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThat judgment was properly entered for the defendant clearly appears from the opinion of the learned president judge of the court below directing it, and, on that opinion, it is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. L. Thompson, with him George W. Allen and O. F. Meeder, for appellant.",
      "Harry Diamond, Assistant City Solicitor, and Charles A. O’Brien, City Solicitor, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Black, Appellant, v. Pittsburgh.\nNotmry public — Fees — Liability of city- — -Notary’s register of fees — Building licenses.\n1. A statement of claim does not disclose a legal cause of action against a city, where plaintiff, a notary public who was employed in the separate capacity' of a clerk in the office of the building inspector of defendant, sues the city for notarial fees and alleges in the statement that at the special request of defendant’s officials he performed notarial services (not incident to his employment as a clerk for defendant) to expedite defendant’s business; and that he could not state the exact amount, as the record of the same is within the knowledge and control of defendant, and demands an accounting.\n2. In such a ease the city has no power to authorize such employment. The applicants for building licenses were liable for the notary’s fees.\n3. As the plaintiff’s statement showed that he did not keep and file in the office of the recorder of deeds a register of his official acts, as required by law, he cannot recover.\nArgued October 16, 1919.\nAppeal, No. 77, Oct. T., 1919, by plaintiff, from judgment of C. P. Allegheny Co., July T., 1917, No. 511, for defendant on demurrer to statement in case of A. D. Black v. City of Pittsburgh.\nBefore Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nAssumpsit to recover notary’s fees.\nDemurrer to statement of claim.\nShaper, P. J., filed the following opinion:\nThe case set out by the plaintiff’s statement is that the plaintiff, being a clerk in the office of the building inspector of the City of Pittsburgh, was requested by some of his superiors to take out a commission as a notary public, and that he did so in 1908 and at the expiration of his commission took out others, so that he continued in commission until some time in 1917; that the city paid the costs of his first two commissions which he took out, and that the object of his becoming a notary was for the purpose of taking affidavits of applicants for building permits, and other affidavits, for the purpose of expediting the city’s business, and that in this way he took, as notary public, oaths and affidavits and certified the same to a very large number, setting out the number of 4,115 in the year 1911 and various other numbers for each succeeding year, making in all 20,500 and upwards; and that he is unable to state the exact amount due him because the defendant has not accounted to him as to the number of affidavits taken by him, and that for that reason and the further reason that a complete record of all these affidavits is wholly within the knowledge and control of the defendant and not within his knowledge and control, he demands an accounting of the times when each of these oaths were administered, and claims from the city under some special act of assembly a fee of one dollar for each of these affidavits taken by him, amounting in all to $20,500.\nTo this the defendant has filed a statutory demurrer setting out as reasons therefor that the statement does not show any valid employment of the plaintiff by the defendant or any legal contract with it.\nWe are clearly of opinion that the plaintiff has not shown any employment by the city. While it-may be that it was convenient in the transaction of the city’s business in issuing building permits to- have a notary public in the office, no law has been pointed out to us which would authorize the employment of such a person by the city. If a petition verified, by affidavit was required by law, from applicants for building licenses, it was the duty of those applicants to furnish such a petition, and consequently to pay for it, in the absence of any legislation putting that duty upon the city.\nThere is an additional reason in the present case why it seems plain that the plaintiff cannot recover, which was not, however, pointed out in the demurrer filed. The acts of assembly governing notaries public expressly provide that every notary shall keep a register of all his official acts, and provision is made for the preservation of such register in the office of the recorder of deeds. The statement of claim clearly shows that if the plaintiff kept any such register he failed to enter in it the official acts for which he now claims compensation. This in itself, without regard to the other matters above mentioned, would in our opinion be sufficient to prevent a recovery.\nAs this disposes of the whole of plaintiff’s claim, it is ordered that judgment be entered for the defendant.\nPlaintiff appealed*\nError assigned was in entering judgment for defendant on demurrer.\nM. L. Thompson, with him George W. Allen and O. F. Meeder, for appellant.\nHarry Diamond, Assistant City Solicitor, and Charles A. O’Brien, City Solicitor, for appellee, were not heard.\nJanuary 5, 1920 :"
  },
  "file_name": "0097-01",
  "first_page_order": 123,
  "last_page_order": 126
}
