{
  "id": 1056096,
  "name": "Clapp, Appellant, v. Vellner",
  "name_abbreviation": "Clapp v. Vellner",
  "decision_date": "1920-02-02",
  "docket_number": "Appeal, No. 105",
  "first_page": "332",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "266 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "38 Pa. Superior Ct. 307",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/38/0307-01"
      ]
    },
    {
      "cite": "250 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0021-01"
      ]
    },
    {
      "cite": "71 Pa. Superior Ct. 496",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        638105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/71/0496-01"
      ]
    },
    {
      "cite": "106 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0006-01"
      ]
    },
    {
      "cite": "71 N. Y. 285",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2167968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/71/0285-01"
      ]
    },
    {
      "cite": "48 Mich. 474",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1398603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/48/0474-01"
      ]
    },
    {
      "cite": "55 Mich. 139",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1432531
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/55/0139-01"
      ]
    },
    {
      "cite": "86 Mich. 521",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1378940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/86/0521-01"
      ]
    },
    {
      "cite": "53 Pa. Superior Ct. 567",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435090
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/53/0567-01"
      ]
    },
    {
      "cite": "160 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0047-01"
      ]
    },
    {
      "cite": "110 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0339-01"
      ]
    },
    {
      "cite": "106 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0006-01"
      ]
    },
    {
      "cite": "53 Pa. Superior Ct. 567",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/53/0567-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 5575,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.0004906784241935e-07,
      "percentile": 0.5387595956366568
    },
    "sha256": "d7161284915bf232605b10bff22741e39aa83cbfaa3bc358a4282f75f05af32b",
    "simhash": "1:e0e135f470279e21",
    "word_count": 986
  },
  "last_updated": "2024-02-27T19:25:52.372855+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Clapp, Appellant, v. Vellner."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nPlaintiff alleged that, while he was riding his motorcycle on a public street, he was negligently run into by defendant, who was driving an automobile on a cross street, whereby plaintiff received personal injuries for which, with the damage to his motorcycle, he brought this suit. Defendant alleged that the only negligence was on the part of plaintiff, who in fact ran into defendant’s automobile. The case was tried, a verdict and judgment entered for defendant, and plaintiff now appeals.\nIt is claimed the trial judge erred in charging the jury as follows: “You have the testimony of Figer and Fur-man, and if you believe their testimony, I think the verdict ought to be for the defendant, because they both testified that this man [the defendant] was going west on Lnzerne street, and one of them was within 42 feet of Seventh street; that he passed him and he saw him reach the crossing before the motorcycle shot out from Seventh street and struck him. Mr. Furman, of course, was under this disadvantage — he was a square distant looking toward it, and he did not have the advantage of having everything directly in front of him, for, when you see an occurrence a square away from you, looking toward it, you have not that particularity which you would have if you were directly opposite it, or looking at right angles, to it. Furman says this man was coming up Luzerne street at the rate of about 15 miles an hour; he had reached Seventh street, when he saw the plaintiff in this case shoot out from Seventh street and strike him.”\nThere was testimony- by interested and disinterested witnesses on bo-th sides of the issue, and the case was properly one for the jury. It was not to be decided, however, upon the testimony of the two witnesses named in the assignment, nor upon the jury’s belief in regard to them, but upon a careful consideration of all the evidence bearing on the question as to whether or not defendant was negligent. In considering this it was their duty to reconcile all the testimony, if possible, and, if not, then to consider which of the witnesses were most likely to be accurate in their observation, recollection and testimony. To submit the case in the way quoted is not only to minimize the other evidence, but, if any of the jury knew the witnesses named, perhaps to compel a decision in favor of the side calling them, lest it be thought a verdict otherwise would stigmatize them as liars. It is, of course, entirely proper for a trial judge, in reviewing the evidence, to call attention to the fact that certain named witnesses testified in a given way, for this may materially assist the recollection of the jury; but when this has been done the case should be submitted upon the questions of fact to be decided, and not upon the belief or disbelief of the jury in the testimony of particular witnesses: Ott v. Oyers’s Executrix, 106 Pa. 6; Shaver v. McCarthy, 110 Pa. 339; Fullam v. Rose, 160 Pa. 47; 38 Cyc. 1680. On this point, Repp v. Reynolds, 53 Pa. Superior Ct. 567, is disapproved.\nThe judgment of the court below; is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Frederick J. Shoyer and Henry Arronsori, for appellant.",
      "Layton M. Schoch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clapp, Appellant, v. Vellner.\nPractice, O. P. — Trial—Instructions to jury — Jury to reconcile testimony of witnesses — Acceptance of testimony of witnesses believed to be most accurate in observation and recollection.\n1. A jury should be told it is their duty to reconcile the testimony of the witnesses if it can be done and render their verdict accordingly, but if this cannot be done they should accept the evidence of those believed to be most accurate in their observation, recollection and testimony.\n2. It is error to direct a jury to render a verdict for one of the parties if they believe the testimony of certain of the witnesses called by him.\n3. A case should always be finally submitted upon the jury’s belief as to the facts, and not as to their belief in named witnesses.\nRepp v. Reynolds, 53 Pa. Superior Ct. 567, disapproved.\nArgued January 12, 1920.\nAppeal, No. 105, Jan. T., 1920, by plaintiff, from judgment of C. P. No. 1, Philadelphia Co., March T., 1918, No. 2659, on verdict for the defendant in the case of Harry P. Clapp v. Eugene Vellner.\nBefore Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Shoemaker, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe jury rendered a verdict for the defendant.\nThe court overruled plaintiff’s motion for a new trial and judgment was entered on the verdict. Plaintiff appealed.\nError assigned was portion of the charge of the court quoted in the opinion of the Supreme Court.\nFrederick J. Shoyer and Henry Arronsori, for appellant.\nIt is improper to give an instruction which singles out the testimony of particular witnesses and gives undue prominence thereto: Fraser v. Haggerty, 86 Mich. 521; Chase v. Buhl Iron Works, 55 Mich. 139; People v. Simpson, 55 Mich. 139; People v. Simpson, 48 Mich. 474; Dolan v. Del. & H. Canal Co., 71 N. Y. 285; Ott v. Oyer, 106 Pa. 6.\nThe error is not cured by referring the matter to the jury: Shipp v. Schmitt & Murphy, 71 Pa. Superior Ct. 496.\nLayton M. Schoch, for appellee.\nIn cases both civil and criminal, it has been held that it is under certain circumstances the duty of the court to express an opinion on the facts and to guide the jury to a correct view of the evidence: Church v. D., L. & W. R. R., 250 Pa. 21; Com. v. Kloss, 38 Pa. Superior Ct. 307; Repp v. Reynolds, 53 Pa. Superior Ct. 567.\nFebruary 2, 1920:"
  },
  "file_name": "0332-01",
  "first_page_order": 358,
  "last_page_order": 361
}
