{
  "id": 1056071,
  "name": "Commonwealth, v. Ross, Appellant",
  "name_abbreviation": "Commonwealth v. Ross",
  "decision_date": "1920-03-08",
  "docket_number": "Appeal, No. 44",
  "first_page": "580",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "266 Pa. 580"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0093-01"
      ]
    },
    {
      "cite": "101 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0380-01"
      ]
    },
    {
      "cite": "218 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0405-01"
      ]
    },
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    },
    {
      "cite": "222 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959479
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0299-01"
      ]
    },
    {
      "cite": "242 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0388-01"
      ]
    },
    {
      "cite": "189 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0641-01"
      ]
    },
    {
      "cite": "232 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0609-01"
      ]
    },
    {
      "cite": "242 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0381-01"
      ]
    },
    {
      "cite": "258 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0442-01"
      ]
    },
    {
      "cite": "211 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0507-01"
      ]
    },
    {
      "cite": "100 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0028-01"
      ]
    },
    {
      "cite": "220 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0281-01"
      ]
    },
    {
      "cite": "259 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038321
      ],
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0249-01"
      ]
    },
    {
      "cite": "262 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044377
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0504-01"
      ]
    },
    {
      "cite": "218 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0036-01"
      ]
    },
    {
      "cite": "226 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0283-01"
      ]
    },
    {
      "cite": "145 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0289-01"
      ]
    },
    {
      "cite": "230 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0399-01"
      ]
    },
    {
      "cite": "231 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0343-01"
      ]
    },
    {
      "cite": "218 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0405-01"
      ]
    },
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 13252,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 3.99827640105913e-07,
      "percentile": 0.9056916059584941
    },
    "sha256": "ddd8cb00a3e4c3f5ff1f94fb8aa6e1a76b995f2caedd63791cef78b9688b86e8",
    "simhash": "1:07f7d9a63f7bc382",
    "word_count": 2324
  },
  "last_updated": "2024-02-27T19:25:52.372855+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before'BROWN, C. J., Stewart, Mosci-izisker, Frazer, Walling and Kephart, JJ."
    ],
    "parties": [
      "Commonwealth, v. Ross, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis appeal is by defendant from judgment upon conviction of murder of the first degree. Defendant and Luke Halipow, the deceased, resided in the same neighborhood in Pittsburgh, and, on the evening of October 2, 1918, they were out together and visited a saloon, where they drank some, and in the course of an argument the deceased struck or slapped defendant, and it became known that the latter had a knife, although he made no attempt to use it there. After leaving the saloon they had some slight altercation on the street and defendant went to his boarding house, washed the blood from his face and about fifteen minutes later reappeared upon the street, and, coming up to the deceased, killed him with a knife stab in the breast. Defendant contends that while out in search of an officer he was set upon by the deceased and inflicted the wound in self-defense. In reviewing that contention the trial judge instructed the jury, inter alia: “Where the defense is self-defense, it is not enough to present evidence under which the jury may doubt whether or not the defendant may have acted in self-defense. When any doubt on that subject exists, self-defense is not established. But when established by a fair preponderance of the evidence, it is excusable homicide.” This was clearly right in placing upon defendant the burden of establishing self-defense by a fair preponderance of the evidence, and in stating that it was ;not sufficient for him merely to raise a doubt in the minds of the jury as to whether or not he acted in self-defense. Like insanity, it is an affirmative defense as to which the burden of proof rests upon the defendant, but it is not necessary to establish it beyond a reasonable doubt. A fair preponderance of the evidence is all that is required: Com. v. Colandro, 231 Pa. 343; Com. v. Molten, 230 Pa. 399; Com. v. Gerade, 145 Pa. 289; Meyers v. Com., 83 Pa. 131. Hence, the clause of the charge above quoted that, “when any doubt on that subject exists, self-defense is not established,” is wrong, for-there may be a doubt as to a fact established by the preponderance of the evidence: Com. v. Lee, 226 Pa. 283. That statement was equivalent to saying that self-defense must be established beyond a doubt, which is incorrect, for it ignores the distinction between fairly preponderating evidence and that which is beyond a reasonable doubt. We know, as lawyers, that the trial judge had no such thought in mind — in fact, he repeatedly stated the law to the jury upon this branch of the case with entire accuracy; but we cannot know judicially that the accidental misstatement did defendant no harm. It is enough that the jury may have received thereby a wrong impression as to the quantum of proof necessary to establish self-defense. In Com. v. Deitrick, 218 Pa. 36, Mr. Justice Elkin, speaking for the court (p. 39), says: “While we agree with the suggestion of the learned counsel for the Commonwealth, made at the argument, that courts will not be astute to sustain technical objections in the trial of such cases when substantial justice had been accorded the defendant, it, however, has never been held that where clear error appears in the instructions to the jury upon the vital and controlling defense set up, the appellate court can judicially say no harm was done the defendant and therefore no reversible error was committed.”\nA misstatement of the law in one part of a charge is not cured by a correct statement thereof in another part, as it is impossible to know which the jury accepted (Com. v. Divomte, 262 Pa. 504). In the language of the Chief Justice, in Com. v. Wooley, 259 Pa. 249, 253, “where correct and erroneous instructions are given in a charge, it is not to be conjectured, especially in a capital case, which the jury followed”; and see Calhoun v. Holland Laundry, 220 Pa. 281; Rice v. Com., 100 Pa. 28. One part of a charge may clear up that which is obscure but cannot cure that which is legally wrong in another part, unless the latter be withdrawn: Com. v. Divomte, supra.\nThe trial judge fully and accurately stated the rule as to reasonable doubt and then refused, without reading it, defendant’s first point, viz: “If' the jury or any member of the jury have a reasonable doubt of the guilt of the defendant, defendant must be acquitted.” The defense got all to which it was entitled on this branch of the case (Com. v. Danz, 211 Pa. 507), as the jury was properly instructed and might have been misled by an affirmance of the point. To send a jury out with instructions that they must acquit if one of their number has a reasonable doubt of guilt, without further explanation, would in many cases result in a miscarriage of justice. Probably in a majority of murder trials the jurors’ initial ballot reveals a diversity of opinion; that does not necessarily call for an acquittal, but rather for a full discussion and an analysis of the evidence until each juror has mastered the case and the minds of the twelve have reached, a common conclusion; of course if that be ultimately impossible the juror who still entertains a reasonable doubt should not join in a verdict of guilty. To say that a juror should not agree to a conviction so long as he entertains a reasonable doubt of guilt is sound, but to say that his doubt must result in an acquittal is not. All we say in Com. v. Varano, 258 Pa. 442, is that the affirmance of a like request, with the explanation there made, tended to show that the jury was sufficiently instructed as to the rule of a reasonable doubt.\nDefendant admits he cut the deceased with a knife and threw it away in an alley. A search for it there the next morning was fruitless. However, a few minutes after the homicide he was seen standing in the alley in front of an open cellar window, and two and a half months thereafter a knife was found in that cellar near the window, with what looked like blood stains upon it. The court below admitted the evidence relating thereto and also the knife as a circumstance for the consideration of the jury. In this we discover no' abuse of discretion, although at first thought its finding seems too remote, and this would be so had it been found in the alley or some other accessible place; but, as it was found in the cellar, where it might not be discovered for months, the question of remoteness affected its weight rather than its admissibility. Had it been found the next day no one would question its competency (Com. v. Karamarkovic, 218 Pa. 405), yet, so far as appears, there was nothing to disturb it during the two and a half months. In Com. v. Ronello, 242 Pa. 381, it is held, in the opinion by Mr. Justice Stewart, that the identity of a knife found in the river near the scene of the homicide two months thereafter and its connection with the crime were matters for the consideration of the jury. As defendant admits the cutting it is not of great importance with what knife it was done.\nThe stab opened the largest artery in the human body and the victim died the same night, so the trial judge was warranted in expressing the conclusion that death resulted from the knife wound, inasmuch as he left the question entirely to the jury (Com. v. Cunningham, 232 Pa. 609; Com. v. McGowan, 189 Pa. 641; Com. v. Marcinko, 242 Pa. 388).\nAs there was no contention that the murder was committed by lying in wait, it was not necessary for the trial judge to explain the law relating to that species of murder especially as no instruction with reference thereto was requested.\nThe suggestion that the Commonwealth failed to establish the corpus delicti is without merit; however, at a retrial the body on which the post-mortem was held can doubtless be more clearly identified as that of the deceased.\nThe sixth assignment of error, relating to the measure of proof necessary to establish self-defense, is sustained and thereupon the judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "John F. Haggerty and A. M. Oliver, for appellant.",
      "R. M. Gibson, with him Harry H. Rotoan, District Attorney, and Harry A. Estep, Assistant District Attorney, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth, v. Ross, Appellant.\nCriminal law — Murder—Self-defense—Burden of proof — Reasonable doubt — Evidence.\n1. Self-defense in a murder case is an affirmative defense as to which the burden of proof rests upon defendant, but it is not necessary to establish it beyond a reasonable doubt. A fair preponderance of the evidence is all that is required; and it is reversible error to charge that “where any doubt on that subject exists self-defense is not established,” inasmuch as there may be a doubt as to a fact established by the preponderance of the evidence.\n2. Such a statement is equivalent to saying that self-defense must be established beyond a doubt, which is incorrect, for it ignores the distinction between fairly preponderating evidence, and that which is beyond a reasonable doubt.\nCriminal law — Murder—Charge of court — Misstatement of law —Reversible error — Harmless error — Technical objections.\n3. Courts will not be astute to sustain technical objections in a criminal trial, when substantial justice has been accorded defendant; but where clear error appears in the charge upon the vital and controlling defense set up, the appellate court cannot judicially say that no harm was done the defendant, and, therefore, no reversible error was committed.\n4. A misstatement of the law in one part of the charge is not cured by a correct statement thereon in another part, as it is impossible to know which the jury accepted.\nCriminal law — Murder—Chai'ge—Reasonable doubt — Opinion of one furor.\n5. One part of a charge may clear up that which is obscure but cannot cure that which is legally wrong in another part, unless the latter be withdrawn.\n6. On the trial of an indictment for murder it is not error for the trial judge to refuse to charge that “if the jury or any member of the jury have a reasonable doubt of the guilt of the defendant, defendant must be acquitted.” To Send a jury out with instructions that they must acquit if one of their number has a reasonable doubt of guilt, without further explanation, would in many cases result in a miscarriage of justice. To say that a juror should not agree to a conviction so long as he entertains a reasonable doubt of guilt is sound, but to say that his doubt must result in an acquittal, is not.\nCriminal law — Murder—Evidence —; Veight — Admissibility — Winding of a hnife — Admission of hnife in evidence — Remoteness as to time.\n7. In a murder trial defendant admitted that he cut the deceased with a knife, and threw it away in an alley. A search for it there the next morning was fruitless. It was shown however that a few minutes after the homicide, defendant was seen standing in the alley in front of an open cellar window, and two and a half months thereafter a knife was found in that cellar near the window, with what looked like blood stains upon it. Meld, that the trial judge committed no error in admitting the evidence relating to the knife, and also the knife itself, as a circumstance for consideration of the jury.\n8. In such a case the evidence would have been too remote if the knife had heen found in the alley or some other accessible place; but as it was found in the cellar, where it might not be discovered for months, the question of remoteness affected the weight of the evidence rather than its admissibility.\nGriminal law — Murder — Stab wound — Knife — Expression of opinion by trial judge.\n9. On the trial of an indictment for murder, where it appears that a stab opened the largest artery in'the body of the deceased, and that he died the same night, the trial judge is warranted in expressing the conclusion that death resulted from a knife wound where he leaves such question entirely to the jury.\nGriminal law — Murder—Lying in wait — Charge—No request.\n10. At a murder trial, where there is no contention that the murder was committed by lying in wait, it is not necessary for the trial judge to explain the law relating to that species of murder, especially if no instruction with reference thereto is requested.\nArgued February 17, 1920.\nAppeal, No. 44, Oct. T., 1920, by defendant, from judgment of O. & T. Allegheny Co., Nov. T., 1918, No. 23, on verdict of guilty of murder of the first degree in case of Commonwealth v. Joe Ross.\nBefore'BROWN, C. J., Stewart, Mosci-izisker, Frazer, Walling and Kephart, JJ.\nReversed.\nIndictment for murder. Before Kline, J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict of guilty of murder of the first degree upon which judgment of sentence was passed. Defendant appealed.\nErrors assigned were various rulings and instructions, discussed in the opinion of the Supreme Court.\nJohn F. Haggerty and A. M. Oliver, for appellant.\nThe trial judge in so many words instructed the jury that if any doubt of self-defense exists, self-defense is not. established. Surely that is not the law: Com. v. Palmer, 222 Pa. 299; Meyers v. Com., 83 Pa. 131.\nR. M. Gibson, with him Harry H. Rotoan, District Attorney, and Harry A. Estep, Assistant District Attorney, for appellee,\ncited: as to the admission of the knife in evidence, Com. v. Karamarkovic, 218 Pa. 405.\nAs to the corpus delicti: Gray v. Com., 101 Pa. 380; Com. v. Russogulo, 263 Pa. 93.\nAs to self-defense: Com. v. Palmer, 222 Pa. 299.\nMarch 8, 1920:"
  },
  "file_name": "0580-01",
  "first_page_order": 606,
  "last_page_order": 612
}
