{
  "id": 577567,
  "name": "Commonwealth v. Fell, Appellant",
  "name_abbreviation": "Commonwealth v. Fell",
  "decision_date": "1973-09-19",
  "docket_number": "Appeal, No. 10",
  "first_page": "531",
  "last_page": "539",
  "citations": [
    {
      "type": "official",
      "cite": "453 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "274 A. 2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935341
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0018-01"
      ]
    },
    {
      "cite": "290 A. 2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944657
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0114-01"
      ]
    },
    {
      "cite": "300 A. 2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947078
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0336-01"
      ]
    },
    {
      "cite": "53 A. 2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472060
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0158-01"
      ]
    },
    {
      "cite": "286 A. 2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941772
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0492-01"
      ]
    },
    {
      "cite": "266 A. 2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1931018
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 12486,
    "ocr_confidence": 0.388,
    "pagerank": {
      "raw": 2.574635761561153e-07,
      "percentile": 0.8165800399946097
    },
    "sha256": "9471231a2c0b07cf1c251dea967eca367c192a33927dbd15018bfade13c9838a",
    "simhash": "1:aa9f49f855d6c7bb",
    "word_count": 2078
  },
  "last_updated": "2024-02-27T20:26:23.289580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Eagbn, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Chief Justice Jones took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth v. Fell, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThe appellant, Robert W. Fell, was convicted by a jury of murder in the first degree, and the penalty was fixed at life imprisonment. After post trial motions were denied and sentence was imposed as the jury directed, this appeal was filed.\nAlthough appellant does not challenge the sufficiency of the evidence, we have reviewed the record and find ample evidence to support a conviction of murder in the first degree. The record establishes the following facts.\nOn Sunday, July 6, 1969, about 9:30 p.m., Fell went to the apartment of his estranged wife in the Borough of West Chester, Chester County, where she was living with one Adolfo Rivera. His visit was ostensibly to deliver presents to his daughter. Before the visit, Fell had placed a .38 calibre revolver in a gym bag which he carried with him. Upon being admitted to the apartment, Fell proceeded to a bedroom where his wife and Rivera were in bed together. He withdrew the revolver from the bag and said to his wife: “If you don’t live with me, you don’t live with anybody else.” He then fired ten to fourteen shots from the revolver at his wife and Rivera. The former was killed, but Rivera, although seriously wounded, survived. When the police arrived on the scene, Fell said, “I did it. I did it.”\nIn defense, Fell testified to marital problems he had with his wife. He explained possession of the revolver on the night in question by saying he had intentions of delivering it to a friend for hunting purposes. He stated upon entering the apartment, his wife engaged him in a heated argument over the support of their child, and after this he said he remembered nothing until the police arrived.\nInitially, Fell complains the charge of the trial court failed to adequately distinguish voluntary manslaughter from first degree murder and “effectively foreclosed a manslaughter verdict.”\nAn examination of the record discloses that in the first instance, the judge defined voluntary manslaughter as follows:\n“A crime of voluntary manslaughter is of a lesser grade than that of murder. It consists in the unlawful killing of another without malice, express or implied. That means without a direct intent to kill and without hardness of heart or cruelty or recklessness of consequences or a mind regardless of social duty.\n“The act of killing must, of course, be voluntary. The very name of the crime implies that—voluntary manslaughter.\n“Because voluntary manslaughter involves an intentional act, confusion sometimes exists concerning the difference between that crime and the crime of first degree murder. If you bear in mind that manslaughter is never attended by legal malice—again getting back to legal malice—if you bear in mind manslaughter is never attended by legal malice, that is, by a direct intent, a specific intent to kill, or by depravity of heart or cruelty or wantonness, cruelty or wantonness or recklessness of consequences, then this will help you in ascertaining the difference.\n“Voluntary manslaughter is wailful but it is necessary that the surrounding circumstances take away every evidence of cruel depravity and wanton cruelty, therefore, to reduce an intentional let’s say blow or wound which results in death to voluntary manslaughter, there must be either a sufficient cause for provocation or a state of rage or passion without time to cool and placing the accused beyond the control of his reason and suddenly impelling him to do the deed.”\nAt the conclusion of the charge, an unreported sidebar conference was held, and thereafter the judge gave the following additional charge on manslaughter:\n“Now, then voluntary manslaughter, which is the third matter which I want to go into again here, is a homicide, a killing, which is intentional. It’s intentionally committed under the influence of passion. It consists of an intentional and unlawful killing of a human being without malice, as I have defined that to you, but committed under the immediate influence of sudden passion. Passion as here used means any of the emotions of the mind, such as anger, rage, sudden resentment or terror, of such a degree of intensity as is sufficient to obscure temporarily the reasoning of the person affected and thus render the mind incapable of cool reflection. That is to say, there must be a sufficient cause of provocation and a state of rage or passion without time to cool placing the actor beyond the; control of his reason and suddenly impelling him to do the deed.\n“The sudden passion which is an element of voluntary manslaughter must be due to a legally adequate provocation. I mentioned some of those earlier to you. I read some of them. And if they are just trivialities, trivial words or conduct it’s not sufficient to legally provoke a man.\n“Voluntary manslaughter is manslaughter committed without malice, although with the intent to kill or to inflict serious bodily harm, but opon a sudden heat of passion or quarrel where there is sufficient cause or provocation without time to cool and which places the slayer beyond the power of reason and impelís him to do the deed.”\nThe trial judge then asked counsel if the additional charge were satisfactory, to which both replied it was, v/hereupon the jury retired. After the jury retired, defense counsel stated the following: “I would like to take an exception to the charge that a manslaughter must be accompanied by a direct intent to kill.” This exception was without factual foundation since the record clearly demonstrates the judge never employed the words “manslaughter must be accompanied by a direct intent to Mil.”\nFell does not question the correctness of the court’s definition of voluntary manslaughter at the end of the charge. He maintains the initial instruction that manslaughter is a Mlling “never attended by legal malice, that is, by a direct intent, a specific intent to Mil” was erroneous; and the error was not adequately counteracted or corrected, because the judge “never indicated this definition [the one at the end of the charge] was inconsistent with the erroneous statements in the general charge.”\nAccepting that the definition of voluntary manslaughter, as given in the first instance, to the effect it is a Mlling “never attended ... by a direct intent” was erroneous, we are not persuaded this inadvertence was not corrected and clarified for the jury by the subsequent instructions.\nIt is fundamental that a jury charge must be evaluated by a reading and consideration thereof in its entirety. Commonwealth v. Toney, 439 Pa. 173, 266 A. 2d 732 (1970). The record manifests the court during the charge emphasized over and over again that voluntary manslaughter is an intentional Mlling. The court also made clear that, even though intentional, if the Mlling were without malice and were the result of provoked passion the crime was voluntary manslaughter. Considering the charge in its entirety we are unconvinced the instructions Avere confusing or “effectively foreclosed a manslaughter verdict.”\nFell next complains about the judge’s charge on credibility, which was as follows:\n“Now, insofar as the facts are concerned, since you must ascertain the facts, there is an additional duty and that is the duty of appraising the credibility of the witnesses. You cannot find facts in a trial of any case without deciding which witness or which witnesses you will or will not believe, particularly when most of the facts in a case are presented through oral testimony.\n“How do you go about appraising the credibility of a witness? You may do this by taking into account any of the tests that you, yourselves, might employ in ascertaining the truth. In addition, you take into consideration all of the conditions that surround the appearance of the witness on the witness stand, his or her demeanor, his or her responsiveness or evasiveness as the case may be, the knowledge or lack of knowledge of the subject matter that the witness may have displayed to you. You consider the opportunities for observation and the memory that each witness may have had Consider the interest, if any, of any witness in the outcome of a case, and you consider the probabilities of the stories—and when I say stories, I don’t mean manufactured tales—the probabilities of the testimony of each witness and anything else which you find are the usual and common tests of truthfulness or lack of it.\n“Now, in this case in considering the credibility of the witnesses, its important for you to consider that the defendant took the stand and became a witness in his own behalf. Because of this fact, his credibility, like that of any other witness in the case, becomes a matter of importance for your determination. You may, therefore, consider that he is an interested witness. He is vitally concerned in the outcome of this case. It does not necessarily follow, however, from that fact that he would get on the stand and lie to you. While that does not necessarily follow, it is a circumstance which you may consider along with all the other circumstances in the case, and these things are for your consideration when you come to appraise his testimony, as well as those of the others.”\nIt is urged the foregoing instruction unduly emphasized the interest of the appellant in the outcome of the case and also singled him out in this respect. Commonwealth v. Glover, 446 Pa. 492, 286 A. 2d 349 (1972), is cited in support of this position.\nIn Clover, the court in charging the jury on the factors to be considered in determining the credibility of the defendant’s trial testimony emphasized the maxim “falsus in uno, falsus in omnibus” without instructing the jury that this should also be considered in assessing the credibility of all of the witnesses in the case. In instructing the jury herein, the court specifically stated the defendant’s interest in the outcome of the case was a circumstance to be considered in appraising his testimony, “as well as those of the others.” No clarifying or additional instruction was requested.\nFurthermore, no exception or objection was taken to this portion of the charge until after the jury retired.\nLastly, Fell complains about the admission into evidence of a blood-stained telephone with a bullet hole in it found by police on the murder scene. First, we recognize there was little, if any, probative value in this particular evidence and it was error to allow it in evidence. However, at best, the error was harmless. There were over twenty photographs admitted in evidence depicting the crime scene and the introduction of these photographs is not now questioned. One of the photographs showed the telephone in the same condition it was in wlien it was admitted into evidence. Thus, the jury was seeing nothing new when the actual telephone was admitted.\nEvidence should not be admitted if it serves no purpose. (Cf. Commonwealth v. Chavis, 357 Pa. 158, 53 A. 2d 96 (1947)). The real question is whether given the fact the evidence should not have been admitted, did it prejudice the defendant’s right to a fair trial. In light of all the evidence depicting the crime scene, we unhesitatingly conclude introduction of the telephone did not prejudice Fell’s case and its admission was harmless error. Cf. Commonwealth v. Biebighauser, 450 Pa. 336, 300 A. 2d 70 (1973).\nJudgment affirmed.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\nAppellant had purchased the revolver on June 19, 1969.\nIn response to the court’s question, “Now, gentlemen, is that satisfactory?”, Fell’s counsel responded, “That is fine, Your Honor.” Thus, no objection to this portion of the charge was entered before the jury retired.\nCounsel was apparently asserting tlie exact opposite of what he now argues.\nSee Commonwealth v. Miller, 448 Pa. 114, 290 A. 2d 62 (1972); and Commonwealth v. Jennings, 442 Pa. 18, 274 A. 2d 767 (1973).\nRule 1119(b) of the Pennsylvania Rules of Criminal Procedure states in relevant part: “No portions of the charge nor ommissions therefrom may be assigned as error, unless specific objections are made thereto before the jury retires to deliberate.”",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "John R. Merrick, Public Defender, for appellant.",
      "F. Ned 3and, Assistant District Attorney, with him M. Joseph Melody, Assistant District Attorney, and William 3. Lamb, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Fell, Appellant.\nArgued April 27, 1973.\nBefore Eagbn, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nJohn R. Merrick, Public Defender, for appellant.\nF. Ned 3and, Assistant District Attorney, with him M. Joseph Melody, Assistant District Attorney, and William 3. Lamb, District Attorney, for Commonwealth, appellee.\nSeptember 19, 1973:"
  },
  "file_name": "0531-01",
  "first_page_order": 587,
  "last_page_order": 595
}
