{
  "id": 577620,
  "name": "Commonwealth v. Dutton, Appellant",
  "name_abbreviation": "Commonwealth v. Dutton",
  "decision_date": "1973-07-02",
  "docket_number": "Appeals, Nos. 203, 379 and 380",
  "first_page": "547",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "453 Pa. 547"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "239 A. 2d 426",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "429-434"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913542
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "148-156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0141-01"
      ]
    },
    {
      "cite": "301 A. 2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948602
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0241-01"
      ]
    },
    {
      "cite": "290 A. 2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "447 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942994
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/447/0389-01"
      ]
    },
    {
      "cite": "207 A. 2d 810",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893958
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0308-01"
      ]
    },
    {
      "cite": "307 A. 2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "453 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577592
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/453/0205-01"
      ]
    },
    {
      "cite": "301 A. 2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948564
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0116-01"
      ]
    },
    {
      "cite": "262 A. 2d 678",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "437 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927767
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/437/0131-01"
      ]
    },
    {
      "cite": "263 A. 2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "438 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929203
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/438/0089-01"
      ]
    },
    {
      "cite": "284 A. 2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "446 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941780
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/446/0277-01"
      ]
    },
    {
      "cite": "18 U.S.C. §3501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "82 Stat. 210",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 1
    },
    {
      "cite": "401 U.S. 646",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714558
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/us/401/0646-01"
      ]
    },
    {
      "cite": "394 U.S. 244",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170591
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/us/394/0244-01"
      ]
    },
    {
      "cite": "393 U.S. 80",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11310247
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/us/393/0080-01"
      ]
    },
    {
      "cite": "160 A. 2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 1
    },
    {
      "cite": "399 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290525
      ],
      "year": 1960,
      "opinion_index": 1,
      "case_paths": [
        "/pa/399/0110-01"
      ]
    },
    {
      "cite": "271 A. 2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "441 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933870
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/441/0017-01"
      ]
    },
    {
      "cite": "275 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "442 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935365
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/442/0328-01"
      ]
    },
    {
      "cite": "354 U.S. 449",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6160449
      ],
      "weight": 2,
      "year": 1957,
      "opinion_index": 1,
      "case_paths": [
        "/us/354/0449-01"
      ]
    },
    {
      "cite": "318 U.S. 332",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364464
      ],
      "weight": 2,
      "year": 1943,
      "opinion_index": 1,
      "case_paths": [
        "/us/318/0332-01"
      ]
    },
    {
      "cite": "304 A. 2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948558
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0519-01"
      ]
    },
    {
      "cite": "301 A. 2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948602
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0241-01"
      ]
    },
    {
      "cite": "290 A. 2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942994
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 667,
    "char_count": 11457,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 8.834531319223245e-07,
      "percentile": 0.9780610761476828
    },
    "sha256": "cb5ef26438e25181709c9fcfb05c25a75c1f7050685d717cab118ab130022e65",
    "simhash": "1:a74fe3245d8cd7a2",
    "word_count": 1851
  },
  "last_updated": "2024-02-27T20:26:23.289580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Eagwn, G’Briex, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Chief Justice Jones and Mr. Justice Eagen join in this dissenting opinion."
    ],
    "parties": [
      "Commonwealth v. Dutton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Manderino,\nAppellant, Joseph Dutton, was convicted of murder in the first degree, burglary and aggravated robbery on January 28, 1970, following a jury trial. Post-trial motions were denied. A sentence of life imprisonment was imposed on December 1, 1971, and this appeal followed.\nPrior to trial, appellant requested the suppression of an inculpatory statement allegedly given by the appellant even though he refused to sign the statement. The trial court refused to suppress the statement. In his post-trial motions, appellant again claimed that the statement was involuntary and was a product of unnecessary delay between arrest and preliminary arraignment.\nAppellant was arrested without a warrant at approximately 10:0:5 a.m., at his home on January 28, 1969. Approximately seven hours earlier, a night watchman had been killed at a laundry company. Appellant was taken to police headquarters and a first round of interrogation began at 10:32 a.m. He was given advice concerning his constitutional rights and denied any involvement in the crime. The questioning of the appellant continued throughout the day and did not end until approximately 10:18 pan., at which time the appellant refused to sign a formal statement. Appellant was not taken before a magistrate until the following day. The exact time is not clear from the record, hut it was apparently at 12:41 pan., approximately twenty-six hours after his arrest.\nDuring the first eight hours after appellant’s arrest, he was subjected to six different interrogation periods. The shortest period was approximately a half-hour and the longest period was approximately two hours. After the first three interrogation periods, a new officer began his participation in the interrogation process. After the first five interrogation sessions, another officer, who had not participated in the first five interrogation sessions, began his participation in the interrogation process. At one point, the appellant was given a polygraph test. During the first five interrogation sessions, appellant continually denied any involvement in the crime. After the sixth interrogation session, involving three officers, had been in progress continually for approximately an hour and a half, appellant, for the first time, made oral statements admitting involvement in the crime. This was approximately eight hours after his arrest and following six separate interrogation sessions throughout the day during which confrontation took place between the appellant and at least six different police officers. A seventh interrogation session then followed for approximately three hours. At about 10:18 p.m., the appellant was asked to sign a formal statement and refused. He did write thereon the words refused to sign and his initials.\nThe appellant claims that his statements were the product of an unnecessary delay between his arrest and his preliminary arraignment and violated Rule 116(a) of the Pa. R. Crim. P. Rule 116(a), in effect at that time (now covered by Rule 118), provided: “When a defendant has been arrested with or without warrant, in a court case ... he shall be taken without unnecessary delay before the proper issuing authority for a preliminary arraignment.”\nIn Commonwealth ex rel. Fox v. Mahoney, 417 Pa. 308, 207 A. 2d 810 (1965), we specifically called attention to the requirement of taking the person arrested without unnecessary delay before the proper issuing authority for a preliminary arraignment. We there said that unnecessary delay is “. . . regrettable and to be discouraged. . . .” In Commonwealth v. Futch, 447 Pa. 389, 290 A. 2d 417 (1972), we held that a violation of the Rules requires that the trial court “. . . exclude all evidence obtained during ‘unnecessary delay’ except that which . . . has no reasonable relationship to the delay whatsoever.” See also Commonwealth v. Tingle, 451 Pa. 241, 301 A. 2d 701 (1973). In this case the delay which occurred between arrest and arraignment was clearly related to the statements obtained. The appellant for approximately eight hours denied any involvement. It was only after six interrogation sessions involving various officers that the appellant made any inculpatory statement. See Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 148-156, 239 A. 2d 426, 429-434 (1968). The delay in this case was not necessary for any administrative processing; neither was the delay caused by the unavailability of a magistrate. The interrogation of the appellant throughout the day took place on the second floor of a building in which magistrates were located on the first floor. This was known to the police. We must conclude under these circumstances that the unnecessary delay was related to the evidence.\nJudgment of sentence reversed and case remanded for a new trial.",
        "type": "majority",
        "author": "Mr. Justice Manderino,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Pomeroy:\nIn Commonwealth v. Futch, 447 Pa. 389, 290 A. 2d 417 (1972), this Court adopted “the federal approach” to evidence obtained during an unnecessary delay prior to arraignment, and announced a procedural rule excluding all evidence so obtained from admission at trial. Earlier this year, in Commonwealth v. Riggins, 451 Pa. 519, 304 A. 2d 473 (1973), we carefully considered the applicability of the Futch decision to a confession obtained during a period of unnecessary delay following an arrest in 1969 and, refusing implicitly to hold such a confession without more inadmissible, we instead applied the “totality of the circumstances” approach of our pre-Futch law. Today, however, the Court ignores Biggins and removes all restrictions on the retroactive application of Futch, at least as far back as January 1, 1965, the effective date of former Rule 116 of The Pennsylvania Rules of Criminal Procedure (predecessor of the present Rule 118). In my opinion this may well prove to be costly in terms of the administration of justice and futile in terms of correction of police procedures. I must dissent.\nLike its federal prototypes, McNabb v. United States, 318 U.S. 332, 87 L. Ed. 819 (1943) and Mallory v. United States, 354 U.S. 449, 1 L. Ed. 2d 1479 (1957), our decision in Fuich was not based on constitutional considerations. The exclusionary rule we promulgated was grounded on the Court’s supervisory powers over the administration of justice in the courts of this Commonwealth. We have heretofore consistently denied retrospective effect to our supervisory rulings, even as to matters as closely related to the fairness of trial proceedings as jury instructions, see Commonwealth v. Spencer, 442 Pa. 328, 275 A. 2d 299 (1971); Commonwealth v. O’Neal, 441 Pa. 17, 271 A. 2d 497 (1970); Commonwealth v. Scoleri, 399 Pa. 110, 160 A. 2d 215 (1960).\nThe effective date of a new rule of evidence designed to control police conduct should be determined, in my view, by the same considerations which would govern a novel ruling of constitutional law. See Fuller v. Alaska, 393 U.S. 80, 21 L. Ed. 2d 212 (1968). As these have been formulated by the United States Supreme Court, they include: (1) the purpose to be served by the new standards, (2) the extent of the reliance by law enforcement authorities on the old standards, and (3) the effect on the administration of justice of a retroactive application of the new standards. Where on balance these considerations do not favor retroactivity, the current federal practice is to apply the new standard only where prohibited conduct takes place after the announcement of the rule. Desist v. United States, 394 U.S. 244, 22 L. Ed. 2d 248 (1969); Williams v. United States, 401 U.S. 646, 28 L. Ed. 2d 388 (1971). Examining Futch in this light, I can only conclude that its purpose will be fully realized by a solely prospective application.\nThe Futch exclusionary rule contributes nothing to the certainty of the judicial fact-finding process. As Mr. Justice Eagen pointed out in his concurring opinion in Commonwealth v. Tingle, 451 Pa. 241, 301 A. 2d 701 (1973), the rule is directed entirely to police conduct prior to trial and operates irrespective of the reliability or probative value of the evidence excluded. One may hope that the threat of exclusion will help to deter dilatory or illegal police conduct, but it can hardly be supposed that application of the exclusionary rule to events long past will add anything to the rule’s deterrent force for the future. On the other hand, the Court’s opinion may have grave repercussions on the administration of justice. No one knows how many prosecutions have been instituted since January 1, 1965 in reliance on our pre-Futch rules of admissibility, but there must have been a great many. Now, it appears, any defendant convicted on the basis of evidence which under Futch should be excluded is entitled to a new trial, regardless of the fairness of his original trial. I see nothing to be gained from saddling our judicial system with this potentially staggering burden.\nMr. Chief Justice Jones and Mr. Justice Eagen join in this dissenting opinion.\nCongress repudiated this approach by enacting the Omnibus Crime Control and Safe Streets Act of 1968, Act of June 19, 1968, Pub. L. 90-351, 82 Stat. 210, 18 U.S.C. §3501.\nAlthough the appellant in Riggms made but scant mention of delay in arraignment, several members of this Court during oral argument indicated to the Commonwealth’s attorney that Futch might well be involved. Consequently the Commonwealth sought and obtained leave to file a supplemental brief on the application of Futch to an arrest and delay in arraignment occurring in 1969, prior to the effective date of Pa. R. Crim. P. 118 (eff. May 1, 1970). This Court’s refusal to apply the Futch rule in Riggvns can only signify that we there rejected the very argument for retro-activity which is today espoused by the majority.\nThe initial mistake in this respect was made in Commonwealth v. Tingle, 451 Pa. 241, 301 A. 2d 701 (1973), in which, without discussion, the rule of Futeh was applied to a 1971 arrest. The error of Tingle is thus compounded in the case at bar.\nAdmittedly the burden on our judicial system would not be serious if the retroactive effect which the majority gives Futch were to be restricted to defendants who have raised the question on post-trial motions or direct appeals which are still pending. This will be the situation if the Court continues, as I believe it should, to limit post-conviction collateral relief to constitutionally based claims, since the rule in Futch is not so mandated. Post-conviction relief is so limited in the federal courts and, thus far, has been similarly limited by this Court. See Commonwealth v. Smulek, 446 Pa. 277, 284 A. 2d 763 (1971); Commonwealth v. Lowery, 438 Pa. 89, 263 A. 2d 332 (1970); Commonwealth v. Musser, 437 Pa. 131, 262 A. 2d 678 (1970). But see Commonwealth v. Terenda, 451 Pa. 116, 301 A. 2d 625 (1973), with which Commonwealth v. DuVal, 453 Pa. 205, 307 A. 2d 229 (1973) should be compared.",
        "type": "dissent",
        "author": "Mr. Justice Pomeroy:"
      }
    ],
    "attorneys": [
      "Charles A. Lord and John B. Day, for appellant.",
      "Milton M. Stein, Assistant District Attorney, with him James J. Wilson, Assistant District Attorney, J ames D. Crawford, Deputy District Attorney, BÁchañ'd A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Dutton, Appellant.\nArgued April 28, 1972.\nBefore Jones, O. J., Eagwn, G’Briex, Roberts, Pomeroy, Nix and Manderino, JJ.\nreargument refused August 9, 1973.\nCharles A. Lord and John B. Day, for appellant.\nMilton M. Stein, Assistant District Attorney, with him James J. Wilson, Assistant District Attorney, J ames D. Crawford, Deputy District Attorney, BÁchañ'd A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJuly 2, 1973:"
  },
  "file_name": "0547-01",
  "first_page_order": 603,
  "last_page_order": 610
}
