{
  "id": 844958,
  "name": "Connellsville Borough v. Hogg, Appellant",
  "name_abbreviation": "Connellsville Borough v. Hogg",
  "decision_date": "1893-07-19",
  "docket_number": "Appeal, No. 427",
  "first_page": "326",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "156 Pa. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0368-01"
      ]
    },
    {
      "cite": "86 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0509-01"
      ]
    },
    {
      "cite": "49 Leg. Int. 95",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "71 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0044-01"
      ]
    },
    {
      "cite": "47 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0009-01"
      ]
    },
    {
      "cite": "66 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 6618,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 6.22383782585142e-08,
      "percentile": 0.3849456087980419
    },
    "sha256": "9f62befa2c95c87c6a32532aae47bc85be6e63293169b58b2a3792bf2670ea27",
    "simhash": "1:a522c44b5097ea5e",
    "word_count": 1182
  },
  "last_updated": "2024-02-27T18:45:13.621246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Connellsville Borough v. Hogg, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nTbe municipal lien in this case was entered for the cost of a sidewalk and gutter, built by the borough of Connellsville upon the premises of the defendant. The facts out of which the controversy arose are as follows: In 1882 the borough laid out a new street within its limits. Viewers were appointed in June, 1882, who awarded to John T. Hogg, for damages done to one piece of ground owned by him, the sum of one hundred and fifty dollars. At the same time he was assessed with benefits accruing to another piece of ground, amounting to nine hundred and eighty-five dollars and seventy-one cents. He appealed from both awards. While these appeals were pending, and without any security tendered to, or arrangement made with him, the borough required him to build a foot walk and gutter along the new street on his premises. He declined to do so, and the borough entered upon his premises, built the foot walk and gutter, and entered this lien for the cost of the work done, with a penalty of twenty per cent added. It is clear that this was irregular and illegal. The borough was not in a position to require the work to be done at that time. The lien should therefore have been struck off on motion. This was the situation when the lien was entered in December, 1889. In 1890 the appeals from the awards came up for trial. They seem to have been tried together, and to have resulted in a verdict in favor of the borough for the sum of two hundred dollars. This amount was reached by setting off the damages which the jury allowed Hogg upon the benefits which they found he had received, the balance so ascertained being the amount of the verdict rendered. Judgment was then entered on the verdict, and the defendant appealed to this court. Here he suffered a judgment of a non pros in May, 1891, and the record was remitted to the trial court. A writ of fi. fa. was then issued against him, and a relative paid the amount due upon the writ, and took an assignment of the judgment. Subsequently the judgment was satisfied by an entry on the record. Both the appeals that were pending when the lien was entered were thus finally disposed of in 1891.\nHogg’s claim for damages was satisfied. The demand of the borough for benefits was satisfied. Such was the situation when this case came on for trial in the court below in February, 1892. Now the final adjustment of the subject of damages in 1891, without a previous giving or offer to give security therefor, was not retroactive. It did not cure the irregularity of the action of the borough in 1889. The defendant had therefore a technical defence to the plaintiff’s claim. The verdict establishes the fact that he had no defence on the merits. The borough could now require him to build the foot walk and the gutter, and if he failed it do so could build it for him and charge him with its cost, and the penalty of twenty per cent in addition.\nThe practical importance of the contest is therefore reduced to very narrow limits, too narrow to justify us in protracting this litigation by sending the case back to the court below. The defendant has been benefited by the work done by the borough, and ought in good conscience to pay for it.\nUnder all the circumstances, we think this is a proper case in Avhich to use the power conferred upon us by recent legislation to set aside, modify, or reduce a judgment, as justice may seem to require. The judgment is accordingly reduced to the sum of one hundred and six dollars and sixty-five cents ([$106.65), with interest from the date of -the entry of the lien to the date of this order, and with costs accrued since the judgment of non pros in the appeal from the judgment of the court beloAV in the appraisement cases, entered in this, court in May, 1891.\nFor costs accruing prior to that time the defendant will not be liable.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "Argued May 11, 1898.",
      "Edward Campbell, for appellant,",
      "P. 8. Newmyer, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Connellsville Borough v. Hogg, Appellant.\nHoad law — Streets — Municipal claims — Appeals—Practice—Modification of judgment in Supreme Court — Costs.\nA landowner was awarded damages for a street opened through one piece of ground owned by him, and at the same time was assessed with benefits accruing to another piece of ground. He appealed from both awards. While the appeals were pending, the borough, without tender of security, demanded that he should build a foot walk and gutter along the new street, and, meeting with a refusal, entered upon his land and built the foot walk and gutter, and filed a municipal claim against the property for the cost of the same, together with twenty per cent penalty. Subsequently the appeals from the awards were tried together, and a judgment was entered against appellant. An appeal was taken from the judgment to the Supreme Court, but it was nonprossed. The judgment was subsequently paid and satisfied. Afterwards a scire facias on the municipal claim was tried and a verdict and judgment was entered against defendant, who appealed to the Supreme Court. Meld, (1) that the entry of the municipal claim while the appeal from the appraisement was pending, was irregular, and could have been stricken oft' on motion; (2) that such entry constituted a technical defence to the scire facias on the municipal claim; (3) that the contest after a trial on the merits was reduced to such limits that the Supreme Court would not be justified in sending the case back to the court below; (4) that it was a proper case to use the power conferred upon the Supreme Court to set aside, modify or reduce a judgment, as justice may seem to require; (5) that judgment should be entered against appellant for the amount of the municipal lien, with interest from the date of the entry, and for costs which had accrued since the judgment of non-pros in the appraisement case.\nArgued May 11, 1898.\nAppeal, No. 427, Jan. T., 1892, by defendant, John T. Hogg, from judgment of C. P. Fayette Co., March T., 1890, No. 21, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nScire facias sur municipal lien.\nThe facts appear by the opinion of the Supreme Court.\nThe court, Inghram, P. J., gave binding instruction for plaintiff.\nError assigned was (3) above instruction, quoting it.\nEdward Campbell, for appellant,\ncited: McClinton v. R. R., 66 Pa. 404; Coxe v. Phila., 47 Pa. 9; Wistar v. Phila., 71 Pa. 44; 2 Trickett on Liens, § 688 ; 2 Dillon’s Mun. Corp., 3d ed., § 608 ; Keller Street, 25 W. N. 524; Penn Alley, 49 Leg. Int. 95 ; Beale v. Pa. Co., 86 Pa. 509 ; Verona Boro. v. R. R., 152 Pa. 368.\nP. 8. Newmyer, for appellee,\ncited: Act of April 3, 1851, P. L. 325.\nJuly 19, 1893."
  },
  "file_name": "0326-01",
  "first_page_order": 348,
  "last_page_order": 350
}
