{
  "id": 844900,
  "name": "Devers v. York City, Appellant",
  "name_abbreviation": "Devers v. York City",
  "decision_date": "1893-07-19",
  "docket_number": "Appeal, No. 391",
  "first_page": "359",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "156 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "32 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0479-01"
      ]
    },
    {
      "cite": "99 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834394
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0208-01"
      ]
    },
    {
      "cite": "150 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5404,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.786728186631938e-07,
      "percentile": 0.7143227269234615
    },
    "sha256": "70f0d121cf1b3b7eee3700f0b359409489c403d38200b75f4402522aadb361d4",
    "simhash": "1:8b3a26f00da0eb79",
    "word_count": 940
  },
  "last_updated": "2024-02-27T18:45:13.621246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Devers v. York City, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThis case was ruled by the learned judge below in exact accordance with our decision when it was here before : Devers v. York, 150 Pa. 208. One of the plaintiff’s points on that trial was, that “ the ordinance of March 30, 1888 was valid, and being unrepealed at the time of plaintiff’s election as one of the city’s assessors, the compensation therein fixed at three dollars a day could not be lawfully increased or diminished during the term for which he was elected,” and in reversing the judgment we said of the ordinance that “ it fixed the appellant’s compensation, and this could not be changed during his term: Act of May 23,1889, art. V. sec. 3, cl. 13, P. L. 289.” The main contention in that case was upon the validity of the ordinance, and the present point therefore was not elaborated, but it was necessarily considered and determined. We are asked now to reconsider and decide it differently, mainly upon argument drawn from the form of the clause, and its position in a long act. We see no sufficient reason why we should do so. The proviso refers in terms to officers elected as well as appointed under ordinances, and presumably is of general application. That view of it is in accordance with the policy indicated by the constitution as to the compensation of public officers, and with the terms of much of the legislation upon kindred subjects. We are not required to be astute in making a departure in this one class of officers from the line of general policy. While the position of a proviso in a statute, has a great and sometimes controlling influence upon the extent of its applicability, yet the inference from its position cannot override its plain general intent.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Robert F. Gibson, city solicitor, V. K. Keesey with him, for appellant,",
      "Henry O. Niles, W. F. Bay Stewart and George F. .ZVe^f with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Devers v. York City, Appellant.\nConstruction of statute — Proviso—Act of May 23,1889 — Municipal officers —Change of salary.\nWhile the position of a proviso in a statute has a great and sometimes controlling influence upon the extent of its applicability, yet the inference from its position cannot override its plain general intent.\nBy the act of May 23, 1889, art. 5, § 8, clause 13, P. L. 289, cities of the third class were empowered “to create any office which they may deem necessary for the good government and interests of the city, and to regulate and prescribe the powers, duties and compensation of all such officers, in accordance with this act; but no ordinance shall be passed increasing or diminishing the salary or compensation of any officer after his election or appointment.” Held, that the proviso contained in the latter part of the clause applied to officers elected, as well as those appointed under ordinances : Devers v. York City, 150 Pa. 208.\nMunicipalities — Cities of third class — City assessor.\nA city of the third class cannot change the salary of the office of city assessor after the election or during the incumbency of the holder of the office.\nArgued May 17, 1898.\nAppeal, No. 391, Jan. T., 1893, by defendant, from judgment of C. P. York Co., Aug. T., 1891, No. 56, on verdict for plaintiff, James Devers.\nBefore Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ.\nAssumpsit to recover salary as city assessor.\nAt the trial it appeared that plaintiff was elected to the office of city assessor of the city of York in February, 1890, and entered upon the performance of his duties on the first Monday of April, 1890. There was in force at that time an ordinance, approved March 30,1888, fixing the compensation of his office at $3.00 per day. On Oct. 14, 1890, an ordinance was approved fixing the compensation of the office at $2.50 per day, the total amount in one year not to exceed $225.\nThe act of May 23, 1889, clause 13, § 3, article 5, P. L. 289, is as follows:\n“ Section 3. Every city of the third class in its corporate capacity is authorized and empowered to enact ordinances for the following purposes, in addition to the other powers granted by this act: ....\n“ XIII. To create any office which they may deem necessary for the government and interests of the city, and to regulate and prescribe the powers, duties and compensation of all such officers, in accordance with this act; but no ordinance shall be passed increasing or diminishing the salary or compensation of any officer after his election or appointment.”\nDefendant’s points were among others as follows :\n“ [ 5. The ordinance of March 30, 1888, is not the proper measure of damages in this case. Answer: This point is not correct. That ordinance is the proper and only measure.”] [1]\n“ [ 6. If the jury are satisfied that the plaintiff consumed more time than was necessary in the duties of his office by reason of incompeteney, this will be good ground in mitigation of damages. Answer: This point is not correct.”] [6]\nVerdict and judgment for plaintiff for full amount claimed. Defendant appealed.\nErrors assigned were (1, 6) instructions, quoting them.\nRobert F. Gibson, city solicitor, V. K. Keesey with him, for appellant,\ncited: Whelen’s Ap., 108 Pa. 197; 1 Dillon, Mun. Corp., 4th ed. § 230; Baldwin v. Phila., 99 Pa. 170; Lehigh Co. v. Meyer, 102 Pa. 479; Endlich, Int. St., ed. of 1888, § 186; Ihmsen v. Nav. Co., 32 Pa. 156 ; act of June 9, 1891 P. L. 255; Fellows v. Scranton, 1 Dist. R. 554.\nHenry O. Niles, W. F. Bay Stewart and George F. .ZVe^f with him, for appellee,\ncited: Devers v. York City, 150 Pa. 208.\nJuly 19, 1893:"
  },
  "file_name": "0359-01",
  "first_page_order": 381,
  "last_page_order": 383
}
