{
  "id": 844952,
  "name": "Commonwealth v. Fall Brook Coal Co., Appellant",
  "name_abbreviation": "Commonwealth v. Fall Brook Coal Co.",
  "decision_date": "1893-07-19",
  "docket_number": "Appeal, No. 21",
  "first_page": "488",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "156 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0289-01"
      ]
    },
    {
      "cite": "5 Gill, 231",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1705001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/gill/5/0231-01"
      ]
    },
    {
      "cite": "48 Md. 117",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1820701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/48/0117-01"
      ]
    },
    {
      "cite": "25 Iowa, 311",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        118908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/25/0311-01"
      ]
    },
    {
      "cite": "2 Mona. 776",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        257993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/2/0776-01"
      ]
    },
    {
      "cite": "137 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821456
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0411-01"
      ]
    },
    {
      "cite": "145 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825934
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0266-01"
      ]
    },
    {
      "cite": "139 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252479
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0612-01"
      ]
    },
    {
      "cite": "112 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546754
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0337-01"
      ]
    },
    {
      "cite": "101 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0119-01"
      ]
    },
    {
      "cite": "78 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0059-01"
      ]
    },
    {
      "cite": "151 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "151 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836691
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0276-01"
      ]
    },
    {
      "cite": "151 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836690
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0265-01"
      ]
    },
    {
      "cite": "13 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0322-01"
      ]
    },
    {
      "cite": "47 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/47/0106-01"
      ]
    },
    {
      "cite": "49 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998490
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0526-01"
      ]
    },
    {
      "cite": "139 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252479
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0612-01"
      ]
    },
    {
      "cite": "151 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0276-01"
      ]
    },
    {
      "cite": "151 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 921,
    "char_count": 28184,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 8.632921711643643e-07,
      "percentile": 0.9770812892952446
    },
    "sha256": "b78168de572858054a704f7b9b4dd61cfd8a7484b714de65b265219e98b5d153",
    "simhash": "1:4d7bec1c545a552a",
    "word_count": 4976
  },
  "last_updated": "2024-02-27T18:45:13.621246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Commonwealth v. Fall Brook Coal Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThe proposition made by the learned attorney general that a distinction exists between the capital stock of a corporation or a joint stock association and the shares into which it is divided, that has been recognized by the courts, must be conceded. It is the nature of the distinction over which a difference of opinion seems to exist. There is a very plain distinction between the title and position of a trustee, and the title of the cestui que trust; but the trust estate is one and the same. The legal title to the estate is in the trustee. An equitable title to the same estate is in the cestui que trust. When the trust ends the titles coalesce. The holder of the equitable title then becomes the absolute owner of the estate. It is his title that has been increased by the merger, and not his property. He is worth no more money than before, but he has become the absolute owner of that in which he before had only the beneficial interest.\nA corporation is an artificial person created by law for the purpose of becoming the business representative, agent or trustee of so many persons as may join to furnish the money with which the business to be done by the corporation may be carried on. The corporation comes into existence, like a natural person, naked. The money furnished by those whose representative it is to be, is its capital stock. The amount that each person contributes to this fund is his share in the venture, and is called his share or shares in the stock. The legal title to the whole sum so contributed is in the corporation, and so is the legal title to all the property real or personal in which it may be invested. The equitable title, that is, the right to the profits from the business done, and to a return of the capital when the corporation is dissolved, is in the stockholders. There is one estate, one business, but the title has been divided, by the separation of the power of control, from the right to receive the profits. The nature of the undertaking, or the number of the persons uniting in it, makes this division desirable for convenience in the transaction of the business, and for the unity and efficiency of its management. Nevertheless, as in the ordinary case of trustee and cestui que trust, the real owners are the beneficiaries.\nNow, how shall this single estate be taxed. It may well be taxed in the name of the corporation, the legal owner, or the names of the shareholders, the equitable owners, or, as in White-sell v. Northampton County, 49 Pa. 526, the state may, for convenience of collection, assess the corporation with its capital stock, and the county, when the stock is taxable for county purposes, may assess each resident shareholder with his interest, part or shares in the stock.\nWhatever method may be adopted the same capital is reached, and the ultimate burden rests on the same persons. It is clear therefore that to tax the capital stock in the hands of the corporation, and then tax the owners of the parts or shares into which it is divided, upon their respective holdings in the same capital, is double taxation pure and simple. It is as clearly so as if a trust estate should be assessed to the trustee, and then assessed to the cestui que trust, and the tax required from each.\nIt is not like the case put in the argument of one who buys a farm and gives a mortgage for the money with which to pay for it; for in that case there are two distinct subjects of taxation, each of which is made taxable by an express provision of the law. The farm is taxable as land, against whoever may be the owner, without regard to the incumbrances upon it. The sum secured by the mortgage is taxable as money at interest, regardless of the use the borrower may make of it. If the owner of land is compelled to incumber it, it may be his misfortune, but the man who lends money to him has no connection with him in title. There is in such case no double taxation. The land is taxed once to its owner. The money at interest is taxed once to its owner. They are distinctly different taxpayers and pay taxes upon distinctly different subjects of taxation.\nThe correctness of another proposition made by the appellee must be conceded, viz.: that the legislature has power to impose double taxation, provided it is done in such manner as to secure the uniformity which the constitution requires. It cannot be done arbitrarily in a given case, but it may be done if the whole class to which the subject belongs is subjected to the burden in substantially the same manner. But an intent to impose double taxation will not be presumed: Fidelity Company v. Loughlin, 139 Pa. 612. The presumption is against the existence of such an intention, and this presumption will prevail until it is overcome by express words showing an intent to impose double taxation.\nLycoming County v. Gamble, 47 Pa. 106, is thought to be authority for a contrary doctrine. In that case the corporation was taxed on its capital stock for state purposes in the name of the corporation, and the tax was paid to the state treasurer. By the act of April 29, 1844, the stock was also subject to the payment of a tax for county purposes. This tax could only be assessed by the county officers on taxables resident in the county who were owners of the shares into which the capital was divided. The shareholders were therefore taxed as the only means by which the county could reach the property which the state had reached in the hands of the corporation.\nThe same thing is true of Whitesell v. Northampton County, 49 Pa. 526. The Thomas Iron Company had paid a state tax assessed on its capital stock as measured by its dividends. Under the authority of the same act, that of 1844, the county taxing officers laid a tax upon so much of the capital stock as was owned by resident holders by assessing each with the value of the shares owned by him. The result was, as in Lycoming County v. Gamble, that the state collected a tax on the capital stock from the corporation, while the county collected its tax upon so much of the stock as was owned by residents of the county by assessing them with the value of their shares. The state proceeded against the legal owner. The county against the equitable owner. Both taxed the same capital or subject of taxation.\nThe same thing is true of Spangler v. York County, 13 Pa. 322. The point is stated in the reporter’s head notes thus : “ Whenever the law laying an impost employs no distinct language on the subject, the present beneficiary is liable by inevitable implication if the law contains nothing repugnant to said liability.” In that case the subject of taxation was a fund invested in the name of a testamentary trustee under the will of Jacob Spangler. The fund was assessed against the beneficiary and it was held that the taxes Were payable out of the income, and that 'therefore the assessment was well made. Had the tax been assessed against the trustee in whom the legal title, to the fund was, it is very clear that the tax would have been laid upon the same fund and payable out of the same income.\nHaving seen in what manner property standing in the name of a trustee or a corporation may be assessed, let us inquire what method has been provided by the act of 1889 as amended in 1891 for the assessment of capital stock. Section 1 of the act of 1889 subjects certain classes of personal property to taxation for state purposes. Among these classes are the stocks of corporations. These are to be taxed in the hands of the holders, whether they are natural or artificial persons, and whether they hold such stocks in their own right or as agent, trustee, or attorney in fact for some other person natural or artificial.\nHere by express words the statute has selected the holder of the legal title as the person to be dealt with as the owner for all purposes of taxation. It has also elected to proceed against such holder of the legal title of shares for his or its interest or shares of stock so held. But the shares reached by this section are not all shares of stock held or owned by the taxpayer. They are described as the “ shares of stock . . . except shares of stock in any corporation or limited partnership liable to the capital stock tax imposed by the twenty-first section of this act, or relieved from payment of capital stock tax by said section.” Two classes of shares of stock are thus excepted from the operation of the taxing clause of the first section.\nWe turn now to the twenty-first section to ascertain what the exempted classes include. One class includes manufacturing corporations and companies, and the capital stocks of this class are exempt from taxation by the express words of the section. The other class includes all other corporations created by the laws of this state, or doing business within it, that are taxable under existing laws, and subjects them to a capital stock tax assessed against the corporation, andmeasured by the amount of dividends declared; or if these do not amount to six per cent, then by the appraised value of their capital stock. This tax is adjusted by the auditor general and paid directly to the state treasurer.\nThe stocks falling under either of these classes are expressly excepted from the operation of the first section; and the shares are not taxable in the hands of the holders, because as to one class the taxes are levied and collected in another manner, and as to the other class they are not levied or collected in any manner, the corporations or companies being exempt.\nThe provisions of the acts of 1889 and 1891 furnish us therefore with the following scheme for the taxation of stocks : (1) The capital stock of all manufacturing companies and corporations is exempt from taxation, whether in the hands of the •corporation or the shareholder. (2) All corporations that can be reached directly by the state are taxed upon their capital stock upon a valuation graded according to the dividends made, •or an appraisement of the value of the shares. The tax is adjusted by the auditor general and is payable to the state treasurer by the officers of the corporation. (8) Other stocks not falling under either of the above classes are reached in the only way that is possible, viz.: by requiring the holder to disclose the fact of his holding them and assessing him with the value of the shares he holds.\nThis scheme includes every share of the stock in corporations created by, or doing business in, this state, wherever it may be owned, by imposing the tax on the corporation. It includes every share of stock in corporations which the state cannot reach that may be held by any taxpayer by requiring him to disclose his ownership, and then assessing the shares he holds directly to him.\nIt only remains to apply the provisions of the acts of 1889 and 1891 to the assessment appealed from in this case. The Fall Brook Railway Company is a corporation belonging to the second of the classes above enumerated. The state tax upon its stock was adjusted by the auditor general at the sum of $11,088.33. This sum was paid into the state treasury. The stock is therefore clearly within the exception in the first section of the act of 1889, and is not taxable in the hands of the holders of its shares, whether such holders are natural or artificial persons.\nThe Fall Brook Coal Company is another corporation belonging to the same class. Its stock was appraised at nearly four times its par value. The auditor general adjusted the tax, and this too has been paid into the state treasury. What is now asked by the commonwealth, and was actually done by the court below, is to assess the coal company as the holder of the stock of the railway company with the same sum already paid .by that corporation upon the same capital stock, to wit, $11,083.33. This cannot be done, as we have already seen, for two very satisfactory reasons : (1) It would be a clear case of double taxation without any expressed intention on the part of the legislature to impose double taxation, and in the face of the legal presumption that no such intention exists. (2) It is in fiat violation of the statutes under which these corporations are made taxable.\nThe shares of stock in the Fall Brook Railway Company are not taxable in the hands of their holders because they have already paid the state tax through the corporation, and are excepted in express words from the liability to taxation in the hands of the holder by the first section of the act of 1889.\nThe learned attorney general very evidently felt the stress of this position, for he made no effort to defend the ruling of the court below under the provisions of the acts of 1889 and 1891, but rested the argument on the supposed effect of the recent cases of Commonwealth v. The Westinghouse Manufacturing Company, 151 Pa. 265, and Commonwealth v. The Westinghouse Air Brake Company, 151 Pa. 276.\nThose cases, however, afford no support to the contention of the appellee. We have examined both cases with reference to this question and feel justified in saying that it was not raised by either of them. The defendant corporations in these cases claimed exemption for their entire capital stock as manufacturing companies. They also claimed exemption on particular portions of it for the following additional reasons: (a) Because one portion of it was invested in patent rights which were not subject to taxation by the state ; (5) because another part of it was invested in manufacturing plants in other states; and (c) because still another part of it was invested in the stocks “ of sundry corporations, some of them received in exchange for its manufactured products.”\nWhat these corporations were, where they were located, whether they had paid taxes to the state or not, did not appear.\nThe learned judge of the court below held as to this item of the claim for exemption that “ this would raise a question requiring consideration if the fact was sufficiently proved, but no details are furnished and we cannot say with any certainty how much of its capital stock was so invested.”\nThis court concurred in the conclusion of the court below and did not enter upon a consideration of the question, because the facts necessary to an intelligent disposition of it were not before us. On the other hand the recent cases of Commonwealth v. The Pennsylvania Co., referred to at page 411 of 137 Pa., and Fidelity Company v. Laughlin et al., at 139 Pa. 612, are in harmony with the conclusions reached in this case.\nThe judgment in this case cannot be sustained upon any decision of this court, upon the provisions of the statute under which the tax is assessed, nor upon principle, and it is now reversed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "M. E. Olmsted, for appellant.",
      "James A. Stranahan, deputy attorney general, and W. ¿7. Sensei, attorney general, with him, for appellee.",
      "M. E. Olmsted, in reply."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Fall Brook Coal Co., Appellant.\n[Marked to be reported.]\nTaxation — Corporations—Capital stock — Shares—Double taxation.\nThe legislature has the power to impose double taxation, provided it is done in such manner as to secure the uniformity which the constitution requires ; but an attempt to impose double taxation will not be presumed.\nA tax upon the capital stock in the hands of a corporation, and a tax upon the owners of the parts or shares into which the capital stock is divided, upon their respective holdings, is double taxation, and will not be supported except by express enactment.\nTaxation of stocks — Classification—-Acts o/1889 and 1891.\nThe acts of 1889 and 1891 furnish the following scheme for the taxation of stocks: (1) The capital stocks of all manufacturing companies and corporations is exempt from taxation whether in the hands of the corporation or the shareholder. (2) All corporations that can be reached directly by the state are taxed upon their capital stock upon a valuation graded according to the dividends made, or an appraisement of the value of the shares. The tax is adjusted by the auditor general and is payable to the state treasurer by the officers of the corporation. (8) Other stocks not falling under either of the above classes are reached in the only way that is possible, viz.: by requiring the holder to disclose the fact of his holding them and assessing him with the value of the shares he holds.\nTax on capital stock — Tax on shares in the hands of owners — Railroads.\nWhere a railroad company has paid a tax upon its capital stock under the acts of 1889 and 1891, its shares are not taxable in the hands of their holders, whether they are individuals or corporations.\nCom. v. Westing-house Mfg. Co., 151 Pa. 265, and Com. v. Westinghouse Air Brake Co., 151 Pa. 276, distinguished.\nArgued May 30, 1893.\nAppeal, No. 21, May T., 1893, by defendant, from judgment of C. P. Dauphin Co., June T., 1893, No. 329, in favor of Commonwealth on appeal from tax settlement.\nBefore Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nAppeal from tax settlement.\nThe case was tried by the court without a jury, the facts being found as follows by Simonton, P. J.:\n“ 1. A certain person, now deceased, commenced in his lifetime the development and operation of a coal property in Pennsylvania and the construction of a railroad partly in Pennsylvania, chiefly for the transportation of the product of said mines to market. The whole of the money for the purchase, development, construction and completion of said coal and railway properties was furnished either by him in his lifetime or from his estate by the trustees thereof after his death. The coal property is held in the name of a corporation of Pennsylvania, styled the Fall Brook Coal Company, the defendant in this suit, and the railway in the name oí a corporation called the Fall Brook Railway Company, chartered by the two states of Pennsylvania and New York. Part of the capital stock of the railway company stands in the name of the trustees of said estate, and the balance of it in the name of the Fall Brook Coal Company, and all of the stock of the Fall Brook Coal Company is held by the trustees aforesaid, who thus directly or indirectly own or control both corporations.\n“ 2. The capital stock of the Fall Brook Railway Company is $5,000,000, consisting of 100,000 shares of the par value of $50.00 each, of which 80,000 shares, or $1,500,000, are invested in New York, and 70,000 shares, or $3,500,000, are invested in Pennsylvania; all of the $3,500,000 invested in Pennsylvania is owned by the Fall Brook Coal Company, defendant.\n“ 3. For the tax year 1892 the Fall Brook Railway Company reported to the auditor general the 70,000 shares of stock invested in Pennsylvania, and appraised the same at $50.00 per share, or $3,500,000, upon which said capital stock so invested in Pennsylvania a tax was charged by the auditor general at the rate of five mills per annum, said tax amounting to $11,083.33 (a part of the stock having been issued within the year had been in existence only four and two thirds months). The tax thus charged by the auditor general upon the capital stock of the railway company has been paid into the state treasury.\n“ 4. The capital stock of the Fall Brook Coal Company, the defendant, is $100,000, divided into 1,000 shares of $100 each. For the tax year 1892 its proper officers made report to the auditor general, valuing the same at $375 per share, or $375,000, stating, however, that this valuation did not include ‘ the value of the capital stock of the Fall Brook Railway Company, owned by the Fall Brook Coal Company, and upon which tax is payable by the railway company.’ This report was accompanied by a letter or statement from George J. Magee, president of both companies, and also one of the trustees of the estate .aforesaid, fnlly and fairly setting forth the relations of the two companies to each other, and the relation of said trust estate to both of them. From this report and statement the auditor general, after some hesitation, settled an account against the defendant coal company, charging it not only 'with a tax of $1,875, being five mills upon the valuation of $875,000 aforesaid, but also with an additional tax of $11,083.83, being five mills upon the value of the shares owned by the coal company in the capital stock of the railway company, which was invested in Pennsylvania, and being the shares of the same capital stock upon which a tax was charged against and paid by the railway company, making the total charge of tax against the coal company $12,958.33. The coal company paid into the state treasury the sum of $1,875, which it admitted to be due, and appealed from the additional charge of $11,083.33, claiming that charge to be in duplication of the one already made against and paid by the railway company, as shown in finding of fact No. 2.\n“ 5. The $1,500,000 of the railway company’s capital stock invested in New York has been taxed by that state for the year 1892, and the railway company has also paid in that state the state and local taxes upon the valuation of the railway property in which said stock is invested.\n“ 6. All taxes paid by the Fall Brook Railway Company and the Fall Brook Coal Company, or either of them, fall ultimately upon the trust estate aforesaid.\n“ 7. No state tax is collected in Pennsylvania upon shares of stock of railroad and coal companies in the hands of individuals holding the same.\n“We are unable to discover any distinction in principle between this case and those of Com. v. Lehigh Coal & Navigation Co., 444 Sept. T., 1891, and Com. v. United Gas Impt. Co., 26 Jan. T., 1892, both of which are cited at length in note to Com. v. Westinghouse Air Brake Co., 151 Pa. 281, in which it was held by this court, Judge McPherson writing the opinion in the last mentioned case, that the capital stock of a corporation and the shares of stock in the hands of its holders are not identical; thus to impose a tax upon the one and also upon the other is not the imposition of duplicate taxation upon the same thing, and that, therefore, a corporation is not exempt from taxation upon any part of its capital stock because of the fact that it is invested in shares of other corporations of this state which have paid tax on their capital stock for the same tax year. The exceptions specified in defendant’s appeal are overruled, and judgment directed to be entered in favor of the commonwealth as follows:\n“Tax,........$12,958.83\n“ Less amount paid by defendant, . . 1,875.00\n“ Balance of tax, .... $11,083.33 “ Attorney general’s commission, . . 554.16\n“ Total,.....$11,637.49 unless exceptions are filed as provided by law;.”\nExceptions were overruled and judgment entered. Defendant appealed.\nError assigned was entry of judgment as above.\nM. E. Olmsted, for appellant.\nThe system of taxing capital stock has been in force for more than forty years. Under the acts of 1840, 1844, 1846, 1859, 1868, 1874, 1877, 1879, 1889 and 1891, there have been different methods of valuation, and different rates of taxation, but the general system and the character of the tax have remained the same. A very important part of that system is found in § 5 of the act of May 1, 1868, P. L. 108. This section has never been repealed and remains as a necessary part of the tax system, and the tax on capital stock as imposed by later laws is to be deducted from dividends paid shareholders, or, if necessary, to be collected from assessments upon the shares : Catawissa R. R. Co.’s Ap., 78 Pa. 59.\nIt has been repeatedly decided by this court that a tax upon the capital stock of a corporation is a tax upon its property and assets: Com. v. Standard Oil Co., 101 Pa. 119. It is a tax upon U. S. bonds owned by the company: Com. v. Penna. Coal Co., 5 Pa. C. C. R. 90. It is a tax upon bonds, mortgages, shares of stock, etc., owned by the company: Fox’s Ap., 112 Pa. 337; Fidelity Co. v. Loughlin, 139 Pa. 612. And therefore, as a proposition of law, it is true that a tax upon the capital stock of the Fall Brook Coal Company is a tax upon the shares which it owns in the capital stock of the railway company. And the same capital stock and the same shares having been taxed against the railway company, the additional charge against the coal company is certainly duplicate taxation, which, while it may sometimes be lawful, is never presumed to have been intended by the legislature in the absence of a clear expression of such intent. Double taxation is never to be implied unless the implication is unavoidable: Com. v. Penna. Co., 145 Pa. 266; Penna. Co. for Ins. on Lives, etc., v. Com., 22 W. N. 340. This last case is referred to in 137 Pa. 411, in such a way as to discredit it as an authority, but such report is utterly unwarranted by the facts. The motion for reargument did not involve the principle decided. See 2 Mona. 776.\nNot only the legislatures of the different states, but also the national Congress have similarly treated the matter. Thus, in the National Banking Act it is provided that a tax upon the shares in the hands of the shareholders shall be treated as the equivalent of a tax upon the property of the bank, and it has been held over and over again that the property of such banks cannot be taxed in any other way than through the taxation of the shares in the hands of the shareholders : National State Bank of Oskaloosa v. Young, 25 Iowa, 311; Co. Com’rs v. Farmers’ and Mechanics’ National Bank of Frederick, 48 Md. 117; Gordon’s Ex. v. M. M. & C. C. B., 5 Gill, 231.\nJames A. Stranahan, deputy attorney general, and W. ¿7. Sensei, attorney general, with him, for appellee.\nThe question involved in this case has already been decided by this court in Com. v. Westinghouse Electric & Mfg. Co., 151 Pa. 265, and Com. v. Westinghouse Air Brake Co., 151 Pa. 276. In Com. v. Westinghouse Electric & Mfg. Co., supra, tax was levied against defendant for “ shares of stock in sundry corporations received in payment for manufactured products sold, of the value of $240,000,” and shares of stock in sundry corporations, purchased to obtain control of exclusive license to operate under patents owned by said corporation; estimated value, $678,084.18. In the case of the Westinghouse Air Brake Co., Limited, supra, tax was levied against the defendant on $365,077.94, the value of shares of stock in “ sundry corporations, some of them received for manufactured products, but the exact proportion thus received not shown,” and also on “ shares of stock in the Westinghouse Air Brake Co., Limited, a partnership association doing business in England as an adjunct to and practically as a part of the manufacturing business of this company, of the value of $1,077,800.”\nFrom these assessments these two companies appealed, alleging that it would be double taxation to tax the capital stock of the corporations and also the shares of the corporations held by other companies. The same questions precisely are raised in this case, and this court sustained the settlement of these taxes and affirmed the opinion of the court below.\nM. E. Olmsted, in reply.\nThere was no question of double taxation decided or even discussed, either in Com. v. Westinghouse Electric & Mfg. Co., 151 Pa. 265, or in Com. v. Westinghouse Air Brake Co., 151 Pa. 276. Each of the defendants in those cases did own shares of stock in other corporations, but no evidence was offered in the court below to show that any tax upon or in respect of said shares had been paid, either by the corporation which issued them or the one which owned them, and as a matter of fact no tax had been paid by or charged against either corporation.\nThis species of double taxation has never been authorized nor permitted by any decision of this court. On the contrary, it is in direct opposition to Penna. Co. for Insurance on Lives etc. v. Com., 22 W. N. 340; 137 Pa. 411; Com. v. Penna. Co., 145 Pa. 266 ; Fox’s Ap., 112 Pa. 337; Fidelity Co. v. Loughlin, 139 Pa. 612; School Directors v. Carlisle Bank, 8 Watts, 289; Cooley on Taxation, 165.\nIn Com. v. Adams Exp. Co., unreported, opinion by Mr. Justice Mebcur, May 31, 1880, it was held that a tax on net earnings under the act of 1868 could not be collected where the company was liable to a tax on gross receipts under the act Of 1877, as this would impose double taxation.\nJuly 19, 1893:"
  },
  "file_name": "0488-01",
  "first_page_order": 510,
  "last_page_order": 522
}
