{
  "id": 1238040,
  "name": "Midtown Motors, Inc., v. Public Parking Authority of Pittsburgh, Appellant",
  "name_abbreviation": "Midtown Motors, Inc. v. Public Parking Authority",
  "decision_date": "1953-02-09",
  "docket_number": "Appeals, Nos. 43 and 45",
  "first_page": "475",
  "last_page": "481",
  "citations": [
    {
      "type": "official",
      "cite": "372 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 A. 2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0264-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 9907,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.279034880960449e-07,
      "percentile": 0.7847026988832168
    },
    "sha256": "13709ab91bc8c8b6207ff56babb8715ff49e76654f9ace161bff39b77942f622",
    "simhash": "1:ab5b9d500974becc",
    "word_count": 1635
  },
  "last_updated": "2024-02-27T18:12:52.345447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey and Arnold, JJ."
    ],
    "parties": [
      "Midtown Motors, Inc., v. Public Parking Authority of Pittsburgh, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearns,\nThe appeals are from a decree in equity restraining the Public Parking Authority of Pittsburgh (hereinafter termed the Authority) and its lessee the Parking Service Corporation (hereinafter termed the Corporation) from performing the provisions of paragraph 15 of the lease, reading: “The Corporation also agrees that as lessee it will maintain at all times for the benefit of its customers adequate facilities for the supply of gas and oil, and the performance of such other services as are usual and customary in like garages, including the repair and washing of cars.”\nThe Authority was established under the Parking Authority Law of June 5, 1947 P. L. 458, as amended, 53 PS Sup. sec. 10271 et seq. This Court decided that the act was constitutional: McSorley v. Fitzgerald, 359 Pa. 264, 59 A. 2d 142.\nSection 5 (a) of the act states, inter alia: “. . . Provided, however, That the Authority shall not have the power to engage in the sale of gasoline, the sale of automobile accessories, automobile repair and service, or any other garage service and shall not engage in the sale of any commodity of trade or commerce.”\nSubsection (b) of Section 5 provides: “Every Authority is hereby granted and shall have and may exercise all powers necessary ... (4) To acquire, purchase, hold, lease as lessee, and use any franchise, property, real, personal or mixed, tangible or intangible, or any interest therein, necessary or desirable for carrying out the purpose of the Authority and to sell, lease as lessor, transfer and dispose of any property or interest therein at any time required by it.”\nPursuant to such statutory provisions, on September 14,1951, the Authority entered into a lease or agreement with the Corporation under which the Authority leased two parking facilities or garages for a period of six years at a specified rental. The lease was carefully and comprehensively drawn. None of its provisions are now in question except item 15 relating to the sale of gas and oil, accessories, repairs, etc.\nDespite the statutory prohibition against “the sale of gasoline, the sale of automobile accessories, automobile repair and service, or any other garage service”, the Authority and the Corporation maintain that while the Authority itself does not possess the right to engage in these activities its lessee does. The learned chancellor below in a well-reasoned adjudication, affirmed by the court in banc, refused to adopt such a conclusion. With this we are in complete accord.\nAs pointed out by Mr. Justice Horace Stern (now Chief Justice) in McSorely v. Fitzgerald, supra, the creation of the Parking Authority was motivated by an obvious public need to promote the safety and welfare of the inhabitants. He said: “Such purposes [i.e. parking facilities] are declared to be public uses for which public money may be spent and private property acquired by the exercise of the power of eminent domain, (page 266) . . . [Such Authority] is exempted from the payment of taxes and assessments . . . (page 267) . . . the Authority will to some extent conduct what may heretofore have been regarded as a private enterprise. . . . (page 270)”\nIt is apparent that the Legislature inserted the prohibition in the enactment in order to meliorate, as much as possible, the resultant impact with private enterprise. In McSorley v. Fitzgerald, supra, at p. 267, we specifically referred to the prohibition against the sale of gasoline, etc.\nThe prohibition in the statute is plain, precise and unequivocal. The above stated reason for the inclusion of such prohibition is illuminatingly discussed in McSorley v. Fitzgerald, supra. It is but a sophistical argument to maintain that while the Authority itself is prohibited from such sales or service it may nevertheless delegate such right to its lessee. The effect of the statute upon private enterprise would be precisely the same whether the prohibited sales and service were made by the Authority or by the lessee Corporation. Such right may not be inferred from language in other clauses in the statute, since such sales and service are expressly prohibited in plain and unequivocal language. We have given careful consideration to the arguments of the able counsel for appellants relative to such implied power, but which we must reject as above indicated because of the express prohibition. The sale of gasoline, oil, and accessories doubtless may, in the sound judgment of the Authority, be to the best public interest in order to secure the full benefit of the parking facilities. But such exercise of discretion by the Authority is ineffectual because of the prohibition of the Legislature. The omission of the word “lessee” in the prohibition is wholly immaterial since the lessor Authority itself does not possess such right.\nThe vice of permitting the Authority to attempt to do by indirection- — viz.: authorizing its lessee to do that which the Authority itself cannot do directly — is here accentuated by the fact that under the terms of the lease the Authority is entitled to receive from the Corporation (lessee) sixty per cent of the revenue from sales of gas, oil, services, etc. as specified in item 9 of the lease. To that extent at least it is apparent that the Authority seeks to embark in the prohibited business. This it may not do.\nWe must also reject the argument that the premises of the Authority are not bound by the prohibition. This argument is obviously fallacious. The Authority was prohibited from such activities, hence neither anyone on the premises nor the lessee may do what the Authority itself is forbidden to do. This Court has decided, as above stated, that the Legislature declared the purpose of the Authority to be a public use. It follows that in so doing the Legislature could and did impose restrictions upon its grant of authority. Under the Statutory Construction Act of May 28, 1937, P. L. 1019, Art. IY, sec. 51, 46 PS 551, “the object of all interpretation and construction of laws is to ascertain and effectuate the intention of the Legislature”. It is plain from the clear and unequivocal words of the prohibition that it was the Legislature’s intent not to permit the Authority, or those privy to it, to enter into competition with merchants dealing in goods of trade and commerce. The Authority was granted governmental powers such as eminent domain, etc., and was exempted from taxation. As the purpose of the prohibition in the statute is obvious, it is futile to attempt to disregard the clear and unambiguous language of prohibition under the pretext of following implied grants to the contrary. As stated in sec. 51 of the Statutory Construction Act, supra, “When the words of a law are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”\nWe are in accord with the ruling of the court below that in cases of actual emergency the Authority or its lessee is not prohibited from supplying the necessary means of moving automobiles in order to prevent possible obstruction in the operation of the premises. This would not constitute the business of dealing in commodities of trade and commerce within the contemplation of the Legislature.\nIn section 5 (a) of the Parking Authority Law, supra, is a clause reading as follows: “The Authority shall have power to lease portions of the first floor of the parking facilities for commercial use where, in the opinion of the Authority, such leasing is desirable and feasible in order to assist in defraying the expenses of the Authority. Such leases shall be granted on a fair competitive basis.”\nAccording to the findings of fact there is available on the first floor of one of the buildings — Site F-l— space available for “commercial use”. Because of the general prohibition hereinbefore quoted against “the sale of any commodity of trade or commerce” it may be doubtful whether or not the term “commercial use” contemplated the sale of goods, wares and merchandise. Such commercial use may be restricted to banks, railroad and airplane ticket offices, barber shops and the like, where no goods and merchandise are bought and sold. But as aptly stated by the learned chancellor, no attempt has been made thus far to carry out the provisions of the first floor clause, and consequently this question is not now before us, and upon which we expressly withhold judgment.\nThe Parking Service Corporation, one of the appellants, in addition to the reasons assigned in the other appeal by the Authority, contends that the complaint should be dismissed because of the laches of the complainant. This appellant did not file this contention as one of the questions to be argued on appeal as required by Buie No. 22 of the rules of this Court. For this reason alone the appeal should have been dismissed. But, upon the merits, we agree with the court’ below that this contention is “wholly without merit”. The lease was dated September 14, 1951; advertisement for the bonds issued to finance the project was dated September 27, 1951 and the bonds dated October 1, 1951; notice of intention to file suit was -given by plaintiffs to defendants on October 9, 1951 and suit was commenced November 19, 1951. That no laches exists is so patent that no further discussion is necessary.\nWe are in accord with the well-considered adjudication and opinion of the court below, which we approve.\nThe decree is affirmed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearns,"
      }
    ],
    "attorneys": [
      "Arthur L. McLaughlin, Jr., for lessee-defendant, appellant.",
      "Charles F. C. Arensberg, with him Ella Graubart and Patterson, Crawford Arensberg <& Dunn, for Authority, appellant.",
      "Louis Caplan, with him Leonard Boreman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Midtown Motors, Inc., v. Public Parking Authority of Pittsburgh, Appellant.\nArgued January 12, 1953.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey and Arnold, JJ.\nArthur L. McLaughlin, Jr., for lessee-defendant, appellant.\nCharles F. C. Arensberg, with him Ella Graubart and Patterson, Crawford Arensberg <& Dunn, for Authority, appellant.\nLouis Caplan, with him Leonard Boreman, for appellees.\nFebruary 9, 1953:"
  },
  "file_name": "0475-01",
  "first_page_order": 499,
  "last_page_order": 505
}
