{
  "id": 1197349,
  "name": "Palmer v. Erie, Appellant",
  "name_abbreviation": "Palmer v. Erie",
  "decision_date": "1939-11-27",
  "docket_number": "Appeal, No. 72",
  "first_page": "5",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 5"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 A. 367",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "200 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0015-01"
      ]
    },
    {
      "cite": "80 A. 1110",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "231 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0604-01"
      ]
    },
    {
      "cite": "57 A. 770",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0383-01"
      ]
    },
    {
      "cite": "54 A. 713",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "205 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0142-01"
      ]
    },
    {
      "cite": "184 A. 253",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0504-01"
      ]
    },
    {
      "cite": "84 A. 390",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "235 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984896
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0367-01"
      ]
    },
    {
      "cite": "163 A. 683",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 909,
    "char_count": 19886,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.2442192473979388e-07,
      "percentile": 0.6086339396621193
    },
    "sha256": "d7d3f292c6c91b44477f707797fa82c37d9cfbd48b7bf29144f90ba55504434c",
    "simhash": "1:3b57efaa187c9ca6",
    "word_count": 3353
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxex, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Palmer v. Erie, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Maxey,\nThe City of Erie, defendant in the court below, has appealed from a judgment entered on a jury verdict against it in the aggregate sum of $110,093.17, principal and interest of certain bonds held by the plaintiff originally secured by assessments against property owners of the city for municipal improvements but which the court below held have become general liabilities of the city.\nThe issuance of the bonds was duly authorized by two separate ordinances of the city council, providing for paving improvements in the “Academy” and “Glen-wood Hills” districts of the city. That relating to the “Academy” district was adopted in May, 1926, and the other in June of the same year. In matters pertinent to the issues before us the ordinances were substantially identical. Each provided for the improvements in question, that the contractor carrying out the same should collect the cost of the improvements from the “owners of lands fronting on the part of the street improved,” and that the city should “under no circumstances be held responsible for the payment of any part of the cost of said improvement except as to the amounts actually received from such owners for said contractor.” It was further provided that the contractor might, in compensation for his work performed, elect to take either the bonds or assignments of the assessments.\nThe bonds themselves, when issued, were payable within five years of the date thereof, recited their issuance pursuant to the enabling ordinance, and stated that they rested alone for their security on the assessments levied by the ordinances upon the specific properties affected by the improvements. The contractors who completed the improvements elected to take bonds instead of assignments, and through them certain of the bonds were negotiated to plaintiff. After the bonds matured, in 1931, plaintiff made demand for payment on numerous occasions. For some time negotiations ensued between plaintiff and the city officials, who urged the former not. to press his claim too urgently, stating that constant efforts were being made by the city to collect the assessments against property owners necessary to pay off the bonds, a substantial amount having already been exacted or voluntarily paid. Plaintiff’s negotiations proving fruitless, he brought suit against the city in March, 1932. In his amended statement of claim plaintiff averred three grounds for recovery, namely, (1) that the bonds were by their tenor general obligations of the city without limitation to the assessments collected, (2) that in any event the city was estopped by its negligence in collecting the same from denying liability as upon a general obligation, and (3) that subsequent to their issuance the bonds became part of the general indebtedness of the city by virtue of legislative enactment: Acts of April 11, 1929, P. L. 509; June 23, 1931, P. L. 929; June 3,1933, P. L. 1466. Negotiations for compromise or settlement, which proved futile, consumed the period from commencement of the action to the date of trial, in May, 1938. The court below denied plaintiff’s first contention on the ground that the bonds themselves plainly showed on their face that the obligations thus evidenced were intended to be limited to the amounts collected on the special assessments; but submitted to the jury the question of the city’s negligence in collecting the same and also certain interrogatories as to the aggregate amount of the city’s indebtedness, on relevant dates, as exceeding the constitutional debt limitation of two per centum of its assessed taxable property. A verdict was returned for the plaintiff, and defendant’s motions for a new trial and for judgment n. o. v. were overruled.\nPlaintiff’s first contention, that the bonds by their express provisions (upon which he relied in purchasing them) imposed a liability of a general nature on the City of Erie, without reference to a specific fund, lien or assessment for their security, need not be discussed, as his judgment rests on more substantial grounds.\nAppellant mainly stresses the insufficiency of the evidence to impose liability on the city on the ground that it was derelict in the duty which it necessarily assumed to use diligence in making the security for satisfaction of the plaintiff’s bonds available for their payment. The evidence on this question, which was largely uncontradicted, demonstrated that in the case of the Academy bonds, issued on November 30, 1926, the report of viewers for assessment of the value of the improvements was not filed until August 8, 1927, more than seven months after their appointment. In the case of the Glenwood Hills project, the report of viewers was filed four months after appointment and more than five months after the- issuance of the bonds. Had the property owners interposed objections, the viewers’ reports could have been stricken off for failure to file the same within, three months of their appointment, no extension of time for filing having been procured, under Section 6 of Article XIY of the Act of June 27, 1913, P. L. 568, as amended by the Act of May 27, 1919, P. L. 310: East Lake Road and Payne Ave., 309 Pa. 327, 163 A. 683. The ordinances under which the bonds were issued required certification of the assessments to the City Treasurer immediately upon completion of the improvements, but a delay of two months occurred in the case of the Academy bonds and of over a month in regard to the Glenwood Hills assessments. No justification was advanced by the city for these postponements. Since the bonds bore interest from the date of issuance, the amount of assessments, if for the full value of the bonds issued, would not cover the interest payments due on the latter. An additional deficit in the interest collected was bound to result in tbe interim between collections of assessments on tbe various properties and tbe calling in of bonds for payment. The inevitable consequence, as tbe court below pointed out, was a shortage in tbe funds provided for payment of tbe bonds, tbe levying of inadequate assessments having always been held to be negligence: Nolan v. Reading City, 235 Pa. 367, 84 A. 390.\nNor is it any answer to tbe charge of negligence to point to tbe fact that there remain at present assessments sufficient in value to discharge tbe balance of tbe bonds outstanding, because tbe city from time to time, apparently recognizing tbe indebtedness as a general liability when pressed by certain bondholders, paid off sufficient bonds out of its general funds to leave a balance of assessments. This being tbe case, appellant is subrogated to tbe rights of bondholders so favored against tbe special fund of assessments earmarked for the payment of all tbe bonds, which will again result in a shortage ; or since tbe remaining and uncollected assessments being adequate to discharge tbe balance of tbe bonds, tbe city is not harmed by now being required to pay tbe plaintiff out of its general funds. If either party has been prejudiced by the delay and tbe inadequacy of assessment, it is tbe plaintiff; and if it so happens that full payment of the bonds will never be made from tbe assessments, tbe city must accept this as tbe consequence of its own neglect.\nThere was no error in tbe submission to tbe jury of tbe matter of tbe delay in tbe filing of tbe reports of viewers on tbe question of tbe city’s negligence. The defendant expressly requested tbe court to charge that if this delay resulted in no actual damage to plaintiff, it should be considered immaterial, in view of tbe Act of June 2, 1933, P. L. 1429, which cured such formal defects and validated tbe liens of assessments based thereon. Tbe court’s statement to tbe jury that this question was one for it to consider in connection with the deficiency of interest accruing on the bonds was directed to the allegation of the city’s dilatory conduct in respect to these assessments.\nNor is there merit in appellant’s contentions that the jury wag erroneously charged that it might consider as elements of negligence the failure of the city to pursue its remedy of assumpsit against the owners of the assessed properties (instead of, or in addition to, collection of the liens which had been assessed), and to impose the penalty of five per centum of the assessment for nonpayment thereof. The remedy of assumpsit, in addition to filing of the lien, was conferred by the Act of April 17, 1929, P. L. 527, at a time when action could still have been brought against the owners within the three-year limitation from the completion of the improvement imposed by the act. The five per centum penalty was authorized by the Act of May 2, 1925, P. L. 501. It was admitted that the penalty was added to the assessments when filed as liens, though whether authorized by ordinance does not appear. The latter we deem immaterial, the question at issue being whether the course of conduct followed by the city was one of diligent attention to the interests of those, such as the plaintiff, who had purchased their bonds on the faith of the city?s self-imposed duty of diligence. The verdict of the jury found as a fact that the city had been neglectful of the rights of the obligees of the bonds.\nThe court below correctly summarized the evidence to sustain the verdict of the jury, as follows: “It has been noted the city did not file liens based upon these assessments for another six months lacking one day. This is of especial importance in the case because, under the evidence, the early years 1927, 1928 and 1929 before the depression, were the years when collections might have been made. ... To establish the city’s negligence the principal reliance of the plaintiff is upon its failure to collect the liens once they were filed. The ordinance provided that ‘upon failure of any party to pay the amount of any installment and interest the treasurer shall request the city solicitor to commence proper action to collect in the entire amount of such delinquent assessments.’ The then city solicitor testified that there was never any request made upon him by the treasurer to collect any such assessments. On January 1st, 1928, some arrangement was entered into between the treasurer’s office and the city solicitor’s office, whereby a representative of each office worked together with respect to these liens. But, the plaintiff points out, this still leaves out of account the vital year 1927 when collections might, as a practical matter, have been made. In addition to the provisions of the ordinance, Section 7 of the Act of 1893, P. L. 453, required the city solicitor to proceed to collect upon default in the payment of any installments. Admittedly no executions were issued upon any of the liens prior to the time of bringing suit. In other words, although under the language of the ordinance and bonds, it was contemplated that the fund should be ready to pay the bonds within five years, the city, during this period of time, contented itself with that which was voluntarily paid in. In the Academy improvement there was apparently about $8000.00 paid in prompt and willing payments, leaving due upon the first default date $78,595.23. Of this amount at the time of suit, more than five years later, $46,000.00 was still outstanding. At the time of trial, nearly eleven and one-half years after the issuance of bonds, approximately one-half of what was due at the first default date was still outstanding. The defendant points out that in the Academy district, originally 168 assessments were filed, of which 62 remain unpaid. Analysis of the Glenwood Hills situation discloses approximately the same result. Plaintiff presented evidence that, if these properties had been offered for sale during the years 1927, 1928 and 1929, they would easily have brought much more than the amount of the liens. The defendant’s evidence was to the contrary. The defendant on its side of the case insisted that the universal depression beginning in 1929 and continuing up until the time of suit, was sufficient answer to the charge of negligence made by the plaintiff. . . . While it may not be said that nothing was done to enforce payments of the assessments, yet it can be truthfully said that nothing was done beyond the filing of the liens, the sending out of notices and the receiving of such assessments as were willingly made. There is here evidence that a prompt and resolute attempt to collect these defaults as they occurred would have produced the money. There is evidence that the value was in the property. There is evidence of a demand by the bondholder for action on the liens. There is no evidence that he offered to give indemnity for costs, but to off-set this there is uncontradicted testimony that the official of the city in charge of the matter stated positively the city would not proceed to sell on the liens and would not go in the real estate business.”\nThe statement of this Court, in one of our most recent cases on the subject here involved, Price et al., Exrs., v. Scranton, 321 Pa. 504, 184 A. 253, is applicable to the present case. In that case Mr. Justice Linn said (p. 506) : “It is clear that the city was obliged to exercise due diligence in the levying and collection of the assessments from which the bonds were to be paid. . . . Payment of the bonds was to be made within five years, and, since liability was restricted to the amount to be collected from the assessments, the plain implication of this provision is that the city would make reasonable efforts to collect during the five-year period. It has been held in similar cases that, where the liability of a city for improvement bonds, or for a contract for the construction of an improvement, is limited to the amount collected from assessments on the improved properties, the city is bound to exercise due diligence in the levying and collection of the assessments, and failure to do so is a breach of contract which renders the city liable for the unpaid face of the bonds dr contract price: O’Hara v. Scranton, 205 Pa. 142, [54 A. 713]; Dime Deposit and Discount Bank of Scranton v. Scranton, 208 Pa. 383 [57 A. 770]; Dale v. Scranton, 231 Pa. 604 [80 A. 1110]; Nolan v. Reading, 235 Pa. 367 [84 A. 390]. Lack of due diligence may be found in the levying of assessments which are invalid (Gable v. Altoona, 200 Pa. 15 [49 A. 367]), in the levying of inadequate assessments (Nolan v. Reading, supra), in failure to file liens against the improved properties within the time allowed (O’Hara v. Scranton, supra), in failure to preserve the liens (Dime Deposit and Discount Bank of Scranton v. Scranton, supra), or in failure to press the liens to collection within a reasonable time: Dale v. Scranton, supra.”\nWe conclude that the evidence was sufficient to sustain the verdict of the jury imposing a general liability on the appellant. The remaining trial errors complained of on this question in the case were of slight significance and in our opinion were without prejudice to appellant’s rights.\nThe further question in the case concerns the constitutionality of the three validating Acts of 1929 (P. L. 509), 1931 (P. L. 929), and 1933 (P. L. 1466), referred to above, which purport to impose on municipalities of the Commonwealth, as debts payable out of their general assets, liability for the payment of bonds issued, or other obligations incurred, as is the case of the bonds now before us, on the assumption that such bonds were not debts of the municipality which issued them within the meaning of Article IX, section 8, of the Pennsylvania Constitution, since they were secured by assessments against property benefitted by a public improvement, to cover the expenses of which the bonds were issued. All three acts are substantially identical in terms. They declare that “such bonds and obligations are hereby ratified, confirmed and made valid and binding obligations and debts of the municipality, notwithstanding the fact that the corporate authorities of the municipality failed, either in whole or in part, to comply with the laws of the Commonwealth providing the method of incurring and increasing its indebtedness: Provided, however, that this ^ct shall not be construed to validate any such issue of bonds or obligations as valid debts of the municipality, where the amount of any such issue, when added to the existing debt of the municipality, exceeds the limits of the indebtedness permitted by the Constitution.”\nThe court below held that these enactments imposed upon the City liability for payment of the plaintiff’s bonds as general municipal obligations (whether the City, was diligent in collection or otherwise), and submitted to the jury the question whether on the effective dates of the acts the indebtedness of the City, including the plaintiff’s bonds, was in excess of the constitutional limit of two per centum of the assessed value of the taxable property therein, no election having been held to authorize such increase in indebtedness. The jury found that the limitation had not been exceeded.\nIn view of the fact that the jury found that the City of Erie had failed to exercise due diligence in the levying and collection of the assessments, and that under the law a liability to the holders of the assessment bonds, for the city’s breach of its obligation to exercise such diligence, arises, to the extent of the amounts unpaid, it is not necessary in this case for us to discuss or decide the constitutionality of these three validating acts.\nThe judgment is affirmed.\nThe material portions of the bonds here involved read as follows:\n“Know all men by these presents that the City of Erie is indebted and is hereby held and firmly bound unto-or assigns, in the sum of-dollars lawful money of the United States of America, payable when this bond shall be called in as hereinafter provided, within five years from the date hereof, at the office of the City Treasurer of the City of Erie. This bond bears interest at six per centum per annum and is issued in pursuance of section--of an ordinance of the City of Erie entitled ‘An Ordinance providing for the grading, curbing, draining and paving of the roadway of-and providing for the assessment and collection of the costs thereof and the issuing of street improvement bonds to pay for the same and making an appropriation therefor’ approved on the-day of-A. D., 19-.\n“Said ordinance was passed under the authority given the City of Erie by Section 27, Article XV, of an Act of the General Assembly of 'Pennsylvania entitled ‘An Act providing for the incorporation and government of cities of the third class,’ approved the 23d day of May A. D., 1889 [P. L. 277], and the Acts supplementary thereto and amendatory thereof.\n“This bond rests alone for its security upon the assessments made and levied under said ordinance upon the lands bounding and abutting upon said-street between the points named.\n“As often as there are sufficient funds in the hands of the City Treasurer from assessments upon said street between the points named, he shall call in bonds for payment, by advertisement in two newspapers published in said City of Erie, for five consecutive days and by written notice by mail, to registered owners, after which time said bonds shall cease to bear interest.”",
        "type": "majority",
        "author": "Me. Justice Maxey,"
      }
    ],
    "attorneys": [
      "John B. Broolos and Edward M. Murphy, City Solicitor, for appellant.",
      "Charles E. English and 8. Y. Bossiter, for appellee.",
      "George F. Baer Appel, with him A. A. Cochran,, City Solicitor, J. DeEaven Ledward and Townsend, Elliott & Munson, for City of Chester, under Rule 61.",
      "Joseph 8. Ciarlo, Jr., with him Carroll Wetzel and Dechert, Smith <& Ciarlo, for interested parties, under Rule 61."
    ],
    "corrections": "",
    "head_matter": "Palmer v. Erie, Appellant.\nArgued March 21, 1939;\nreargued October 5, 1939.\nBefore Kephart, C. J., Schaefer, Maxex, Linn, Stern and Barnes, JJ.\nJohn B. Broolos and Edward M. Murphy, City Solicitor, for appellant.\nCharles E. English and 8. Y. Bossiter, for appellee.\nGeorge F. Baer Appel, with him A. A. Cochran,, City Solicitor, J. DeEaven Ledward and Townsend, Elliott & Munson, for City of Chester, under Rule 61.\nJoseph 8. Ciarlo, Jr., with him Carroll Wetzel and Dechert, Smith <& Ciarlo, for interested parties, under Rule 61.\nNovember 27, 1939."
  },
  "file_name": "0005-01",
  "first_page_order": 79,
  "last_page_order": 90
}
