{
  "id": 1197310,
  "name": "Meadville Park Theatre Corporation v. Mook et al., Appellants",
  "name_abbreviation": "Meadville Park Theatre Corp. v. Mook",
  "decision_date": "1940-01-02",
  "docket_number": "Appeal, No. 260",
  "first_page": "21",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 A. 572",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0449-01"
      ]
    },
    {
      "cite": "88 A. 775",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976038
      ],
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0581-01"
      ]
    },
    {
      "cite": "94 A. 1091",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "249 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0253-01"
      ]
    },
    {
      "cite": "75 N. Y. 362",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/75/0362-01"
      ]
    },
    {
      "cite": "76 N. E. 209",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "183 N. Y. 323",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        807204,
        45853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/20/0249-01",
        "/ny/183/0323-01"
      ]
    },
    {
      "cite": "239 U. S. 33",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3931640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/239/0033-01"
      ]
    },
    {
      "cite": "124 U. S. 200",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3525555
      ],
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/124/0200-01"
      ]
    },
    {
      "cite": "189 U. S. 207",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        443502
      ],
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/189/0207-01"
      ]
    },
    {
      "cite": "248 U. S. 453",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3688763
      ],
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/248/0453-01"
      ]
    },
    {
      "cite": "263 U. S. 197",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139951
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/263/0197-01"
      ]
    },
    {
      "cite": "264 U. S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138210
      ],
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/264/0140-01"
      ]
    },
    {
      "cite": "266 U. S. 497",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/266/0497-01"
      ]
    },
    {
      "cite": "176 A. 454",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845384
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 843,
    "char_count": 15862,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.1322727754855506e-07,
      "percentile": 0.7660251620847393
    },
    "sha256": "3d4dcef32f1fcf5e364e985a9fdac8a0e2dba87168d349962ccc531f8103746a",
    "simhash": "1:7f4f49d6bfbfa2ba",
    "word_count": 2685
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Meadville Park Theatre Corporation v. Mook et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Maxey,\nThe Court of Common Pleas of Crawford County issued an injunction restraining the district attorney and county detective of that county (and others) from causing the arrest of any of the officers, directors or agents of the Meadville Park Theatre Corporation (hereinafter referred to as the theatre), or the seizing of any numbers, books or records of that corporation, upon the charge of operating a lottery.\nThe theatre company shows motion pictures in the City of Meadville and in connection therewith it operated, under two plans, what is known as “Bank Night.” Plan No. 1 is conducted by means of a registration system located in the outer lobby of the theatre, where anyone, except employees of the theatre company and persons under sixteen years of age, may at any time without charge register their names and addresses in their own handwriting, and be given a number. Corresponding numbers are placed in a container and on certain nights a number is drawn from it. The name of the registrant holding the “lucky number” is announced from the stage and on the outside of the theatre, and he may by appearing in the theatre within two minutes receive a substantial sum of money. If he is outside the theatre, hé can enter without charge. If he does not appear within the allotted time, the gift is withheld: no one gets it. The conducting of Plan No. 2 is identical with Plan No. 1 except that under Plan No. 2 the person presenting himself to receive the gift is offered an opportunity to sell his photograph for a consideration for the purpose of advertising.\nThe district attorney notified the plaintiff that if it did not discontinue the operations of Plans No. 1 and No. 2, it would he charged with conducting a lottery and that its numbers, books and'records would be confiscated. On August 2, 1938, information was lodged with an alderman, charging the theatre management with operating a lottery and a warrant was issued. Before the latter was executed, the theatre applied to the court below for a preliminary injunction directed to the district attorney, the county detective, the constable who served the warrant and the individual who lodged the information with the alderman. The injunction Avas duly issued. The district attorney and the county detective answered the bill of complaint. The other defendants did not appear in person or by counsel and no answer was filed by either of them. The case came before the court upon bill of complaint, answer, testimony taken and arguments of counsel,' with the stipulation: “. . . that this testimony can be final and that the next argument be the final argument for the permanent injunction.” The court below decided that “plaintiff’s advertising plan or scheme does not Constitute a lottery” and that- it is entitled to an injunction. A decree was entered accordingly. This appeal by the district attorney and the county detective' followed. •\nIn appellants’ brief the only question ráised is whether or not the theatre corporation violated the anti-lottery laws of the Commonwealth, i. e., the Act' of March 31, 1860, P. L. 382, sections 52 and 53. The much more important question as to whether the court below had the power, on this record, to restrain the district attorney from conducting a prosecution against the theatre corporation is nowhere referred to by appellants.\nRegardless of this fact, we shall discuss and decide this latter question. A part of the duty of this court is to “keep all inferior jurisdictions within the bounds of their authority”: Com. v. Ragone, 317 Pa. 113, 127, 176 A. 454; That a court of equity’s restraining of a district attorney in the performance of his official duty is a most unusual procedure is evidenced by the fact that this is the first time any appellate court of this state has been called upon to review such a case.\nIn the equity proceedings for an injunction no attack was made on the validity of the laws which the theatre corporation was charged with violating. The complaint is that the acts the district attorney was proceeding against did not amount to a violation of the criminal laws. In other words, the corporation pleads “not guilty” to the charges filed against it and demands that a court bf equity try that issue. This a court of equity cannot do:\nA district attorney is a constitutional officer with a mandate from the statu to proceed with prosecutions of violations of criminal laws. Only confusion and frustration in the enforcement of these laws would result if a person arrested or about to be arrested for their violation could by transforming himself into a complainant and a district attorney into a défendant, in civil proceedings, have his guilt or innocence adjudicated by a court of equity. The Commonwealth (as well as alleged law breakers) has an interest in the maintenance of the right of trial by jury. The machinery of the criminal law is designed for the protection of society and the office of district attorney is an important part of that machinery. It is difficult to conceive of anything more opposed to sound public policy than to permit an accused to obstruct by means of a suit in equity to which the state itself is not a party the operation in his case of the machinery of criminal procedure which has been constitutionally established to protect the public welfare.\nThere have been cases where courts of equity have restrained certain public officers from proceeding to enforce penal statutes but in these cases the complainant relied upon the invalidity of the statute under which proceedings had begun and in addition pleaded with a show of reason that irreparable damages would be done to property by a continuation of those proceedings. In Hygrade Provision Co. v. Sherman, 266 U. S. 497, the United States Supreme Court, in an opinion by Mr. Justice Sutherland, said: “The general rule is that equity will not interfere to prevent the enforcement of a criminal statute even though unconstitutional. Packard v. Banton, 264 U. S. 140, 143.” In Terrace v. Thompson, 263 U. S. 197, 214, the United States Supreme Court, speaking through Justice Butler, said: “Equity jurisdiction will be exercised to enjoin the threatened enforcement of a state law which contravenes the Federal Constitution wherever it is essential in order effectually to protect property rights and the rights of persons against injuries otherwise irremediable.” In Cavanaugh et al. v. Looney, Attorney General of Texas, 248 U. S. 453, 456, the Supreme Court of the United Statés, in an opinion by Mr. Justice McReynolds, said: “No such injunction [against officers] ought to be granted unless in a case reasonably free from doubt and when necessary to prevent great and irreparable injury.”\nIn Davis & Farnum Mfg. Co. v. Los Angeles, 189 U. S. 207, 218, the Supreme Court of the United States refers to “a few instances where bills were sustained against officers of the State, who, under color of an unconstitutional statute, were committing acts of wrong' and injury to the rights and property of the plaintiff acquired under a contract with the State.” In the case of Sawyer et al., 124 U. S. 200, 210, the Supreme Court of the United States, in an opinion by Justice Gray, said: “A court of equity . . . has no jurisdiction Over the prosecution, the punishment or the pardon of crimes or misdemeanors, or over the appointment and removal of public officers. To assume such a jurisdiction, or to sustain a bill in equity to restrain or relieve against proceedings for the punishment of offenses, or for the removal of public officers, is to invade tbe domain of the courts of common law, or of tbe executive and administrative department of tbe government.” In Truax & The Attorney General of the State of Arizona v. Raich, 239 U. S. 33, tbe Supreme Court of the United States, in an opinion by Mr. Justice Hughes, said: “While, generally speaking, a court of equity has no jurisdiction over prosecution, punishment or pardon of crimes or misdemeanors, equity may, when such action is essential to the safeguarding of property rights, restrain criminal prosecutions under unconstitutional statutes.”\nIn Delaney v. Flood, 183 N. Y. 323, 76 N. E. 209, the Court of Appeals of New York held that the proprietor of a hotel was not entitled to an injunction to restrain the police authorities from stationing police officers outside the hotel on suspicion that the place was a disorderly house and notifying customers that the place is likely to be raided at any moment. That court, in an opinion' by Judge Werner, said: “The whole question whether the acts of the defendant [police captain] and his inferior officers were legal or not depends entirely upon the character of this so-called hotel. This basic question should not be determined in a court of equity upon affidavits, but in a court of law and by evidence that is tested and scrutinized according to the settled rules. . . . This court has held that a court of equity is not the place for the tidal of such a question.” That court cited the case of Davis n. Am. Society for the Prevention of Cruelty to Animals, 75 N. Y. 362, in which Judge Earl of the Court of Appeals of New York said: “A person threatened with arrest for keeping a bawdy house, or for violating the excise law, or even for the crime of murder, upon the allegation of his innocence of the crime charged, and of irreparable mischief which would follow his arrest, could always draw the question of his guilt or innocence from trial in the proper forum. An innocent person, upon an accusation of crime, may be arrested and ruined in his character and property, and the damage he thus sustains is damnum abseque injuria, unless the case is such that he can maintain an action for malicious prosecution or false imprisonment. He is exposed to the risks of such damage by being a member of an organized society, and his compensation for such risks may be found in the general welfare which society is organized to promote. This action is absolutely without sanction in the precedents or principles of equity.” Judge Werner then asks: “If equity will not intervene in behalf of a concededly lawful business of a fixed and unchanging character, to prevent the criminal prosecution of some alleged unlawful act in its conduct, how can such intervention be justified in a case where the business itself, even when lawfully conducted, exists by mere sufferance of law, or where it is of such a character that it may be lawful or unlawful at the will of him who conducts it? Such a situation as is presented in the case at bar is one which, in its very nature, cannot be adequately dealt with by a court of equity.” In Prendorill v. Kennedy, 34 How. Pr. (N. Y.) 416, it was held that equity should not interfere with the police so as to paralyze this arm of public security or weaken a wholesome exercise of its powers. Lord Hardwick said in Lord Montague v. Dudman, 2 Ves. Sen. 396, that courts of equity had no jurisdiction to enjoin criminal proceedings of any sort.\nIn Martin v. Baldy, 249 Pa. 253, 94 A. 1091, cited as a precedent by the court below, this court in a Per Curiam order affirmed the decree of the Court of Common Pleas No. 4 of Philadelphia County, restraining members of the State Bureau of Medical Education and Licensure of the Department of Public Instruction from enforcing against the plaintiffs, who were practitioners of optometry, certain regulations which that Bureau adopted to bring the optometrists of the Commonwealth within the class of practitioners required by the Act of June 3, 1911, P. L. 639, as amended by the Act of July 25, 1913, P. L. 1220, regulating the practice of medicine and surgery, to obtain a license from the board before they could engage in the practice of their profession. The Court of Common Pleas held that these complainants were not practicing medicine or surgery and So were not within the'provisions of the statute invoked and. even if they were, the statutes, as far as they apply to them, were unconstitutional because of inadequacy of title. In his opinion Judge Wilson said: “It may be conceded without any hesitation, that under ordinary circumstances, where a single individual desires to obtain a decree from a court of equity, to enjoin a proceeding against him in a court of criminal jurisdiction, relief must be denied to him. We regard it as well settled . . . that, except in cases where a multiplicity of suits would constitute reason for an exception, or where an initial fundamental question of constitutionality or legal right is involved in the case, a court of equity will not intervene, but will leave the plaintiff to have his rights determined in the criminal proceeding.”.\nIn Pennsylvania R. R. Co. v. Ewing, 241 Pa. 581, 586, 88 A. 775, this court, in an opinion by Justice Brown, said: “Courts of equity deal only with civil and property rights, and are without jurisdiction to interfere by injunction with the administration of criminal justice.”\nIn Long et al. v. Metzger et al., 301 Pa. 449, 152 A. 572, this court affirmed the decree of the court below dismissing the bill filed by certain doctors of chiropractic who sought to restrain by injunction the State Board of Medical Education and Licensure from enforcing the regulations governing the issuances of licenses for the practice of chiropractic and from proceeding criminally .against them. In that case Mr. Justice Schaffer, speaking for this court, quoted with approval the following from 32 C. J., page 279, sec. 443: “The general rule is that an injunction will not be granted to stay criminal or quasi criminal proceedings, whether the prosecution is for the violation of the common law or the infraction of statutes or municipal ordinances, nor to stay the enforcement of orders of a state commission. If the statute on which the prosecution is based is valid, the fact that the enforcement thereof would materially injure complainant’s business or property constitutes no ground for equitable interference. It is only where the statute or ordinance is unconstitutional or otherwise invalid and where in the attempt to enforce it there is a direct invasion of property rights resulting in irreparable injury that an injunction will issue to restrain the enforcement thereof. Both of these elements are indispensable, and the latter element is not present where it appears that the injury or loss to plaintiff’s business or rights of property would be only such as would incidentally flow from the arrest and prosecution thereunder.”\nIn all the opinions cited from both this court and the highest courts of other jurisdictions, the principle is maintained that a court of equity will not interfere with the enforcement by public officers of criminal or penal statutes unless it prima facie appears that the statute is invalid, or, as in the case of Martin v. Baldy, supra, that the persons proceeded against are manifestly not within the classes of persons the statute applies to, or, if they are, the statute is, as to them, invalid.\nThe Park Theatre Corporation, having been prosecuted for violation of a criminal statute, must submit to the court of quarter sessions as the exclusive tribunal for the adjudication of its guilt or innocence. A court of common pleas sitting in equity cannot take over the functions of the criminal courts. Since the court whose decree is appealed from was without power to enter it, the question whether the corporation violated the anti-lottery laws is not properly before us.\nThe decree is reversed at appellees’ cost.",
        "type": "majority",
        "author": "Me. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Dickson Andrews, with him Herbert A. Mook, for appellants.",
      "Nathan M. Katz, for appellee."
    ],
    "corrections": "",
    "head_matter": "Meadville Park Theatre Corporation v. Mook et al., Appellants.\nArgued December 8, 1939.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nDickson Andrews, with him Herbert A. Mook, for appellants.\nNathan M. Katz, for appellee.\nJanuary 2, 1940:"
  },
  "file_name": "0021-01",
  "first_page_order": 95,
  "last_page_order": 103
}
