{
  "id": 1197341,
  "name": "Fidelity-Philadelphia Trust Company's Appeal",
  "name_abbreviation": "Fidelity-Philadelphia Trust Company's Appeal",
  "decision_date": "1939-12-28",
  "docket_number": "Appeals, Nos. 95-98",
  "first_page": "34",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 34"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 A. (2d) 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0478-01"
      ]
    },
    {
      "cite": "194 A. 910",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0293-01"
      ]
    },
    {
      "cite": "162 A. 209",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0550-01"
      ]
    },
    {
      "cite": "91 A. 628",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "245 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326188
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/245/0307-01"
      ]
    },
    {
      "cite": "55 A. 316",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "97 Md. 659",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2075363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/97/0659-01"
      ]
    },
    {
      "cite": "61 N. E. 280",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "168 N. Y. 360",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2299636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/168/0360-01"
      ]
    },
    {
      "cite": "3 A. (2d) 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0186-01"
      ]
    },
    {
      "cite": "42 N. W. 31",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "6 Dak. 186",
      "category": "reporters:state",
      "reporter": "Dakota",
      "case_ids": [
        2605276
      ],
      "opinion_index": 1,
      "case_paths": [
        "/dakota/6/0186-01"
      ]
    },
    {
      "cite": "193 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "174 Ky. 712",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4452145
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ky/174/0712-01"
      ]
    },
    {
      "cite": "82 N. W. 380",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "60 Neb. 147",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2727386
      ],
      "opinion_index": 1,
      "case_paths": [
        "/neb/60/0147-01"
      ]
    },
    {
      "cite": "88 S. E. 640",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 1
    },
    {
      "cite": "171 N. C. 451",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11270899
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nc/171/0451-01"
      ]
    },
    {
      "cite": "159 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850199
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/159/0020-01"
      ]
    },
    {
      "cite": "65 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430574
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/65/0146-01"
      ]
    },
    {
      "cite": "21 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411603
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/21/0147-01"
      ]
    },
    {
      "cite": "333 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187902
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/333/0129-01"
      ]
    },
    {
      "cite": "333 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187933
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/333/0162-01"
      ]
    },
    {
      "cite": "333 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187953
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/333/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 990,
    "char_count": 23927,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 5.054458197704489e-07,
      "percentile": 0.9372801271425477
    },
    "sha256": "5cfec272d7b0378fafaf0c736a0fc2c0a20029c55a12a33eed097e0007da142e",
    "simhash": "1:7be74d0ce9ba1e57",
    "word_count": 4063
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Xephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Fidelity-Philadelphia Trust Company’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by Me.\nJustice Linn,\nThese appeals require the construction of part of the amendment of 1939 to the personal property tax Act of 1913. The Fidelity-Philadelphia Trust Company, with its principal office in Philadelphia, is co-trustee with another, domiciled in Montgomery County, of trusts administered in Philadelphia where the assets are kept. It made a return in Philadelphia on which the tax collecting authorities made a demand for the 4 mill tax on the total value returned. It also made a return in Montgomery County where the taxing authorities demanded a tax in the proportion that the number of trustees in Montgomery County bore to the whole number, in accord with the amendment of 1939. Each county intervened in the proceeding in the other county and in Philadelphia the common pleas sustained the tax collecting authorities and held that the entire tax was collectible there. The learned court reached this conclusion by holding that the amendment, in the respect under consideration, was in conflict with the uniformity requirement of Article IX, section 1, of the constitution. In Montgomery County the common pleas held the legislation constitutional and that the proportionate amount of the tax was collectible.\nThe power of the state to direct the proportionate distribution between counties in the circumstances shown is therefore the first question to be considered. The second question is presented by the Fidelity-Philadelphia Trust Company and is whether the trustees are liable to penalties for defaults in both counties in which they have filed returns and have remained ready to pay the tax as soon as advised to whom payment could lawfully be made. They contend that they are not in default within the statutory meaning of that term, and that the counties should not be permitted to invoke the penalty provision if the taxes are paid immediately upon return of these records to the courts below.\nBy the Act of 1913 the state imposed a tax on certain personal property “annually, for county purposes, and, in cities coextensive with counties for city and county purposes, at the rate of four mills on each dollar of the value thereof, and no failure to assess or return the same shall discharge such owner or holder thereof from liability therefor.” Section 2 dealt with the mechanics of collection and required the board of revision of taxes or the county commissioners to furnish and distribute blanks for the returns by the proper party of the “personal property made taxable by the first section of this act. ...” Section 16 provided that the tax should be collected as other taxes for county purposes are collected. In Ghiscom’s Estate, 333 Pa. 186, 3 A. (2d) 693, it was necessary to determine in which county a return should be made and tax paid by two trustees, one located in Philadelphia and the other in Montgomery County, the trust property being kept and administered in Philadelphia. It was held that the statute required the returns to be made and the tax to be paid in Philadelphia. Thereafter the Act of 1913 was amended by the Act of June 19, 1939, P. L. 413, providing that in the case of co-trustees “residents of the Commonwealth, but not all of which are domiciled in the same county, return of such personal property shall be made in each county of this Commonwealth where any of the same are domiciled, and there shall be paid in each such county that portion of the tax imposed upon such personal property so held, owned, or possessed, as the number of such trustees, agents, or attorneys-in-fact domiciled therein bears to the total number thereof, notwithstanding the residence of any beneficiary or the place where such personal property is kept.” It is the legislative power to make this provision that Philadelphia County denies.\nWe may repeat that the tax is imposed by the state on specified property and for county purposes. The statute does not authorize the counties to levy taxes on property to be designated by them and at rates to be fixed by them. They do not act as an independent taxing district. The history of the personal property tax shows that originally the state received all of the tax and that the counties were mere collection agencies for the state. Later, part of the tax was returned by the state to the counties in which it had been collected. Finally, they were allowed to retain it all.\nIn the Philadelphia case, the power of the state to direct the distribution of this tax, as provided in the amendment, was said to violate Article IX, section 1, of the constitution, providing “All taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws ...” The learned court below said the validity of the amendment “depends on whether or not the Legislature may authorize the imposition of a tax on the personal property of a trust estate located, managed, and administered in one county by a corporate trustee there located, by another county because of the incident that an individual co-trustee of the state is a resident of the latter county.” The court also said, “The Legislature has undertaken, by means of the statute under consideration, to grant to a county where the trust property involved is not located or administered, the right to assess taxes thereon in a certain proportion because of the incident that one of the trustees charged with the administration of the trust happens to live there.” These quotations indicate the error in the position taken below. The legislature has not authorized the imposition of a tax by one county on property in another; on the contrary, the legislature itself has imposed the tax at the rate of 4 mills on property designated in the statute. It has provided that the tax so levied shall be collected by county authorities who originally were the state’s collection agencies. The taxing statute is effective throughout the commonwealth. It cannot be said that the tax is not uniform upon the same class of subjects within the territorial limits of the authority levying the tax. The collection is provided for by general law. The cases cited by the learned court below dealing with taxation by one taxing authority of property located in the territory of another taxing authority are therefore not in point.\nThe real question is whether the legislature may declare, with respect to property taxed by the state for the benefit of all the counties in the state, that co-trustees residing in different counties shall return this intangible property and pay the tax to the counties in which each is domiciled and in proportion to their number. Or, in other words, whether the state may say that the domicile of the holders of the legal title shall determine where this tax on intangibles shall be paid and in what proportions. We have been referred to no. constitutional provision prohibiting it: For the purpose of distributing the proceeds of such a tax among the counties for whose benefit the state imposed the tax, their classification according to the respective residences of co-trustees is not unreasonable. The court may not require the legislature, in making such classification, to disregard the legal protection afforded by a county to a resident co-trustee who is part holder of the legal title of the subject of taxation: see People v. Feitner, 168 N. Y. 360, 61 N. E. 280; Baltimore v. Safe Deposit & Tr. Co., 97 Md. 659, 55 A. 316.\nThe point that the subject of the Act is not clearly expressed in its title does not merit discussion: McGuire v. City of Philadelphia, 245 Pa. 307, 91 A. 628; Miller v. Northampton Co., 307 Pa. 550, 162 A. 209.\nThe trustees have been ready and willing to pay the tax when due and, according to the record, have really been stakeholders during the period in which the matter has been in litigation by the two counties. Timely steps were taken to have the dispute settled judicially. If the tax had been paid pendente lite, an unauthorized payment could perhaps not have been recovered back: compare Arrott v. Allegheny Co., 328 Pa. 293, 194 A. 910. The Act of May 22, 1933, P. L. 853, sec. 518, amended July 12, 1935, P. L. 674, and July 15, 1935, P. L. 1007, 72 PS section 5020-518, cannot be said to afford adequate opportunity for trustees to recover over-payments because it might become necessary to file final accounts of the trusts before obtaining complete refunds by means of tbe setoff, or credit against future taxes, allowed by tbe Act. In tbe circumstances, we think that if the taxes are promptly paid throughout the state after the records in these appeals are returned, it would be inequitable to exact the penalties and interest in addition to the tax and for that reason they should not be recovered: compare Phipps et al., Trustees, v. Kirk, 333 Pa. 478, 5 A. (2d) 143.\nThe judgment of the Court of Common Pleas No. 1 of Philadelphia County is reversed and the record is remitted to the court below for the purpose of making an order in conformity with this opinion.\nThe judgment of the Court of Common Pleas of Montgomery County is affirmed. The costs of the appeals shall be divided equally between Philadelphia County and Montgomery County.\nP. L. 413.\nP. L. 507, 72 PS section 4821, et seq.\nThe same question, we are informed, is pending in different parts of the state in cases in which trust property is kept and administered in one county by two or more trustees, of whom only one is domiciled in the county in which the trust is administered,\nP. L. 507, 72 PS section 4821, et seq.\nEastman: Law of Taxation, in Pennsylvania (1909), Vol. 2, p. 765, 790; and Cumulative Supplement (1922), p. 1414,",
        "type": "majority",
        "author": "Justice Linn,"
      },
      {
        "text": "Dissenting Opinion\nby Mr. Chief Justice Kephart:\nThis is a tax on property, and the property subject to taxation is actually located in Philadelphia County (Griscom’s Estate, 333 Pa. 186; Dorrance’s Estate, 333 Pa. 162; Girard Trust Co., Trustee’s Appeal, 333 Pa. 129), but the majority hold that the legislature has power to direct that other counties wherein the trustees severally reside shall collect the tax and receive the benefit of proportionate shares of such property. The principal basis for so holding is that no provision of our Constitution prohibits this result, and that, therefore, the legislation must be sustained as a valid exercise of the taxing power. I differ with them in two respects.\nFirst, I contend that the taxing power of the state cannot be exercised in an arbitrary manner by taxing property in one county for the benefit of another county merely because there is no specific prohibition against it; that it is unnecessary for the Constitution to expressly prohibit such legislation. This amendment violates the basic principle of taxation that there must be some relation between the tax and the benefits which it secures to the persons or property upon which it is levied.\nIn Cooley, Constitutional Limitations (8th ed. 1927), Volume 2, at page 1026, the learned author says: “Having thus indicated the extent of the taxing power, it is necessary to add that certain elements are essential in all taxation, and that it will not follow as of course, because the power is so vast, that everything that may be done under pretense of its exercise will leave the citizen without redress, even though there be no conflict with express constitutional inhibitions. Everything that may be done in the name of taxation is not necessarily a tax; and it may happen that an oppressive burden imposed by the government, when it comes to be carefully scrutinized, will prove, instead of a tax, to be an unlawful confiscation of property, unwarranted by any principle of constitutional government.”\nThis State was among the first of American jurisdictions to recognize that cardinal principle. In Sharpless v. Mayor of Philadelphia, 21 Pa. 147, Chief Justice Black pointed out that one individual or one municipal subdivision could not be arbitrarily taxed for the benefit of another) despite the fact that no provision of the state constitution expressly prohibited it. He said at page 168: “But I do not mean to assert that every act which the legislature may choose to call a tax law is constitutional. The whole , of a public burden cannot be thrown on a single individual, under pretence of taxing him, nor can one county be taxed to pay the debt of another, nor one portion of the state to pay the debts of the whole state. These things are not excepted from the powers of the legislature, because they did not pass to the Assembly by the general grant of legislative power. A prohibition was not necessary. An Act of Assembly, commanding or authorizing them to be done, would not be a law, but an attempt to pronounce a judicial sentence, order or decree.” (Italics added.)\nIn Hammett v. Philadelphia, 65 Pa. 146, at page 151, Justice Sharswood said: “There is, indeed, no clause in the Constitution of Pennsylvania which restricts the power of taxation in the legislature as is to be found in the constitutions of many of our sister states. Yet it must be confessed that there are necessary limits to it in the very nature of the subject. It is very clear that the taxing power cannot be used in violation of provisions in the Bill of Eights, everything in which is ‘excepted out of the general powers of government, and shall forever remain inviolate.’ There is no case to be found in this state, nor, as I believe after a very thorough research, in any other — with limitations in the Constitution or without them — in which it has been held that the legislature, by virtue merely of its general powers, can levy, or authorize a municipality to levy, a local taw for general purposes ... It may be shown logically, and that without difficulty, that such a doctrine lands us in this absurd proposition: That the whole expenses of government, general and local, may be laid upon the shoulders of one man, if one could be found able to bear such a burden. A conclusion so monstrous shows that the premises must be wrong. Such a measure would not be taxation, but confiscation.” (Italics added.)\nIn Morewood Avenue. Chamber’s Appeal, 159 Pa. 20, at 38, Justice Green said: “Laws which cast the burthens of the public on a few individuals, no matter what the pretence or how seeming their analogy to constitutional enactments, are in' their essence despotic and tyrannical, and it becomes the judiciary to stand firmly by the fundamental law in defence of those general great and essential principles of liberty and free government, for the establishment and perpetuation of which the constitution itself was ordained.”\nWhile the last two were cases involving assessments for street improvements, yet these expressions deal with the power of the legislature to impose a tax like the present one for the purpose mentioned, and the principles stated stand in full opposition to the conclusions of the majority. See also Cooley on Taxation (4th ed. 1924), Section 314, where it is said: “In order to give validity to any demand made by the state upon its people under the name of a tax, it is essential not only that the purpose to be accomplished thereby shall be public in its nature, but it is equally essential, that the purpose shall be one which in an especial and peculiar manner pertains to the district within which it is proposed that the contribution called for shall be collected, and which concerns the people of that district more particularly than it does others.” And further in the same section, where the author says: “A state purpose must be accomplished by state taxation, a county purpose by county taxation, and a public purpose for any inferior district by taxation of such district. This is not only just but it is essential. To any extent that one man is compelled to pay in order to relieve others of a public burden properly resting upon them, his property is taken for private purposes as plainly and as palpably as it would be if appropriated to the payment of the debts or the discharge of obligations which the person thus relieved by his payments might owe to private partiesH (Italics added.)\nOther jurisdictions give similar expressions of the rule. Thus in Keith v. Lockhart, 171 N. C. 451, 88 S. E. 640, where the court struck down an act of the legislature which required one township to bear the expense of a cattle fence which would benefit another township, the court said: “This, too, is a recognized principle that, under ordinary conditions, the property of one district may not be taxed when it clearly appears that such tax is for the exclusive benefit of another.” In High School District v. Lancaster County, 60 Neb. 147, 82 N. W. 380, tlie court held void an act imposing upon a school district the partial cost of the education of students residing beyond its limits, because “it would, in effect, ... be taxing one portion of a county for the benefit of another portion ...”\nIn Campbell County v. City of Newport, 174 Ky. 712, 193 S. W. 1, it was stated that the legislature could not authorize any municipal sub-division to levy a tax on property located in another municipal sub-division. In Farris v. Vannier, 6 Dak. 186, 42 N. W. 31, it was held that an act requiring that the real and personal property in unorganized counties be assessed.and taxed for local and territorial purposes in the nearest, organized county, was unconstitutional. The court said: “It seems to us that this law is an attempt on the part of the legislature to tax one community for the benefit of another, and is therefore void, from the fact that all taxation must be public and local, and for objects in which those who pay the tax have, in a legal sense, some interest, and from which they may receive some benefit.”\nThe four-mill tax is a tax not upon persons but upon property: Girard Trust Company, Trustee’s Appeal, supra. It is clear, furthermore, that the intangible property of trusts which are administered in Philadelphia County, where its tangible evidences are located, is personal property within Philadelphia County. It receives police, fire and other governmental protection from Philadelphia and should share the costs of such protection.\nThe reason for taxation lies in the protection which the government affords to the persons and property of its citizens. The trust property in Philadelphia receives no benefit from the local government of Montgomery County, and to distribute the tax as the legislature here proposes, amounts to confiscation; it is in effect a taking of property for a private purpose just as surely as if it were applied to defraying the private debts of the citizens of Montgomery County. They are relieved of so much of their share of the costs of their local government at the expense of property in another county. This cannot be justified on the coincidence that a single trustee resides in that county, for the tax is not upon him but upon the property, and whatever benefit he receives he receives not as trustee but as .an individual, for which he should pay a personal tax. . Nor may it be justified because the trust property is within the taxing jurisdiction of the State and unquestionably subject to taxes for State purposes. Although the tax is levied by the State, it is collected by the counties, and it is levied exclusively for the benefit of the counties in which it is collected. The State clearly would have no power to authorize Montgomery County to tax personal property within Philadelphia County; yet. here it is accomplishing that result. The legislature cannot by indirection do what it could not do directly.\nWe have held that the situs of intangible trust property, for taxation, is in the county in which the tangible evidences are held, .and in which the trust is administered. ■ But, secondly, even assuming, despite our decisions, that it has no actual situs and that the legislature could, by a general law, establish the situs of all such property as it sees fit, it cannot do so as to a single type of trust in the manner proposed by this Act. The express provision of Article IX, Section 1, is that: “All taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws; ...”\nIf the property of a trust is located, managed and administered in Philadelphia County, as here, there may be four distinct classifications: First, where a sole trustee of the property lives in Montgomery County; second, where there are multiple trustees, one or more of whom reside outside of Philadelphia County; third, where there are multiple trustees all of whom reside in Philadelphia County; fourth, where there are multiple trustees, one of whom resides out of the State. In the first, third and fourth situations, the property tax is collected and paid in. Philadelphia County. In the second only, is the property which is taxed apportioned among the several counties in which the trustees reside. If there is any reasonable basis for classification in the fact of the trustees’ residence, then the tax in the first situation should go to Montgomery County; but the Act deals only with multiple trustees. If the protection ■ afforded by the place of the trustees’ residence is the basis of the classification, then in the fourth situation a proportionate share of the trust property should not be taxed, as one trustee is a non-resident. It seems to me that this exemplifies the artificiality of the classification, for if the legislature intended that the property of trusts administered by multiple trustees should have its situs for taxation at their several residences, it should have provided that, where one of the trustees resides beyond the borders of Pennsylvania, his proportionate share of the trust property would not be taxed in this State. Yet this was not done.' Clearly, this distinction as to residence affords no proper basis for separately classifying these trusts for the purposes of a property tax. In one case the long-forsaken doctrine of mohilia sequuntur personam is used in determining the taxable situs of the property, and in the others it is not. Classification, to be valid, must be. based upon a sound distinction between the classes and not upon an arbitrary distinction which has no refer-, ence to the purpose to be effected by the legislation. Since the classification attempted by this amendment lacks this essential requirement, the legislation clearly violates the uniformity provision of our Constitution.\nAdditionally, it may be said that nowhere in the title of this Act does it appear that the amendment would take from certain counties large portions of their revenue for the benefit of other counties haying no control over the subject-matter of the tax. It may well be that, had the legislators been informed by the title of the inequitable and peculiar results the amendment would produce, it would not have been approved. I do not, however, press this point, because of the more basic objections which I have set forth.\nBecause I cannot bring myself to join in any decision which would open the door to the taxation of property of persons in one county solely for the benefit of those in another, I dissent from the opinion of the majority.\nMr. Justice Barnes joins in this dissent.",
        "type": "dissent",
        "author": "by Mr. Chief Justice Kephart:"
      }
    ],
    "attorneys": [
      "Thomas B. K. Ringe, with him Thomas Stokes, Aaron S. Swartz, Jr., Oscar M. Hansen, Pepper, Bodine, Stokes & Schoch and Morgan, Lewis & Bockius, for appellant (Nos. 95 and 97) for appellee (Nos. 96 and 98).",
      "Abraham L. Shapiro, with him Abraham Wernick, Assistant City Solicitors, and Joseph Sharfsin, City Solicitor, for intervenor.",
      "E. Arnold Forrest, with him Albert J. Williams, for intervenor."
    ],
    "corrections": "",
    "head_matter": "Fidelity-Philadelphia Trust Company’s Appeal.\nArgued December 8, 1939.\nBefore Xephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nThomas B. K. Ringe, with him Thomas Stokes, Aaron S. Swartz, Jr., Oscar M. Hansen, Pepper, Bodine, Stokes & Schoch and Morgan, Lewis & Bockius, for appellant (Nos. 95 and 97) for appellee (Nos. 96 and 98).\nAbraham L. Shapiro, with him Abraham Wernick, Assistant City Solicitors, and Joseph Sharfsin, City Solicitor, for intervenor.\nE. Arnold Forrest, with him Albert J. Williams, for intervenor.\nDecember 28, 1939:"
  },
  "file_name": "0034-01",
  "first_page_order": 108,
  "last_page_order": 122
}
