{
  "id": 1197353,
  "name": "Lueders' Estate",
  "name_abbreviation": "Lueders' Estate",
  "decision_date": "1940-01-02",
  "docket_number": "Appeal, No. 281",
  "first_page": "155",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 Pa. Superior Ct. 182",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628141
      ],
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/66/0182-01"
      ]
    },
    {
      "cite": "291 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107225
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "197"
        },
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0194-01"
      ]
    },
    {
      "cite": "320 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163632
      ],
      "pin_cites": [
        {
          "page": "20, 22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0015-01"
      ]
    },
    {
      "cite": "310 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144265
      ],
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0206-01"
      ]
    },
    {
      "cite": "308 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140235
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "427"
        },
        {
          "page": "427, 428"
        },
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0422-01"
      ]
    },
    {
      "cite": "301 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126419
      ],
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0020-01"
      ]
    },
    {
      "cite": "299 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122322
      ],
      "pin_cites": [
        {
          "page": "41, 42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0039-01"
      ]
    },
    {
      "cite": "286 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096513
      ],
      "pin_cites": [
        {
          "page": "370, 371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0368-01"
      ]
    },
    {
      "cite": "285 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095111
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "451, 452"
        },
        {
          "page": "453"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0449-01"
      ]
    },
    {
      "cite": "285 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095094
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0186-01"
      ]
    },
    {
      "cite": "283 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090530
      ],
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0464-01"
      ]
    },
    {
      "cite": "283 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0311-01"
      ]
    },
    {
      "cite": "283 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090497
      ],
      "pin_cites": [
        {
          "page": "194,195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0185-01"
      ]
    },
    {
      "cite": "263 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047499
      ],
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0078-01"
      ]
    },
    {
      "cite": "240 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993185
      ],
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0288-01"
      ]
    },
    {
      "cite": "240 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993093
      ],
      "pin_cites": [
        {
          "page": "284-286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0277-01"
      ]
    },
    {
      "cite": "224 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963123
      ],
      "pin_cites": [
        {
          "page": "150, 151, 152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0144-01"
      ]
    },
    {
      "cite": "327 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176743
      ],
      "pin_cites": [
        {
          "page": "166, 168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0160-01"
      ]
    },
    {
      "cite": "319 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162270
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0455-01"
      ]
    },
    {
      "cite": "290 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104400
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "461, 462"
        },
        {
          "page": "463"
        },
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0457-01"
      ]
    },
    {
      "cite": "28 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981664
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/28/0368-01"
      ]
    },
    {
      "cite": "262 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0278-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 9699,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 9.811294941004551e-08,
      "percentile": 0.5330511547198311
    },
    "sha256": "34c74eb81e43cd45e4640848a96d8d326600f3f33d7d3434863ebe7ec9e50289",
    "simhash": "1:887ea71d1c27d016",
    "word_count": 1683
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Lueders’ Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nTheodore H. Lueders died in 1924 leaving a will in which he bequeathed his residuary estate to trustees. Included in the trust were 240 shares of stock of the Phosphor Bronze Smelting Company. The income from this stock was to be paid to his wife for life, then to his granddaughter for life, and at the latter’s death the principal was to go to her children, and in default of such children to his heirs at law. Testator’s widow died in 1928; his granddaughter is living, married, but without children.\nThe capital stock of the Phosphor Bronze Smelting Company consisted of 1500 shares, of a par value of $100 each, closely held by members of the Lueders family. At the time of testator’s death its intact value was $397.05 per share. In the years from 1924 to 1929 the business of the company was extremely prosperous, but in the depression period of 1930 to 1934 the company suffered losses by reason of which the book value of its stock was reduced to $205.15 per share. As a result of renewed earnings in 1935 and 1936 the book value rose again to $259.98 per share. On November 27, 1936, the company declared a cash dividend of $5 per share, and also a dividend of $45 per share which was paid by the corporation giving to its shareholders non-negotiable promissory notes payable at the option of the company in shares of its preferred stock at par; the preferred stock necessary for the purpose was created by appropriate corporate proceedings. It is this $45 dividend which gives rise to the controversy in the present case. Principally because of the distribution of the two dividends, the book value of the stock was reduced, as of December 31,1936, toi $200.98 per share.\nThe trustees filed an account in order to have the question adjudicated as to whether the $10,800 of preferred stock received by them as their share of the dividend should be awarded to the corpus of the trust or to the life tenant. A guardian ad litem was appointed for unascertained remaindermen. The Orphans’ Court held that the stock should be allotted to principal, and from its decree to that effect the life tenant appeals. She contends that the dividend was an ordinary one, but that, even if extraordinary, it was paid wholly out of the company’s current earnings for the year 1936, and that the intact value of the stock should be taken as of December 31, 1934, ($205.15 per share), instead of the time of testator’s death, ($397.05 per share) ; if this were done the intact value would not be substantially affected by the payment of the dividend. This contention is based upon the theory that, since the losses which were incurred between 1930 and 1934 not only obliterated the earnings of the 1924-1929 period but also impaired the undistributed earnings which had existed at the time of testator’s death, they should be regarded as “capital losses” deductible from the original intact value and justifying the fixing of a new intact value as of the end of the depression period.\nThat the $45 dividend took the form of a promissory note payable at the option of the company in its preferred stock, is of no legal significance; it is to all intents and purposes a stock dividend: Thompson’s Estate, 262 Pa. 278. That it was an extraordinary dividend cannot be seriously doubted. Ordinary dividends are those paid at more or less customary rates and uniform intervals: Earp's Appeal, 28 Pa. 368, 375; Nirdlinger’s Estate, 290 Pa. 457, 461, 462; Opperman’s Estate (No. 1), 319 Pa. 455, 464; Nirdlinger’s Estate (No. 1), 327 Pa. 160, 166, 168. Dividends of that nature were declared and paid by the Phosphor Bronze Smelting Company in the years from 1924 to 1930; such also was the $5 dividend of November 27, 1936. But the additional stock dividend of that date was not only not ordinary in form but most unusual in amount. It was the first dividend which had been declared for a period of six years, and was evidently not intended to be the precursor of others similar in type or magnitude. As a matter of fact its purpose was to operate in relief of the corporation from the payment of income surtaxes on undistributed profits imposed by an act of Congress then in force.\nBeing an extraordinary dividend, the Pennsylvania doctrine of apportionment applies. Appellant seeks to introduce into the law a theory of a fluctuating intact value, to be resorted to whenever losses, even though arising from the regular operations of the company, impair the amount of undistributed earnings which existed at the time of the death of the testator. The answer to this attempt is to be found in an overwhelming array of cases establishing the rule to be that, where extraordinary dividends are declared and paid on shares of stock left by a decedent in trust, they must be distributed by adding to the corpus a sufficient portion to keep intact the value of the shares as they existed at the time the trust was created, and allotting the balance to those entitled to the income of the trust estate: Boyer's Appeal, 224 Pa. 144, 150, 151, 152; Stokes’ Estate (No. 1), 240 Pa. 277, 284-286; Stokes’ Estate (No. 2), 240 Pa. 288, 291; McKeown’s Estate, 263 Pa. 78, 86; Flaccus’s Estate, 283 Pa. 185, 194,195; Wittmer’s Estate, 283 Pa. 311; Earkness’s Estate, 283 Pa. 464, 466; Mallory’s Estate, 285 Pa. 186, 191; Dickinson’s Estate, 285 Pa. 449, 451, 452; Mandeville’s Estate, 286 Pa. 368, 370, 371; Nirdlinger’s Estate, 290 Pa. 457, 463; Baird’s Estate, 299 Pa. 39, 41, 42; Maris’s Estate, 301 Pa. 20, 23; Waterhouse’s Estate, 308 Pa. 422, 427; Flinn’s Estate, 310 Pa. 206, 210; Flinn’s Estate, 320 Pa. 15, 20, 22. In the case of Boyer’s Appeal, supra, it was said (p. 151) : “It seems to be the doctrine of our cases, that the remaindermen are entitled to just what the stock was actually worth at the time of the creation of the trust, no less and no more.”\nAppellant seeks to escape from the comprehensiveness of the principle as thus formulated by pointing out that the intact value existing at the time of the creation of the trust may be added to by “capital increases” or diminished by “capital losses” sustained by the corporation : Packer’s Estate (No. 1), 291 Pa. 194, 197; Nirdlinger’s Estate, 290 Pa. 457, 464; Waterhouse’s Estate, 308 Pa. 422, 427, 428. Such so-called “capital increases” may arise from additional payments made to the corporation by the stockholders on account of the shares (Packer’s Estate (No. 1), 291 Pa. 194, 197), or by the corporation selling new shares at a price in excess of their par value (Dickinson’s Estate, 285 Pa. 449, 453). It has been said that the term refers to any increase not attributable to earnings: Waterhouse’s Estate, 308 Pa. 422, 428. What, on the other hand, is meant by “capital losses”? Such a loss results from the sale of new shares by the corporation at a price below their book value: Willcox’s Estate, 66 Pa. Superior Ct. 182, 190. Whether depreciation occurring in a so-called “capital asset,” as distinguished from a loss resulting from ordinary business operations, is a “capital loss,” need not here be determined. Appellant apparently takes the position that whatever impairs the intact value existing at the time of the creation of the trust is a “capital loss.” To adopt such a contention would be to negate the very foundation of the theory of apportionment as enunciated in Earp’s Appeal, 28 Pa. 368, and developed in the many cases which have followed it. It is true that in Dickinson’s Estate, 285 Pa. 449, upon which appellant’s chief reliance is placed, where an insurance company suffered so enormous a loss, caused by the great fire in San Francisco, that the liquidating or intrinsic value of its stock (the par of which was $50) was reduced from $142.61 at the time of the creation of the trust to $71.09 a share, the court held that because of the unusual circumstances it would be wholly unjust to impose this entire loss upon the life tenants, and that a new intact value of $71.09 a share should be accepted as the basis for the apportionment of an extraordinary dividend subsequently declared. In the present case all the losses from 1929 to 1934 were, as expressly admitted by appellant in a stipulation of facts, “operating losses incurred in the course of the regular business of said corporation” '; although large, they were but the result of unfavorable business conditions extending over a period of years. While it is true that the payments on its policies by the insurance company in' the Dickinson case were made in the regular course of the company’s business, the San Francisco fire was so far out of the normal range of operating experience, was such a unique catastrophe, that to apply there the ordinary rule of apportionment would, in the opinion of the court, have brought about a result not in accord with the likely intention of the testator. Perhaps other cases will arise and be presented for adjudication, where, similar extraordinary losses having occurred, the court may sanction the fixing of a new intact value as of a time subsequent to the death of the' testator, but certainly the losses involved in the present case do not fall within such a category nor call for a departure from the general rule that the life tenant is not entitled, to any portion of an extraordinary dividend which results in an impairment of the intact value of the stock as it existed at the time of the creation of the trust.\nThe decree is affirmed; costs to be paid out of the corpus of the trust estate.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Frank J. Eustace, Jr., for appellant.",
      "John E. Walsh, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Lueders’ Estate.\nArgued December 4, 1939.\nBefore Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nFrank J. Eustace, Jr., for appellant.\nJohn E. Walsh, Jr., for appellee.\nJanuary 2, 1940:"
  },
  "file_name": "0155-01",
  "first_page_order": 229,
  "last_page_order": 234
}
