{
  "id": 1197255,
  "name": "Bausewine v. Philadelphia Police Pension Fund Association, Appellant",
  "name_abbreviation": "Bausewine v. Philadelphia Police Pension Fund Ass'n",
  "decision_date": "1939-12-28",
  "docket_number": "Appeal, No. 350",
  "first_page": "267",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "295 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0082-01"
      ]
    },
    {
      "cite": "330 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182951
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "405-406"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0402-01"
      ]
    },
    {
      "cite": "316 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1158999
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0161-01"
      ]
    },
    {
      "cite": "182 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893371
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 9470,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.838626435412322e-07,
      "percentile": 0.9322614947821283
    },
    "sha256": "3137eae3154a7b825c87b2ffc561160314be066f672563d18b88ae9fc6503f3a",
    "simhash": "1:ab368a90ad5a1c78",
    "word_count": 1570
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Bausewine v. Philadelphia Police Pension Fund Association, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nAppellee was employed by the City of Philadelphia as a member of its police department for 29 years, during which time he regularly paid his contributions to the City of Philadelphia Police Pension Fund Association, a non-profit corporation formed in 1891. Under the by-laws of the Association appellee became eligible for retirement pay in 1915, but he continued in the service until May 28, 1924, when he retired and was enrolled as a “pensioner” by the Association. On or about December 1, 1929, while still receiving this retirement pay, appellee became a member of the police department of the Borough of Norristown and, ultimately, Chief of Police. On March 11, 1936, the Board of Directors of the Association voted to suspend appellee’s retirement pay as of the first of that month because of his employment by the Borough of Norristown. No retirement pay has been received by him since that date, and this suit was brought to recover such payments. Appellant filed a counter-claim for alleged over-payments to appellee from 1929 to 1936. The court below entered judgment for appellee and against appellant for want of a sufficient affidavit of defense, and sustained appellee’s reply to the set-off and counterclaim. This appeal followed.\nAlthough no by-law provides for forfeiture of the retirement pay of members of the Association on these grounds, appellant contends that under Article IX, Section 2, of the by-laws, appellee is entitled only to that proportion of his retirement payments as the annual income of the Association from 1929 to the present date, exclusive of appropriations from the City of Philadelphia, bears to the amounts required for management expenses and other retirement payments. They rely upon the provisions of the appropriation ordinances adopted by City Council in those years, imposing the condition that funds so appropriated shall not be applied to the payment of “any pensioner who is in receipt of an income from any governmental or municipal employment whatsoever.”\nIt was recognized in Commonwealth ex rel. v. Walton, 182 Pa. 373, that the Philadelphia Police Pension Fund Association is an agency of the municipal government for the distribution of funds appropriated for the retirement pay of members of the police department of the city. The. Bullitt Act of June 1, 1885, P. L. 37, Article III, Section 1, provided in mandatory language for the establishment of a police pension fund by the City of Philadelphia. Although City Council recognized the act as binding upon it, no effort was made to create a fund for this purpose. The Police Pension Fund Association was incorporated as a private nonprofit corporation in 1891. Subsequently, the Act- of May 24, 1893, P. L. 129 was adopted, empowering boroughs and cities to establish police pension funds. The language of this act was permissive. However, from 1895 until the present time, the City of Philadelphia has made annual appropriations to the Association and its constitutional power so to do was affirmed in Commonwealth ex rel. v. Walton, 182 Pa. 373. When the Bullitt Act was repealed by the present City , Charter Act of June 25, 1919, P. L. 581, it was provided in Section 8 of Article IY: “There shall continue to be pension funds for the employees of such city as now provided by law.” The Act of July 2, 1937, P. L. 2795, amended the Act of 1893, to make its provisions mandatory and to change the designation of the fund from that of “Police Pension Fund” to “Police Retirement Fund.” An annual appropriation by the City to the pension fund was thereby made compulsory. The legislative and councilmanic history of the pension fund indicates that the City has been carrying on through this private corporation a duty imposed upon it by the legislature.\nRegardless of the fact that the Association designated its fund as a “pension” fund, and the payments upon retirement to those entitled thereto, “pensions,” there can be no doubt that the fund is a retirement fund and the payments retirement pay; as such they represent in part adjusted compensation. Retirement Board of Allegheny County v. McGovern et al., 316 Pa. 161, 169. The fund was created partially by contributions of employees out of the salary paid to them by the City. In Personal Finance Co. v. Clement, 20 D. & C. 283, it was held that the fund for this reason was not attachable by creditors of the contributors. Appellee’s right to the retirement pay provided by the by-laws of the association became vested at the moment that he completed the required time of service and met the conditions imposed by law and the articles of the Association; it could not thereafter be divested or altered by municipal legislation or otherwise. In McBride v. Allegheny County Retirement Board et al., 330 Pa. 402, at 405-406, it was stated: “We endeavored to specifically hold in the McGovern Case that eligibility for retirement pay is complete as soon as an employe or member of the retirement system has satisfied the conditions requisite for retirement, whether the employe chooses to retire immediately or to continue in active service. His rights to such pay are fixed as of the time he attained eligibility. . . . This right cannot be thereafter disturbed by legislation.” Without discussing the power of the City to adopt conditional appropriation ordinances, under the Act of 1893, the ordinances could not impose limitations upon appellee’s right that did not exist by virtue of the by-laws of the Association in 1915, when he became eligible for retirement pay.\nAt the time appellee’s right became vested, the bylaws of the association provided for forfeiture of retirement pay only if the “pensioner” was convicted of a felony, became an habitual drunkard, led an immoral life, was committed to the House of Eefuge or any other reformatory, if a minor, failed to support his family in accordance with the law, or permanently removed from the United States. Appellee has not been shown to have committed any of these acts of forfeiture. Article XII, Section 10, of the by-laws of this Association provides for the suspension of retirement pay to any retired member who enters the service of the City and County of Philadelphia or of the State in any position where his services are to be rendered within the limits of Philadelphia County, or as a member of the State Constabulary. Obviously this provision does not apply to appellee. In McBride v. Allegheny County Retirement Board et al., 330 Pa. 402, 409, and in Homan v. Mackey et al., 295 Pa. 82, it was demonstrated that the employment of a retired municipal employee by the State, or by a political subdivision other than the one in whose service the retirement pay was earned, does not of itself constitute grounds for suspension or revocation of retirement payments.\nThe provision of Article IX, Section 2, of the by-laws empowering the Board of Directors to reduce proportionately the retirement pay of its members if the estimated income is insufficient to meet the expenses of the fund in any year, has been invoked by appellant on the theory that the appropriations from the City of Philadelphia from 1929 to date cannot be validly allocated to retirement payments to appellee because of the condition upon which the city’s contributions were made. It is contended that in all of the years in question the income of the fund, exclusive of these appropriations, was insufficient to meet annual expenses and that therefore appellee is not entitled to full retirement pay for that period. This argument is futile. How appellee is to be paid remains for execution. Prior payments voluntarily made by the Association cannot be used as a counter-claim or set-off. Nor may the defense here set up prevail where one on retirement pay has an absolute vested right thereto, which, as stated, the ordinances could not delimit. The Association must pay appellee the fixed amount of retirement pay, in full, out of the funds of the Association. To hold otherwise would be to indirectly permit the ordinances of the City to impair the vested rights of appellee contrary to the principles of law above set forth. Appellee was entitled to judgment on the pleadings.\nThere remains for consideration only the assignment of error attacking the award by the court below of retirement payments accruing after the commencement of the suit. Appellee in his statement of claim specifically asked for “such further sums as may become due during the pendency of this suit” and no issue as to the propriety of this claim was made in the affidavit of defense or in the argument before the court below. To compel appellee to bring separate suits for such payments would result in unnecessary hardship to him, and in the needless imposition of additional costs upon appellant. Since the issue was not properly raised in the court below, and since no useful purpose would be served by reducing the judgment in that amount, this Court has ample authority to affirm the award in its entirety.\nJudgment affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "Samuel Feldman, Assistant City Solicitor, with him. Joseph Sharfsin, City Solicitor, for appellant.",
      "David J. Smyth, with him Benjamin, H. Heilman, Gustave F. Straub and Marshall A. Coyne, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bausewine v. Philadelphia Police Pension Fund Association, Appellant.\nArgued December 5, 1939.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nSamuel Feldman, Assistant City Solicitor, with him. Joseph Sharfsin, City Solicitor, for appellant.\nDavid J. Smyth, with him Benjamin, H. Heilman, Gustave F. Straub and Marshall A. Coyne, for appellee.\nDecember 28, 1939:"
  },
  "file_name": "0267-01",
  "first_page_order": 341,
  "last_page_order": 346
}
