{
  "id": 1197329,
  "name": "Gerson v. Daly et al., Appellants",
  "name_abbreviation": "Gerson v. Daly",
  "decision_date": "1940-02-01",
  "docket_number": "Appeal, No. 348",
  "first_page": "346",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "337 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "329 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181497
      ],
      "pin_cites": [
        {
          "page": "199, 200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0197-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 554",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872736
      ],
      "pin_cites": [
        {
          "page": "565, 566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/35/0554-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 4866,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.8071886996938778e-07,
      "percentile": 0.7172703891230724
    },
    "sha256": "55148501f2a9d13b703361a52f335bccf7af8f4d995b646feace2f9e1a842edf",
    "simhash": "1:fa9221f6dd97f660",
    "word_count": 804
  },
  "last_updated": "2024-02-27T22:19:01.274288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn and Patterson, JJ."
    ],
    "parties": [
      "Gerson v. Daly et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe Civil Service Commissioners of the City of Philadelphia have taken this appeal from the issuance of a writ of peremptory mandamus against them, directing them to forthwith certify to the City Controller the name of complainant, Frank Gerson, for the position of hoseman in the Bureau of Fire, in order that he might he paid certain salary allegedly due him.\nGerson filed application to take the examination for the position on March 17, 1937. He made affidavit therein that he was twenty-five years of age and stated that he was horn September 21, 1911. The schedule for the examination, as issued by the Commission and of which all the applicants had notice, required that the examinees must be “Not less than 25 nor more than 35 years of age on March 31, 1937 . . .” As a result of the examination, on May 29,1937, complainant’s name was published by the Civil Service Commission as eligible for appointment, and he was rated number 267 upon the list. In August of 1938 it was determined by the then Mayor of Philadelphia that the Act of Assembly requiring one holiday each week for firemen should be enforced. It became necessary to appoint some three hundred and twenty new firemen and application was made to the Civil Service Commission for a certification of the names of those eligible. On August 17, 1938, a list containing about four hundred names, including that of complainant, was forwarded to the Director of Public Safety. Owing to the fact that no demand for so many men was anticipated, complete investigation of only one hundred of those on the list had been made. It is the Commission’s practice not to investigate the applicants until they are called for, to insure an up-to-date character report. The President of the Civil Service Commission testified that at the time he handed the list to the Mayor, he notified him that the last three hundred names, including complainant’s, were still subject to investigation and ratification.\nOn August 19, 1938, before the list had been acted upon in any manner, the Civil Service Commission notified the Director of Public Safety in writing that it recalled tlie names of nine on the list, including Ger-son, pending further investigation. Despite this order, and without any reason for believing that the order had been withdrawn, the Director of Public Safety swore Gerson in for duty. At a public hearing held September 6, 1938, at which complainant appeared and testified, the Civil Service Commission found that according to his birth certificate Gerson was born, not on September 21, 1911, the date given in his application, but on September 21, 1912. In answer ' to the question: “What was your age at your last birthday?” complainant had incorrectly written: “Twenty-Five years.” Immediately following the hearing, the Commission instructed the Director of Public Safety to strike Ger-son’s name from the eligible list and from the rolls of the Department. The complainant has served as hose-man since September 1, 1938.\nWe are of one mind that complainant was never legally appointed, and that the allowance of the mandamus writ in this instance was a serious interference with the exercise of the discretionary powers vested in the Civil Service Commission with respect to the rejection of those “who fail to comply with the reasonable requirements of the commission in regard to age . . . ”: City Charter Act of June 25, 1919, P. L. 581, art.' XIX, section 13(4). The requirement as to age was reasonable and not ambiguous. It means that all those born after April 1,1912, would be less than twenty-five years of age on March 31, 1937, and could not qualify for the examination: See Com. v. Howe, 35 Pa. Superior Ct. 554, 565, 566. The Commission after the public hearing found that Gerson did not meet this agé requirement. The complainant not having qualified, and never having been unconditionally certified by the Civil Service Commission, any attempt to appoint him was null and void.\nThe Commission has very properly refused to certify complainant’s name to the Controller, since as a result of the hearing- it found that Gerson had made misstatements in his application and had failed to comply with the definite requirement as to the age of applicants. His rejection was a matter resting within the sound discretion of the Civil Service Commission, and the court below had no right, in mandamus proceedings, to review thé exercise of that discretion and to- collaterally set aside the Commission’s findings: See Simmler v. Philadelphia, 329 Pa. 197, 199, 200.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "James Francis Ryan, Assistant City Solicitor, with him Joseph Sharfsin, City Solicitor, for appellants.",
      "Ralph Schwartz, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gerson v. Daly et al., Appellants.\nArgued January 8, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn and Patterson, JJ.\nJames Francis Ryan, Assistant City Solicitor, with him Joseph Sharfsin, City Solicitor, for appellants.\nRalph Schwartz, for appellee.\nFebruary 1, 1940:"
  },
  "file_name": "0346-01",
  "first_page_order": 420,
  "last_page_order": 423
}
