{
  "id": 1772929,
  "name": "COMMONWEALTH of Pennsylvania v. Bret DUNSTON, Appellant",
  "name_abbreviation": "Commonwealth v. Dunston",
  "decision_date": "1981-12-17",
  "docket_number": "No. 326",
  "first_page": "552",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "496 Pa. 552"
    },
    {
      "type": "parallel",
      "cite": "437 A.2d 1178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "486 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757567
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0383-01"
      ]
    },
    {
      "cite": "462 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485206
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0043-01"
      ]
    },
    {
      "cite": "460 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482932
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 3227,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 1.0209241639945154e-07,
      "percentile": 0.545229663968826
    },
    "sha256": "543005af841d7c5220fd28551412dfc75304ff42e2181c032e2c0a6a7b6a7b1c",
    "simhash": "1:ceb6a4b81a2fbd7a",
    "word_count": 521
  },
  "last_updated": "2024-02-27T16:50:00.190752+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ.",
      "ROBERTS, J., joins in the opinion and files a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Bret DUNSTON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nWILKINSON, JUSTICE.\nThis is an appeal from the judgments of sentence imposed by the Court of Common Pleas of Philadelphia. On September 7, 1978, appellant was tried without a jury and convicted of murder of the third degree and possession of an instrument of crime in connection with the stabbing death of Donnell Little. Post-verdict motions were denied on June 27, 1979. On July 5, 1979 appellant was sentenced to ten to twenty years imprisonment on the murder conviction and to a consecutive sentence of two and one-half to five years imprisonment on the weapons conviction. This appeal followed. We affirm.\nAppellant first contends that his waiver of a jury trial was invalid because he was not informed that a jury would have to find him guilty beyond a reasonable doubt in order to convict. Appellant, however, has waived this claim since the issue was not raised in written post-verdict motions pursuant to Pa.R.Crim.P., Rule 1123(a). Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975).\nAppellant’s next contention is that the trial court improperly permitted a Commonwealth witness to invoke the privilege against self-incrimination and therefore the notes of his preliminary hearing testimony should not have been admitted into evidence. As the Commonwealth’s brief points out, counsel not only failed to object to the witness’ invocation of the Fifth Amendment privilege, but actually urged that the witness be permitted to “stand on his rights”. Additionally, the admission of the prior testimony was not objected to at trial for the reason now advanced. This claim, therefore, has also been waived. Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975); Commonwealth v. Blair, supra.\nAppellant’s final contention is that the evidence was insufficient to support the verdict in that there was no showing that the body viewed by the medical examiner was that of the victim of this homicide. Suffice it to say that any gaps in the chain of custody of the body go to the weight of the evidence and not to its admissibility. Commonwealth v. Bolden, 486 Pa. 383, 406 A.2d 333 (1979). The evidence clearly was sufficient to establish that the body examined was, in fact, that of the victim in this case.\nJudgments of sentence affirmed.\nROBERTS, J., joins in the opinion and files a concurring opinion.",
        "type": "majority",
        "author": "WILKINSON, JUSTICE."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nI join the majority opinion. I write only to point out that where, as here, trial counsel continues to represent his client on appeal and raises only issues that he has not preserved through post-verdict motions, counsel is, in reality, confessing his own ineffectiveness. Such continued representation results in the unnecessary expenditure of scarce judicial resources to review and deny claims that will ultimately have to be raised in a proper posture by new counsel.",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Lewis S. Small and Kenneth L. Mirsky, Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Maureen Brennan, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "437 A.2d 1178\nCOMMONWEALTH of Pennsylvania v. Bret DUNSTON, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 23, 1981.\nDecided Dec. 17, 1981.\nLewis S. Small and Kenneth L. Mirsky, Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Div., Maureen Brennan, Philadelphia, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ."
  },
  "file_name": "0552-01",
  "first_page_order": 626,
  "last_page_order": 629
}
