{
  "id": 4344400,
  "name": "Todd CURLEY, Appellant v. John E. WETZEL (Secretary of Corrections), John Kerestes (SCI Mahanoy Superintendent), Joseph Nevis (PA D.O. Inmate Accounts), Edward Sandercock (Wayne County Clerk of Courts), Appellees",
  "name_abbreviation": "Curley v. Wetzel",
  "decision_date": "2013-12-17",
  "docket_number": "No. 31 MAP 2012",
  "first_page": "226",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "623 Pa. 226"
    },
    {
      "type": "parallel",
      "cite": "82 A.3d 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "916 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3016472,
        8333289
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "appellate court may affirm order of lower court on any proper basis"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/591/0196-01",
        "/a2d/916/0553-01"
      ]
    },
    {
      "cite": "591 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3016472
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "appellate court may affirm order of lower court on any proper basis"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/591/0196-01"
      ]
    },
    {
      "cite": "15 A.3d 479",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7338576,
        4200619
      ],
      "year": 2011,
      "opinion_index": 1,
      "case_paths": [
        "/a3d/15/0479-01",
        "/pa/609/0353-01"
      ]
    },
    {
      "cite": "609 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4200619
      ],
      "year": 2011,
      "opinion_index": 1,
      "case_paths": [
        "/pa/609/0353-01"
      ]
    },
    {
      "cite": "923 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8311458,
        3555111,
        8311434,
        3555498,
        8311502,
        3555384
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "1108"
        },
        {
          "parenthetical": "internal quotations and citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/923/1099-02",
        "/pa/592/0099-01",
        "/a2d/923/1099-01",
        "/pa/592/0098-01",
        "/a2d/923/1099-03",
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "592 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555384
      ],
      "year": 2007,
      "opinion_index": 1,
      "case_paths": [
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "41 A.3d 916",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7315402
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "919"
        },
        {
          "page": "919"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/41/0916-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 5552,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 7.712682801616169e-08,
      "percentile": 0.4538432549542464
    },
    "sha256": "c48b6f77513260b3bb0250d6348b6b90cdd7e472f80ce6664411f925ce565450",
    "simhash": "1:39b9423d93968cfb",
    "word_count": 882
  },
  "last_updated": "2024-02-27T20:51:12.816068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Chief Justice CASTILLE files a Concurring Statement in which Justice EAKIN joins.",
      "Justice EAKIN joins this Concurring Statement."
    ],
    "parties": [
      "Todd CURLEY, Appellant v. John E. WETZEL (Secretary of Corrections), John Kerestes (SCI Mahanoy Superintendent), Joseph Nevis (PA D.O. Inmate Accounts), Edward Sandercock (Wayne County Clerk of Courts), Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 17th day of December, 2013, the Order of the Commonwealth Court is AFFIRMED. By this Order, this Court does not embrace the Commonwealth Court’s view that this action sounds in mandamus or that a six-month statute of limitations applies to actions in mandamus in this context.\nChief Justice CASTILLE files a Concurring Statement in which Justice EAKIN joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Chief Justice CASTILLE,\nconcurring.\nI concur in the mandate of affirmance.\nThe Court recognizes that there is obviously something amiss in the published Commonwealth Court opinion below, but takes a half-measure to correct it by adding the following statement to its per curiam affirmance: “By this Order, our Court does not embrace the Commonwealth Court’s view that this action sounds in mandamus or that a six-month statute of limitations applies to actions in mandamus in this context.”\nThe Court does not say why it takes this unusual measure. Perhaps it reflects the Court’s effort to informally adopt a version of a “depublication” rule, such as exists in California. See Cal.Rules of Court, Rule 8.1125 (upon request by any person or on its own motion, Supreme Court may order an opinion certified for publication to not be published; Supreme Court’s order to depublish is not an expression of the court’s opinion as to the correctness of the result of the decision or of the law stated in the opinion). Such a rule may be salutary, and perhaps the Court should consider adopting a rule of procedure whereby we can correct problematic published decisions of the lower courts by depublication, thus confining errors. This case would be a prime candidate because the result below plainly was correct. The Court’s non-embracing caveat, however, does not act to depublish the two points it mentions, to deprive those points of their precedential effect, or to correct the points. I write to explain why, in my view, we should go farther and summarily correct the mistakes below.\nAppellant, a state prisoner, filed a Petition for Review in the original jurisdiction of the Commonwealth Court, challenging deductions from his inmate account made pursuant to 42 Pa.C.S. § 9728 (“Act 84”), deductions which began in November 2002. In denying relief, the Commonwealth Court concluded that appellant “requested relief in mandamus” and that “his petition is time barred as the applicable statute of limitations is six months.” Curley v. Smeal, 41 A.3d 916, 919 (Pa.Cmwlth.2012). Both of these conclusions are incorrect.\nFirst, the Commonwealth Court misconstrued the pleading as a mandamus action. Mandamus is a fairly narrow writ which may issue to compel a governmental entity to perform a ministerial act or mandatory duty. See Chanceford Aviation Properties, L.L.P. v. Chanceford Twp. Bd. of Supervisors, 592 Pa. 100, 923 A.2d 1099, 1108 (2007). Notably, mandamus “may not be used to direct the exercise of judgment or discretion in a particular way, or to direct the retraction or reversal of an action already taken. Mandamus is a device that is available in our system to compel a tribunal or administrative agency to act when that tribunal or agency has been sitting on its hands.” Id. (internal quotations and citations omitted). Appellant’s amended Petition for Review did not assert that appellees “ha[d] been sitting on their hands”; to the contrary, appellant specifically sought review of the affirmative “government action” that had resulted in the deduction of funds from his inmate account. Nor did appellant request relief in the nature of mandamus. To the contrary, he sought a declaratory judgment (declaring that appellees improperly collected the funds and ordering reimbursement), and an injunction (enjoining any further deductions). The limited scope of a mandamus action does not encompass such requests for declaratory and injunctive relief.\nSecond, even assuming the action sounded in mandamus, the Commonwealth Court incorrectly invoked the six-month statute of limitations found in 42 Pa.C.S. § 5522 to bar this action. The Commonwealth Court relied upon Gleason v. Borough of Moosic, 609 Pa. 353, 15 A.3d 479 (2011), for the proposition that, “In a request for mandamus, the statute of limitations begins to run when the cause of action accrues, i.e., when the injury is inflicted and the right to institute a suit for damages arises.” Curley, 41 A.3d at 919. In fact, however, Gleason neither involved a mandamus action, nor did that decision endorse a particular statute of limitations for mandamus actions. Indeed, it is difficult to see how an action properly sounding in mandamus would lend itself to a period of limitations analysis: since a mandamus action alleges a failure to act, there is no action to trigger a specific limitations period.\nNonetheless, notwithstanding my disapproval of the Commonwealth Court’s published holdings on these two points of law, affirmance of the Commonwealth Court’s Order is appropriate here since appellant’s belated Petition for Review plainly is time-barred under the two-year period of limitation he himself claims is controlling. See Carrozza v. Greenbaum, 591 Pa. 196, 916 A.2d 553, 569 (2007) (appellate court may affirm order of lower court on any proper basis).\nJustice EAKIN joins this Concurring Statement.",
        "type": "concurrence",
        "author": "Chief Justice CASTILLE,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "82 A.3d 418\nTodd CURLEY, Appellant v. John E. WETZEL (Secretary of Corrections), John Kerestes (SCI Mahanoy Superintendent), Joseph Nevis (PA D.O. Inmate Accounts), Edward Sandercock (Wayne County Clerk of Courts), Appellees.\nSupreme Court of Pennsylvania.\nDec. 17, 2013."
  },
  "file_name": "0226-01",
  "first_page_order": 262,
  "last_page_order": 264
}
