{
  "id": 12281141,
  "name": "CHAMBERSBURG BOROUGH, Appellee v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant. International Association of Fire Fighters, Local 1813, Intervenor; Chambersburg Borough v. Pennsylvania Labor Relations Board. International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor; Chambersburg Borough, Appellee v. Pennsylvania Labor Relations Board, Appellant. International Association of Fire Fighters, Local 1813, Intervenor; Chambersburg Borough v. Pennsylvania Labor Relations Board. International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor",
  "name_abbreviation": "Chambersburg Borough v. Pennsylvania Labor Relations Board",
  "decision_date": "2016-06-20",
  "docket_number": "Nos. 37 MAP 2015, 39 MAP 2015; Nos. 38 MAP 2015, 40 MAP 2015",
  "first_page": "611",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "635 Pa. 611"
    },
    {
      "type": "parallel",
      "cite": "139 A.3d 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "32 A.3d 625",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4204544,
        7270457
      ],
      "year": 2011,
      "opinion_index": 1,
      "case_paths": [
        "/pa/612/0661-01",
        "/a3d/32/0625-01"
      ]
    },
    {
      "cite": "612 Pa. 661",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4204544
      ],
      "year": 2011,
      "opinion_index": 1,
      "case_paths": [
        "/pa/612/0661-01"
      ]
    },
    {
      "cite": "181 F.2d 34",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1246544
      ],
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/181/0034-01"
      ]
    },
    {
      "cite": "288 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942916
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0247-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(4)"
        },
        {
          "page": "(b)(4)(i)(B)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "106 A.3d 212",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        6893990
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/106/0212-01"
      ]
    },
    {
      "cite": "534 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839707
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "PLRB had jurisdiction over unfair labor practice brought by police department against borough; stating that \"the PLRB is in the best position to resolve all unfair labor practice issues\""
        },
        {
          "page": "496",
          "parenthetical": "PLRB had jurisdiction over unfair labor practice brought by police department against borough; stating that \"the PLRB is in the best position to resolve all unfair labor practice issues\""
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/534/0011-01"
      ]
    },
    {
      "cite": "716 A.2d 1238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        559396,
        11706917
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "1244",
          "parenthetical": "PLRB has jurisdiction over unfair labor practice claims brought by police and fire departments against borough"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/552/0605-01",
        "/a2d/716/1238-01"
      ]
    },
    {
      "cite": "552 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559396
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "PLRB has jurisdiction over unfair labor practice claims brought by police and fire departments against borough"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/552/0605-01"
      ]
    },
    {
      "cite": "169 F.Supp. 384",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        443404
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f-supp/169/0384-01"
      ]
    },
    {
      "cite": "310 F.2d 331",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        193771
      ],
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f2d/310/0331-01"
      ]
    },
    {
      "cite": "470 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723803
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/470/0550-01"
      ]
    },
    {
      "cite": "32 A.3d 625",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4204544,
        7270457
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "\"Consistent with the PLRA and Act 111 being read in pari materia, unfair labor practice charges regarding violations of Act 111 are brought under the provisions of Section 6 of the PLRA.\""
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/612/0661-01",
        "/a3d/32/0625-01"
      ]
    },
    {
      "cite": "612 Pa. 661",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4204544
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "\"Consistent with the PLRA and Act 111 being read in pari materia, unfair labor practice charges regarding violations of Act 111 are brought under the provisions of Section 6 of the PLRA.\""
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/612/0661-01"
      ]
    },
    {
      "cite": "288 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "447 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942916
      ],
      "year": 1972,
      "opinion_index": 2,
      "case_paths": [
        "/pa/447/0247-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(4)"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "106 A.3d 212",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        6893990
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a3d/106/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 789,
    "char_count": 16631,
    "ocr_confidence": 0.637,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.249042704806342
    },
    "sha256": "6ea2ce3ea06ec86b71ab2a478ba3a091f947ce5504fd1a63e1612368d9382bb6",
    "simhash": "1:0d1d3b54d10424fa",
    "word_count": 2580
  },
  "last_updated": "2024-02-27T18:02:42.600316+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice DOUGHERTY files a concurring statement joined by Justice DONOHUE.",
      "Justice WECHT files a dissenting statement."
    ],
    "parties": [
      "CHAMBERSBURG BOROUGH, Appellee v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough v. Pennsylvania Labor Relations Board International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough, Appellee v. Pennsylvania Labor Relations Board, Appellant International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough v. Pennsylvania Labor Relations Board International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 20th day of June, 2016, the appeal is dismissed as having been IMPROVIDENTLY GRANTED.\nJustice DOUGHERTY files a concurring statement joined by Justice DONOHUE.\nJustice WECHT files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice DOUGHERTY,\nconcurring.\nI concur in the determination further review of this matter was improvidently granted, writing only to explain my reservations regarding the lower court’s resolution of this matter. While I agree with concerns raised by Justice Wecht in his Dissenting Statement, I respectfully do not believe this matter is the appropriate vehicle to define the scope of the secondary boycott provision of the Pennsylvania Labor Relations Act (PLRA), 43 P.S. §§ 211.1-211.13.\nLike all courts with discretionary review dockets, this Court attempts to identify cases of broad import or interest for review. See Pa.R.A.P. 1114(b). Many considerations apply in determining whether to accept a case beyond the nature of the issue: the sharpness of the dispute, the quality of the advocacy, the opinions below. Once we have accepted an appeal, other considerations may govern whether the case, in fact, appears to be the appropriate vehicle for the exposition we had hoped: the state of the record, issue preservation, quality of the briefing, points made by amicus curiae, etc.\nIn this case, Chambersburg Borough (Chambersburg) informed International Association of Fire Fighters (IAFF), Local 1813, which represents the professional firefighters employed by Chambersburg, it intended to lay off a number of the professional firefighters and transfer much of its firefighting responsibility to volunteer firefighting companies such as Franklin Fire Company No. 4 (Franklin). A Local 1813 official sent a letter to all IAFF union members in the area informing them of a collective bargaining dispute between Local 1813 and Chambersburg and requesting union members, who also serve as volunteer firefighters, refrain from providing their volunteer services to Chambersburg until the dispute was resolved. We granted discretionary review to determine whether this letter constituted engaging in a secondary boycott prohibited under Section 211.6(2)(d) of the PLRA, 43 P.S. § 211.6(2)(d). Section 211.6(2)(d) provides, in relevant part, it shall be an unfair labor practice for any labor organization “[t]o engage in a secondary boycott, or to hinder or prevent by threats, intimidation, force, coercion or sabotage the obtaining, use or disposition of materials, equipment or services....” Id.\nA divided panel of the Commonwealth Court decided the case via published opinion, see Chambersburg Borough v. PLRB, 106 A.3d 212 (Pa.Cmwlth.2014), concluding the letter constituted engaging in a prohibited secondary boycott because Local 1813 intended to induce Franklin volunteers, who were also IAFF members, to refrain from providing Cham-bersburg with their firefighting services in their volunteer capacity. Judge Friedman vigorously dissented, arguing the majority’s reliance upon case law interpreting Section 8(b)(4) of the National Labor Relations Act (NLRA), 29 U.S.C. § 158(b)(4), was misplaced due to the significant differences in the statutory language between Section 211.(6)(d)(2) of the PLRA and Section 8(b)(4) of the NLRA. The case appeared to offer a question of first impression regarding the scope of behavior encompassed by the prohibition against secondary boycotts, a term which is not defined by the PLRA.\nAs it happens, however, in my judgment, the case proved not to be an appropriate vehicle for providing guidance on the issue accepted. This case may be of limited utility because of its unusual factual posture, as it involves a public employer, a union representing paid professional firefighters, and volunteer firefighters, who happened to be IAFF members as a result of their employment as professional firefighters outside the borough. Secondary boycotts are prohibited to prevent the bringing of undue economic pressure upon a secondary employer who is not involved in the primary labor dispute between an employer and a labor organization. Kerr v. Butler Bldg. Trades Council, 447 Pa. 247, 288 A.2d 525, 527 (1972), citing Local 501, IBEW v. NLRB, 181 F.2d 34, 37 (2d Cir.1950). Both the NLRA and Pennsylvania’s labor relations statutes, which include the PLRA and the Public Employe Relations Act (PERA), 43 P.S. §§ 1101.101-1101.2301, speak in terms of “employment,” “employer,” and “employee.” In this case, Franklin is not an “employer” under either the PLRA or PERA and its volunteer members, who are free to decline to provide their services for any reason or no reason, are not “employees” under either statute. Thus, the factual posture of this case does not squarely fit the concept of secondary boycott because employment is not implicated and neither a secondary employer nor secondary employees are present.\nOf course, our decision to dismiss this appeal as improvidently granted is not to be read as approval of the Commonwealth Court’s conclusion Section 158(b)(4) of the NLRA and Section 211.6(2)(d) of the PLRA should be interpreted identically. Indeed, I find merit in the Pennsylvania Labor Relations Board’s argument there are substantial differences in the statutory language of the NLRA and the PLRA. The NLRA makes it an unfair labor practice for a labor organization “to engage in, or to induce or encourage any individual employed by any person engaged in commerce ... to engage in, a strike or a refusal in the course of his employment ... to perform any services” with the objective of “forcing or requiring any persons ... to cease doing business with any other person....” 29 U.S.C. § 158(b)(4)(i)(B) (emphasis added). In contrast, Section 211.6(2)(d) of the PLRA prohibits a labor organization from “engaging] in a secondary boycott.” Section 211.6(2)(d) lacks language prohibiting inducement or encouragement, indicating an actual strike or refusal to provide services must occur for an unfair labor practice to be found. In this regard it is also notable Section 1201(b)(7) of PERA prohibits a labor organization from “[ejngaging in, or inducing or encouraging any individual employed by any person to engage in a strike or refusal to ... perform services ...” with the objective of forcing a public employer to cease dealing or doing business with any other person. 43 P.S. § 1101.1201(b)(7) (emphasis added). Thus, as demonstrated by Section 1201(b)(7) of PERA, if the General Assembly intended the PLRA to prohibit the mere inducement or encouragement of a refusal to provide a service, it easily could have included the requisite language in the statute.\nJustice DONOHUE joins this concurring statement.\n. Section 211.6(2) contains two subsections (d); the above language is the text of subdivision (d) as added by the Act of July 7, 1947, P.L. 1445, No. 558, § 1.\n. Police officers’ and firefighters' labor rights are secured by the Police and Firemen Collective Bargaining Act (Act 111), 43 P.S. §§ 217.1-217.10, which for purposes of unfair labor practice claims is read in pari materia with the PLRA. See City of Erie v. PLRB, 612 Pa. 661, 32 A.3d 625, 635 n. 12 (2011).",
        "type": "concurrence",
        "author": "Justice DOUGHERTY,"
      },
      {
        "text": "Justice WECHT,\ndissenting.\nI respectfully dissent. While the learned majority dismisses this appeal as improvidently granted, I believe that this long-pending case instead warrants a precedential opinion.\nWe granted allocatur in order to interpret the meaning of the phrase “engage in a secondary boycott” as codified in Section 6(2)(d) of the Pennsylvania Labor Relations Act (“PLRA”), 43 P.S. § 211.6(2)(d). This is an issue of first impression. Our Court has received substantial briefing and oral argument from the parties and amici curiae. We are now well-positioned to issue an opinion interpreting the statutory language.\nThe factual scenario underlying this appeal is atypical of labor disputes involving secondary boycotts. The case involves a union representing paid firefighters employed by a political subdivision of the Commonwealth, as well as volunteer firefighters who provide services to that political subdivision. In particular, Chambersburg Borough employs paid firefighters who are represented by the International Association of Fire Fighters (“the Union”). Chambersburg Borough v. Pa. Labor Relations Bd., 106 A.3d 212, 215 (Pa.Cmwlth. 2014). The Borough relies as well upon the volunteer services of Franklin Fire Company No. 4. Id. Some of the Franklin volunteer firefighters also are members of the Union by virtue of their employment as paid firefighters in other departments. Id. The Borough alleges that one of its paid firefighters engaged in a secondary boycott by requesting that the volunteer firefighters who also were members of the Union refrain from providing services to the Borough while the Union and Borough were negotiating their collective bargaining agreement. Id.\nIt is no impediment to our review that this case arises from the particular circumstances of the relationship between the parties to this case. No jurisdictional bar precludes the Pennsylvania Labor Relations Board (“PLRB”)’s review of the Union’s purported unfair labor practice. Pursuant to Act 111, 43 P.S. §§ 217.1-217.10, public firefighters have the right to bargain collectively. Because Act 111 does not delineate the specific procedures for collective bargaining typically found in similar statutes, this Court has held that the Act must be read in pari materia with the PLRA, which contains such procedures. See Philadelphia Fire Officers Ass’n v. PLRB, 470 Pa. 550, 369 A.2d 259, 261 (1977). We also have held that the PLRB has jurisdiction to adjudicate unfair labor practice claims involving firefighters’ and police unions covered by Act 111.\nThis case concerns allegations by a borough that the union representing the borough’s employees engaged in an unfair labor practice under Section 6 of the PLRA. It is of no moment to the jurisdictional question that the means of carrying out the alleged unfair labor practice involved a volunteer organization. The PLRB had jurisdiction to decide whether the Union committed an unfair labor practice by engaging in a secondary boycott.\nMoreover, this case has widespread applicability across our Commonwealth. There are approximately eighteen hundred fire departments in Pennsylvania, the vast majority of which are volunteer organizations. It is therefore likely that many political subdivisions throughout this Commonwealth experience overlapping responsibilities among volunteer and professional fire departments. It is important that we provide guidance on this issue when presented with an appropriate case. I believe that this is such a case.\nThe Court’s dismissal of this appeal leaves the Commonwealth Court’s opinion untroubled. I am concerned that the latter decision may sow confusion among the bench and bar. I discern merit in the PLRB’s argument that the Commonwealth Court reached the wrong result by adopting the inap-posite standard prescribed by the National Labor Relations Act (“NLRA”). Although the two statutes address similar conduct, I do not believe they should be interpreted identically. In pertinent part, the NLRA makes it an unfair labor practice for a union or (agent thereof)\nto engage in, or to induce or encourage any individual employed by any person ... to engage in, a strike or a refusal in the course of his employment to ... perform any services ... where in either case an object thereof is ... forcing or requiring any person ... to cease doing business with any other person.... Provided, [t]hat nothing contained in this clause (B) shall be construed to make unlawful, where not otherwise unlawful, any primary strike or primary picketing.\n29 U.S.C. § 158(b)(4). We have recognized that “[t]he conduct described in [Section 158(b)(4)] ... is customarily referred to as a ‘secondary boycott.’ ” Kerr v. Butler Bldg. Trades Council, AFL-CIO, 447 Pa. 247, 288 A.2d 525, 527 (1972). Clearly, an actual strike or work stoppage need not occur in order to establish the unfair labor practice of inducing or encouraging a secondary boycott under the NLRA. See Lescher Building Service, Inc. v. Local Union No. 133 of the Sheet Metal Workers International Association, 310 F.2d 331, 336 (7th Cir.1962); Alpert v. Local 660, International Brotherhood of Electrical Workers, AFL-CIO, 169 F.Supp. 384, 387 (D.Conn.1959). However, the related provision in the PLRA prohibits unions or their members only from “engaging] in a secondary boycott.” 43 P.S. § 211.6(2)(d). The language disparities between these two statutes suggest that they should be read differently. By broadening the definition contained within the PLRA to extend to inducement and encouragement, the Commonwealth Court’s opinion may lead employers to file unfair labor practice claims that our General Assembly never intended to allow.\nI believe that this case calls upon this Court to fashion a generally applicable definition of the term “engage in a secondary boycott.” While that definition may apply with greater frequency within the context of disputes involving parties engaged in a more conventional management-labor relationship, I perceive no reason that this Court cannot expound the law in this case.\nFor all of the foregoing reasons, I respectfully dissent from the majority’s order dismissing this appeal as improvidently granted.\n. See City of Erie v. PLRB, 612 Pa. 661, 32 A.3d 625, 635 n. 12 (2011) (\"Consistent with the PLRA and Act 111 being read in pari materia, unfair labor practice charges regarding violations of Act 111 are brought under the provisions of Section 6 of the PLRA.”); Alcaraz v. PLRB, 552 Pa. 605, 716 A.2d 1238, 1244 (1998) (PLRB has jurisdiction over unfair labor practice claims brought by police and fire departments against borough); Borough of Nazareth v. PLRB, 534 Pa. 11, 626 A.2d 493, 496 (1993) (PLRB had jurisdiction over unfair labor practice brought by police department against borough; stating that \"the PLRB is in the best position to resolve all unfair labor practice issues”).\n. It may well be difficult to imagine how the Union involved in this case could accomplish a traditional secondary boycott in view of the fact that firefighters are prohibited from striking under Act 111 and the fact that the volunteer firefighters are not employees of Franklin Fire Company. Nevertheless, this is a question that implicates the merits, and not an impediment to jurisdiction.\n. See Governor’s Ctr. for Local Gov't Servs., Local Government Fact Sheet (July 16, 2014), available at http://www.newpa.com/download/? wpdmdl=61323 (as of 2013, of the 1,856 fire departments in Pennsylvania, 1,740 are volunteer); see also U.S. Fire Admin., National Fire Department Census, Quick Facts (May 18, 2016), https://apps.usfa.fema. gov/census/summary (as of January 2016, of the 1,796 Pennsylvania fire departments that registered with the U.S. Fire Administration, 90.2 percent were volunteer).",
        "type": "dissent",
        "author": "Justice WECHT,"
      }
    ],
    "attorneys": [
      "Matthew David Areman, Esq., Stephen C. Richman, Esq., Philadelphia, Quintes D. Taglioli, Esq., Markowitz & Richman, Allentown, for Pennsylvania Professional Fire Fighters Assoc, and The Fraternal Order of Police, PA State Lodge, amicus curiae.",
      "Bradley John Betack, Esq., John Patrick McLaughlin, Esq., Ballard Spahr LLP, for PA Municipal League; PA State Assoc, of Boroughs & PA State Assoc, of Twp. Supvrs., amicus curiae.",
      "Warren R. Mowery Jr., Esq., John Best Neurohr, Esq., PA Labor Relations Board, for Pennsylvania Labor Relations Board.",
      "Melissa Lynn Kelso, Esq., Isaac Paul Wakefield, Esq., Scott Thomas Wyland, Esq., Salzmann Hughes, P.C., for Chambers-burg Borough.",
      "John R. Bielski, Esq., Richard G. Poulson, Esq., Willig, Williams & Davidson, Philadelphia, for International Association of Fire Fighters, Local 1813."
    ],
    "corrections": "",
    "head_matter": "139 A.3d 189\nCHAMBERSBURG BOROUGH, Appellee v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough v. Pennsylvania Labor Relations Board International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough, Appellee v. Pennsylvania Labor Relations Board, Appellant International Association of Fire Fighters, Local 1813, Intervenor. Chambersburg Borough v. Pennsylvania Labor Relations Board International Association of Fire Fighters, Local 1813, Intervenor. Appeal of International Association of Fire Fighters, Local 1813, Intervenor.\nSupreme Court of Pennsylvania.\nArgued Oct. 7, 2015.\nResubmitted Jan. 20, 2016.\nDecided June 20, 2016.\nMatthew David Areman, Esq., Stephen C. Richman, Esq., Philadelphia, Quintes D. Taglioli, Esq., Markowitz & Richman, Allentown, for Pennsylvania Professional Fire Fighters Assoc, and The Fraternal Order of Police, PA State Lodge, amicus curiae.\nBradley John Betack, Esq., John Patrick McLaughlin, Esq., Ballard Spahr LLP, for PA Municipal League; PA State Assoc, of Boroughs & PA State Assoc, of Twp. Supvrs., amicus curiae.\nWarren R. Mowery Jr., Esq., John Best Neurohr, Esq., PA Labor Relations Board, for Pennsylvania Labor Relations Board.\nMelissa Lynn Kelso, Esq., Isaac Paul Wakefield, Esq., Scott Thomas Wyland, Esq., Salzmann Hughes, P.C., for Chambers-burg Borough.\nJohn R. Bielski, Esq., Richard G. Poulson, Esq., Willig, Williams & Davidson, Philadelphia, for International Association of Fire Fighters, Local 1813."
  },
  "file_name": "0611-01",
  "first_page_order": 671,
  "last_page_order": 679
}
