{
  "id": 1256052,
  "name": "Schwab v. P. J. Oesterling & Son, Inc., Appellant",
  "name_abbreviation": "Schwab v. P. J. Oesterling & Son, Inc.",
  "decision_date": "1954-11-08",
  "docket_number": "Appeal, No. 176",
  "first_page": "1",
  "last_page": "3",
  "citations": [
    {
      "type": "official",
      "cite": "380 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 225,
    "char_count": 2603,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.0482681451391715e-07,
      "percentile": 0.5531720189092105
    },
    "sha256": "f0f219cbad18a24532a962f3748e9525c14cd1056f73190bcad3bf73b4a9a7a2",
    "simhash": "1:6066d033844204d8",
    "word_count": 453
  },
  "last_updated": "2023-07-14T22:25:41.708449+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, O. J., Stearns, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Schwab v. P. J. Oesterling & Son, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nCurtis S. Schwab lost his life as the result of an accident on July 21, 1949, when his automobile collided with a truck owned by the defendant at a curve on the Deer Creek and Culmerville Eoad in Allegheny County. The only question before this Court is whether on the whole record of the case, the defendant, P. J. Oesterling & Son, Inc., is entitled to judgment notwithstanding the verdict returned in favor of Emma E. Schwab, mother and administratrix C.T.A., of the Estate of Curtis S. Schwab.\nA study of the record verifies the correctness of the lower court’s refusal of the motion for a compulsory nonsuit and then a motion for judgment n.o.v. The issue at the trial was one obviously for the jury. Accepting all the plaintiff’s evidence and proper inferences to be derived therefrom in the light most favorable to the plaintiff’s case, the jury could easily have concluded that Schwab was driving his car upgrade at from 25 to 35 miles per hour on his own side of the road, that the road was rough, narrow and slippery, that the defendant’s truck proceeding downgrade was also moving at a speed of from 25 to 35 miles per hour, that the defendant’s truck, being empty, bounced and swayed, that as the truck started around the curve its rear end swung over the center line of the road and struck the car being driven by Schwab. There was evidence that the driver of the defendant’s truck was familiar with the perils attendant upon this rough road, and the inference is inescapable that since he was moving downgrade he should have exercised greater caution and moved at a lower speed in rounding the curve. The curve was a sharp one and so topographically laid that motorists coming from either direction could not determine until practically in the curve what was on the other side. A blind curve presents grave hazards, and motorists should enter such a curve with the same caution one would skirt a precipice. For every inch a motorist moves over the dividing line in the curve, to that extent does he approach the infliction of mangling injury or death on himself or some other motorist. The driver of the defendant’s truck admitted that Schwab was on his own side of the road.\nMotion for judgment n.o.v. is refused and order for new trial affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Leonard M. Mendelson, with him Arthur M. Gross-man, for appellant.",
      "J. Thomas Hoffman, with him John E. Winner and Floyd V. Winner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schwab v. P. J. Oesterling & Son, Inc., Appellant.\nArgued October 5, 1954.\nBefore Steen, O. J., Stearns, Jones, Chidsey, Musmanno and Arnold, JJ.\nLeonard M. Mendelson, with him Arthur M. Gross-man, for appellant.\nNovember 8, 1954:\nJ. Thomas Hoffman, with him John E. Winner and Floyd V. Winner, for appellee."
  },
  "file_name": "0001-01",
  "first_page_order": 29,
  "last_page_order": 31
}
