{
  "id": 1255989,
  "name": "Perpetua, Appellant, v. Philadelphia Transportation Co.",
  "name_abbreviation": "Perpetua v. Philadelphia Transportation Co.",
  "decision_date": "1955-03-14",
  "docket_number": "Appeal, No. 285",
  "first_page": "561",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "380 Pa. 561"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "105 A. 2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0001-01"
      ]
    },
    {
      "cite": "25 A. 2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1211004
      ],
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0421-01"
      ]
    },
    {
      "cite": "101 A. 2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 7805,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.3245996812175108e-07,
      "percentile": 0.7903854626273578
    },
    "sha256": "3a5dbc5c542bd41bfb32b1d3375757bf00e46ec0e3e9264a7a21c5c026d995d1",
    "simhash": "1:6b0873c4d7e53bf8",
    "word_count": 1316
  },
  "last_updated": "2024-02-27T23:35:12.455263+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Perpetua, Appellant, v. Philadelphia Transportation Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Arnold,\nPlaintiff sued defendant in trespass for personal injuries and property damage sustained in a collision between his automobile and defendant’s bus. This appeal is from the refusal of his motion for removal of compulsory nonsuit entered against him by the court below.\nA reading of the testimony discloses sufficient evidence upon which a jury could have found defendant negligent in going through a red signal light. The sole question involved is whether plaintiff’s testimony has also convicted him of contributory negligence as a matter of law.\nConsidered in a light most favorable to plaintiff, as they must be, the material facts are as follows: On a misty morning, at approximately daybreak, plaintiff drove his automobile southeasterly on Henry Avenue in the City of Philadelphia. He stopped for a red light at a point where Henry Avenue intersects both Allegheny Avenue (at an angle of approximately 65°), which runs in an east-west direction, and Hunting Park Avenue (at an angle of approximately 85°), which runs in a northwest-southeast direction. Also intersecting Allegheny Avenue at this point, and at an angle of approximately 90°, is 30th Street, which runs southerly therefrom. Allegheny, Hunting Park, and Henry Avenues are each wide enough to accommodate at least six lanes of traffic. It is apparent, therefore, that the convergence of these streets creates a very wide and somewhat complicated intersection.\nWhen the light turned green, plaintiff proceeded to cross Hunting Park Avenue. His intention was to cross Allegheny Avenue and to turn left into its south side, and then to proceed easterly thereon. When he arrived at a point three-quarters of the way across Hunting Park Avenue, still travelling in low gear, he was struck on the right side by defendant’s bus, which had been going east on Allegheny Avenue and had driven through a red light. There was no estimate of the speed of the bus, nor was it shown just where the bus was as plaintiff approached the point of collision.\nPlaintiff testified that he did not see the bus “at all” before the accident, but declared that he had looked “for any moving traffic.” The record is barren of any testimony as to whether he continued to look as he proceeded through the intersection. Since there is a clear view on Allegheny Avenue for a considerable distance, it is obvious that he did not look, or that he disregarded the approach of defendant’s bus if he did look. Plaintiff has not met the burden imposed upon him to “make out a case clear of contributory negligence”: Lewis v. Quinn, 376 Pa. 109, 101 A. 2d 382. “ ‘The law only makes obligatory the rule of common sense regarding the duty of a driver at the intersection of streets, where traffic is very dangerous because conflicting. He must be vigilant, must exercise a high degree of care, must have his car under complete control, and must look, and see what is visible, before attempting to cross the intersecting street’ ”: Rea v. Pittsburgh Railways Company, 344 Pa. 421, 425, 25 A. 2d 730. The green light was not authority to plaintiff to proceed without regard to other traffic. He was still bound to the exercise of extreme care under the circumstances, and in this he failed. If he had looked the collision would not have happened except for his contributory negligence. Cf. Allega v. Eastern Motor Express Co., Inc., 378 Pa. 1, 105 A. 2d 360.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Arnold,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Musmanno:\nThe scene of the accident in this case was no ordinary intersection. A perfect maze of streets crisscrossed at the point of impact between the plaintiff’s and defendant’s vehicles. Allegheny Avenue came in from the West, Hunting Park Avenue approached from the Southwest, Henry Avenue advanced from the Northwest, Thirtieth Street swept up from the South. Allegheny, Hunting Park and Henry Avenues are practically boulevards, each one capable of accommodating at least six lanes of traffic. The Majority Opinion does not understate the situation when it says: “The convergence of these streets creates a very wide and somewhat complicated intersection.” However, after describing this gargantuan webwork, the Majority proceeds to hold the plaintiff to a standard of traffic responsibility which would more logically obtain at a remote country crossroads where cows and oxen are more in evidence than automobiles.\nAs I read the testimony the plaintiff James Perpetua did all that was required of him by the law. He had a green light and he proceeded ahead under the protection of that green light. His speed was extremely conservative: he moved in first gear at 10 miles per hour and carefully guided his vehicle as a pilot would guide a vessel through a tortuous and dangerous channel. The green light was his lighthouse. The defendant, on the other hand, drove his big motor bus carelessly and recklessly. He ignored the red light which warned him to stop, he turned to the left without warning and smashed into the plaintiff’s car already in the intersection. One of the bus passenger’s testified: “Q. In what direction were you coming from? A. The bus was coming east on Allegheny Avenue, and there was a light. It was a dreary day, and as we were hitting the intersection — Q. The Hunting Park Avenue intersection? A. Yes. Before we made the turn I noticed the red light on the side which stood out, and I know he was going through the red light.”\nThe plaintiff had no way of anticipating that the bus would not only defy a control signal but that he would deflect his course and suddenly swerve to the left. It is true that a motorist with a green light in his favor is not authorized to proceed into a highway crossing if a car is there before him, no matter how negligently he got there. But this does not mean that before he may proceed into an empty intersection he must ponder, study, reflect and even speculate on what other motorists in the various spokes of the circumferential streets may or may not do. A hesitating, demurring and irresolute driver is by no means the safest of drivers. Vacillation can cause as much chaos as impetuosity.\nThe law recognizes the extent and limitations of a normal man’s vision. The standard laid down by the Majority in this case, however, would require the plaintiff to be equipped, like Argus, with a hundred eyes which would permit him to watch simultaneously six different approaches to the course he was so cautiously following. In addition to requiring the plaintiff to be equipped with argus-eyed vision, the Majority seems to penalize the plaintiff for not possessing also a Univac brain which would mathematically work out exactly what the defendant was negligently to do from the moment he deliberately flouted the warning of the red light and ploughed ahead in utter disregard of the rights of others lawfully and properly attending to their own affairs.\nTo nonsuit the plaintiff for this flagrant violation by the defendant of every rule of the road is to introduce a standard which I do not find in the books of the law, in the volumes of highway history and in the domain of everyday logic.\nFor doing what a well-trained driver and law-respecting citizen is supposed to do — that is, observing and following traffic signals — the plaintiff here has been dismissed from the Court to which he has appealed for redress for the damages he so innocently suffered. He will leave the courthouse not only as a disappointed litigant but as a bewildered motorist as well.\nI dissent.",
        "type": "dissent",
        "author": "Me. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Henry D. O’Connor, with him Francis G. Wenzel, for appellant.",
      "Philip Price, with him Jay B. Leopold, for appellee."
    ],
    "corrections": "",
    "head_matter": "Perpetua, Appellant, v. Philadelphia Transportation Co.\nArgued November 16, 1954.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nHenry D. O’Connor, with him Francis G. Wenzel, for appellant.\nPhilip Price, with him Jay B. Leopold, for appellee.\nMarch 14, 1955:"
  },
  "file_name": "0561-01",
  "first_page_order": 589,
  "last_page_order": 594
}
