{
  "id": 1141710,
  "name": "Riker v. Kilinski, Appellant",
  "name_abbreviation": "Riker v. Kilinski",
  "decision_date": "1932-11-28",
  "docket_number": "Appeal, No. 64",
  "first_page": "188",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "309 Pa. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "74 Atl. 442",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "275 Fed. 1013",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3583257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/275/1013-01"
      ]
    },
    {
      "cite": "68 Atl. 238",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "293 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111102
      ],
      "pin_cites": [
        {
          "page": "456-7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0454-01"
      ]
    },
    {
      "cite": "274 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072844
      ],
      "pin_cites": [
        {
          "page": "587-8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0584-01"
      ]
    },
    {
      "cite": "265 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051920
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 4280,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.743212736052062e-07,
      "percentile": 0.7073294620651629
    },
    "sha256": "002e47a076b9629d31ce03790aa5851659818bbb7b98ba00dce49dac4b3204ac",
    "simhash": "1:2044aaa2a3c691a6",
    "word_count": 730
  },
  "last_updated": "2024-02-27T23:35:06.362216+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaerer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Riker v. Kilinski, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff sued in trespass to recover for personal injuries and other damages sustained in an automobile collision on December 7, 1930. A writ of summons, issued February 20, 1931, was duly served on defendant on March 17,1931, returnable to April Term, 1931. Return of this summons was not filed by the sheriff until September 30, 1931, when he also filed defendant’s acknowledgment (dated September 2, 1931) of plaintiff’s statement of claim and acceptance of service. Meantime, on September 15, 1931, counsel for both parties, by written stipulation, extended the time limit for filing defendant’s affidavit of defense from September 17th to September 30th. This was filed September 29, 1931. On the last named date, defendant filed a praecipe for appearance of attorneys d. b. e. and an affidavit of defense raising questions of law to the effect that return of the writ of summons had not been made by the sheriff and the latter was without authority legally to make a return then or thereafter, wherefore plaintiff’s statement of claim was without “standing in contemplation of law.”\nThe return of the writ having been made by the sheriff on the day after defendant’s affidavit of defense was filed, the latter thereupon petitioned for rule to show cause “why the writ of summons issued in this case and sheriff’s return thereon should not be stricken off and quashed and the plaintiff’s statement stricken...... from the record.” The court below dismissed the affidavit of defense raising questions of law and discharged the rule prayed for. Defendant appeals from that order.\nDefendant’s contention is that the court has no jurisdiction over him because, although he admits service on him by the sheriff of the summons, that officer failed to make return of the writ at the proper time. He argues that failure to return a writ might be the result of failure to serve it upon a defendant, who would, in such event, be liable to judgment in default of appearance without having had notice or an opportunity to enter an appearance. The argument is obviously wholly hypothetical. The agreement of counsel, dated September 15, 1931, extending the time limit for filing an affidavit of defense, had the effect of a general appearance on the part of defendant’s attorney and waived any defect in the service or return of the summons. Manifestly, the subsequent filing of an appearance de bene esse could not alter the situation. The record shows the summons was served on defendant at a proper time, and he, consequently, could not and does not claim to have suffered any disadvantage by reason of the sheriff’s delay in making the return. The court below, in its discretion, rightly refused to quash the case on the ground of a mere irregularity in the record, which, having done no harm to the complaining party, was properly corrected. This follows the general rule in such circumstances: 50 C. J. 562, section 263.\nIn the second statement of questions involved, appellant queries whether a statement of claim may legally be filed and served before the return day of the writ of summons. There is no need to discuss that question. It has been clearly decided in our cases that a statement of claim may be filed with or after a praecipe for a summons and served on defendant immediately: Beishline v. Kahn, 265 Pa. 101, 103; Murta v. Reilly, 274 Pa. 584, 587-8; Hale v. Uhl, 293 Pa. 454, 456-7.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John D. McIntyre, of Bialas, Ryan, Irons, McIntyre & Mackrell, with him Kelly & Kelly and C. P. Humer, for appellant.",
      "Thomas A. Doherty, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Riker v. Kilinski, Appellant.\nArgued September 30, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaerer, Maxey, Drew and Linn, JJ.\nJohn D. McIntyre, of Bialas, Ryan, Irons, McIntyre & Mackrell, with him Kelly & Kelly and C. P. Humer, for appellant.\nA valid and legal return cannot be made of a writ of summons after the return day of the same has passed, and the term of court at which it is returnable, and the next ensuing term, have passed without permission having been obtained from the court to do so: Bowden v. Gillespie Co., 68 Atl. 238; United States v. Atteaux Co., 275 Fed. 1013; Zeek v. Rolling Mill, 74 Atl. 442.\nThe legality of the filing and service of plaintiff’s statement is dependent upon the validity of the return of the writ of summons.\nThomas A. Doherty, for appellee, was not heard.\nNovember 28, 1932:"
  },
  "file_name": "0188-01",
  "first_page_order": 214,
  "last_page_order": 217
}
