{
  "id": 1141658,
  "name": "Reed's Appeal",
  "name_abbreviation": "Reed's Appeal",
  "decision_date": "1933-01-03",
  "docket_number": "Appeal, No. 194",
  "first_page": "556",
  "last_page": "558",
  "citations": [
    {
      "type": "official",
      "cite": "309 Pa. 556"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 186,
    "char_count": 2370,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.357344964899498
    },
    "sha256": "692510bc2a205148148b79a92e0df10a72abf86a26c80c94855f203e37e59730",
    "simhash": "1:6dace83f225d841f",
    "word_count": 411
  },
  "last_updated": "2023-07-14T22:25:35.213947+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kepiiart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Reed’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJohn W. Reed appeals from an order of the Court of Quarter Sessions of Allegheny County revoking his appointment as deputy constable in the Fifth Ward of the City of Pittsburgh. As appears from the opinion filed with the order at the time the appointment of appellant was approved by the court on January 29, 1932, the question of his residence within the ward was not then at issue. Subsequently, February 9, 1932, on petition alleging appellant was not, at the time of his appointment, a bona fide resident of the ward wherein he was appointed, a rule was granted upon the constable of the Fifth Ward and appellant to show cause why the appointment should not be revoked. The matter came on for hearing on February 18,1932. Testimony was taken as to the residence of appellant and thereafter, on June 16, 1932, the court in an order and opinion disapproved the appointment and vacated its previous orders.\nThe Act of June 19, 1913, P. L. 531, provides in section 1 that “no person shall be appointed as deputy constable unless he shall be, at the time of his appointment, a bona fide resident of the ward,......for which he shall have been appointed, and shall continue to be a bona fide resident for the time during which such appointment is made.” The court below, having determined from the testimony presented that appellant was not a bona fide resident of the ward wherein he was appointed, was clearly right in vacating the appointment as being in violation of the statutory requirement.\nAppellant argues that a judge of quarter sessions court is without authority to vacate an order appointing-a deputy constable made at the preceding term. In answer to this it need only be said that this was, of course, not a criminal action, and the rule that “the court has no power to set aside a judgment after the expiration of the term at which it was entered” does not apply to the revocation of an appointment of a deputy constable on the ground of noncompliance with the statutory requirement relating to residence.\nThe assignments of error are all overruled and the order of the court below is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. D. Wedner, with him Ralfe O. P. Silverman, for appellant.",
      "B. Robert Averbach, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reed’s Appeal.\nJanuary 3, 1933:\nArgued December 5, 1932.\nBefore Frazer, C. J., Simpson, Kepiiart, Schaefer, Maxey, Drew and Linn, JJ.\nM. D. Wedner, with him Ralfe O. P. Silverman, for appellant.\nB. Robert Averbach, for appellee."
  },
  "file_name": "0556-01",
  "first_page_order": 582,
  "last_page_order": 584
}
