{
  "id": 473176,
  "name": "Kins, Appellant, v. Deere et al.",
  "name_abbreviation": "Kins v. Deere",
  "decision_date": "1948-04-12",
  "docket_number": "Appeal, No. 168",
  "first_page": "106",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467437
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0180-01"
      ]
    },
    {
      "cite": "184 A. 6",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165913
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0375-01"
      ]
    },
    {
      "cite": "165 A. 1",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0238-01"
      ]
    },
    {
      "cite": "356 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0361-01"
      ]
    },
    {
      "cite": "154 A. 805",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130057
      ],
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0498-01"
      ]
    },
    {
      "cite": "21 A. 140",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "138 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0506-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 13198,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.8550631318264994e-07,
      "percentile": 0.7240661521192935
    },
    "sha256": "d578ff76b49a043c06d73c0784b0b3ead8b384062749ebba3e30f4738c9099b0",
    "simhash": "1:9c2591db2a8891f3",
    "word_count": 2405
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Kins, Appellant, v. Deere et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis is an appeal from the judgment entered in the court below in an action of trespass.\nPlaintiff filed an action against H. B. Deere, W. J. Deere, and T. E. Deere, trading and doing business as Deere Brothers, to recover damages for personal injuries sustained when defendants’ bus collided with the truck in which plaintiff was an occupant. A verdict in favor of the defendants was returned by the jury. Plaintiff filed a motion for a new trial which was refused by the court below. The accident occurred on March 27, 1946, at or about 7:30 A.M. Plaintiff, an employee in Pittsburgh’s Highway Department, ivas injured while seated in the cab of a city dump truck used in picking up debris on Bigelow Boulevard, Pittsburgh. The truck was parked on the right side of Bigelow Boulevard, at a point east of the Seventeenth Street incline. The Boulevard consists of two lanes of traffic in each direction. William E. DeMeola, the driver of the truck, was also seated in the cab. Another passenger, Earl Eager, had alighted prior to the collision to pick up a rock on the Boulevard to the rear of the truck.\nW. E. DeMeola testified: “Well, he [Eager] got out of the cab and he had only been out, well, maybe a minute or so, and all of a sudden did I hear this crash. I didn’t hear it — I felt it. Of course, I didn’t even see the bus in the mirror, and . . . You have a clear view there in either direction at that point at least two br three hundred feet anyhow. When this crash happened he drove me about 25 feet before I finally came to a stop. Of course his bus was just opposite my truck when I got out of the bus, I mean out of the truck . . . Andy Kins was sitting there all bleeding, bleeding from the nose and mouth and ears, from the back of the head; and the force of the collision was so terrific that it pushed that steel bed of the body of the truck up into the body on the right-hand side and sprung the door out open and broke the glass on that door on the right-hand side, including the glass in the back, in the back of the cab, which I imagine was broke by Andy’s head when it went back and hit that from that terrific force.”\nEarl Eager said: “I didn’t even get a chance to get the rock on the boulevard. As soon as I went back I seen this bus coming up over the curb. He hit the curb and come up over the sidewalk. I started to run the other way past our truck, and I heard the crash, and that is all I seen, Andy in the cab, stooped over like this (indicating) The door was knocked open. That’s all I know and took him to the hospital.”\nJames V. Hill, driver of defendants’ bus, testified that he was driving in a westbound direction on the right lane of traffic. He saw the truck in question, parked on the right of the boulevard, when he was about 300 feet away from it. He pulled to the left side of the road, that is the left lane of traffic going westbound, at “approximately thirty miles an hour”. He stated: “When I approached closer to the.truck a car come from the right lane of traffic to get into the left lane of traffic in front of me, and put on his brakes. When he put on his brakes I seen he was too close to me to stop, so I cut to the right side to avoid from hitting the car, and when I cut to the right I felt I could get back to the left to keep from avoiding the accident. When I cut to the right I was too close to the truck and I hit the truck that was parked.” According to his testimony, he was about “ten feet” from the parked truck when he tried to avoid striking the car. He was 15 feet away from the parked truck when the automobile appeared from his right side and pulled up in front of him. The left front of the bus struck the right rear of the truck.\nPlaintiff bases his appeal chiefly on the general effect of the judge’s charge and on certain excerpts therefrom; also on the court’s failure to adequately instruct the jury with respect to the “sudden emergency rule”.\nIn its charge, the court stated; “lie [plaintiff] is an interested witness. His testimony has to be weighed taking that fact into consideration. Members of his family are also interested witnesses. Their testimony has to be weighed taking that fact into consideration. The other witnesses who have testified here are disinterested and they have drawn for you a parallel between his condition as it existed before the accident and as it exists at the present time. . . .” These instructions were susceptible of the inference that Hill, defendants’ bus driver, was a disinterested witness and therefore his testimony was to be given more weight than the evidence offered by plaintiff. The trial judge should have pointed out that Hill also was an interested party since if his conduct were proved negligent he would be held personally liable, and also that he was an employee of defendants and might be inclined to favor the latter in his testimony. In Ellis v. Railroad Co., 138 Pa. 506, 21 A. 140, the trial judge charged the jury that not only were plaintiff and his family interested witnesses but also that defendant’s witnesses were its employees and that fact should be taken into consideration in weighing their testimony. As to this instruction, this Court said: “Complaint was also made that the learned judge called attention to the fact that the engineer and fireman of the train were interested witnesses in one sense, although not affected by the verdict pecuniarily. What the learned judge said upon this point was entirely true, and it was proper to call the attention of the jury to it. There might have been a good ground of objection, had the learned judge referred only to these two witnesses. But he pointedly called the attention of the jury to the interest of the plaintiff and his two sons, and told them it affected their credibility.” (Italics supplied.)\nPlaintiff complains of the trial judge’s failing to instruct the jury with respect to the possible concurrent negligence of defendants’ bus driver. The court charged: “I start with the basic principle of law that the burden of proof is upon the plaintiff, who must satisfy you by the fair weight or preponderance of the evidence that the injuries sustained were caused solely by the negligence of the operator of the bus. . . . Was the driver of the bus negligent, or was he not? What was the proximate cause of the accident? By that we mean that cause which, without the aid of any intervening agency, set into motion the chain of events which caused the accident.” Plaintiff contends that the attendant circumstances raised the question of concurrent negligence and “The c'ourt should have charged that the bus driver’s negligence need not have been the sole cause of the accident, but that appellees were liable if the driver’s negligence contributed in any degree to the accident.” The testimony of plaintiff’s witness was to the effect that the bus had struck the 16 inch northerly curb of Bigelow Boulevard at a point 30 feet to the rear of the parked truck, climbed over the curb and the right wheels were in that position until it struck the rear of the truck with its left front and drove the truck with its brakes on a distance of 25 feet with the bus coming to a position of rest on the left hand side of the truck and parallel thereto. J. V. Hill, driver of the defendants’ bus, testified that when the bus was fifteen feet from the rear of the truck, a car cut in from the right lane of traffic between his bus and the automobile preceding him. The car that cut in put on its brakes and slowed down. If, as the bus driver testified, he was traveling at a rate of thirty miles per hour then the car preceding him 20 feet ahead was going at that speed or in excess of thirty miles per hour. Plaintiff argues “If this was so, there is no reason why the bus would have to swing to its right and into the right lane of traffic to avoid hitting the car that cut in, because a vehicle capable of passing the bus on its right side must necessarily be traveling in excess of the speed of thirty miles per hour that the bus was traveling. If the car that was supposed to have cut in was able to slow down then the bus if under control should have been able to slow down also. The explanation is that the bus was not under control and could not slow down. If the bus was not under control, then the bus driver was guilty of negligence.” We said in Galliano v. East Penn Electric Co., 303 Pa. 498, 503, 154 A. 805: “having one’s car under such control means having it under control that it can be stopped before doing injury to any person in any situation that is reasonably likely to arise under the circumstances.” In Simon v. Moens et al., 356 Pa. 361, 51A. 2d 737, this Court said: “Try as he would, plaintiff could not hide the fact that he was guilty of gross negligence. He insisted Varalli turned immediately in front of him, suddenly and without warning, when so close to him a collision was inevitable, although he was proceeding at a reasonable rate of speed [30 to 35 miles an hour]. It is impossible to escape the conviction that plaintiff’s speed was far in excess of that to which he testified. The mute testimony of two inanimate objects, the curb stone and the light pole, show conclusively that plaintiff’s testimony in this respect was either mistaken or false. The great force and violence with which his car ran into and over the curb, was firmly embedded in the light pole, tore up the brick pavement around the pole and split the pole in two, was created by the speed of the car, and nothing else. These facts are undisputed, and of themselves demonstrate that the speed of plaintiff’s car was excessive and negligent.”\nThe impact with which the parked truck was struck, the momentum with which the loaded bus ran into and over a sixteen inch curb, the fact that the truck was moved for a distance of twenty five feet (as testified to by plaintiff’s witnesses) while the brakes were set, the severity of the injuries received by plaintiff who was sitting in the cab of the truck are all factors which should be considered in deciding the question whether or not Hill, the bus driver, was guilty of negligence. It whs error for the court to exclude the possibility of concurrent negligence on the part of the bus driver and to fail to instruct the jury in that respect.\nPlaintiff points out that the court failed to call adequately to the attention of the jury the fact that when one wishes to absolve his conduct by reason of a sudden emergency, the sudden emergency must not arise from his own creation. The judge charged, inter alia: “In the case of a sudden emergency ‘in determining whether conduct is negligent toward another, the fact that the driver of the motor vehicle is confronted with a sudden emergency not caused by his own tortious conduct, which requires rapid decision, is a factor in determining the reasonable character of his choice of action. The law does not require of the driver more than is reasonable to expect of him under the circumstances which confront him.’ ” The phrase “tortious conduct” probably meant little or nothing to the jury. It should have been explained and illustrated.\nChief Justice Kephart in an opinion for this Court in Casey v. Siciliano, 310 Pa. 238, 165 A. 1, stated with regard to the application of the emergency rule: “When the driver of an automobile claims that he has been subjected to a sudden emergency in driving on the highways, to enable him to claim the benefit of this rule, it must appear that he was not driving in a reckless or careless manner, but with due regard to the condition of the highway and the traffic. One driving carelessly cannot say he was placed in sudden peril. If driving in a careful manner, the peril would not have arisen. The question, therefore, is usually one for the jury to determine, under proper instruction.”\nThere is evidence which would support a finding that if the bus had been under control, there would have been no “emergency”. The jury should have been more clearly instructed as to the sudden emergency rule and its application to this case.\nIn Sears v. Birbeck, 321 Pa. 375, 383, 184 A. 6, we said: “It is a primary duty of the trial judge — a duty that must never be ignored — in charging a jury to clarify the issues so that the jury may comprehend the questions they are to decide.” In Commonwealth v. Malone, 354 Pa. 180, 187, 47 A. 2d 445, we said: “When the issues in either a criminal or a civil case are not clarified in the judge’s charge, the charge is of very little value in the administration of justice though it may contain no prejudicial error. A charge may be technically correct and yet be to the jury meaningless and useless. Many trial judges employ concrete illustrations to help make clear to the jury what the issues are which the jury is to decide and how to apply legal principles to the facts so as to reach a just verdict.”\nThe judgment is reversed with a venire.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "T. Robert Brennan, with him Brennan & Brennan, for appellant.",
      "D. S. McConnell, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kins, Appellant, v. Deere et al.\nArgued March 24,1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nT. Robert Brennan, with him Brennan & Brennan, for appellant.\nApril 12, 1948:\nD. S. McConnell, for appellees."
  },
  "file_name": "0106-01",
  "first_page_order": 128,
  "last_page_order": 135
}
