{
  "id": 473140,
  "name": "Palmer et al., Appellants, v. O'Hara, Secretary of Welfare, et al.",
  "name_abbreviation": "Palmer v. O'Hara",
  "decision_date": "1948-04-22",
  "docket_number": "Appeal, No. 7",
  "first_page": "213",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "94 A. 1091",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "249 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013595
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0253-01"
      ]
    },
    {
      "cite": "171 A. 883",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156675
      ],
      "pin_cites": [
        {
          "page": "16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0009-01"
      ]
    },
    {
      "cite": "199 A. 178",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182958
      ],
      "pin_cites": [
        {
          "page": "217-221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0213-01"
      ]
    },
    {
      "cite": "135 A. 237",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099536
      ],
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0531-01"
      ]
    },
    {
      "cite": "91 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        674232
      ],
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/91/0110-01"
      ]
    },
    {
      "cite": "186 A. 757",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "122 Pa. Superior Ct. 373",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        990111
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/122/0373-01"
      ]
    },
    {
      "cite": "152 A. 572",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126428
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0449-01"
      ]
    },
    {
      "cite": "105 A. 507",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044469
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0345-01"
      ]
    },
    {
      "cite": "15 A. 2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "142 Pa. Superior Ct. 199",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028919
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0199-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 510",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/75/0510-01"
      ]
    },
    {
      "cite": "134 Ala. 165",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3545228
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ala/134/0165-01"
      ]
    },
    {
      "cite": "115 N. E. 817",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 1
    },
    {
      "cite": "278 Ill. 256",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4873005
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ill/278/0256-01"
      ]
    },
    {
      "cite": "135 N. Y. S. 889",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3392795
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nys/135/0889-01"
      ]
    },
    {
      "cite": "107 A. 102",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "186 A. 757",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 1
    },
    {
      "cite": "122 Pa. Superior Ct. 373",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        990111
      ],
      "year": 1936,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/122/0373-01"
      ]
    },
    {
      "cite": "152 A. 572",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 1
    },
    {
      "cite": "301 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126428
      ],
      "year": 1930,
      "opinion_index": 1,
      "case_paths": [
        "/pa/301/0449-01"
      ]
    },
    {
      "cite": "105 A. 507",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "opinion_index": 1
    },
    {
      "cite": "262 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044469
      ],
      "year": 1918,
      "opinion_index": 1,
      "case_paths": [
        "/pa/262/0345-01"
      ]
    },
    {
      "cite": "142 Pa. Superior Ct. 199",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028919
      ],
      "year": 1940,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/142/0199-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 510",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647042
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/75/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 2047,
    "char_count": 74920,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 3.3763012127370086e-07,
      "percentile": 0.8761288785562401
    },
    "sha256": "0ee61333d0c8433c1984233f3dd0f04e1e4ed83d111278f2fea9023546a82c9b",
    "simhash": "1:5003ef3492fc3abc",
    "word_count": 12343
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Palmer et al., Appellants, v. O’Hara, Secretary of Welfare, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThe broad question on this appeal is whether the issuance by a licensed osteopath or osteopathic physician of a certificate committing a mentally ill person to a hospital for mental diseases for care and treatment constitutes an unauthorized practice of medicine. More specifically, is a duly licensed osteopath a “qualified physician” within the definition of Sec. 103 of the Mental Health Act of 1923 so as to be entitled (under Sec. 302 of the same Act) to certify persons for commitment as mentally ill and in need of treatment and care in a hospital for mental diseases? The answer is to be found in the proper interpretation and application of the legislative intent of relevant Acts of Assembly, particularly, the Act of March 19, 1909, P. L. 46, 63 PS § 261 et seq., which prescribes the qualifications and requirements for the licensure of osteopathic physicians, and the Medical Practice Act of June 3, 1911, P. L. 639, 63 PS § 401 et seq. which provides for the licensing of physicians for the “practice of medicine”.\nIt may help to a strict interpretation of the pure question of legislative intent thus involved to make plain at the outset that the problem is in no way concerned with the relative merit 'of the services performed by practitioners of the healing art according to the “school of medicine” on the one hand and the “school of osteopathy” on the other. The present inquiry is simply as to the. manner and extent that the legislature has, to date, empowered, regulated and controlled the practitioners of the above-named schools of dealing with respect to the practice of medicine in this State; for, as we shall see, it is only practitioners, so accredited, who are “qualified physicians” within the meaning and for the purposes of the Mental Health Act of 1923.\nThe individual plaintiffs, C. L. Palmer, John J. Sweeney and Park A. Deckard, are graduate doctors of medicine duly licensed under the Medical Practice Act of 1911 to practice medicine in Pennsylvania. For themselves personally and as members of the Medical Society of the State of Pennsylvania, a corporation, as well as on behalf of the corporate Medical Society, they seek by this suit in equity to enjoin the Secretary of Welfare of the Commonwealth from authorizing or permitting the entry or admission of mental patients to State, semi-State or licensed hospitals for mental diseases, under the Mental Health Act of 1923, upon certificates of osteopathic physicians licensed under the Act of 1909 to practice osteopathy but not licensed under the Medical Practice Act of 1911, and, further, to enjoin C. Wayne McClintock and P. Frank Miller, Jr., osteopaths duly licensed under the Osteopathic Act of 1909, from practicing medicine in any manner whatsoever. The defendants separately filed responsive answers which expressly admitted the material averments of the bill of complaint. The questions of law raised therebn were argued to the court below on the bill and answers. The learned chancellor held (and on exceptions to his decree nisi the court en banc confirmed) that osteopaths, by virtue of their due licensure, are authorized to practice medicine in this State and (otherwise fulfilling the requirements of the Mental Health Act) are “qualified physicians” within the meaning of that Act to the end that they may competently issue certificates for the commitment of mentally ill persons to appropriate institutions for care and treatment. The decree nisi, dismissing the bill of complaint, was made final and this appeal by the plaintiffs followed.\nUnder Sec. 302 of the Mental Health Act of July 11, 1923, P. L. 998, 50 PS § 42, as amended, one of the requirements for the cbmmitment of a mentally ill person to a hospital for mental diseases is a “. . . certificate of two qualified physicians that said person is mentally ill and is in need of treatment and care in a hospital for mental diseases”. The term, “Qualified physician”, as used in the Act, is specifically defined by Sec. 103 as “. . . a physician who . . . has been licensed to practice medicine in this State . . .”. Have osteopaths been so licensed within the meaning of the statute? That is the basic question. A study of the pertinent legislative enactments and court decisions clearly reveals that lieensures of physicians for the practice of medicine and for the practice of osteopathy as originally established and ordained by the legislature and as continued down to the present day rest upon two separate, distinct and independent systems and are still separately regulated. In Commonwealth v. Dailey, 75 Pa. Superior Ct. 510, where it was unsuccessfully contended that “The practice of osteopathy is the practice of medicine”, Judge Trexler for the Superior Court said (p. 514) that “There is the clear distinction drawn in the various acts, between the practice of medicine, and the practice of osteopathy”.\nThe earliest Act passed to regulate the practice of medicine in this State was the Act of April 12, 1875, P. L. 51, which prescribed the standard qualifications required of practitioners 'of medicine and surgery. This Act was successively amended by the Act of March 24, 1877, P. L. 42, the Act of June 8,1881, P. L. 72, and the Act of May 18,1893, P. L. 94. The latest of the amendatory Acts, just mentioned, established and defined the powers and duties of a Medical Council and three State Boards of Medical Examiners, provided for the examination and licensing of practitioners of medicine and surgery and further regulated the practice bf medicine and surgery. The ensuing decisional law is of historical pertinency.\nIn the year 1901 President Judge Wilson, of the Court of Quarter Sessions of Beaver County, held in an exhaustive and well-considered opinion that the practice of osteopathy was not the practice of medicine or surgery within the intent bf the legislature and that the practice of osteopathy was wholly outside the provisions of the Medical Practice Act of 1893: see Commonwealth v. Pierce, 10 Pa. Dist. Rpts. 335, 337. A year earlier (1900) President Judge Criswell, of the Court of Quarter Sessions of Venango County, under , a similar view of the intent and scope of the Act of 1893, had directed a jury’s acquittal of a person, charged with a violation of the Medical Practice Act of 1893, whose “. . . method of treatment [was] simply that of manipulation of the parts [i. e., osteopathy]”: Commonwealth v. Thompson, 10 Pa. Dist. Rpts. 634, 635. Plainly enough, therefore, the practice of osteopathy was directly ruled not to be the “practice of medicine”; and there was no court decision in this State to the contrary.\nWith practice of the healing art according to the school bf osteopathy so excluded from the regulation and benefits of the Medical Practice Act of 1893, it was in 1909 that the statute, prescribing the qualifications and requirements for licensure as an osteopath, was enacted: see Act of March 19, 1909, cit. supra. And, the fundamental provisions of that Act continue in force to this day as the basis of the authority for the licensing and regulation of practitioners of osteopathy. That the legislature did not intend by the Osteopathic Act of 1909 to empower, then or later, persons licensed thereunder to “practice medicine” is evident from the provisions of that Act as originally passed or later amended. By Sec. 11 it is provided that “Every license to practice as an osteopathic physician . . . shall authorize the holder thereof to practice osteopathy in all its branches, ... as the same is herein defined, and taught and practiced in the legally incorporated, reputable colleges of osteopathy; . . . Any use or practice by osteopathic physicians of the agencies or means hereinafter named . . . shall hot be construed the practice of medicine .. .”. Further, the Act provides that “The word ‘osteopathy,’ as used in this act, means a complete and independent scientific system for the preservation of health and the relief and cure of bodily disorders . . And, still furtlier, Sec. 13 of the Act concludes with the injunction “That nothing contained in this act shall be construed as affecting the so-called practice !of medicine”. Thus, did the legislature in the Osteopathic Act of 1909 plainly indicate its positive intent that those licensed thereunder as physicians were not authorized to “practice medicine” as that term had been judicially recognized and was then statutorily employed.\nTwo years later, the Medical Practice Act of 1911, cit. supra, which, in effect, was a codification of existing statutory law relative to the practice of medicine and has ever since prescribed the qualifications and furnished the basis for the licensure of physicians for the practice of medicine, was enacted. Thenceforth, as that Act expressly declares, it was intended to “furnish a complete and exclusive system in itself so far as relates to the right to practice medicine and surgery in the Commonwealth of Pennsylvania”: see Section 14- Section 13 prescribes that “The provisions of this act shall not apply either directly or indirectly, by intent or purpose, to affect the practice of . . . osteopathy”. This was designedly done to preclude any suggestion that the “practice of osteopathy” was the “practice of medicine” just as the “practice of pharmacy” and the “practice of dentistry” had been similarly excluded by the same Section (13) of the Act. Here, again, the legislature affirmatively evidenced its manifest p'olicy and intent that the licensure of osteopaths or osteopathic physicians should not carry with it the right to practice medicine as authorized by the Medical Practice Act of 1911.\nWith the statutory law, relative to the practice of medicine and the practice of osteopathy, thus developed in this State, there arose in 1921 the case of Commonwealth v. Dailey, cit. supra. There, an osteopathic physician, duly licensed under the Act of 1909, was convicted on an indictment charging him with “practicing medicine without a certificate issued by the Bureau of Medical Education and Licensure, and without having been registered under tlie [Medical Practice] Act of June 11, 1911, P. L. 639”. In due course judgment of sentence was passed on the verdict of guilt. On the defendant’s appeal to the Superior Court, the question, as presented by the appellant was “whether an osteopathic physician duly licensed by the Osteopathic [State] Board ... is entitled under the law to engage in the general practice of medicine?”. In answering that question in the negative and in affirming the judgment, the Superior Court pertinently quoted with approval from the opinion of the trial judge on the motion for new trial, in part, as follows: “ ‘Osteopaths are empowered to diagnose and treat diseases by employing osteopathy. Their privileges are not affected by the acts relating to the practice of medicine; but the right to practice medicine is not conferred upon those licensed under the Act of 1909, and its supplements, relating to osteopathy; and the fact that materia medica, therapeutics and other branches taught in medical schools are also imparted at the osteopathic college cannot extend the right of osteopaths to practice medicine’ ”.\nWithin two years bf the foregoing clear and unmistakable judicial pronouncement with reference to the relative rights and privileges attending licensure respectively under the Acts of 1909 and 1911, the legislature passed the Mental Health Act of 1923. Therein, as already stated, a “Qualified physician” is specifically defined as “. . . a physician who . . . has been licensed to practice medicine in this State . . .”. What else could the legislature have possibly meant in the Act of 1923 than that an osteopath or osteopathic physician is not qualified to certify a mentally ill person for commitment to a mental hospital? And, that Act has never yet been amended in material regard.\nSuch must have been the legislature’s understanding of its cognate statutes in the premises when it came to enact the Statutory Construction Act of May 28, 1937, P. L. 1019,46 PS § 501 et seq. In that Act there is clearly evidenced an intent that an already existing distinction between the practice of medicine and the practice of osteopathy was meant to be continued. Thus, Sec. 101 (the definition clause) declares that an “Ostebpath” is “an individual licensed under the laws of this Commonwealth to practice osteopathy” and that a “Physician” is “an individual licensed under the laws of this Commonwealth to engage in the practice of medicine and surgery in any or all of its branches”.\nIt so happens, however, that, by Act of August 6, 1941, P. L. 903 (63 PS § 401), the legislature amended Sec. 1 of the Medical Practice Act bf 1911 by adding thereto two paragraphs whose effect was so to enlarge the field of “medicine and surgery” as to automatically constitute “osteopathy” a branch of the practice of medicine. Prom that, the learned court below concluded that “. . . 'one designated a physician and licensed [under the Act of 1909] to diagnose and treat all types and conditions of diseases, albeit by osteopathic methods, is nevertheless licensed to practice a healing art and thus licensed to practice medicine”. That deduction is not only a non sequitur but also an obvious anachr'onism. The question here is what the legislature meant in 1923 by the phrase, “licensed to practice medicine in this State”, as used in the Mental Health Act of that year to designate physicians qualified under that Act to commit mentally ill persons to hospitals for care and treatment. The Act of 1941 is in no sense an amendment of the Mental Health Act bf 1923; nor was it intended to be. Indeed, the latter Act’s definition of a “Qualified physician” has never been amended since it first became a part of the law.\nFor like reason, the distinction between the “practice of medicine” and the “general practice of medicine” which the learned court below drew from the 1941 amendment of the Medical Practice Act is of no present pertinency. Even if it should be held that, under the 1941 amendment, “osteopathy” is now a branch bf “medicine”, the crucial question would remain as to who were “licensed to practice medicine” upon the passage of the Mental Health Act in 1923. And, the inescapable answer is that osteopaths were not so licensed, no more than were dentists or pharmacists whose licensure and regulation, just as in the case of the osteopaths, is by virtue of respective independent statutes and not by the determinative Medical Practice Act.\nThe increased and increasing use of materia medica and therapeutics by osteopaths or osteopathic physicians and their continued encroachment upon the field of medicine by the expansion of their theories, studies and practices must not be allowed to 'obscure the sole question in this case as to the meaning of a “qualified physician” under the Mental Health Act of 1923 or to influence the answer. In ascribed support of their claim that an osteopath is qualified to act as a committing physician under the Mental Health Act, the appellees point to the fact that there is in this State an Osteopathic Hospital for “mental health patients . . . under the supervision of the Department of Welfare” and “licensed” by the Commonwealth. The obvious and appropriate answer is that only a further Act of Assembly, and not a voluntarily established hospital, can be the legally efficient means of bringing osteopaths within the sc'ope of “qualified physicians” as contemplated and defined by the Mental Health Act of 1923. The issuance of a license for the particular hospital is readily understandable when it is borne in mind that the Department of Welfare of the Commonwealth, in reliance upon opinions of the Attorney General, has been treating osteopathic physicians and their institutions as if osteopaths were duly licensed under the Medical Practice Act of 1911 to practice medicine. With those opinions, we manifestly do not accord. Yet, the fact is that it is those very opinions upon which the appellees fundamentally base their present contention. We are unaware, however, of any instance where opinions of executive or administrative officers have been considered binding upon the judiciary when called upon to decide a justiciable controversy.\nNor is the fact that osteopaths have been permitted by various statutes to perform certain functions which, historically, have attached to the practice of medicine (e. g., the signing of death certificates) of any materiality to the present question. The legislative grant to certain groups of the privilege of performing specific medical services does not carry with it a right to the unrestricted privilege tof practicing medicine as defined by the Medical Practice Act of 1911. Similarly, the ruling in the case of Commonwealth v. Cohen, 142 Pa. Superior Ct. 199, 15 A. 2d 730 (1940), that osteopaths are qualified physicians within the meaning of the Anti-Narcotic Act of July 11, 1917, P. L. 758, 35 PS § 854, furnishes no support for the decision of the court below in this case. The question in the Cohen case involved the interpretation of a different statute, enacted for a different purpose than what we have here for consideration.\nIncidentally, the Anti-Narcotic Act, cit. supra, Avas amended by the Act of April 12, 1945, P. L. 225, so as to give to “The word ‘physician’ as used in this act” the definition originally ascribed to it by the Superior Court in Commonwealth v. Cohen, supra. On the other hand, the term “Qualified physician”, as used in the Mental Health Act of 1923, has never yet been legislatively altered. To the contrary, at the 1947 session of the General Assembly, a bill was introduced in the Senate (No. 595) to amend Sec. 412 of “The Administrative Code of 1929” with a view to bringing the school of osteopathy within the jurisdiction bf the State Board of Medical Education and Licensure by adding to the State Board a member chosen from the Pennsylvania Osteopathic Association. A companion bill (No. 594), introduced in the Senate at the same time, was designed to amend the Medical Practice Act of 1911 so as to put the practice of osteopathy and osteopathic surgery under the Medical Practice Act and thereby include the licensure of osteopathic physicians and surgeons under that Act. Neither bill ever emerged from committee. Knowledge of the current state of the cognate law, on the part of the protagonists of the above-mentioned measures, cbuld hardly have been evidenced more plainly; nor could the legislature’s continued opposition to any change therein have been indicated in the circumstances more effectively.\nWe fail to perceive wherein the appellees can find any support in the cases which they cite, such as Commonwealth v. Seibert, 262 Pa. 345, 105 A. 507 (1918), Long et al. v. Metzger et al., 301 Pa. 449, 152 A. 572 (1930), and Commonwealth v. Mollier, 122 Pa. Superior Ct. 373, 186 A. 757 (1936).\nOn the basis of the statement in the Seibert case, supra, at p. 350, that “the legislative meaning of the . . . word [medicine], when used in the expression ‘practice of medicine,’ covers and embraces everything that by common understanding is included in the term healing art”, the present osteopathic appellees contend that they “practice medicine” and are therefore “Qualified physicians” under the Mental Health Act. It would be difficult to imagine a more specious argument. What this court actually did in the Seibert case was to affirm the Superior Court’s affirmance of the conviction of the defendant (a neuropath) upon an indictment which charged him with the unlawful practice of medicine and surgery “without having first received a certificate of licensure” under the Medical Practice Act of 1911. The fact that the defendant was practicing medicine unlawfully did not make him an authorized practitioner of medicine as that term is defined in the Seibert case but quite the opposite.\nLong et al. v. Metzger et al., supra, was a suit in equity by chiropractors against members of the State Board of Medical Education whereby the plaintiffs sought to have the Medical Practice Act of 1911 declared to be in derogation of their constitutional rights and void against such practitioners of chiropractic and, further, to enjoin the defendants from enforcing certain regulations. As the opinion states, the bill alleged, inter alia, that “the State Board of Medical Education was about to start criminal proceedings against the plaintiffs”. The lower court dismissed the bill and this Court affirmed the decree, thereby impliedly ruling that the plaintiffs’ threatened conduct would be a violation of the Medical Practice Act of 1911. Speaking for this Court in the Long case, Mr. Justice Schaffer repeated the hereinabove quoted portion from Commonwealth v. Seibert and held that chiropractic is “comprehended in the term ‘practice of medicine’ ”. By no permissible reasoning can that conclusion be taken to have endowed the defeated plaintiffs with a license to practice medicine under the Act of 1911. In fact, Mr. Justice Schaffer quoted with approval from the Superior Court in Commonwealth v. Jobe, 91 Pa. Superior Ct. 110, 113, to the effect that “Specialists in, or advocates of, any particular branch or division of medicine or surgery, by whatever newly coined word it may be known, should know by this time that the declared policy of our laws regulating medicine and surgery is that no person shall engage in the practice of that profession in the Commonwealth without complying with the statutory requirements as to professional qualifications and that efforts to evade those requirements are engaged in at their peril”. That observation is not without its pertinency in the present instance.\nIn Commonwealth v. Mollier, supra, “The defendant [a chiropractor] was convicted [in the Court of Quarter-Sessions of Montgomery County] of practicing medicine, or surgery, without a license in violation of the Act of June 3, 1911, P. L. 639 [the Medical Practice Act], and its supplements”. In sustaining the conviction, President Judge Knight quoted the statement in Long v. Metzger, supra, that “Chiropractic ... is, however, comprehended in the term ‘practice bf medicine’ . . .”. But, here again, such practice of medicine as a chiropractor performs is not the “practice of medicine” for which licenses are issued under the Act of 1911. The Superior Court affirmed per curiam on the opinion of the learned trial judge and, in so doing, again took occasion to caution that “Persons who desire to practice any branch of the healing art of medicine within this State, even though it does not embrace the administration of drugs, should, by this time, be able to understand that they cannot lawfully enter up'on or engage in such practice until they have complied with the requirements of our statutes on the subject”.\nThe patent fallacy in the appellees’ principal contention, which their brief appraises as “so significant that the appellants . . . could not overcome it”, affords a comparative gauge of the want of merit in the appellees’ case. Sec. 12 of the Osteopathic Act of 1909, which requires bsteopathic physicians to observe and be subject to “all State and municipal regulations relating to the control of contagious diseases, the reporting and certifying of births and deaths, and all matters pertaining to public health . . .”, was amended by the Act of July 11, 1923, P. L. 998, so as to provide that osteopathic physicians and surgeons should act in such regard “the same as physicians bf other schools”. The section was still further amended by Sec. 4 of the Act of June 5,1937, P. L. 1649, so as to provide that such reports “shall be accepted ... by the officers, boards, bureaus, or departments of the State ... to whom the same are made, with the same force and effect as reports or certificates issued by physicians of other schools . . .”. And, s'o, the appellees, mistaking positive mandatory regulations of the professional conduct of practitioners of the healing art according to the school of 'osteopathy for a dispensation of the professional rights and privileges attaching to a physician licensed under the Medical Practice Act, argue that, since the above cited 1923 and 1937 amendments of the Osteopathic Act of 1909, they have been “Qualified physicians” within the meaning of the Mental Health Act although the cited amendments neither purported to nor did they amend the Mental Health Act in the slightest particular.\nIn final analysis, what the appellees urge us t'o do would be to formulate legislative policy rather than to interpret already expressed legislative intent. To that end, the appellees have included in their brief the result of extended research as to the etymology, derivation and meaning of the word “medicine” and how eminent lexicographers and other learned authorities have defined its meaning from time to time. But, it is hot within our province arbitrarily to fasten upon the legislature a new nomenclature. Our duty is to interpret the presently germane statutes according to the usual and ordinary meaning of their plain and unmistakable words and terms.\nEquity’s jurisdiction under the Act of June 16,1836, P. L. 784, 17 PS § 41, as amended, to restrain the Secretary of Welfare for the Commonwealth from condoning and encouraging the practice of medicine by persons not licensed under the Medical Practice Act of 1911, as in the instant case, is neither questioned nor open to question. The jurisdiction is invokable on the complaint of a duly licensed member of the profession unlawfully so invaded: Harris v. State Board of Optometrical Examiners, 287 Pa. 531, 534, 135 A. 237. And, that is so notwithstanding a penal remedy is provided for the redress of the offense: see Neill v. Gimbel Brothers, Inc., 330 Pa. 213, 217-221,199 A. 178; Childs v. Smeltzer, 315 Pa. 9, 16, 171 A. 883; Martin v. Baldy, 249 Pa. 253, 259, 94 A. 1091. However, inasmuch as the individual defendants are duly licensed to practice osteopathy in this State and their only act of unauthorized practice of medicine, according to the pleadings, was their certification on September 6, 1945, of a mentally ill person for commitment to a State Hospital, for which action they had color of authority under a formal opinion (No. 526) of the Department of Justice, issued August 28,1945, we deem it proper that the bill be dismissed as t)o those defendants, leaving any future violation by them of the Mental Health Act or the Medical Practice Act for redress through appropriate remedy. The restraint to be laid upon the Secretary of Welfare will be based on our interpretation that osteopaths or osteopathic physicians are hot “licensed to practice medicine in this State” within the intent of the Mental Health Act of 1923. That will give the plaintiffs relief adequate to the facts of record in this case to which they are entitled.\nThe decree is reversed at the costs of the Commonwealth and the cause remanded with directions to the court below to enjoin the Secretary of Welfare in the manner specified in paragraphs 1(a), (b) and (c) of the prayer ¡of the complaint, and to dismiss, with their costs, as to the individual defendants.\nThe paragraph of See. 302 of the Mental Health Act from which the quotation is taken reads as follows: “Section 302. Whenever it shall appear that any person is mentally ill, or in such condition as to be benefited by or need such care as is required by persons mentally ill, the superintendent of any hospital for mental diseases may receive and detain such person, on the written application of any relative or friend, or the legal guardian of such person or any other responsible citizen, and on the certificate of two qualified physicians that said person is mentally ill and is in need of treatment and care in a hospital for mental diseases.”\nThe definition of a “Qualified physician” in full, as contained in Sec. 103 of the Mental Health Act, is as follows: “ ‘Qualified physician’ shall mean a physician who has been resident in this State for at least three years, has been licensed to practice medicine in this State, and has been in the actual practice of medicine for at least three years or has had at least one year’s experience as physician in a hospital for mental patients.”\nThe presently material paragraphs of the 1941 amendment of the Medical Practice Act of 1911 are: “(c) The term ‘medicine and surgery’ as used in this act shall mean the art and science having for their object the cure of diseases of, and the preservation of the health of, man, including all practice of the healing art with or without drugs, except healing by spiritual means or prayer.\n“(d) The term ‘healing art’ as used in this act shall mean the science of diagnosis and treatment in any manner whatsoever of disease or any ailment of the human body.”",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Maxey:\nI dissent from the majority’s conclusion that an osteopathic physician is not a “qualified physician” within the definition of Section 103 of the Mental Health Act of July 11, 1923, P. L. 998, 50 PS 42, and therefore is not competent “to certify persons for commitment as mentally ill and in need of treatment and care in a hospital for mental diseases.” The statement in the majority opinion that “the practice of osteopathy was directly ruled not to be the ‘practice of medicine’ ” is contrary to the statutes, and to the decisions of tbe appellate courts of this State. It is based on an erroneous conception of the word “medicine”. Medicine denotes a science or art of curing diseases. It is derived from the Latin wbrd “medeor”, meaning “to heal”. Gould, an eminent lexicographer of medical words and terms, defines medicine as “the science and art of preserving health and preventing and curing disease, the healing art, including also the science of obstetrics.”\nThe Statutory Construction Act of May 28, 1937, P. L. 1019, Article VIII, Section 101, paragraph 63, defines “Medicine and Surgery” as “the art and science having for their object the cure of diseases of and the preservation of the health :of man, including all practice of the healing art with or without drugs, except healing by spiritual means or prayer.” (Italics supplied.)\nSince there is no doubt that the “practice of medicine” means to practice the healing art, the question comes down to this: Is an osteopath licensed to practice the art of healing? In Com. v. Seibert, 262 Pa. 345, 105 A. 507, this Court in a unanimous opinion by Justice Stewart said: . . the legislative meaning of the latter word [medicine], when used in the expression ‘practice of medicine/ covers and embraces everything that by common understanding is included in the term healing art.” The Osteopathic Act of March 19,1909, P. L. 46, section 11, as amended June 14, 1923, P. L. 795, section 2, and June 5, 1937, section 2, P. L. 1649, 63 PS 266, provides, inter alia, as follows:\n“The word ‘osteopathy/ as used in this act, means a complete and independent scientific system for the preservation of health and the relief and cure of bodily disorders, embracing a distinct etiology, prophylaxis, and therapeutics applicable to all types and conditions of disease, which in its practice deals with the human body as an intricate machine . .\nThe Mental Health Act of 1923, 50 PS 42, section 302, provides: “Whenever it shall appear that any person is mentally ill, or in such condition as to be benefited by or need such care as is required by persons mentally ill, the superintendent of any hospital for mental diseases may receive and detain such person, on the written application of any relative or friend, or the legal guardian of such person or any other responsible citizen, and on the certificate of two qualified physicians that said person is mentally ill and is in need of treatment and care in a hospital for mental diseases.” Section 103 of the same Act defines a “qualified physician” as a “physician who has been resident in this State for at least three years, has been licensed to practice medicine in this State, and has been in the actual practice of medicine for at least three years or has had at least one year’s experience as physician in a hospital for mental patients.”\nAn osteopathic physician is clearly “licensed to practice medicine in this State”. He is as much licensed to “practice medicine” as is any other licensed physician, allopaths or homeopaths. In Long et al. v. Metzger et al., State Board of Medical Education, etc., 301 Pa. 449,152 A. 572, this Court held in an opinion by Justice Schaffer that a chiropractor is included in the term “practice of medicine”. Justice Schaffer quoted the following from Com. v. Seibert, supra: “ ‘The expression “practice of medicine” covers and embraces everything that by common understanding is included in the term healing art’ ”. In Com. v. Mollier, 122 Pa. Superior Ct. 373,186 A. 757, the Superior Court held that chiropracty is comprehended in the “practice of medicine”. So is osteopathy.\nThe case of Commonwealth v. Dailey, 75 Pa. Superior Ct. 510 (1921) on which the majority opinion is based is utterly inapplicable here. The point decided there was not whether an osteopathic physician was engaged in the practice of medicine but whether proper instructions were given to the jury. The judge charged that if Dailey had held himself out as a physician (M.D.) and had treated and prescribed in a method commonly followed by such physicians, he could be convicted. His conviction followed and the Superior Court decided that there was sufficient evidence to sustain it. The jury found that since the defendant was not practicing the healing-art according to the osteopathic school he ivas not entitled to the law’s protection.\nJudge Rupp, of the court below, correctly said in regard to the Dailey case: “We are well aware that a license to practice osteopathy does not entitle the holder to practice medicine generally but simply empowers him ... ‘to diagnose and treat diseases by employing osteopathy’.” Judge Rupp, however, held that “an osteopath is licensed to practice medicine, even though he is confined to the methods of his particular scientific system.” It is the system taught in “the reputable colleges of osteopathy” and not a system of medicine prescribed by the legislature which restricts the osteopathic physician in his practice of medicine.\nThe majority opinion cites Commonwealth v. Thompson, 10 Pa. Dist. Repts. 634, 635 (April 24, 1900) and Commonwealth v. Pierce, 10 Pa. Dist. Rpts. 335, 337 (May 6,1901). At that period osteopaths were accorded no recognition whatever in this State. How little was then known of osteopathy is revealed in the statement in the Pierce opinion that “Osteopathy is a modern sect or school teaching a modern system or science of treating human diseases hy kneeding and rubbing the body”. The bpinion in the Thompson case disclosed equal ignorance of osteopathy. These two old cases “outlawing” osteopathy have been as much superseded by the subsequent Pennsylvania Acts dealing with the practice of medicine as the pro-slavery Dred Scott decision of 1857 was superseded by the 13th Amendment abolishing slavery on December 18,1865.\nIt is not the practice of this Court tío cite Quarter Sessions cases in its opinions and, besides, these old cases have no bearing whatever on statutes enacted years afterward. Of course, the practice of osteopathy was not the practice of medicine in this State in 1900 and 1901. Osteopathy has since been clearly recognized as the practice of medicine by State statutes and by the Supreme and Superior Courts of Pennsylvania, and in a majority of the States of the Union.\nThe majority opinion’s basic error is in its construction of Section 13 of the Medical Practice Act of 1911, which declares that “The provisions of this act shall not apply either directly br indirectly, by intent or purpose, to affect the practice of . . . osteopathy”. The majority opinion construes this section as evidencing the legislative intent “that the licensure of osteopaths or osteopathic physicians should not carry with it the right to practice medicine . . .” This interpretation places á limitation on the osteopathic physician to practice medicine, when the intent of the legislature was just the opposite, namely, that the practice of osteopathy shall not be interfered with by the provisions of the Medical Practice Act. This becomes obvious when it is shown that a like provision (Section 13) in the Osteopathic Act of 1909 prescribes “That nothing contained in this Act shall be construed as affecting the so-called practice of medicine”. If the interpretation of the majority opinion is correct, a duly licensed physician and surgeon under the Medical Practice Act does not carry with him the right to practice osteopathy. Even the appellants would nbt agree to this, for in their brief they say that “Osteopathy is limited to osteopathy and is at all times a specialty. On the other hand, medicine is a complete and exclusive profession that includes every known branch of the healing art, save healing by spiritual means or prayer.” (Italics supplied)\nOne important fact that appellants overlook is that under the Osteopathic Act, supra, every license to practice as an osteopathic physician “shall authorize the holder thereof to practice osteopathy in all its branches, including minor surgery and obstetrics, without restriction, as the same is herein defined, and taught and practiced in the legally incorporated, reputable colleges of osteopathy”. A licensed osteopathic physician could under the law use drugs if the use bf drugs was taught in osteopathic colleges. Nowhere in the law of Pennsylvania is the osteopathic physician prohibited from using drugs. The osteopathic concept prescribes the use of certain types of drugs and, while it does oppose the introduction bf drugs into the body as curative agencies, this does not preclude the use of drugs in a manner other than as a curative agency, the term curative agency being dependent upon the entire osteopathic concept for its meaning.\nSection 13 of the Medical Practice Act of 1911 was not intended to affect the practice of osteopathy as taught and practiced in the legally incorporated, reputable colleges of osteopathy. Section 12 of the Osteopathic Act of 1909, P. L. 46, as amended, provides that “Osteopathic physicians shall observe and be subject to all State and municipal regulations relating to the control of contagious diseases, the reporting and certifying of births and deaths, and all matters pertaining to public health, the same as physicians of other schools, and such reports shall be accepted by the officers or department to whom the same are made.”\nIt is now very “late in the day” to question the fact that the “practice of osteopathy” is the “practice of medicine”. Both by legislative enactment and by judicial decision duly licensed osteopathic physicians or surgeons are legally qualified to practice the science and art of osteopathy “for the preservation of health and the relief and cure of bodily disorders”, that is, to practice medicine or the healing art in accordance with the teachings of recognized osteopathic schools, and they are required to “observe and be subject to all State and municipal regulations relating to the control of contagious diseases, the reporting and certifying of births and deaths, and all matters pertaining to public health, the same as physicians of other schools . . .” (italics supplied)\nOsteopaths are practicing medicine ivithin the sphere of osteopathy, just as much as allopaths are practicing medicine within the field of allopathy, and homeopaths are practicing medicine within the field of homeopathy. That osteopathy includes the treatment of mental patients is evidenced by the fact that osteopathic hospitals for mental diseases have been licensed by the Commonwealth and are under the supervision of the Department of Welfare. The appellants recognize this fact. In their bill they set forth that the Fuller Osteopathic Hospital of Willow Grove, Pa., is one of “the hospitals for mental health patients . . . under the supervision of the Department of Welfare” and “licensed” by this Commonwealth. It results in an anomalous situation for us to hold that although the treatment of mental patients in this osteopathic hospital by osteopathic physicians is recognised by the State Department of Welfare and licensed by the Commonwealth, only physicians licensed to engage in the practice of medicine under the Medical Practice Act of 1911 are qualified to certify to the commitment of such patients to this institution. Under the majority decision the osteopathic physician cannot have his own mental patients whom he can lawfully treat osteopathically, admitted to an officially recognized hospital for osteopathic treatment unless he first obtains a certificate of admission from a homeopathic or allopathic physician. Surely the Legislature never intended by any of its enactments any such absurd situation. If mental patients can be treated by osteopathic physicians (as they can) these same physicians must be able legally to certify that their patients are in a condition requiring their admission to an osteopathic mental hospital.\nThe majority opinion states: “Even if it should be held that, under the 1941 amendment, ‘osteopathy’ is now a branch 'of ‘medicine’, the crucial question would remain as to who were ‘licensed to practice medicine’ upon the passage of the Mental Health Act of 1923. And the inescapable answer is that osteopaths were not so licensed.” The foregoing is a perfect example of a “non sequitur”. If osteopathy is a branch of medicine and an individual is licensed to practice osteopathy he certainly is licensed to practice medicine. For example, in the State of New Jersey for the past century (until the recent adoption of a new Constitution) certain courts performed law functions and other courts (Courts of Chancery) performed functions in that branch 'of the law known as equity. Suppose that in New Jersey certain lawyers were licensed to practice law in all its branches including equity, while other lawyers were licensed to practice only that branch of the law known as equity. Could it be said that those practicing only equity were not lawyers? And could it be said that under an act requiring the .signature of “two qualified lawyers” in order to admit an individual into an institution in New Jersey a lawyer practicing law only in the field of equity would not be qualified to sign such a certificate? It is just as illogical to hold that those individuals who have licenses to practice that branch of the healing art known as osteopathy are not physicians within the meaning of the Mental Health Act of 1923, which Act requires the certificate of two qualified physicians that said person is mentally ill in order to have him admitted to a mental institution.\nThe majority opinion claims to find support for its conclusion in the fact that paragraph 80 of Section 601 of the Statutory Construction Act of May 28,1937, P. L. 1019, 46 PS 601 defines “Osteopath” as “an individual licensed under the laws of this Commonwealth to practice osteopathy”. It overlooks the fact that paragraph 81 defines “Osteopathic surgeon” as “an individual licensed under the laws of this Commonwealth to practice osteopathy and osteopathic surgery”. It would be as illogical to hold that an “osteopathic surgeon” is not a surgeon as it is to hold that an osteopath or osteopathic physician is not a physician. The majority opinion also overlooks the fact that paragraph 63 defines “Medicine and surgery” as “the art and science having for their object the cure of diseases of and the preservation of the health of man, including all practice of the healing art with or without drugs, except healing by spiritual means or prayer.” (Italics supplied.) Even if there was anything in the Statutory Construction Act of 1937 denying to an osteopath the rank of a physician, such provision would clearly be superseded by the Act of April 12, 1945, P. L. 225, No. 103, section 2, 35 PS 853, which distinctly declares that “The word ‘physician/ as used in this Act, shall be construed to include physician, surgeon, osteopathic physician and osteopathic surgeon.”\nFurther recognition of the fact that osteopathy is included in the term “medicine and surgery” is found in the Act of August 6,1941, P. L. 903, sec. 1,1946 Cumulative Pocket Part, 63 PS 401, which reads as follows: “(c) The term ‘medicine and surgery’ as used in this act shall mean the art and science having for their object the cure of diseases of, and the preservation bf the health of, man, including all practice of the healing art with or without drugs, except healing by spiritual means or prayer, (d) The term ‘healing art’ as used in this act shall mean the science of diagnosis and treatment in any manner whatsoever of disease or any ailment of the human body.” Further legislative proof of the fact that ostebpaths are recognized as physicians is found in section 4 of the Act of June 5,1937, P. L. 1649, reading as follows:\n“Osteopathic physicians and osteopathic surgeons shall observe and be subject to all State and municipal regulations relating to the control of contagious diseases, the repbrting and certifying of births and deaths, and all matters pertaining to public health, the same as physicians of other schools, and all such reports and certificates, when made or issued by osteopathic physicians licensed under the laws of the Commonwealth, shall be accepted by the persons, partnerships, corporations, or by the officers, boards, bureaus, br departments of the State, or of any of its political sub-divisions to whom the same are made, with the same force and effect as reports or certificates issued by physicians of other schools; and such bsteopathic physicians shall be entitled to the same fees and compensation as is provided by law for physicians of any other school.” (Italics supplied)\nThe courts of various States have held that a licensed osteopath is a licensed physician. The justices of the Supreme Court of Rhbde Island In Re Opinion of Justices, 107 A. 102, ruled that a registered practitioner of osteopathy is a “physician registered to practice” within the meaning of a statute requiring a death certificate to be signed by “a registered physician”. That court said: “. . . The recognition in the sections referred to of the practitioner of osteopathy as a physician is clear and unmistakable. ... As the osteopaths are now authorized to practice medicine in a particular way, as they are required to be registered in the medical register ... we think that the word ‘physician’ in section 2, c. 575, should properly be construed in its broader meaning to include osteopaths . . .” (Italics supplied) In Anderson v. National Casualty Co., 135 N. Y. S. 889, the Supreme Court of New York, Appellate Division, held that ¡one licensed to practice osteopathy and thereby authorized to attend the sick and administer him curative save drugs is a regularly qualified physician within an insurance policy requiring the attendance on insured of a “regularly qualified physician”. The court said: “This license [to practice osteopathy] places no other limitation upon his status as a physician or his service to persons in sickness.”\nIn interpreting the Vital Statistics Act of Illinois, which provided, inter alia, that a certificate of death must be “. . . signed by the . . . legally qualified physician, if any, last in attendance . . .”, the Supreme Court of that State held in People ex rel. Gage v. Siman et al., 278 Ill. 256, 115 N. E. 817: “The term ‘legally qualified physician’ in this connection . . . means a physician authorized by law to practice medicine. ... If such physician [osteopathic] is legally qualified to treat the disease, there is no reason to suppose that he is not legally qualified to give the medical certificate required by the act. It would be a peculiar provision of the law that would authorize a physician to treat the disease but not to certify the death. ... we hold that the word ‘physician’, in the Vital Statistics Act, is not limited to any particular school of medicine, but includes osteopathic physicians.”\nWhat the Supreme Court of Alabama said in Bragg v. State, 134 Ala. 165, 32 S. 767, on the subject of the practice of medicine is in accord with the statutes of Pennsylvania and the appellate court decisions cited in this opinion and is in accord with the decisions of the highest courts in practically every State in the Union in which the right of osteopaths to practice medicine as physicians has been judicially determined. The highest court in Alabama said, inter alia:\n“the word ‘medicine’ . . . has reference to the subject of a science or art, . . . and . . . one who engages in the practice of it is a scientist or artist, professionally known by the name of ‘physician’ or ‘doctor’. It may be, and doubtless is, true that it is not and has never been an exact science, but this is due to the fact that it has been and is a progressive science-but it is, nevertheless, a science tor art. Nor does the fact that those who practice the science or art differ as to the administration of specific remedies for specific diseases render it any the less an art or science. These differences have always existed, and will, doubtless, always continue to exist. . . . there has always existed differences among physicians as to the therapeutic agencies that should be employed in the treatment of disease, yet it has never been supposed that the disciples of any particular school of the healing art ivere physicians, practitioners of medicine, and those of a different school or sect were not. They have all been regarded by eminent scholars as engaged in the practice of medicine. Doubtless, these differences have produced much good, caused advancement in the art, tended to perfect the science, and have given to the profession a broader and more enlightened view or insight into this great science. ... no system of therapeutics has been uniformly followed and, perhaps . . . never will be. . . . The use of drugs, however, is a secondary consideration, and may be dispensed with altogether. . . . the practitioners of it [medicine] are not simply those who prescribe drugs or other medicinal substances as remedial agents, but that it [the practice of medicine] is broad enough to include and does include all persons who diagnose diseases, and prescribe or apply any therapeutic agent for its cure.” (Italics supplied)\nFor this Court to hold on the one hand that an osteopath is authorized to treat mental diseases, as the Legislature of Pennsylvania has so clearly said he is, and on the other hand that an osteopath “is not legally qualified to give the medical certificate” which is required by the Mental Health Act as a prerequisite of the admission of a mental patient to an osteopathic mental hospital, is to introduce in Pennsylvania in respect to mental cases a situation so novel and unreasonable that we doubt if its parallel can be found in any other of the 48 States of the Union.\nThe Superior Court in interpreting the Anti-Narcotic Act of July 11, 1917, P. L. 758, held in Com. v. Cohen, 142 Pa. Superior Ct. 199, that one licensed to practice osteopathy is a licensed physician excepted from the operation of the Act. That Court said: “The Act does not define the term ‘licensed physicians’ nor restrict its application to physicians of any particular school, theory or method. And while the purpose of the statute must be considered, the legislative intention primarily must be gathered from the language of the Act . . . and while the word is used most frequently to mean a doctor of medicine, yet, in ordinary usage, it connotes the disciples of other schools authorized to treat diseases and is not confined to the members of that one class. In its plain meaning the term ‘licensed physicians’ refers to physicians licensed by the Commonwealth through boards or agencies created by the legislature for the purpose....”\nThe majority opinion says: “Nor is the fact that osteopaths have been permitted by various statutes to perform certain functions which, historically, have attached to the practice of medicine (e.g., the signing of death certificates) of any materiality to the present question.” The majority opinion overlooks the fact that the Act of June 5,1937, P. L. 1649, gives to the osteopath not only the right to certify to births and deaths but also to “all matters pertaining to public health, the same as physicians of other schools”, and gives to their certificates the same force and effect as reports or certificates issued by physicians of other schools. It would be difficult to frame language which would give more complete recognition to the certificates of osteopathic physicians than does the Act just cited. Certainly if an osteopathic physician can certify to births and deaths he ought to be able under this Act to certify that a mentally ill person should be admitted into an osteopathic mental hospital which has been duly licensed by the State after official inspection and approval. That is simply giving to an osteopathic physician’s certificate on a “matter pertaining to public health” the same recognition as is given to certificates issued by physicians of other schools— and that is exactly what the Commonwealth of Pennsylvania commands in the Act of June 5, 1937, supra.\nThe sole issue now before us is the right of an osteopathic physician to certify persons for commitment as mentally ill and in need of treatment and care in a hospital for mental diseases. All we have to do to decide this question is to follow the mandate of the Legislature in the Act of June 5, 1937, just cited. If we follow this mandate we are bound to acc'ord to a certificate of an osteopath in this matter “pertaining to public health the same” recognition which is accorded to similar certificates of physicians of other schools.\nThe majority opinion draws a palpably erroneous conclusion from the fact that (quoting from that opinion) “at the 1947 session of the General Assembly, a bill was introduced in the Senate (No. 595) to amend Sec. 412 of ‘The Administrative Code of 1929’ with a view to bringing the school 'of osteopathy within the jurisdiction of the State Board of Medical Education and Licensure by adding to the State Board a member chosen from the Pennsylvania Osteopathic Association. A companion bill (No. 594), introduced in the Senate at the same time, was designed to amend the Medical Practice Act of 1911 so as to put the practice of osteopathy and osteopathic surgery under the Medical Practice Act and thereby include the licensure of osteopathic physicians and surgeons under that Act.” The majority ¡opinion adds: “Neither bill ever emerged from committee. Knowledge of the current state of the cognate law, on the part of the protagonists of the above-mentioned measures, could hardly have been evidenced more plainly, nor could the legislature’s continued opposition to any change therein have been indicated in the circumstances more effectively.” The majority opinion overlooks the vital fact that the bills that never “emerged from the committee” were bills which were sponsored by the State Medical Society and the purpose of the bill was to make the practice of osteopathy in Pennsylvania subject to the control of the State Board of Medical Education and Licensure, four-fifths of whose members would be non- osteopathic physicians. This bill was opposed by the osteopaths of Pennsylvania and so strong a case did they make in support of osteopathy that “neither bill ever emerged from committee.”\nThe osteopaths of Pennsylvania were utterly opposed to the loss of the independence guaranteed them by the Act creating a State Board of Osteopathic Examiners (Act of April 9, 1929, P. L. 177). The members of the Senate Committee showed by their “burial” of these anti-osteopathic bills that the lawmakers of this Comm'onwealth had no desire or intention of permitting the regulation of the practice of osteopathy to become subject to the control of allopathic physicians.\nThe basic error in the majority opinion is obvious. That opinion interprets the phrase “qualified physician” as meaning a physician licensed to practice medicine under the Medical Practice Act of 1911. There is no warrant for this interpretation. If the legislature intended that only those who were licensed to practice medicine under the Act of 1911 should be recognized as “qualified physicians” it would have said so. An osteopathic physician is a physician licensed to practice medicine without the use of drugs. He does not dose his patients with drugs because “the reputable colleges of osteopathy” do not teach and practice the use of drugs. The State prevents him from prescribing drugs only as long as the reputable colleges of osteopathy condemn the use of drugs.\nThe contention that only those physicians who treat human ills by means of drugs are entitled to be recognized as qualified physicians has no basis in logic or in law or in medical history. Many respectable and renowned M. D.’s place little dependence on drugs to effect a cure of human ills. The eminent Philadelphia physician, Dr. S. Weir Mitchell, “advocated rest, over-feeding, massage, electrotherapy, and physeotherapy treatment of functional nervous disorders. These methods were viewed at first with skepticism, but, because of the success which followed Mitchell’s use of them, they soon came to be regarded as important aids in treating nervous disorders.” (Volume 13 of the Dictionary of American Biography, page 62.) In “The Life of Sir William Osier, M.D.” by Harvey Cushing, M.D., there appears on page 171 this statement: “His [Dr. Osier’s] belief that over-treatment with drugs was one bf the medical errors of the day has been hinted at, and it was always one of his favourite axioms that no one individual had done more good to the medical profession than Hahnemann, whose therapeutic methods had demonstrated that the natural tendency of disease was toward recovery, provided that the patient was decently cared for, properly nursed, and not over-dosed. . . .” He says of Dr. Osier’s advent as physician in the Montreal General Hospital: “Very little medicine was given [by Dr. Osier].” On page 267 Dr. Cushing says that upon the death of Dr. Austin Flint, Dr. Osier addressed the Class in Clinical Medicine at the University of Pennsylvania in 1886, inter alia, as follows: “He [Dr. Flint] laid down there that a cardinal principle in the consideration of the therapeutics bf a disease was a knowledge of its natural history; that we had to know the course of a malady left to nature before we could appreciate the action of the medicines given for its cure. At the time that Dr. Flint graduated who would have dared to treat a case bf pneumonia from its beginning to its termination without a drop of medicine? No one. The man who would have attempted it would have been looked upon as in the highest degree worthy of blame and censure, and certainly in private practice would not have had the confidence of the family for twenty four hours.” (Italics supplied.)\nAlexis Carrell, M.D., in “Man, the Unknown” (1935) on page 7 said: “At first, medicine contented itself with the practical problem of relieving the sick by empiric recipes. It realized only in recent times that the most effective method of preventing or curing illness is to acquire a complete understanding of the normal and diseased body — that is, to construct the sciences that are called anatomy, biological chemistry, physiology, and pathology.” On page 283 he said that “Medicine has been paralyzed by the narrowness of its doctrines.” Dr. Carrell said on page 313, that “health depends on a definite chemical and structural constitution of each part and on certain properties of the whole. We must help this whole to perform its functions efficiently rather than intervene ourselves in the work of each organ. Some individuals are immune to infections and degenerative diseases, and to the decay of senescence. We have to learn their secret. It is the knowledge of the inner mechanisms responsible for such endurance that we must acquire. [page 314] It is obvious that the mere administration to the sick of the chemicals which they need is not sufficient. The organs must be rendered capable of normally manufacturing these chemicals within the body.” (Italics supplied.) This statement by Alexis Carrell, M.D., is in accord with osteopathic principles and practices. The osteopathic school of medicine was founded by Dr. Andrew Taylor Still, who was an allopathic physician and surgeon. The osteopathic school of medicine is based on two theories. (1) That structural derangement caused functional disturbances. In other words, when the component parts of the. body are in proper alignment and functioning properly, the body is in health. Otherwise, illness or lack of health exists in the body. (2) That the human body, with its component parts, in proper alignment and properly functioning, is nature’s best drug cure. In other words, the organs and component parts of the body, properly discharging their functions, cure the body of illness or disease. Various methods of treatment, including the administration of drugs, in themselves cure nothing but merely aid, abet, assist and help the component parts or organs of the body that do the curing or healing.\nThe pioneers in osteopathy had a long and difficult battle for public and legal recognition, as did the pioneers of all other schools of medicine and as did the pioneers of new medical and surgical techniques. In medicine as in religion every accepted doctrine of today was once regarded as heresy. The discovery made by Louis Pasteur met with violent opposition from many of the medical doctors of his day. The discovery by Dr. Edward Jenner of vaccine for smallpox also met with violent opposition. So did the basic principle of homeopathy, a principle which is now medically accepted, as is indicated by the wide use of vaccines. These battles of ideas are all a part of the techniques of progress; the ideas which have merit survive. “Eternal progress accepts from every system no more than is desirable, throwing away restrictive products as we throw away the skin of a fruit.” After Dr. Osier investigated Dr. Koch’s tubercule as a cure for tuberculosis Dr. Osier said: “The cold test of time can alone determine how far the claims which he has advanced will be justified.”\nThe history of legislation in Pennsylvania for the past 40 years relating to the practice of osteopathy and other schools of medicine shows that :our State unquestionably intends to recognize osteopathy as a school of the healing art, i.e., as a school of medicine, and to accord licensed osteopaths the status of qualified physicians.\nThe Dauphin County Court summed up this case accurately when in its lucid and logical opinion by Judge Rupp it said:\n“Unquestionably, the Legislature likewise was fully cognizant of the meaning of the word [physician], both in the lay and medical mind, and recognized osteopaths as exponents of a schobl of healing when it identified them as physicians.\n“It follows that one designated a physician and licensed to diagnose and treat all types and conditions of diseases, albeit by osteopathic methods, is nevertheless licensed to practice a healing art and thus licensed to practice medicine.\n“We fail to see how the fact that he is licensed under a separate act affects this conclusion. It would be absurd to say that one who practices a healing art is practicing medicine and must be licensed, and in the same breath to hold that one who is licensed to practice a healing art is not licensed to practice medicine simply because he is governed by a statute other than the Medical Practice Act.”\nThe Mental Health Act of July 11, 1923, defines a “qualified physician” as One “who has been a resident in this State for at least three years, has been licensed to practice medicine in this State, and has been in the actual practice of medicine for at least three years . . .” This Court in Commonwealth v. Seibert, supra, and other cases has declared that “the legislative meaning of the . . . word [medicine], when used in the expression ‘practice of medicine’, covers and embraces everything that by common understanding is included in the term healing art.” The Osteopathic Act of March 19,1909, as amended on June 14, 1923, and June 5, 1937, authorizes every holder of a license to practice as an osteopathic physician and to treat “all types and conditions of disease”. This Act and its supplements are a distinct recognition of the fact that an osteopathic physician is “licensed to practice medicine in this State”. Since this is a fact, it follows that a certificate of an osteopathic physician should be recognized as having “the same force and effect” as a certificate fr'om a physician of any other school of the healing art for the admission of patients to a mental hospital licensed by this State. The Fuller Osteopathic Hospital in Willow Grove, Pa., is such a hospital.\nWhen the legislature in the Mental Health Act defined a “qualified physician” as a “physician licensed to practice medicine in this State”, it certainly did not mean only allopathic physicians. It meant also homeopathic and osteopathic physicians and any other recognised physicians who are licensed to practice the healing art of medicine. The Medical Practice Act of 1911 and its amendments is not, as the majority opinion holds, the only act in Pennsylvania under which an individual can qualify as a physician. Our Statutes and the decisions of this Court and of the Superior Court have distinctly and repeatedly recognized the fact that the word “medicine” comprehends the whole healing art and he or she who is licensed under our Statutes to practice osteopathy is practicing that branch of the healing art known as osteopathic medicine and is a physician. Drugs are not now and were not in the days ;of Hippocrates the “Father of Medicine” an essential in the practice of medicine.\nI find in the applicable statutes and in the decisions of the appellate courts of this Commonwealth no basis for any decision other than that the three able judges of Dauphin County were correct in their holding that ostebpathic physicians and surgeons are specifically empowered by Section 12 of the Osteopathic Act of March 19, 1909, to certify to the commitment papers required by Section 392 of the Mental Health Act of 1923 and that osteopathic physicians and surgeons are qualified physicians within the meaning of the Mental Health Act of 1923 and, therefore, may certify that individuals are mentally ill and in need of treatment and care in licensed hospitals for mental diseases under the jurisdiction of the State Department of Welfare.\nI would affirm the decree of the Court of Common Pleas of Dauphin County.\nDunglison, author of a medical dictionary, defines the term as “the healing art; physic; a science, the object of which is the cure of disease and the preservation of health.” The Universal Cyclopedia, edited by Bossiter Johnson, Ph.D., LL.D., defines it to be “the art of a physician or of healing; the art and science of curing diseases.”\nIn Bragg v. State, 134 Ala. 165, 32 S. 767, the Supreme Court of Alabama says that Dr. Boswell Park in his Epitome of the History of Medicine refers to medicine as the healing art. The opinion states; “By some writers, this great physician and philosopher [Hippocrates] is called the ‘father of physic.’ . . . yet he possessed but little knowledge of anatomy, physiology, and pathology, and absolutely knew nothing of chemical drugs. Indeed, he and his disciples attached but little importance to drugs as a therapeutic agent, . . . Indeed, in those days drugs as therapeutic agencies were of necessity of minor importance in the treatment of the sick, since they were few and since chemical drugs were not discovered until long afterwards, to wit, about the fifteenth century.”\nIt certainly does not require a four-year course covering scores of medical subjects to teacb “kneading and rubbing”. Osteopathic colleges require as long and as difficult a medical course as do other medical colleges.\nSec. 11 of the Osteopathic Act, supra.\nSec. 12 of the Osteopathic Act, supra,\nOn May 17, 1943, the Attorney General of Pennsylvania, speaking through Deputy Attorney General Bareo, gave an opinion to the Secretary of Health, 47 D. & C. 500, stating that a licensed osteopathic physician is a “physician” legally qualified to practice medicine in this Commonwealth within the meaning of sections 1501 and 1503 of the School Code of May 18, 1911, P. L. 309, as amended, and is therefore authorized and qualified to act as a medical inspector in school districts of the first to fourth classes, inclusive. On August 28, 1945, the Attorney General of Pennsylvania, speaking through Deputy Attorney General Rutter, rendered an official opinion, 53 D. & C. 62S, that under section 302 of the Mental Health Act of July 11,1923, P. L. 998, as amended, providing for the commitment of persons who are mentally ill to hospitals for mental diseases on the certificate of two qualified physicians, a duly licensed osteopathic physician of the Commonwealth of Pennsylvania is a qualified physician within the meaning of the act. On January 2, 1946, the Attorney General of Pennsylvania, speaking through Deputy Attorney General Butter, rendered an official opinion to the Secretary of Health, 54 D. & C. 625, that the definition of “medical examiner” in section 2 of the Act of June 1, 1945, P. L. 1222, includes osteopathic physicians and surgeons; this conclusion is fortified by reference to the legislative history of the Act in which it appears that the words “doctor of medicine” were stricken out and the word “physician” inserted in lieu thereof.\nAt this hearing it was brought out that the students of osteopathy spent 800 hours more per year in the study of various subjects taught by approved schools of osteopathy than is spent by students of allopathic and homeopathic medicine.\nOsteopaths treat pneumonia and influenza and colds without a drop of medicine and apparently they do so with satisfaction to their patients.\nAll of these and scores of other subjects are taught in a four-year course in osteopathic colleges. Students in such colleges study the same subjects as are taught in other medical schools.\n“The homeopathic attack on heroic treatments was certainly of service to society.” “It is possible that osteopathy, like homeopathy before it, will be eventually absorbed into regular medicine.” These quotations are found on pages 164 and 354, respectively, of “The Development of Modern Medicine” (1947) by Richard I-Iarrison Shryock, M.D.\nEven Dr. William Harvey’s epoch-making discovery of the circulation of the blood was derided by the medical doctors of his day. “It is characteristic of the fate of new truths, as well as of that age of dominant authority, that his [Harvey’s] first publication — Concerning the Motions of the Heart and the Blood — was unable to pass censorship in England, and therefore appeared in a foreign country (Frankfort, in 1628) when he was fifty years old; but his second treatise on the same subject, in reply to Riolan, a professor in the Faculty of Paris, was published in Cambridge in 1649. ‘So much care and circumspection in search for truth, so much modesty and firmness in its demonstration, so much clearness and method in the development of his ideas,’ says Renouard, ‘should have prepossessed every one in favor of the theory of Harvey; but, on the contrary, it caused a general stupefaction in the medical world, and gave rise to great opposition.’ This theory, which today appears so natural that we conceive with difficulty why it was not sooner discovered, was nothing less than a revolution in physiology; it excited a tremendous controversy that continued more than twenty-five years, and in which mingled every one possessed of any pretension to knowledge of anatomy or physiology; even naturalists and philosophers took part in the dispute.” Dr. Roswell Park’s “An Epitome of the History of Medicine”, Second Edition, 1899.\nJohn Fiske, in “Witchcraft in Salem Village”, page 11, says this about a certain woman who during the Seventeenth Century was a little ahead of her time in the Massachusetts Colony: “Margaret Jones of Charlestown had some sensible ideas about medicine. She disapproved of wholesale bleeding and violent emetics, and used to work cures by means of herb tonics and other simple prescriptions. This offended the doctors, and in 1648 the poor woman was tried for witchcraft, convicted, and hanged. Governor Winthrop, who tells the story, adds that at the very hour of her execution there was a great gale in Connecticut, which blew down trees, and this he considers an absolute demonstration of her guilt.”\nExcerpts from “The Story of Medicine” by Victor Robinson, M.D., Page 14: “We must not blame the Egyptians for a credulity which is universal. Whoever should undertake to compile a list of all the drugs that have passed through the alimentary canal of man, would in reality be writing a treatise on human folly. Every country has its pharmacologic graveyards, where the panaceas of the past lie buried.” Page 476: Oliver Wendell Holmes, M.D., said on May 30, 1860, at the annual meeting of the Massachusetts Medical Society: “Throw out opium, which the Creator himself seems to prescribe, for we often see the scarlet poppy growing in the cornfields, as if it were foreseen that wherever there is hunger to be fed there must also be pain to be soothed; throw out a few specifies which our art did not discover, and is hardly needed to apply; throw out wine, which is a food, and the vapors which produce the miracle of anesthesia, and I firmly believe that if the whole materia medica, as now used, could be sunk to the bottom of the sea, it would be all the better for mankind — and all the worse for the fishes.”",
        "type": "dissent",
        "author": "Mr. Chief Justice Maxey:"
      }
    ],
    "attorneys": [
      "G. Brewster Rhoads, with him George G. Chandler and James II. Thompson, for appellants.",
      "G. S. Parnell, Sr., with him Earl R. Handler, Parnell, Handler & Malcolm and Caldwell, Fose <& Stoner, for appellees.",
      "Francis J. Gafford, Deputy Attorney General, with him T. McKeen Chidsey, Attorney General, for Charlie R. Barber, successor to S. M. R. O’Hara, Secretary of Welfare, appellee."
    ],
    "corrections": "",
    "head_matter": "Palmer et al., Appellants, v. O’Hara, Secretary of Welfare, et al.\nArgued November 25, 1947.\nBefore Maxey, C. J., Linn, Stern, Patterson, Stearne and Jones, JJ.\nApril 22, 1948:\nG. Brewster Rhoads, with him George G. Chandler and James II. Thompson, for appellants.\nG. S. Parnell, Sr., with him Earl R. Handler, Parnell, Handler & Malcolm and Caldwell, Fose <& Stoner, for appellees.\nFrancis J. Gafford, Deputy Attorney General, with him T. McKeen Chidsey, Attorney General, for Charlie R. Barber, successor to S. M. R. O’Hara, Secretary of Welfare, appellee."
  },
  "file_name": "0213-01",
  "first_page_order": 235,
  "last_page_order": 272
}
