{
  "id": 473171,
  "name": "Stichler Estate",
  "name_abbreviation": "Stichler Estate",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 30",
  "first_page": "262",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "359 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0260-01"
      ]
    },
    {
      "cite": "49 A. 2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "39 A. 2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 225,
    "char_count": 2621,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.3848496731170016e-07,
      "percentile": 0.6412619036862767
    },
    "sha256": "04bf9fe65cd4e11f7d3a8bebf11c567e757d890b53d83587585b9a1b1f477578",
    "simhash": "1:efd1ca8f580c3981",
    "word_count": 453
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Stichler Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is a claim by the daughter of decedent for the residue of the estate based upon an alleged oral contract of decedent to make a will in her favor. The court below dismissed the claim because the alleged contract was not sufficiently proved and furthermore because no evidence was submitted to establish the extent and value of the services rendered. This appeal followed.\nIt was shown that when decedent’s wife died in 1940 decedent sent for his daughter, the claimant, who then resided in New York City. Claimant and her husband came to Philadelphia, resided with decedent, and took over the management of the house until decedent’s death in 1945. Claimant sought to establish that decedent had orally agreed to will her the entire residuary estate. But as pointed out by the learned auditing judge, all that the testimony revealed were loose declarations of decedent’s testamentary intentions. These are insufficient to establish an enforcible contract: See Roberts Estate, 350 Pa. 467, 39 A. 2d 592; Cramer v. McKinney, 355 Pa; 202, 49 A. 2d 374, and the cases therein cited. Furthermore, on a breach of a contract to will the whole or part of an estate, the measure of damages is the value of the services rendered and not of the estate promised to be willed: Cramer v. McKinney, supra; Estate of Maude M. Jones, Deceased, 359 Pa. 260.\nThe situation is well summarized by the court below, when the auditing judge said in his opinion: “The claimant appears to have been a devoted daughter who willingly gave up her separate home in New York City to return to live with her father and comfort him at the time of his bereavement, and to manage his household for him. It may be that she was motivated by the expectation of receiving the decedent’s estate upon his death. If so, it is regrettable that the proof did not measure up to the standards required by law to establish a contract to make a will. It appears to the court, however, that the disappointment of the claimant may be somewhat mitigated by the fact that her children are the principal beneficiaries of decedent’s bounty, and it may well have been the intention of the testator to express his gratitude to his daughter by so rewarding her children.”\nThe decree is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "A. Sidney Johnson, Jr., with him Robert B. Greer and Butler, Beatty, Greer & Johnson, for appellant.",
      "G. Harry Ditter, with him Edward F. Hitchcock and Robert E. Porter, for appellees."
    ],
    "corrections": "",
    "head_matter": "Stichler Estate.\nMay 24, 1948:\nArgued April 20, 1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nA. Sidney Johnson, Jr., with him Robert B. Greer and Butler, Beatty, Greer & Johnson, for appellant.\nG. Harry Ditter, with him Edward F. Hitchcock and Robert E. Porter, for appellees."
  },
  "file_name": "0262-01",
  "first_page_order": 284,
  "last_page_order": 285
}
