{
  "id": 473082,
  "name": "McSorley v. Fitzgerald et al.",
  "name_abbreviation": "McSorley v. Fitzgerald",
  "decision_date": "1948-05-24",
  "docket_number": "No. 115",
  "first_page": "264",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "185 A. 840",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "844"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167881
      ],
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0513-01"
      ]
    },
    {
      "cite": "169 A. 436",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152653
      ],
      "pin_cites": [
        {
          "page": "143, 144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0140-01"
      ]
    },
    {
      "cite": "161 A. 697",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "712"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140242
      ],
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0035-01"
      ]
    },
    {
      "cite": "135 A. 717",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100769
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0196-01"
      ]
    },
    {
      "cite": "2 A. 2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186619
      ],
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0265-01"
      ]
    },
    {
      "cite": "173 A. 289",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1158989
      ],
      "pin_cites": [
        {
          "page": "80, 81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0065-01"
      ]
    },
    {
      "cite": "32 A. 2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0542-01"
      ]
    },
    {
      "cite": "54 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 A. 2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "280"
        },
        {
          "page": "284, 285"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472112
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "334"
        },
        {
          "page": "339"
        },
        {
          "page": "344, 345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0329-01"
      ]
    },
    {
      "cite": "200 A. 834",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "841"
        },
        {
          "page": "840"
        },
        {
          "page": "843"
        },
        {
          "page": "841"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184280
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "222"
        },
        {
          "page": "221"
        },
        {
          "page": "228"
        },
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0209-01"
      ]
    },
    {
      "cite": "88 A. 904",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "906"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "242 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998747
      ],
      "pin_cites": [
        {
          "page": "52, 53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0047-01"
      ]
    },
    {
      "cite": "53 A. 191",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "203 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994671
      ],
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 834,
    "char_count": 15037,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.0619900858246034e-06,
      "percentile": 0.9845629996188967
    },
    "sha256": "a28075eade35596c44ca37bf128d46a165a56b6fe196f0556e0d9c7b955b845e",
    "simhash": "1:b112c57344cddba0",
    "word_count": 2494
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "McSorley v. Fitzgerald et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nPlaintiff, a taxpayer of the City of Pittsburgh, files a bill in equity in which he challenges the constitutionality of the Parking Authority Law of June 5,1947, P. L. 458, and prays that an injunction be issued restraining the Public Parking Authority of Pittsburgh, created under the authority of that Act, from exercising the powers therein granted, and restraining the City of Pittsburgh from appropriating to it any public funds or entering into any agreement with it for the waiver of taxes on its properties. This Court took original jurisdiction of the bill. The Commonwealth of Pennsylvania and the Downtown Parking Association, a voluntary association of owners and operators of parking lots and facilities in the downtown area of the city, were given leave to intervene.\nThe Parking Authority Law declares, as a matter of legislative finding, that there has been an ever-increasing trend in cities of the second class in the number of persons entering the business sections by private automobiles; that the free circulation of traffic of all kinds through the streets of such cities is necessary to the health, safety and general welfare of the public; that the greatly increased use of motor vehicles of all kinds has caused serious traffic congestion on the streets of such cities; that the parking of motor vehicles on the streets has contributed to this congestion to such an extent as to interfere seriously with the primary use of such streets for the movement of traffic; that such parking prevents the free circulation of traffic, impedes rapid and effective fighting of fires and the disposition of police forces in the district and endangers the health, safety and welfare of the general public; that such parking threatens irreparable loss in property valuations; that this parking crisis can be reduced by providing sufficient off-street parking facilities properly located; that the establishment of a parking authority will promote the public safety, convenience and welfare; that it is intended that the authority cooperate with all existing parking facilities so that private enterprise and government may mutually provide adequate parking services for the convenience of the public. Therefore it is declared to be the policy of the Commonwealth of Pennsylvania to promote the safety and welfare of the inhabitants thereof by the creation in second class cities of bodies' corporate and politic to be known as “Parking Authorities” which shall exist and operate for the purposes contained in the Act. Such purposes are declared to be public uses for which public money may be spent and private property acquired by the exercise of the power of eminent domain.\nThe Act gives to the city council of second class cities the power to organize a Parking Authority by the adoption of a resolution or ordinance to that effect; upon approval of the articles of incorporation filed by the council it becomes the duty of the Secretary of the Commonwealth to issue to the Authority a certificate of incorporation. The Authority constitutes a public body exercising public powers of the Commonwealth as an agency thereof, but it shall not be deemed to be an instrumentality of the city or engaged in the performance of a municipal function. Its purpose is to study the public needs in relation to parking and to establish a permanent coordinated system of parking facilities by acquiring, improving, maintaining and operating land and facilities to be devoted to the parking of all kinds of vehicles, but it shall not engage in the sale of gasoline, the sale of automobile accessories, automobile repair and service or any other garage service, or the sale of any commodity of trade or commerce. It is empowered to charge reasonable rates for its facilities for the purpose of providing for the payment of the expenses of construction, improvement, repair, maintenance and operation of its facilities and properties and the payment of the principal of and interest on its obligations, the reasonableness of such rates to be subject to determination by the courts. It is vested with the power of eminent domain within the limits of the city. It is denied the poAver to pledge the credit or taxing power of the Commonwealth or any political subdivision, and none of its obligations are to be deemed obligations of the CommonAvealth or any of its political subdivisions. It is exempted from the payment of taxes and assessments upon any property acquired or used by it, but in lieu thereof it may agree to make payments to the city, the county or any political subdivision. There are additional provisions which follow the familiar pattern of Authorities established for various purposes by other statutes and which need not be detailed here.\nActing in pursuance of tlie Parking Authority Law the council of the City of Pittsburgh caused the Public Parking Authority of Pittsburgh to be incorporated, and the city has made a loan to it, the Authority being granted the power under the Act to borrow money and accept grants from the municipality.\nThe attack on the constitutionality of the statute is based almost entirely on the contention that the purpose for which the Authority is created does not constitute a public use. It is true, of course, that the question whether the use to which a governmental agency intends to devote property taken under the alleged right of eminent domain is a public one, is a judicial question for the determination of the court: Philadelphia, Morton & Swarthmore Street Rwy. Co.’s Petition, 203 Pa. 354, 362, 53 A. 191, 193; Pennsylvania Mutual Life Insurance Co. v. Philadelphia, 242 Pa. 47, 52, 53, 88 A. 904, 906; Dornan v. Philadelphia Housing Authority, 331 Pa. 209, 222, 200 A. 834, 841. But a legislative declaration with respect to that question, while not conclusive, is entitled to a prima facie acceptance of its correctness: Dornan v. Philadelphia Housing Authority, supra; Belovsky v. Redevelopment Authority of Philadelphia, 357 Pa. 329, 334, 54 A. 2d 277, 280. Not only is the declaration of legislative findings in the present Act impressive in pointing out the urgent need of legislation of this type, but the conditions it portrays are well known to all inhabitants of our larger cities. It is unfortunate that many operators of automobiles habitually ignore the fact that highways are intended primarily for travel and not for the storage of vehicles other than by way of transitory stops for loading and unloading. The congestion caused by such misuse of the streets and by the ever-increasing amount of motor vehicle traffic has become a major problem of municipal administration, — a problem particularly acute in a city like Pittsburgh where it is aggravated by the concentration of the downtown business section in a “Golden Triangle” of comparatively narrow streets and tall office and commercial buildings, many of the occupants of which use private automobiles to and from their offices and stores. Studies made by the Pittsburgh Regional Planning Association and the Allegheny Conference on Community Development reveal that parking facilities in that city are grossly inadequate and that private enterprise has not been able to solve the problem because private parking lots are frequently temporary in nature and located without much regard for actual parking requirements, vacant land being utilized for parking purposes in more or less haphazard fashion merely for the purpose of earning taxes on the land pending profitable disposition of it for construction purposes. Under such circumstances, as was said in Belovsky v. Redevelopment Authority of Philadelphia, 357 Pa. 329, 339, 54 A.2d 277, 282, “public aid must accompany private initiative if the desired results are to be obtained”. The widespread need of legislation to furnish such aid can be gleaned from the fact that in 1946 alone 65 cities opened new parking lots, and, by 1945, 22 States and the District of Columbia had enacted laws in some form dealing with parking facilities.\nThose attacking the constitutionality of such a law as that which is here under consideration obviously labor under the mistaken notion that its purpose is merely to cater to the convenience of the owners and operators of motor vehicles; on the contrary its effect may be to interfere with the perhaps greater convenience of parking on the public streets; its real purpose is to promote the larger and more general good of the community by freeing the streets of the impediments and perils arising from dangerous and often intolerable conditions of traffic congestion. And since tbe Act is concerned with the regulation of the transportation of persons and property along the highways of the municipality, and since the evils it seeks to remedy vitally affect conditions for the transaction of business, the prevention of accidents, the effective operations of fire and police forces, and, in general, the enjoyment of many phases of city life and activities, its justification stems directly from the exercise of the police power, which is the supreme power of government. The right of eminent domain which it gives to the Authority must be viewed, therefore, not as though it were an independent and unrelated grant of such a right, but with regard to the major and primary object of the legislation, which is to facilitate and make safe the use of the highways.\nIn Dornan v. Philadelphia Housing Authority, 331 Pa. 209, 221, 200 A. 834, 840, it was pointed out that “views as to what constitutes a public use necessarily vary with changing conceptions of the scope and functions of government, so that today there are familiar examples of such use which formerly would not have been so considered. As governmental activities increase with the growing complexity and integration of society, the concept of ‘public use’ naturally expands in proportion”. It is no constitutional objection to the statute, nor does it derogate from the public character of its objective, that the Authority will to some extent conduct what may heretofore have been regarded as a private enterprise; to hold otherwise would mean that the State would be powerless, within constitutional limitations, to act in order to preserve the health and safety of its people even though such action were imperative and vital for the purpose.\nWhat the court holds, therefore, is that where, as here, the contemplated use of property is in aid of, and ancillary to, the exercise of the police power, the public nature of such use is conclusively determined, and therefore the State may, where the use of the highways is hampered by a local lack of parking facilities, authorize the municipal acquisition and operation of publicly owned and operated parking facilities reasonably calculated to alleviate that condition. Indeed, such a project is but a mild advance on the existing plan employed by many municipalities of designating individual parking spaces on the streets and making a charge for such facilities through the use of parking meters, a right confirmed by this court in William Laubach & Sons v. Easton, 347 Pa. 542, 32 A. 2d 881.\nIt being thus established that the use contemplated by the Act is public in character, it follows that the taking of property by eminent domain for such use does not violate Article I, section 9 of the Constitution of Pennsylvania or the 14th Amendment to the Federal Constitution. For the same reason all the other objections to the constitutionality of the statute automatically evaporate. Thus there is no merit in the contention that the exemption from taxation of the property and bonds of the Parking Authority is in contravention of Article IX, sections 1 and 2 of the State Constitution; the use of the property being public, such exemption would follow even in the absence of an express statutory provision to that effect: Dornan v. Philadelphia Housing Authority, 331 Pa. 209, 228, 200 A. 834, 843. The objection that the Act permits the appropriation or donation by cities of public funds to the Parking Authority and that this is contrary to Article IX, section 7 of the Constitution must likewise fail, since that constitutional provision is applicable only to the appropriation of public funds to a purely private enterprise and has no application to a public corporation such as this Authority: Tranter v. Allegheny County Authority, 316 Pa. 65, 80, 81, 173 A. 289, 296; Williams v. Samuel, 332 Pa. 265, 275, 2 A. 2d 834, 839; Belovsky v. Redevelopment Authority of Philadelphia, 357 Pa. 329, 344, 345, 54 A. 2d 277, 284, 285.\nAs is not unusual in attempts to establish that a statute is unconstitutional, the final assault is made on the title of the Act, it being claimed that Article III, section 3 of the Constitution is violated because the subject-matter of the statute is not clearly expressed in the title; it is said that the title does not reveal that the Authority is to be allowed to lease portions of the first floor of its parking facilities for commercial use in order to assist in defraying its expenses, nor does it give notice of the broad powers conferred upon the receiver who may be appointed by the court in case the Authority defaults in the payment of its bonds. It is elementary, however, that the title of an act need not, in order to comply with the constitutional requirement, be an index of its provisions or a synopsis of its contents; so long as it indicates the general subject to which all the provisions of the act are incidental or germane, it is sufficient: Sloan v. Longcope, 288 Pa. 196, 202, 135 A. 717, 718; Commonwealth ex rel. Schnader v. Liveright, 308 Pa. 35, 81, 161 A. 697, 712; Commonwealth ex rel. White v. Miller, 313 Pa. 140, 143, 144, 169 A. 436, 437; Commonwealth v. Stofchek, 322 Pa. 513, 518, 185 A. 840, 844.\nThe bill is dismissed; the parties to bear their respective costs.\nSeveral statutes have recently been enacted authorizing political subdivisions to acquire and operate properties as parking lots or public garages for the relief of traffic congestion in the public highways: Act of May 16, 1945, P. L. 582, as to third class cities; Act of April 17, 1947, P. L. 63, as to first class cities; Act of May 14, 1947, P. L. 223, as to first class townships; Act of July 10, 1947, P. L. 1481, Article VII, section 701, XXIV, as to second class townships; Act of July 10, 1947, P. L. 1621, Article XII, section 1201, XLIII, as to boroughs.\ncf. Dornan v. Philadelphia Housing Authority, 331 Pa. 209, 223, 200 A. 834, 841.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Francis P. Anton, for plaintiff.",
      "Anne X. Alpern, City Solicitor, for City of Pittsburgh, and for Public Parking Authority of Pittsburgh, defendants.",
      "Ralph B. TJmsted, Deputy Attorney General, with him T. McKeen Ghidsey, Attorney General, for Commonwealth, intervenor.",
      "Walter W. McVay, for Downtown Parking Association, intervenor."
    ],
    "corrections": "",
    "head_matter": "McSorley v. Fitzgerald et al.\nMay 24, 1948:\nArgued April 20, 1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nFrancis P. Anton, for plaintiff.\nAnne X. Alpern, City Solicitor, for City of Pittsburgh, and for Public Parking Authority of Pittsburgh, defendants.\nRalph B. TJmsted, Deputy Attorney General, with him T. McKeen Ghidsey, Attorney General, for Commonwealth, intervenor.\nWalter W. McVay, for Downtown Parking Association, intervenor."
  },
  "file_name": "0264-01",
  "first_page_order": 286,
  "last_page_order": 294
}
