{
  "id": 473146,
  "name": "Wormley Estate",
  "name_abbreviation": "Wormley Estate",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 114",
  "first_page": "295",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "182 A. 723",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "121 Pa. Superior Ct. 50",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        988324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/121/0050-01"
      ]
    },
    {
      "cite": "185 A. 768",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167882
      ],
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0358-01"
      ]
    },
    {
      "cite": "165 A. 244",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144271
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0463-01"
      ]
    },
    {
      "cite": "23 A. 2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1211007
      ],
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0100-01"
      ]
    },
    {
      "cite": "83 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050790
      ],
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0340-01"
      ]
    },
    {
      "cite": "81 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044136
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0263-01"
      ]
    },
    {
      "cite": "172 A. 36",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 Pa. Superior Ct. 578",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        972625
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/112/0578-01"
      ]
    },
    {
      "cite": "57 A. 62",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0023-01"
      ]
    },
    {
      "cite": "47 A. 283",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "197 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0230-01"
      ]
    },
    {
      "cite": "169 A. 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152702
      ],
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0006-01"
      ]
    },
    {
      "cite": "30 A. 2d 316",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216398
      ],
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0318-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 122",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856561
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/27/0122-01"
      ]
    },
    {
      "cite": "159 F. 2d 239",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1123359
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/159/0239-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 9194,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 5.16223489679451e-07,
      "percentile": 0.9395717665392848
    },
    "sha256": "29c82669009145a82365a7b549e6259a890057c04a87bfa45ab6259523f30268",
    "simhash": "1:0bafc100b4f4e4ed",
    "word_count": 1553
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Wormley Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nTheodore G. Wormley died in 1897. In his will he placed his residuary estate in trust to pay one-third of the net income to his wife, Anne E. Wormley, one-third to his daughter, Mary W. Marshall, and one-third to his daughter, T. Isabella Wormley (now T. Isabella Wormley Rogers), for their respective lives, free from liability for their debts; upon the death of his wife her share was to go to the two daughters under the same trusts as applied to their original shares; upon the death of each daughter the capital and all unexpended income of the share of the one so dying was to go to her children and issue of deceased children.\nThe wife, Anne E. Wormley, died in 1927 and thereby the share of each of the daughters in the trust income was increased from one-third to one-half. The daughter, Mary W. Marshall, died in 1943 and, by an adjudication in 1944, the one-half of the trust fund, the income from which was then enjoyed by her, was awarded to her two children, and the other one-half of the trust fund was awarded back to Girard Trust Company, surviving trustee of the estate, in trust for the daughter, T. Isabella Wormley Rogers, in accordance with the terms of the will.\nIn 1945 Mrs. Rogers, who resides in Columbus, Ohio, brought suit against the Girard Trust Company in the District Court of the United States for the Southern District of Ohio, Western Division, to recover money damages for alleged negligence on the part of the Trust Company in administering the trust; numerous acts of mismanagement were alleged, including wrongful retention of nonlegal investments, improper allocation of receipts to corpus instead of to income, wrongful payment of assessments on stocks, failure to make diversified investments, and failure to convert real estate holdings into legal securities within a reasonable time after mortgage foreclosures. The District Court entered a summary judgment against Mrs. Rogers, but on appeal to the Circuit Court of Appeals of the Sixth Circuit that judgment was reversed and the case was remanded for trial on the issues of fact raised by the complaint (Rogers v. Girard Trust Company, 159 F. 2d 239); the trial thus awarded is now pending. The court stated (p. 242) that the effect of the judgment of the federal court, if in favor of Mrs. Rogers, would “leave undisturbed the orderly administration of the estate in the Orphans’ Court of Philadelphia County”.\nIn 1947 the Trust Company filed an account showing a balance of principal in the estate of $57,405.14 and an undistributed balance of income of $2,687.50. It petitioned that the principal be awarded to itself as surviving trustee for the uses and trusts stated in the will, and that the undistributed income also be awarded to itself as surviving trustee for payment of the expenses incident to the defense of the Ohio suit. Due notice of tlie proceedings was given to Mrs. Rogers, and, when the account was called for audit, she appeared by counsel “de bene esse”, questioned the jurisdiction of the court, and objected to the withholding of the income. The Orphans’ Court awarded the principal as prayed for, and awarded the balance of income, together with additional income, to the accountant to be retained for future accounting after final determination of the litigation in Ohio, the court saying that “Upon a further audit, it will then be determined what disposition should be made if the accumulated and the future income of the trust is subject to a claim of the accountant for the expenses incurred in [that] litigation. For the present, the Court merely determines that the accountant has the right to withhold the income accounted for until the rights of all parties have been finally determined in the Federal litigation”. This adjudication was confirmed by the court en banc, from whose decree Mrs. Rogers now appeals, stating that she is “still appearing specially and solely to object to the jurisdiction of the Orphans’ Court in this cause”.\nIt cannot be seriously contended that the Orphans’ Court does not have jurisdiction in these proceedings, concerning as they do the property of the decedent’s estate and consisting of the audit of a fiduciary’s account. Having jurisdiction over the trust res that court has jurisdiction also, of course, over the disposition of both the principal and the income of the estate. What the court has done is to confirm the surviving trustee’s account and approve distribution thereunder, and in such proceedings, which are strictly in rem, it certainly had jurisdiction over any interested person, if properly notified, even though without the jurisdiction and not otherwise subject to the power of the State. Nor is it pretended that the notice which was given to appellant in accordance with the provisions of the Orphans’ Court Act, the Fiduciaries Act, the Orphans’ Court Rules approved by the Supreme Court, and the local rules of the Orphans’ Court of Philadelphia County, was not adequate. Having received such notice appellant appeared by her counsel, and, while such appearance was stated to be “de bene esse”, it amounted to a general appearance for two reasons: (1) Because such a special or conditional appearance is not recognized in the Orphans’ Court (Taylor v. McCafferty, 27 Pa. Superior Ct. 122; Schoble Trust Estate, 45 D. & C. 65, 66; 346 Pa. 318, 321, 30 A. 2d 316, 318) and the Act of March 5, 1925, P. L. 23, which provides for a preliminary determination of the question of jurisdiction, does not apply to proceedings in that court (Heinz’s Estate, 313 Pa. 6,8, 169 A. 365, 366); (2) Because, notwithstanding the attempted entry of an appearance for the purpose merely of challenging the jurisdiction, counsel for appellant, both in the court below and in this court, has attacked also the merits of the Trust Company’s claim and thereby appellant automatically submitted herself to the jurisdiction of the court: Jeannette Borough v. Roehme, 197 Pa. 230, 47 A. 283; Byers v. Byers, 208 Pa. 23, 57 A. 62; Taylor v. McCafferty, 27 Pa. Superior Ct. 122, 126; Thomas v. Thomas, 112 Pa. Superior Ct. 578, 584, 172 A. 36, 39.\nThe court was clearly justified in granting the prayer of the Trust Company’s petition. The petition did not ask, as appellant apparently believes, for the payment to the accountant of any costs in the Ohio litigation which may in the future be determined to be due from appellant herself if unsuccessful in her suit, nor are any personal rights being determined in these proceedings. What the Trust Company contends is that, if it prevail in that action, it will be entitled to recover out of the trust property — justly out of the income rather than the principal — the counsel fees and other expenses incurred by it, and, for that purpose, to have the income impounded so as to insure such reimbursement, it alleging that the expenses of resisting the suit exceed the amount of the presently accumulated income. It is well established that whenever there is an unsuccessful attempt by a beneficiary to surcharge a fiduciary the latter is entitled to an allowance out of the estate to pay for counsel fees and necessary expenditures in defending himself against the attack: Price’s Estate, 81 Pa. 263, 273; Biddle’s Appeal, 83 Pa. 340, 346; Jones’ Estate, 344 Pa. 100, 110, 23 A. 2d 434, 439. And to the extent to which he is thus entitled to indemnity he will not be compelled to transfer the trust property until he is properly secured for such expenditures as are necessarily incurred by him in the administration of the trust: Restatement, Trusts, § 182, comment b; § 244, comments b and c; Scott on Trusts, vol. 2, p. 969, § 182. Cf. Sinnott’s Estate, 310 Pa. 463, 469, 165 A. 244, 246; Mathues’s Estate, 322 Pa. 358, 360, 185 A. 768, 769; Sternberger’s Estate, 121 Pa. Superior Ct. 50, 182 A. 723. Even if the trust be a spendthrift one he may withhold the income for such purpose: Restatement, Trusts, § 244, comment d. Here appellant, the life-tenant, is attempting to surcharge the trustee; if she be successful the Trust Company will be personally liable to respond in damages and to pay its own costs and counsel fees; if, on the other hand, she be unsuccessful, the Trust Company will, as above stated, be entitled to reimbursement therefor out of the trust estate.\nThe court below, while calling attention to the fact that, because of the age of the life-tenant, the accountant might not be able to withhold sufficient income if it refrain from doing so until the federal litigation has been finally determined, left open the question whether accountant’s ultimate reimbursement, if any, should be charged solely to income or to principal, or apportioned between principal and income, and merely decided that the accountant had the right meanwhile to withhold the income accounted for. Such a decree was eminently proper.\nDecree affirmed; costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Oeeile J. Shapiro, with her Thomas W. Maher, for appellant.",
      "Guthbert E. Latta, with him Barnes, Dechert, Price, Smith & Glarh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wormley Estate.\nArgued April 15, 1948.\nBefore Maxey, C. J., Linn, Stern, Patterson, Stearns and Jones, JJ.\nMay 24, 1948:\nOeeile J. Shapiro, with her Thomas W. Maher, for appellant.\nGuthbert E. Latta, with him Barnes, Dechert, Price, Smith & Glarh, for appellee."
  },
  "file_name": "0295-01",
  "first_page_order": 317,
  "last_page_order": 323
}
