{
  "id": 473167,
  "name": "Pennsylvania Labor Relations Board v. Martha Company (et al., Appellant)",
  "name_abbreviation": "Pennsylvania Labor Relations Board v. Martha Co.",
  "decision_date": "1948-05-28",
  "docket_number": "Appeal, No. 22",
  "first_page": "347",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 U. S. 445",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3475057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/70/0445-01"
      ]
    },
    {
      "cite": "324 U. S. 793",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6156862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/324/0793-01"
      ]
    },
    {
      "cite": "308 U. S. 241",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139140
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/308/0241-01"
      ]
    },
    {
      "cite": "303 U. S. 261",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0261-01"
      ]
    },
    {
      "cite": "311 U. S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142125
      ],
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/311/0514-01"
      ]
    },
    {
      "cite": "311 U. S. 7",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/311/0007-01"
      ]
    },
    {
      "cite": "304 U. S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0333-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 9302,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.128453368482548e-07,
      "percentile": 0.8611249150046972
    },
    "sha256": "796b1d78a1c158b0cfd0b594a8dab007613f35155fd6a61da3a78e9622a58a15",
    "simhash": "1:be339fb638b3d4e2",
    "word_count": 1535
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Pennsylvania Labor Relations Board v. Martha Company (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\n'The question involved in this appeal is: When the Pennsylvania Labor Relations Board found that an employer contributed “material support”, however innocent, to a labor organization, was an order by the Board directing the employer to cease and desist from contributing such material aid sufficient, or must the Board also order affirmative action in order to effectuate the policies of the Pennsylvania Labor Relations Act?\nThis is an appeal by Local Joint Executive Board of Scranton, Locals 538 and 134, affiliated with the American Federation of Labor, from the order of the Court of Common Pleas of Lackawanna County dismissing its appeal from the final order of the Pennsylvania Labor Relations Board, which: “ORDERS and DIRECTS that the Martha Company [whose employees formed the Greater Scranton Employees Association] shall: (1) Cease and desist from contributing financial or other material support to the labor organization known as the Greater Scranton Employees Association. (2) Post a copy of this Order upon the premises at its place of business, so that the same may be seen by its employees, for a period of ten (10) days from the date hereof. (3) File with this Board within fifteen (15) days from the date hereof, an affidavit that it has fully and completely complied herewith.” The Common Pleas Court refused to modify and enlarge the final order of the Board and this appeal followed.\nIt is the contention of appellant that, under Section 8(c) of the Pennsylvania Labor Relations Act, the order of the Board is inadequate in that it provides only a cease and desist order, whereas it should go further and also provide some form or type of affirmative action. It is obvious that what appellant is attempting is the disestablishment of 'the Greater Scranton Employees Association.\n' To begin, the Board had this to say in its discussion of that subject: “Were it not for the errors of the Employer and Association, committed in mutual innocence and good will, such as the use of the Employer’s premises for holding meetings and elections, the use of the Employer’s equipment and facilities for printing and posting purposes, the distribution of ballots on the premises and the holding of an election thereon during working hours, and the canvass of the ballots by employes who were paid by the Employer while so engaged, we would have no difficulty in affirming our Nisi Order. [It found all charges against the Martha Company unfounded and dismissed them.] Unquestionably such help was the 'material support’ that the Act intended to restrain. In spite of the opinion we share, that such Employer support was not calculated to influence its employes and did not so influence or interfere with their freedom of action, we are impelled to restrain the continuance thereof out of concern that a failure to restrain it may be considered as an approval and endorsement of the same. This would be a mistake, for we earnestly advise against such employer helpfulness because it may lead to either misunderstanding and serve as a foundation for complaint, or may interfere with the free action of the employes. This should be avoided at all cost.\n''If a charge of unfair labor practice is sustained by the evidence, the Board is charged with the duty of issuing an order requiring the Respondent to cease and desist from such unfair labor practice and to take such reasonable affirmative action as will effectuate the poli-, cies of the Act. Accordingly we must order the Employer to discontinue furnishing material support to the Association. Any additional affirmative action, such as the disestablishment of the Association, would, under the circumstances prevailing in this case, be unreasonable and arbitrary.”\nThe Board thus clearly shows how trivial and innocuous were the alleged unfair labor practices and that it would have refused to recognize such actions as such except out of an abundance of caution to prevent such actions resulting in misunderstanding or abuse in future cases. We are of the same mind and recognize the motive which prompted the Board to issue any order. In this factual situation it was quite impossible for the Board to have gone further and ordered disestablishment. Such was entirely unnecessary because the cease and desist order Avas the appropriate order and completely effectuated the policies of the Labor Relations Act. It must be conceded that the requirements of the Act are remedial and not punitive. The cease and desist order was almost certain to remove all unlawful employer aid; and what is of great importance, it permitted the organization which the employes had voluntarily chosen to continue as their lawful bargaining agent. As Mr. Justice Roberts said in Labor Board v. MacKay Co., 304 U. S. 333, 348: \"... the relief which the statute empowers the Board to grant is to be adapted to the situation which calls for redress. . . .”\nIn construing Section 10(c) of the National Labor Relations Act, of which the Pennsylvania Labor Relations Act is a counterpart, the United States Supreme Court, speaking through Chief Justice Hughes, said in Republic Steel Corp. v. Labor Board, 311 U. S. 7, 12: . . affirmative action to 'effectuate the policies of this Act’ is action to achieve the remedial objectives which the Act sets forth.”\nIn H. J. Heinz Co. v. Labor Board, 311 U. S. 514, 522, speaking through Mr. Justice Stone, the Wagner Act was interpreted in language which is pertinent here: \"Disestablishment is a remedial measure ... to be employed by the Board in its discretion to remove the obstacle to the employees’ right of self-organization, resulting from the continued or renewed recognition of a union whose organization has been influenced by unfair. labor practices. Whether this recognition is such an obstacle is an inference of fact to be drawn by the Board from all the circumstances attending those practices. National Labor Relations Board v. Pennsylvania Greyhound Lines, 303 U. S. 261; . . . National Labor Relations Board v. Newport News Shipbuilding & Dry Dock Co., 308 U. S. 241, 250.”\nAnd in Labor Bd. v. Greyhound Lines, 303 U. S. 261, 270, Mr. Justice Stone said: \". . . Whether the continued recognition of the Employees Association by respondents would in itself be a continuing obstacle to the exercise of the employees’ right of self-organization and to bargain collectively through representatives of their own choosing, is an inference of fact to be drawn by the Board from the evidence reviewed in its subsidiary findings. ... We may assume that there are situations in which the Board would not be warranted in concluding that there was any occasion for withdrawal of employer recognition of an existing union. . . .”\nAppellant argues that the word “and” in Section 8(c) of the Act, “. . . and to take such affirmative action . . .” is to be strictly construed as meaning “in addition to” or “as well as”. To this we cannot agree. We are convinced that “and” must be interpreted as to include “or”, for it is only in this way that the Act, as applied to various factual situations, can retain the flexibility necessary to achieve the aim for which it was intended. As was said by Mr. Justice Reed in Republic Aviation Corp. v. Board, 324 U. S. 793: “The Wagner Act . . . left to the Board the work of applying the Act’s general prohibitory language in the light of the infinite combinations of events which might be charged as violative of its terms. Thus a ‘rigid scheme of remedies’ is avoided and administrative flexibility within appropriate statutory limitations obtained to accomplish the dominant purpose of the legislation . . . the right of employees to organize for mutual aid without employer interference. This is the principle of labor relations which the Board is to foster.”\nIt was said by Mr. Justice Grier in United States v. Fisk, 70 U. S. 445, 447: “In the construction of statutes, it is the duty of the court to ascertain the clear intention of the legislature. In order to do this, courts are often compelled to construe ‘or’ as meaning ‘and/ and again ‘and’ as meaning ‘or’.”\nThe appeal was properly dismissed, and the order of the Court of Common Pleas of Lackawanna County affirming the final order of the Pennsylvania Labor Relations Board should be affirmed.\nOrder affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Louis n. Wilderman, with him Wilbur Greenberg, for appellant.",
      "George L. Reed, with him M. Louise Rutherford, Deputy Attorney General, and T. McKeen Chidsey, Attorney General, for appellee.",
      "Edward J. Kelly, for Martha Company et al."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Labor Relations Board v. Martha Company (et al., Appellant).\nArgued April 12, 1948.\nBefore Maxey, C. J., Drew, Linn, Patterson, Stearns and Jones, JJ.\nMay 28, 1948:\nLouis n. Wilderman, with him Wilbur Greenberg, for appellant.\nGeorge L. Reed, with him M. Louise Rutherford, Deputy Attorney General, and T. McKeen Chidsey, Attorney General, for appellee.\nEdward J. Kelly, for Martha Company et al.\nAct of June 1, 1937, P. L. 1168, as amended. The pertinent excerpts of Section 8(c) are as follows: “. . . If, upon all the testimony taken, the board shall determine that any person named in the complaint has engaged in or is engaging in any such unfair labor practice, the board shall state its findings of fact, and issue and cause to be served on such person an order requiring such person to cease and desist from such unfair labor practice, and to taJce such affirmative action ... as will effectuate the policies of this act. . . .” (Italics added.)"
  },
  "file_name": "0347-01",
  "first_page_order": 369,
  "last_page_order": 374
}
