{
  "id": 473105,
  "name": "Imperial Asphalt Corporation of Pennsylvania Zoning Case",
  "name_abbreviation": "Imperial Asphalt Corp. of Pennsylvania Zoning Case",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 103",
  "first_page": "402",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "140 A. 136",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0358-01"
      ]
    },
    {
      "cite": "149 A. 639",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122305
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0402-01"
      ]
    },
    {
      "cite": "85 Pa. Superior Ct. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/85/0502-01"
      ]
    },
    {
      "cite": "49 A. 2d 369",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0135-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 8595,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 3.535728790937637e-07,
      "percentile": 0.8845403728171025
    },
    "sha256": "380f2f1cffc0bcad668c18907d9e2859a3860c6db8bbbc770dbe2da7905ba7d1",
    "simhash": "1:35af6ce01a1104d8",
    "word_count": 1482
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Imperial Asphalt Corporation of Pennsylvania Zoning Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis is an appeal from an order made by the Court of Common Pleas of Lancaster County dismissing a property owner’s appeal to that court from the action of the Board of Adjustment of Manheim Township refusing the owner’s request for a permit to remodel and change the use of a grist mill. The mill is a four story limestone building about sixty feet square and is said to be one of the oldest mills in Lancaster County. It is constructed on a tract of over 13 acres extending along U. S. Route No. 222 leading from the City of Lancaster to the Borough of Ephrata, in what the court below described as “a somewhat rural district.” The mill fronts on this highway in a village called Oregon composed of a small collection of scattered but substantial houses, in a section of the township zoned as “A” residential. The mill abuts on the east side of Carter’s Creek; the west side of the creek is zoned “Business ‘B’ District.” The township adopted a zoning ordinance January 21, 1944. After the zoning ordinance was adopted the operation of the grist mill continued as before until in December, 1946, when the appellant bought it proposing to adapt the mill for milling and processing asphaltic concrete, a preparation used in repair and construction of highways.\nSection XII (h) entitled Reversion of Non-Conforming Uses provided “. . . and if a non-conforming use of building is vacated for a period of eight years or more, or if a non-conforming use of land is discontinued for a period of five years or more, all subsequent use of such building or land shall be in conformity with the regulations of the District wherein such building or land is located.” It may be implied from that provision that, as the appellant’s property had been out of use less than a year a permit for the adaptation of the existing nonconforming use would be in order. The ordinance conferred on the board power “To authorize upon appeal, in specific cases, such variances from the terms of this ordinance as will not be contrary to the public interest, where, owing to special conditions, a literal enforcement of the provisions of this ordinance will result in unnecessary hardship, and so that the spirit of the ordinance shall be observed and substantial justice done.\n“In exercising the above-mentioned powers, the Board of Adjustment may, in conformity with the above provisions, reverse or affirm wholly or partly or may modify the order, requirement, decision, or determination appealed from, and may make such order, requirement, decision, or determination as ought to be made, and to that end shall have all the powers of the Zoning Officer.”\nThe ordinance provided for a zoning officer to enforce its terms. The appellant applied to him for a permit to adapt the mill for the purposes of milling and processing asphaltic concrete. The zoning officer advised appellant’s counsel that “after due consideration it has been decided that in accordance with the Zoning Ordinance of Manheim Township, the issuance of an occupancy permit for the use of the Oregon Mill property for the manufacture of asphaltic concrete . . . cannot be granted”. The appeal from that summary dismissal of the application was disposed of by the board of adjustment by like summary action. The board “resolved that the ruling of the Zoning Officer be upheld in denying permit to [appellant] to remodel the . . . for the manufacture of asphaltic concrete”. On appeal, the court of common pleas dismissed the appeal from the action of the zoning board.\nThe case is here as on certiorari: Veltri Zoning Case, 355 Pa. 135, 49 A. 2d 369. We examine the record to see whether the proceeding is free from mistake of law.\nThe action of the zoning authorities shows that they did not comply with the law. The Act of July 1, 1937, P. L. 2624, in force at the time, authorizing townships of the second class to adopt zoning regulations, provides, in section 7, P. L. 2628, “The return [of the board] shall concisely set forth such other facts as may be pertinent and material to show the grounds of the decision appealed from. . . .” What were the “grounds of the decision” which moved the zoning authorities? Neither the officer nor the board gave any facts pertinent and material in any inquiry into possible reasons for the conclusion reached. They should have made from the evidence a statement of facts sufficient to show that a judicially exercised discretion, applied to the facts, justified the action taken; a property owner’s constitutional right to the use of his property is not satisfied by arbitrary refusal. Nor is it sufficient merely to say the refusal resulted “after due consideration.” Enough must be stated to enable the court to see that there was due consideration and a weighing of evidence in its legal relations. It is not sufficient to say, as the board did in its return to common pleas, that the change is prohibited (par. 9, p. 32a), or that appellant is not entitled to a variance (par. 10, p. 32a), or that the variance “would be contrary to the public interest” (par. 11, p. 33a), or that the board reached “a correct and just decision” (par. 12, p. 33a), without something to show on what those legal conclusions are based. It must appear that the constitutional right to the use of property has not been infringed by the zoning regulation: Compare White’s Appeal, 85 Pa. Superior Ct. 502; Taylor v. Haverford Twp., 299 Pa. 402, 414, 149 A. 639; Gilfillan’s Permit, 291 Pa. 358, 140 A. 136. There should be sufficient discussion to enable the court, on appeal, to see that the officer and board appreciated the legal questions raised by the facts.\nWhen the appeal was heard in the common pleas, evidence was received in addition to that taken by the board.\nThe mill is operated by electric power. The evidence is that the appellant proposes to bring to the mill crushed limestone that will be “dumped into a mixing well” inside the mill. The crushed stone will be screened in the mill and united with the asphalt by a mixing process taking place in a steel cylinder containing revolving paddles. The dust will be collected inside in apparatus provided for the purpose. Mr. Just, on behalf of appellant, testified that the crushed stone would be put in bins in the building and that there would be none outside. Mr. Shreiner, a farmer by occupation, who has lived in Oregon for 28 years, intervened in the proceedings in the common pleas. He testified that he lived about a thousand feet from the mill; that if there was no more noise, odor or dust from the proposed operations in the mill than were present during the operations of the grist mill, he would have no objection to the proposed use. Mr. Meyer testified that the mill was on the south side of the public highway, that, looking north, there was no dwelling house within a quarter of a mile, and that, looking south, there was no dwelling within a quarter of a mile of the mill. We have stated these facts in order that the circumstances may appear.\nThe learned judge correctly said that the board’s decision “may be set aside only for a manifest and flagrant abuse of discretion or for a mistake of law.” He also said, “The Board of Adjustment in this case as a matter of law is not precluded from authorizing a variance from the strict terms of the ordinance. There is no evidence that the intended use would necessarily constitute a nuisance. However, it is within the jurisdiction of the Board as an administrative body to determine whether the public interest would be affected adversely if it should grant a certificate of variance and an occupancy permit. The Board made no findings of fact and gave no reason for its decision.” In other words, the board had not justified its action as the law requires. Having reached that conclusion, the learned judge should have sustained the appeal for mistake of law. We must now do so.\nOrder reversed, record remitted with instructions to grant the permit, costs of this proceeding to be paid by applicant for the permit.\nMr. Justice Horace Stern concurs on the sole ground that the contemplated use of the Oregon mill property is merely, under the circumstances, a continuation of a non-conforming use.\nRepealed and supplied by the Act of July 10, 1947, P. L. 1481, § 49; 53 PS § 19093-2201.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "W. Hensel Brown, for appellant.",
      "T. L. Brubaker and Adolph O. Koehler, with them Gr. T. Hambright, for appellee."
    ],
    "corrections": "",
    "head_matter": "Imperial Asphalt Corporation of Pennsylvania Zoning Case.\nMay 24, 1948:\nArgued April 13,1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nW. Hensel Brown, for appellant.\nT. L. Brubaker and Adolph O. Koehler, with them Gr. T. Hambright, for appellee."
  },
  "file_name": "0402-01",
  "first_page_order": 424,
  "last_page_order": 429
}
