{
  "id": 473174,
  "name": "Di Giuseppe et al., Appellants, v. Hrivnak et al.",
  "name_abbreviation": "Di Giuseppe v. Hrivnak",
  "decision_date": "1948-05-28",
  "docket_number": "Appeal, No. 21",
  "first_page": "408",
  "last_page": "411",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 A. 2d 333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0486-01"
      ]
    },
    {
      "cite": "23 A. 2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208320
      ],
      "pin_cites": [
        {
          "page": "644"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0642-01"
      ]
    },
    {
      "cite": "131 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "284 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0596-01"
      ]
    },
    {
      "cite": "174 A. 817",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "114 Pa. Superior Ct. 425",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        975911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/114/0425-01"
      ]
    },
    {
      "cite": "152 A. 567",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0461-01"
      ]
    },
    {
      "cite": "123 A. 493",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080491
      ],
      "pin_cites": [
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0565-01"
      ]
    },
    {
      "cite": "86 A. 524",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "239 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995933
      ],
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0017-01"
      ]
    },
    {
      "cite": "47 A. 2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 5806,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 6.428965615154966e-08,
      "percentile": 0.3971042327178148
    },
    "sha256": "1f412831e2335b40a9784377465e27c5a6daef98d7855d56ab2a640f75a76350",
    "simhash": "1:1b224472ae21c4c2",
    "word_count": 1032
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Dbew, Linn, Steen, Pattebson, Steaene and Jones, JJ."
    ],
    "parties": [
      "Di Giuseppe et al., Appellants, v. Hrivnak et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThe plaintiff, a father, suing on his own behalf and on behalf of his minor son, appeals from the refusal of the court to take off a compulsory nonsuit in his action against the defendants, John Hrivnak and Joseph Vaulko.\nBetween nine and ten o’clock on the evening of August 14,1945, people in the Borough of Phoenixville, by driving cars and trucks about the streets, were noisily celebrating the surrender of Japan. The minor, aged ten years and ten months, was standing on the running board of Hrivnak’s motor truck and was injured when the truck and Vaulko’s sedan collided.\nOn the authority of D’Ambrosio v. Philadelphia, 354 Pa. 403, 47 A. 2d 256, a nonsuit was entered. The case turns on the construction of Section 1023(b) of The Vehicle Code, as amended June 27, 1939, P. L. 1135, 75 PS 632(b), as applied to the facts. It provided: “No person shall hang on to, or ride on, the outside or the rear end of any vehicle . . . and no operator of a vehicle shall knowingly permit any person to hang on to, or ride on, the outside or rear end of the vehicle which he is operating . . . and no owner of a vehicle, if present, shall knowingly permit any person to operate any vehicle under his control in violation of this sub-section.”\nFor present purposes we must assume that from the evidence the jury might have found the following facts stated by the learned judge in his opinion filed in the case: “ ‘There was a lot of excitement and everybody was yelling and cars parading around town.’ According to adult plaintiff who, while standing on a street corner, observed traffic conditions on the street on which this accident took place at or about the time thereof, ‘it was a terrible thing to watch those cars go up and down the street bumper to bumper, bump into the others so I decided to go home’. Minor plaintiff and other children were riding in a convertible coupe owned by defendant Hrivnak, an adult. Said plaintiff was then on the back bumper of the car. Hrivnak drove his car to the garage where a truck belonging to him was parked and took the latter out to continue the celebration. About thirty children got on the truck and four adults were in the cab, Hrivnak driving. In that fashion they drove through the streets of the borough and at one point minor plaintiff fell from the body of the truck where he had been riding. He however ran after the vehicle, caught up to it and took up a position standing on the left running board thereof ‘right next to the driver’, who was Hrivnak, holding on to the door at about the middle thereof, the window being down. He reached his right hand inside the car to hold on. The truck proceeded for many squares while he was in that position until a pleasure car driven by defendant Vaulko going in the opposite direction sideswiped it on the latter’s left-hand side, struck minor plaintiff, knocking him to the ground, and caused the injuries complained of. The collision took place in the middle of a forty-foot wide street just after Hrivnak’s truck had come out of a curve to its right. Some part of Vaulko’s car hit minor plaintiff, causing the serious injury received by him, to wit, a compound fracture of the left leg above the knee.”\nThe evidence would have supported a finding that the minor was on the truck with defendant’s consent: Compare Coyne v. Pittsburgh Rwys. Co., 239 Pa. 17, 22, 86 A. 524. He was there in violation of the statute, which prohibited the defendant from allowing him to be on the running board as a guest passenger. What duty did the defendant owe to him after consenting to his presence? Though both were violating The Vehicle Code, Hrivnak, having consented to his presence, owed to him the duty of exercising reasonable care for his safety in the circumstances in which Hrivnak had unlawfully placed him. That standard was the care owing by a driver to his guest passenger: Ferrell v. Solski, 278 Pa. 565, 567, 123 A. 493; Filer v. Filer, 301 Pa. 461, 152 A. 567; Lazor v. Banas, 114 Pa. Superior Ct. 425, 174 A. 817; Cimpson v. Jones, 284 Pa. 596, 131 A. 541. It was for the jury to determine whether the defendant performed his duty.\nIn considering Hrivnak’s obligation to the minor we must lay aside Hrivnak’s liability in summary proceedings for his violation of the statute. The minor, having Hrivnak’s consent, was not a trespasser on his vehicle. The case is not ruled by D’Ambrosio v. Philadelphia, supra. In that case a minor “hopped” a truck; when it passed over a depression in the street, he was shaken off and injured. He sued the city, obtained a judgment which this Court reversed. We said, “The minor plaintiff’s acts were within the words of cause (b); The risk or hazard he encountered in boarding the moving truck was directly within the hazard from or against which the legislature desired to protect him. His acts in violation of the statute were negligent and were a substantial factor or the legal or proximate cause of his injury. For such consequences of his own negligence he may not recover; it is immaterial that the city also was negligent.” See Salvitti v. Throppe, 343 Pa. 642, 644, 23 A. 2d 445. The D’Ambrosio case did not involve the relations of owner and guest passenger.\nWith respect to the other defendant, Joseph Vaulko, the case is not distinguishable from Srednick v. Sylak, 343 Pa. 486, 23 A. 2d 333, and therefore a case for the jury as to Vaulko.\nThe judgment is reversed and the record remitted for further proceedings.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "G. A. Wade, Jr., with him Wade, Wade & Wade, for appellants.",
      "Thomas G. Gawthrop, with him Daniel J. G. O’Donnell and Gawthrop & Gawthrop, for appellees."
    ],
    "corrections": "",
    "head_matter": "Di Giuseppe et al., Appellants, v. Hrivnak et al.\nMay 28, 1948:\nArgued. January 5, 1948.\nBefore Maxey, C. J., Dbew, Linn, Steen, Pattebson, Steaene and Jones, JJ.\nG. A. Wade, Jr., with him Wade, Wade & Wade, for appellants.\nThomas G. Gawthrop, with him Daniel J. G. O’Donnell and Gawthrop & Gawthrop, for appellees."
  },
  "file_name": "0408-01",
  "first_page_order": 430,
  "last_page_order": 433
}
