{
  "id": 473106,
  "name": "Wagenhorst, Appellant, v. Philadelphia Life Insurance Co.",
  "name_abbreviation": "Wagenhorst v. Philadelphia Life Insurance",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 117",
  "first_page": "441",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0500-01"
      ]
    },
    {
      "cite": "24 A. 2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "147 Pa. Superior Ct. 289",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1039023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/147/0289-01"
      ]
    },
    {
      "cite": "180 A. 746",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "119 Pa. Superior Ct. 222",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        984922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/119/0222-01"
      ]
    },
    {
      "cite": "46 N. E. 2d 731",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "113 Ind. App. 81",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        1590626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/113/0081-01"
      ]
    },
    {
      "cite": "149 S. W. 2d 69",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Tenn. 328",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8531803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/177/0328-01"
      ]
    },
    {
      "cite": "97 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/97/0015-01"
      ]
    },
    {
      "cite": "38 A. 2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0326-01"
      ]
    },
    {
      "cite": "163 A. 673",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141524
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0336-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 10413,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.353763675025069
    },
    "sha256": "1349561ee8b3bb4f3d298770beae178cfd29353c2eea9b07cdbda8ccab6f41da",
    "simhash": "1:f7c6fed857e67f1d",
    "word_count": 1753
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Wagenhorst, Appellant, v. Philadelphia Life Insurance Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal involves the construction of an insurance policy issued in the sum of $5,000 August 10, 1920, on the life of Maria S. Wagenhorst. The premium due August 10, 1935, was not paid. She was then 74 years old and, as the parties have agreed, was “totally blind, senile and mentally and physically unable to take care of her own affairs.” When the policy issued, the insured was 59 years of age; she died February 14,1943. The insurance was payable to her “executors, administrators or assigns.” The policy bears an endorsement dated April 23, 1935, stating that “at insured’s request . . . the amount due on the death of the insured shall be payable” to the insured’s son, who is the plaintiff. The case was tried on an agreed statement of facts.\nThe plaintiff sues for $5,000 with interest and contends that when the default in the payment of premium occurred in 1935, defendant misconstrued what the policy required it then to do; that defendant should not have applied the provision for automatic extended term insurance for $5,000 (expiring in 1941) but should have applied another provision of the contract under which, if applied (so the contention runs), the policy would have been in force at the time of the insured’s death, nearly eight years after default, even though the insurance would then have been for an amount less than the face of the policy.\nThe defense alleged was that the policy “lapsed for non-payment of the premium of $362.25 due and payable in accordance with its terms on August 10, 1935, and that in accordance with the clause of the Policy headed ‘Non-Forfeiture Options on Surrender or Lapse,’ said Maria S. Wagenhorst not having exercised either of the other options mentioned therein, said policy according to its terms went on automatic extended insurance (the first option set forth in the policy) and the then cash value according to the table contained in the policy, plus the dividend then payable, purchased extended term insurance for the face of said policy, Five Thousand Dollars ($5,000) for six (6) years, which extended insurance expired August 9,1941.”\nPlaintiff states his contention to be that “defendant was obliged to make such application of all the funds in its hands as would keep the policy alive in its original form as long as possible and that any ambiguity as to such duty should be resolved in the insured’s favor.” It is a fact in the case that the policy was kept “alive in its original form as long as possible” for the face amount of the policy. There was no ambiguity in phraseology; the words and the meaning of the policy were clear. The time to decide what the policy required at default was in 1935 when the default occurred: Compare Toncich v. Home Life Ins. Co., 309 Pa. 336, 339, 163 A. 673. The uncertainty concerning the future arose at that time not from the words of the policy, but from ignorance of the period during which the insured would live. The question had to be decided then in the light of such knowledge as was available to the parties. The court below appropriately said, “No one can tell at the time of the default which of the options permitted an insured will be most beneficial to him. If he takes his cash surrender value, he is no longer insured. He may die the next day, and there would be lost the difference between the cash received and the face amount of the policy. If he takes a paid-up policy for a lesser amount, the same result might follow. If ‘upon satisfactory request from the insured prior to default’ (as provided by the policy) he makes premium loans, then in case of death, such loans would have to be deducted from the face of the policy on payment of the claim.”\nThe policy contained a paragraph entitled “Non-Forfeiture Options on Surrender or Lapse” which (omitting the table of loan and surrender values) provided: “In event of default in the payment of premiums after premiums have been paid for three years, the insured will be entitled, as provided in the table of surrender values, to any of the following options: 1. To automatic non-participating paid-up term insurance for the amount insured by this policy, for such time as the surrender value will purchase. The surrender value will be the entire reserve on this policy and on any dividend additions thereto, computed according to the American Experience Table of Mortality with interest at three and one-half per centum, less a sum not more than one per centum of the amount insured by this policy and of any dividend additions thereto, and less any existing indebtedness to the Company on this policy.\n“2. To a non-participating paid-up life insurance policy, for an amount not less than may be purchased by the surrender value aforesaid, upon surrender within one month after default.\n“3. To a cash value not less than the surrender value aforesaid, upon surrender within one month after default.\n“The surrender values stated will be increased correspondingly for any fractional portion of a year’s premium which shall have been paid. Figures for later years will be furnished upon request.”\nThat Avas the controlling provision at the time of default. While it gave the insured certain options, the defendant, not hearing from her in response to letters to her (found after her death to have been in her possession unopened) applied the first option — automatic non-participating paid up term insurance for such time as the surrender value would purchase: Compare Hitner v. Penn Mutual Life Ins. Co., 350 Pa. 326, 38 A. 2d 914.\nThe parties agreed “That on August 10,1935, the date of default, the entire cash surrender value of said policy Avas $2,216.65. As shown by the Table of Loan and Surrender Value of the policy the cash value on that date Avas $2,190.00 and the period of extended insurance that that value would purchase was five years and eleAren months. In addition there Avas a dividend due for the policy year ending on that date of $26.65 Avhich was sufficient to pay for one month’s additional extended insurance carrying the total extended insurance to August 9, 1941.\n“11. On or about September 10, 1935, the defendant converted the said policy into extended insurance for its face value of $5,000.00 scheduled to expire August 9, 1941, for a single premium of the cash value plus dividend of $2,216.65 which was calculated as follows:\nPremium from August 10,1935, to August 9, 1936 ................................$188.25\nPremium from August 10,1936, to August 9, 1937 ................................ 231.30\nPremium from August 10,1937, to August 9, 1938 ................................ 294.90\nPremium from August 10,1938, to August 9, 1939 ................................ 377.90\nPremium from August 10,1939, to August 9, 1940 ................................ 487.90\nPremium from August 10,1940, to August 9, 1941 ................................ 636.40\nthus exhausting the entire cash surrender value on August 9, 1941.”\nThe policy also contained a paragraph entitled “Premium Loans” to which plaintiff refers. It provides: “In lieu of automatic extended insurance, and on satisfactory request from the insured prior to default in the payment of any premium hereon, the Company shall first apply any withdrawable surplus to pay the same; and the remainder due, if any, shall be charged against this policy as a loan at five per centum interest, if the respective loan value specified below be sufficient to cover such advance, in addition to existing liens and accrued interest; provided that if the credits be not .sufficient to cover the entire premium then due, the Company shall apply the same, if sufficient, to pay the premium for a shorter period, but not less than one month’s premium. At any time while the policy is thus sustained in force, the payment of premiums with interest may be resumed. When advances can no longer be made, any balance then remaining shall be used to purchase term insurance, as stated below. No grace will be accorded under this provision.”\nThe insured never surrendered the policy for its cash surrender value or for a paid up policy for $2,770; she never made any request for loans. Plaintiff contends that although the insured never requested any loan, the defendant nevertheless should have made loans to her and thereby kept the policy alive. We can find no possible support for this contention. Plaintiff refers to Girard Life Ins. Co. v. Mutual Life Ins. Co., 97 Pa. 15, as supporting it. In that case the court applied the general principle that when the insurance company had money in its possession (in that case a dividend payable) the company could not declare a forfeiture of the policy, for non-payment of premium, two days after the premium became due when the amount of the dividend in its possession was more than sufficient to carry the insurance over the period. That principle has no relation to plaintiff’s contention that defendant (1) should have rejected the first option (for automatic term insurance) and (2) should have ignored the express provision requiring a request from the insured before encumbering the policy with a loan, and (3) should have made premium loans and charged them against the policy. Compare Eleogrammenos v. Standard Life Ins. Co., 177 Tenn. 328, 149 S. W. 2d 69; Olin v. Phoenix Mutual Life Ins. Co., 113 Ind. App. 81, 46 N. E. 2d 731; Brotone v. John Hancock Mut. Life Ins. Co., 119 Pa. Superior Ct. 222, 180 A. 746; Specter v. New York Life Ins. Co., 147 Pa. Superior Ct. 289, 24 A. 2d 94.\nJudgment affirmed.\nThis fact, which defendant does not appear to have known, is of no legal importance in disposing of the question now for decision: Compare Selden v. Metropolitan Life Ins. Co., 354 Pa. 500, 47 A. 2d 687.\nSee the requirements of the Act in force in 1920 for regulating life insurance companies approved June 1, 1911, P. L. 581, section 25, par. 9. Repealed and supplied by Act of May 17, 1921, P. L. 682, section 410, par. (i), 40 PS 510 (i).\nIn the present ease there was also a dividend; it amounted to $26.65 and was used in paying for the term insurance.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Sydney G. Orlofslcy, with him Horace Michener Schell, for appellant.",
      "Joseph Head, Jr., with him John B. Martin and Duane, Morris & Heclcscher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wagenhorst, Appellant, v. Philadelphia Life Insurance Co.\nMay 24, 1948:\nArgued April 12, 1948.\nBefore Maxey, C. J., Drew, Linn, Patterson, Stearne and Jones, JJ.\nSydney G. Orlofslcy, with him Horace Michener Schell, for appellant.\nJoseph Head, Jr., with him John B. Martin and Duane, Morris & Heclcscher, for appellee."
  },
  "file_name": "0441-01",
  "first_page_order": 463,
  "last_page_order": 469
}
