{
  "id": 473164,
  "name": "Williams et ux., Appellants, v. Barbaretta et ux.",
  "name_abbreviation": "Williams v. Barbaretta",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 161",
  "first_page": "488",
  "last_page": "494",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467481
      ],
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0161-01"
      ]
    },
    {
      "cite": "84 A. 953",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0519-01"
      ]
    },
    {
      "cite": "116 A. 500",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "272 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0528-01"
      ]
    },
    {
      "cite": "134 A. 494",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0529-01"
      ]
    },
    {
      "cite": "173 A. 172",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0225-01"
      ]
    },
    {
      "cite": "158 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0479-01"
      ]
    },
    {
      "cite": "190 A. 895",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0465-01"
      ]
    },
    {
      "cite": "6 A. 2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0094-01"
      ]
    },
    {
      "cite": "51 A. 2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0078-01"
      ]
    },
    {
      "cite": "200 A. 624",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184367
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0476-01"
      ]
    },
    {
      "cite": "127 A. 619",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088361
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 9964,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 3.475279886723387e-07,
      "percentile": 0.8814479145309244
    },
    "sha256": "9886fd1ddfb74c469e4be4a2a745d7c3c59ed1dde7e86e1c5c3ad9759dfd11d7",
    "simhash": "1:f210bcc34b8be1d1",
    "word_count": 1691
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Williams et ux., Appellants, v. Barbaretta et ux."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nP. Paul Williams and Lillian A. Williams, Ms wife, appellants, filed this bill in equity to compel Alfred Barbaretta and Lillian Barbaretta, his wife, appellees, to specifically perform a written agreement for the sale of real estate. An answer was filed, the chancellor made findings of fact, conclusions of law, and entered a decree nisi, dismissing the bill for the reason that appellants failed to prove that Alfred Barbaretta was acting as agent for his wife when he agreed to an extension of time within which to effect settlement. This appeal is from the decree of the court en banc dismissing appellants’ exceptions to the chancellor’s conclusions of law and the decree nisi.\nAlfred Barbaretta and Lillian Barbaretta, his wife, appellees, on December 6, 1945, were the owners of a tract of land situate in the Borough of Conshohoeken, Montgomery County. On that day they entered into a written agreement of sale with F. Paul Williams and Lillian A. Williams, his wife, appellants, to convey the same to appellants for $6,300, settlement to be made within three months of the date of the agreement, or on or before March 6, 1946. The agreement provided, inter alia, that “time to be the essence of this agreement, unless extended by mutual consent in writing endorsed thereon”. About three weeks prior to March 6,1946, the husband-appellant contacted husband-appellee. The latter stated that he did not know whether he and his wife would be able to move by March 6. On March 4, two days prior to the expiration date of the written agreement, one Edward A. Lorenz, the real estate agent who had negotiated the sale, acting on behalf of appellants, called appellee-husband on the telephone and asked him if he was ready to make settlement and deliver possession of the property. Barbaretta replied that he was not ready and that he would like “a little extension of time”. Williams was consulted by Lorenz and he agreed to an extension of time without requiring a written agreement to that effect. Barbaretta was again contacted by Lorenz and he stated that he also did not require a written extension of time. No definite period of time was mentioned. Lorenz thereafter arranged for settlement to be had on April 14, 1946, at the Norristown office of the Land Title Bank and Trust Company and notified Barbaretta of the same. On that day, however, nothing was done. A new time was fixed for April 16 and Barbaretta was again notified. Each time Barbaretta was informed by Lorenz of the date for settlement he stated that he and his family had no place to move, that his wife would not sign the deed, and that, therefore, he would not make settlement. On April 16, at the time and place fixed for settlement, appellants and Lorenz were present and the deed which had been prepared by appellants and the balance of the purchase price were duly deposited with the company. In all respects, appellants were ready, willing and able to. consummate the settlement. Prior thereto, no tender of a deed or the balance of the purchase money had been made by appellants.\nAppellants instituted this bill in equity on April 23, 1946. Appellees filed an answer and after a hearing, the chancellor, on September 23, 1947, granted the motion of appellee-wife to dismiss this bill for the reason that the wife, not being bound, a decreé could not be entered against the husband-appellee for the effect thereof would be to accomplish an involuntary destruction of an estate by the entireties. Thereafter exception to the said opinion and decree were filed and argument was had before the court en banc which dismissed the exceptions. This appeal followed.\nAppellants contend that presumptively either spouse has power to act for both in matters of entireties without any specific authorization, that by requesting and receiving further time within which to effect settlement the husband was acting for the preservation of the estate, not for its termination, and, therefore, proof of the fact of agency or ratification is unnecessary. Appellees contend, however, and the court below held, that the appellee-wife could not be bound by the agreement or acts of the husband unless there was specific proof of agency or that she knew of and specifically ratified his prior action.\nWhat is here involved is not a change in terms of an agreement of sale or the making of a new and different contract to convey land, but simply a waiver of strict performance of terms already agreed upon. Cf. Paralka v. Grummel, 282 Pa. 235, 238,127 A. 619. That the subsequent date fixed for settlement, at which time appellants were ready, willing and able to perform, was within a reasonable time is not controverted. Appellees’ sole contention is that absence of proof of specific authorization by the wife of the husband’s waiver or her specific ratification thereof caused appellant to be in default as of March 6, 1947.\nThere is no evidence that appellee-husband acted to appropriate to himself the proceeds of the entireties property. He has not purported to act as agent for wifeappellee in terminating the estate. Equitable title passed to appellants when the agreement of sale Avas signed by both on December 6, 1946. The husband has not acted in bad faith as regards his wife and the entireties property. The only bad faith involved is his and his wife’s dealings with respect to appellants. In Madden v. Gosztonyi Savings and Trust Company, 331 Pa. 476, 200 A. 624, where a bank account in the name of husband and wife was the subject, this Court said (p. 489) : “. . . either spouse presumptively has the power to act for both, so long as the marriage subsists, in matters of entireties, Avithout any specific authorization, provided the fruits or proceeds of such action inures to the benefit of both and the estate is not terminated. But neither may by such action destroy the true purpose of the estate by attempting to convert it or a part of it, in bad faith, into one in severalty.”\nParties to a written agreement for the sale of real estate may, by their words and conduct, be estopped from requiring strict compliance with the terms thereof: Cohn v. Weiss, 356 Pa. 78, 51 A. 2d 740. Here, the wife had been informed of the March 4 conversations. She did not in any way reveal any intention that she did not acquiesce in the arrangements which her husband had made. She readily accepted the benefits derived from continued occupancy. Although present in her home when meetings were had regarding the matter, she permitted all concerned to ostensibly rely upon the decision of her husband. It cannot be said that the husband’s conduct was calculated to terminate the estate by the entireties nor that as regards the wife-appellee, it was in bad faith. Appellants reasonably relied upon his representations and conduct and the appellee-wife’s apparent acquiescence therein. In the circumstances of this case, presumptively he must be deemed to have acted for the entirety. There is no credible evidence that he did not so act. It is important to note that the chancellor in dismissing appellants’ exceptions to the decree nisi stated “That (appellants) were badly treated, we appreciate . . .” It is also important to note that Barbaretta’s testimony is completely contrary to the chancellor’s findings of fact. In other words, his testimony was not deemed credible as regards his denials of conversations and repeated statements in which he requested and secured additional time because of his and his family’s inability to move immediately.\nShay v. Schrink, 335 Pa. 94, 6 A. 2d 522; Thees v. Prudential Insurance Company of America, 325 Pa. 465, 190 A. 895; Madden v. Gosztonyi Savings and Trust Company, supra, and Rodgers v. Saxton, 305 Pa. 479, 158 A. 166, are cited as authority that the marital relationship alone is insufficient to authorize one spouse to act for both. Shay v. Schrink, supra, involved payment of the mortgage to the husband of the mortgagee and has no application here. Thees v. Prudential Insurance Company of America, supra, involved a deed of property held as tenants by the entireties executed by the wife and upon which her husband’s name was forged. It was there properly held that an estate by entireties could not be dissolved without the consent of the other and that neither spouse may alienate his or her interest in the property during the lifetime of the other. This Court said (p. 467-8) : “There is no presumption flowing from marital relationship that one spouse in conveying the estate acted as agent for the other. To so hold would destroy the effect of the rule.” See Berhalter v. Berhalter. 315 Pa. 225, 173 A. 172; Gasner v. Pierce, 286 Pa. 529, 134 A. 494; O’Malley v. O’Malley, 272 Pa. 528, 116 A. 500; Biehl v. Martin, 236 Pa. 519, 84 A. 953. In addition to the relationship and being co-owners of the whole as tenants by the entireties, per tout et non per my, the record does not contain any evidence that she did not at the time fully acquiesce in the husband’s action in securing an extension of time. To the contrary, she accepted all benefits to be derived therefrom and took no affirmative action whatsoever to negative approval. Equity will not require a useless act: Erkess v. Eisenthal, 354 Pa. 161, 164, 47 A. 2d 154. Agreement having been made to extend the time of performance, appellants’ tender to appellees on March 6,1946, would have been vain and ineffective.\nThe decree of the court below is reversed; the bill in equity is reinstated and the record remanded to the court below for the entry of a decree consistent with this opinion; costs to be paid by appellees.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "E. Arnold Forrest, with Mm Nicholas E. Larselere and Wright, Maude, Eatoes & Forrest, for appellants.",
      "William F. Fox, with Mm Fox & Fox, for appellees."
    ],
    "corrections": "",
    "head_matter": "Williams et ux., Appellants, v. Barbaretta et ux.\nMay 24, 1948:\nArgued April 14, 1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nE. Arnold Forrest, with Mm Nicholas E. Larselere and Wright, Maude, Eatoes & Forrest, for appellants.\nWilliam F. Fox, with Mm Fox & Fox, for appellees."
  },
  "file_name": "0488-01",
  "first_page_order": 510,
  "last_page_order": 516
}
