{
  "id": 473149,
  "name": "Pleasant Hills Borough, v. Jefferson Township et al., Appellants",
  "name_abbreviation": "Pleasant Hills Borough v. Jefferson Township",
  "decision_date": "1948-05-24",
  "docket_number": "Appeal, No. 88",
  "first_page": "509",
  "last_page": "517",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "100 A. 815",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "817"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "256 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030665
      ],
      "pin_cites": [
        {
          "page": "316, 317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0312-01"
      ]
    },
    {
      "cite": "58 A. 490",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936186
      ],
      "pin_cites": [
        {
          "page": "252"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0247-01"
      ]
    },
    {
      "cite": "9 A. 2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195586
      ],
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0275-01"
      ]
    },
    {
      "cite": "14 A. 2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "141 Pa. Superior Ct. 107",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1027582
      ],
      "pin_cites": [
        {
          "page": "112, 113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/141/0107-01"
      ]
    },
    {
      "cite": "22 A. 2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "690, 691"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208313
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0355-01"
      ]
    },
    {
      "cite": "13 A. 2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "26"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201223
      ],
      "pin_cites": [
        {
          "page": "177, 178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0173-01"
      ]
    },
    {
      "cite": "144 A. 748",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "749"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "294 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113414
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0555-01"
      ]
    },
    {
      "cite": "70 A. 852",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "854"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956225
      ],
      "pin_cites": [
        {
          "page": "526, 527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0521-01"
      ]
    },
    {
      "cite": "26 A. 308",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "309, 310"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842343
      ],
      "pin_cites": [
        {
          "page": "168, 169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 714,
    "char_count": 13935,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.819478704007933e-07,
      "percentile": 0.7190162438041755
    },
    "sha256": "1548350ca7323792a031da3ce6db2cd43d8779b2732d483daf2298f5119d9547",
    "simhash": "1:8fb2ec74fc80498c",
    "word_count": 2387
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ. •"
    ],
    "parties": [
      "Pleasant Hills Borough, v. Jefferson Township et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nThis controversy concerns the proper disposition and use of the proceeds of a sale of bonds issued by a township part of the area of which was later incorporated as a borough.\nThe Commissioners of Jefferson Township in Allegheny County, having considered the need of a supply of water for its inhabitants and having studied a survey of the project by hydraulic engineers,- directed that a special election be held to obtain the assent of the,- electors to an increase of the indebtedness of the Township in the sum of $325,000 for the purpose of supplying that need. In May, 1946 the electors voted in favor of the proposed bond issue, and, by an ordinance of August 26, 1946, the bonded indebtedness of the Township was declared to be increased accordingly; an annual tax, to cover the interest on the bonds, and the payment of the principal at maturity, was levied on all persons and property subject to taxation for township purposes, and the moneys derived from the sale of the bonds were ap-. propriated to the purpose for which they had been issued. The bonds were sold and were issued on September 1, 1946. After obtaining a further report from the engineers modifying the plans so as to bring the expenditure within the amount of money available, the Commissioners advertised for bids and on April 7, 1947 awarded contracts for the construction of water lines at a cost that practically consumed the entire fund; the contracts were formally executed later that same month.\nWhile these events were taking place proceedings had been instituted during the year 1946 for the incorporation of the Borough of Pleasant Hills with an acreage of less than one-seventh, but an assessed property value of more than one-half, that of . the Township. On April 1, 1947 a final decree of incorporation was entered by the court of quarter sessions and recorded, together with the application, the same day; subsequently the Superior Court affirmed the decree, whereupon -the court of quarter sessions ordered a special election in the Borough which was held on August 9, 1947 and a burgess, members of the council and other borough officials were elected; they received election certificates and were duly sworn in by a judge of the court. The present bill in equity was then brought by the Borough, acting through the burgess thus elected, against the Township and its Commissioners, to enjoin them from proceeding with the construction of the water mains or otherwise expending the moneys procured from the sale of the bonds, and praying for an adjustment of the indebtedness and apportionment of the assets as between the Township and the Borough and for an order directing the Township to pay to the Borough moneys due to the latter and wrongfully withheld. The court below entered a decree enjoining defendants from proceeding with the expenditure of the proceeds of the bonds until such adjustment and apportionment had been made, and from expending or appropriating any moneys collected from the taxpayers of the Borough except for wages of Township employes and for the ordinary expenses of the conduct of the Township government. The court also appointed a public accountant as an assessor to procure an accounting of the assets and liabilities of the Township and the Borough in order to aid in the proper disposition of the case under the supervision and direction of the court. The Township Commissioners now appeal from the court’s decree.\nThe first question raised on behalf of the Commissioners is in regard to the status of the burgess and his legal authority to institute these proceedings on behalf of the Borough. The order of the court of quarter sessions for a special election was in accordance with section 211 of the Act of May 4, 1927, P. L. 519, but the Commissioners point out that under the amendatory Act of August 6, 1941, P. L. 881, the Borough officials could not have been elected until the next regular municipal election succeeding the final decree incorporating the Borough. Be that as it may, it is clear that the burgess and the couhcilmen who were elected at the special election and duly sworn in were at least de facto officers and, as such, entitled to perform the duties and exercise the powers of their respective offices. A person in possession of an office and discharging its duties under the color of authority, — that is, authority derived from an election or appointment however irregular or informal, so that the incumbent, be not a mere volunteer,— is a de facto officer, and his acts are good so far as respects the public; attacks upon the right of such incumbent to serve must be instituted by the Commonwealth in a direct proceeding for that purpose and cannot be made collaterally: King v. Philadelphia Co., 154 Pa. 160, 168, 169, 26 A. 308, 309, 310; Krickbaum’s Contested Election, 221 Pa. 521, 526, 527, 70 A. 852, 854; Commonwealth ex rel. Raker v. Snyder, 294 Pa. 555, 559, 144 A. 748, 749; Commonwealth ex rel. Palermo v. Pittsburgh, 339 Pa. 173, 177, 178, 13 A. 2d 24, 26; Commonwealth ex rel. McCreary v. Major, 343 Pa. 355, 364, 22 A. 2d 686, 690, 691; Commonwealth v. Brownmiller, 141 Pa. Superior Ct. 107, 112, 113, 14 A. 2d 907, 910.\nThe second contention of the Commissioners is that these proceedings should be in the quarter sessions court, not in a court of equity, and that the latter is without jurisdiction to conduct the requested apportionment and adjustment proceedings. In the Act of May 4, 1927, P. L. 519, sec. 702, it was provided that whenever any borough has been erected out of a township the court of common pleas, upon application by a bill in equity, may ascertain the indebtedness of the township and equitably adjust it between the township and the borough and decree the proportion which the township and the borough should respectively pay. As against this provision the Commissioners point to section 703 of the Act of July 10, 1947, P. L. 1621, the Act being effective as of July 1, 1947, which provides that in ease the township and the borough authorities cannot make an amicable adjustment and apportionment of the property and indebtedness within a period of six months, then the township commissioners or the borough council may present a petition to the court of quarter sessions asking for the appointment of an auditor who shall make report to the court in regard to such adjustment and apportionment. But it was further provided in this 1947 Act (section 103) that it should not affect any right accrued or vested, or affect any suit pending or to be instituted to enforce any right under the authority of former laws which the new law superseded; in other words, the Act preserved not only rights then existing but the procedure to enforce such rights by suits that might subsequently be instituted. The Borough had been incorporated on April 1, ■1947 and, by section 205 of the 1927 Act, it became entitled at that time to the rights, privileges and immunities which that Act conferred, among which was the right to an apportionment of the property and adjustment of the indebtedness as between it and the Township ; therefore, by virtue of the saving clause of section 103 of the Act of 1947, the present proceedings to enforce that right were properly instituted in accordance with the procedural provisions of the Act of 1927, namely, by bill in equity in the court of common pleas.\nThis brings us to the principal question in the case and that is the power of the court to enjoin the township from proceeding with the construction of the water mains or otherwise expending the money derived from the sale of the bonds. The ordinance providing for the bond issue stated that the proposed increase of indebtedness of the Township was for the purpose of “paying a part of the cost of acquiring, by purchase or otherwise, existing water pipes, lines and other facilities and constructing and laying additional water pipes, lines and other facilities for the purpose of procuring and maintaining a supply of water for the use of said Township and the residents thereof”, and this same phraseology was repeated on the ballot submitted to the electors. It will be noticed that the purpose was stated to be the procuring and maintaining of a supply of water for the residents of the Township; this purpose was to be accomplished by two methods, the one, acquiring existing water lines, the other, constructing additional lines.. It appears that there were water pipes, lines and other facilities then existing in the portion of the Township which was incorporated into the Borough of Pleasant Hills but in the remaining portion of the Township there were fewer such lines or facilities, and, according to the plan projected by the expert engineers, adopted by the Township Commissioners, and embodied in the contracts subsequently entered into, the use of the proceeds of the bonds was to be confined to the construction of new pipes and lines in various parts of the Township outside the limits of the Borough and no part of the money was to be devoted to the acquisition of the existing Avater lines in the Borough. The Borough contends that such a discriminatory use of the fund is unjust and illegal and should be enjoined in equity. It is, of course, true that if such use-deviates from the stated purpose for which the money was raised and on the basis of which the electors approved the increase of the bonded indebtedness, such a diversion of the moneys should be enjoined. In Wilds v. McKeesport City School District, 336 Pa. 275, 278, 9 A. 2d 338, 339, it was said that “The courts have rigidly insisted that the proceeds of a bond issue authorized by the electors shall be used by the corporate authorities in strict accordance Avith the purposes stated in the official proclamation of the election. Any diversion of the money from such purposes would constitute fraud and amount to a grave breach of faith”. In the present instance, hoivever, we fail to find any such diversion or unlawful discrimination. The general purpose of the bond issue to procure and maintain a supply of water is being subserved, and, as to the two suggested methods, one by acquiring existing lines and the other by constructing new ones, there is no requirement that both must be followed, or, if followed, to what extent and in what proportion the money must be distributed between them. It was said in Major v. Aldan Borough, 209 Pa. 247, 252, 58 A. 490, 491, that “the mere adoption of a certain method ... or making changes in the same, cannot be regarded as an unlawful diversion, if, in the end, the real purpose of the authorized loan is attained”. It is to be noted that it was expressly proclaimed that the bonds here were to be raised for tbe payment of only a part of the cost of tbe entire project, clearly showing that it was never contemplated that tbe proceeds of this particular bond issue would be sufficient to carry out tbe complete purpose; tbe fact is that at least half of tbe Township is not being benefited or supplied by tbe present contemplated use of the funds any more than is tbe Borough. In this respect tbe situation differs sharply from that which existed in Raff v. Philadelphia, 256 Pa. 312, 316, 317, 100 A. 815, 817, where tbe announced purpose of tbe increase of indebtedness was tbe erection of a convention ball, — for tbe whole cost of it and not merely in part payment, — so that when tbe city proceeded to erect such a ball at a cost greatly in excess of tbe amount stated in tbe notice of the election tbe court-enjoined tbe use of tbe funds for what would have been merely a partial execution of tbe project as proclaimed. Certainly it is a matter of legislative policy, not subject to judicial supervision, to determine bow money raised for a project of tbe nature here involved shall be allocated and spread over tbe territorial area of the district, provided, always, of course, that tbe use of tbe money is restricted to tbe general purpose for which it was expressly raised.\nTbe court below did not enjoin for all time tbe use of tbe proceeds of tbe bond issue but only until tbe adjustment of tbe indebtedness and apportionment of tbe assets could be completed. This clearly was without any logical justification since tbe expenditure of tbe money is a matter wholly independent of, and unrelated to, tbe process of such adjustment and apportionment. When tbe funds were obtained from the sale of tbe bonds they were immediately appropriated to the purpose for which they bad been acquired; the Borough would not in any event be entitled to any portion of them in kind; they had to be disposed of under tbe authority of tbe Township for tbe purpose authorized by the electors, and the incorporation of tbe Borough after such appropriation bad been made did not entitle it to take over any portion of tbe funds and itself regulate their expenditure. Tbe apportionment of assets and adjustment of indebtedness between tbe Township and tbe Borough are matters merely of calculation and accounting, of striking a balance of debits and credits in accordance with tbe statutory formula governing that subject and tbe judicial decisions thereunder; such adjustment and apportionment can now be determined by tbe assessor acting under tbe supervision and direction of tbe court and it is not necessary at this stage of the proceedings to consider any of tbe problems that may arise in connection therewith.\nTbe order and decree of tbe court enjoining defendants is reversed, and the record is remitted for further proceedings not inconsistent with this opinion; costs to be divided between tbe parties.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Jason Richardson, with him Irwin I. Try on, for appellants.",
      "Louis Rosenberg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pleasant Hills Borough, v. Jefferson Township et al., Appellants.\nMay 24, 1948:\nArgued March 26,1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ. •\nJason Richardson, with him Irwin I. Try on, for appellants.\nLouis Rosenberg, for appellee."
  },
  "file_name": "0509-01",
  "first_page_order": 531,
  "last_page_order": 539
}
