{
  "id": 473145,
  "name": "Commonwealth ex rel. Micholetti v. Ashe, Warden",
  "name_abbreviation": "Commonwealth ex rel. Micholetti v. Ashe",
  "decision_date": "1948-07-06",
  "docket_number": "Appeal, No. 104",
  "first_page": "542",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "359 Pa. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "196 A. 498",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181419
      ],
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0183-01"
      ]
    },
    {
      "cite": "36 A. 2d 175",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. Superior Ct. 392",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 264,
    "char_count": 3531,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.5217136813291577e-07,
      "percentile": 0.9236474790615206
    },
    "sha256": "70910b85b954cf74c5cb62befacffa4df9b25c8f1ef7665c5de1af428a8f6993",
    "simhash": "1:786fbc7562dc9fa5",
    "word_count": 588
  },
  "last_updated": "2024-02-27T22:13:07.854586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Micholetti v. Ashe, Warden."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nRelator contends he ivas illegally sentenced on six of seven convictions of burglary and receiving stolen goods,, for the reason that the court, having “revoked and vacated”, and nothing more, the sentences it imposed in the session in which he was convicted, lost its power to resentence him in a subsequent session.\nIn February, 1942, relator pleaded guilty and was sentenced, in the Court of Oyer and Terminer of Allegheny County on six separate bills of indictment (No. 107, January Session, 1942, and Nos. 16, 17, 38, 39 and 40, February Session, 1942). Later in that session, the court revoked and vacated the sentences, but did not suspend or defer sentence or remand relator to be held for sentence. In a subsequent session, on May 21, 1942, nothing further appearing on the record, the court entered upon each indictment an order suspending sentence.\nIn October, 1943, relator pleaded guilty to another bill of indictment (No. 69, October Session, 1943) charging burglary and receiving stolen goods. The court then, October 20, 1943, revoked the orders suspending sentences on the former bills and imposed sentences thereon totalling not less than ten years nor more than twenty years. On bill No. 69, October Session, 1943, the court imposed a sentence of not less than four years nor more than eight years to run concurrently with the former sentences. Relator does not question this latter sentence, but argues that the sentences on the previous bills were illegal and therefore null and void.\nRelator, having completed his minimum sentence on bill No. 69, filed a petition for writ of habeas corpus in the Superior Court, which the court refused. An allocatur was allowed by this Court, and this appeal followed.\nWe are unanimously of opinion that the learned Superior Court was in error in their conclusion that the sentences here involved were legal. The court below sentenced relator on each of the six bills of indictment and, in the same session, revoked and vacated each sentence. Nothing appears of record to show that the court did anything to preserve its power to resentence. It could have availed itself of this right by suspending or deferring sentence or remanding relator to be held for sentence. Failing so to do, its power of resentence expired with the session of court: Com. ex rel. Nagle v. Smith, 154 Pa. Superior Ct. 392, 36 A. 2d 175. This Court said in Moskowitz’s Registration Case, 329 Pa. 183, 190, 196 A. 498, speaking through Mr. Chief Justice Kephart: “A. court may not legally resentence a criminal after the term has ended. ... If it were permissible to amend, modify or revise sentences without this limitation the entire administration of criminal justice would be disrupted and manifest abuses would result.”\nWe cannot discharge the prisoner because he has, as yet, served only the minimum sentence on bill No. 69, October Session, 1943, but we can and will direct the vacation of the six illegal sentences.\nJudgment of the Superior Court is reversed and the Court of Oyer and Terminer of Allegheny County is directed to enter an order vacating the sentences imposed at No. 107, January Session, 1942, and Nos. 16, 17, 38, 39 and 40, February Session, 1942, of that court.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Roy T. Clunk, for appellant.",
      "Craig T. Stockdale, Assistant District Attorney, with him William 8. Rahauser, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Micholetti v. Ashe, Warden.\nJuly 6, 1948:\nArgued May 24, 1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nRoy T. Clunk, for appellant.\nCraig T. Stockdale, Assistant District Attorney, with him William 8. Rahauser, District Attorney, for appellee."
  },
  "file_name": "0542-01",
  "first_page_order": 564,
  "last_page_order": 566
}
