{
  "id": 959458,
  "name": "Mohn, Appellant, v. Pennsylvania Steel Company",
  "name_abbreviation": "Mohn v. Pennsylvania Steel Co.",
  "decision_date": "1908-06-23",
  "docket_number": "Appeal, No. 3",
  "first_page": "217",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 350,
    "char_count": 5476,
    "ocr_confidence": 0.508,
    "sha256": "c35f362d2cb898ff182383ae7b0dca12b6160bb3704365f97170a923c70708d5",
    "simhash": "1:64e63e8b1107a63e",
    "word_count": 953
  },
  "last_updated": "2023-07-14T20:03:03.770069+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Mohn, Appellant, v. Pennsylvania Steel Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was an action brought by the widow of John Mohn to recover damages for the death of her husband caused, as was alleged, by the negligence of the defendant company. The negligence charged was failure to keep in good order a valve connected with its gas generating plant. It appears from the evidence that John Mohn, who was an experienced workman, was employed as a fireman at the gas making plant of the defendant company, and was fatally burned on May 16, 1901, dying the following dajn The gas made at the plant was of two kinds, “ producer gas,” an inferior quality, and “ water gas,” which was of a higher grade. Distinct pipes and receptacles were provided for the carriage and reception of the gas in the process of making. The machinery included the use of two four-way hydraulic cocks, two to each generator, which operated valves known respectively as the “producer gas valve ” and the “ water gas valve.” The hydraulic cocks were operated by means of hand levers. When either gas was being produced, the appropriate valve was to be opened, and the other one was to be closed. In changing from one kind of gas to the other, it appeared that the safe and proper practice was to throw the lever controlling the valve which had been closed, and as soon as, and not until, it was opened, to throw the other lever, thus closing the second valve. In other words, the valves should not have been operated simultaneously. At the time of the accident, Mohn attempted to change from “ water gas ” to “ producer gas,” but instead of first throwing the lever connected with the producer valve, thus opening it, and then pulling the one connected with the water gas valve, thus closing that one, he threw both of them simultaneously. The result was the closing of the water gas valve, and as the producer valve, which had been closed, stuck and refused to open, there was no outlet for the gas in .the proper channel. Seeing this, and doubtless fearing an explosion, Mohn endeavored to open the top of the generator, and while so engaged the gas rushed out and fatally burned him.\nComplaint is made that the four-way cock would not work, and as a result the accident followed. But if we have correctly understood the testimony; no harm would have resulted from the sticking of this valve, had the operator followed the safe method of moving one valve at a time. There was evidence that Mohn had been warnecl against' throwing both levers at the same time, and it would also seem that his knowledge and experience as a gas maker would have suggested the danger of that method of operation. However, the testimony does not sustain the contention of plaintiff’s counsel, under any .aspect of the case. For the sticking of the valve, of which complaint is made seems to have occurred some ten days prior to the accident; and whether anything was then done to make the valve work smoothly, does not appear. But at any rate it did continue to work, and was moved.approximately every three -minutes after -that, night and day, until the accident occurred. No break was shown, in the valve, and no cause for its sticking, or working hard, was shown. \"Whether it was for lack of oil or from heating and expanding, or from some other temporary cause, did not appear. For all that was shown by the testimony, the sticking was apparently of the most temporary character, when it gave some trouble ten days before, with no reason for further complaint during the intervening time. We see nothing in the evidence to sustain the charge that the valve was defective ; on the contrary, it appeared that the valve when examined was found to be in good condition, .in no need of repair, and that it continued in constant use in precisely the same way for years after the accident. It is plain, as the trial judge says, that the accident occurred because of the manner in which the apparatus was operated by the deceased, rather than from any defect in the device itself.\nWe think the court below very properly directed the verdict to be rendered in favor of the defendant, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Wm. M. Ilargest, of Ilargest dé Ilargest, with him Swartz Brothers, for appellant.",
      "W. F. Darby, John B. Geyer and John E. Fox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mohn, Appellant, v. Pennsylvania Steel Company.\nNegligence — Master and servant — Evidence—Contributory negligence.\nIn an action against a steel company to recover damages for the death of one of its workmen, binding instructions for defendant are proper where the evidence shows that the deceased worked at a gas making plant which produced two kinds of gas at a machine equipped with two valves; that when one kind of gas was to be produced, one of the valves was to be opened and the other to be closed and that the deceased instead of opening one and closing the other, opened both of them simultaneously, causing a rush of gas which fatally burned him.\nArgued June 3, 1908.\nAppeal, No. 3, May T., 1908, by plaintiff, from judgment of C. P. Dauphin Co., March T., 1906, No. 286, on verdict for defendant in case of Margie Mohn v. Pennsylvania Steel Company.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband. Before Kunkel, P. J. ■ ...\nThe facts are stated in the opinion of the Supreme Court.\nYerdict and judgment for defendant. Plaintiff appealed. ■\nError assigned was in giving binding instructions for defendant.\nWm. M. Ilargest, of Ilargest dé Ilargest, with him Swartz Brothers, for appellant.\nW. F. Darby, John B. Geyer and John E. Fox, for appellee.\nJune 23, 1908:"
  },
  "file_name": "0217-01",
  "first_page_order": 245,
  "last_page_order": 247
}
