{
  "id": 959373,
  "name": "Lehigh & New England Railroad Company, Appellant, v. Hanhauser",
  "name_abbreviation": "Lehigh & New England Railroad v. Hanhauser",
  "decision_date": "1908-10-05",
  "docket_number": "Appeal, No. 46",
  "first_page": "248",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "182 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0001-01"
      ]
    },
    {
      "cite": "181 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0148-01"
      ]
    },
    {
      "cite": "180 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0186-01"
      ]
    },
    {
      "cite": "204 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0001-01"
      ]
    },
    {
      "cite": "131 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810290
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0273-01"
      ]
    },
    {
      "cite": "107 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0020-01"
      ]
    },
    {
      "cite": "34 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 8277,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 2.3431780150760023e-07,
      "percentile": 0.792398128230642
    },
    "sha256": "80542f280264b01a8c33fa046f736695ae5f94c4d4f6921e62bb366628dd857e",
    "simhash": "1:602de68b2a08b4ed",
    "word_count": 1451
  },
  "last_updated": "2024-02-27T21:31:09.391068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Lehigh & New England Railroad Company, Appellant, v. Hanhauser."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nIf the appellant be entitled to the relief prayed for in its bill, the court below was not the place to go for it. On March 22, 1887, James Clarke recovered a judgment in the court of common pleas No. 3 of Philadelphia county against the Pennsylvania & New England Railroad Company. Upon this judgment various writs of scire facias were issued from time to time, and on October 24, 1906, judgment was entered against the original defendant and certain railroad companies summoned as terre-tenants for $96,922.42. The appellant, as the successor of these terre-tenants, avers in its bill that this judgment is a cloud upon its title to rights, property, franchises and assets within the county of Northampton, and prays that it be decreed to be not a lien upon the same and for an injunction to restrain the holders thereof from making, or causing to be made, by virtue of it, any levy upon the said rights, property, franchises and assets.\nThe cloud which the appellant alleges rests upon its title to property in Northampton county, and which it would have removed therefrom, is a judgment entered in one of the courts of Philadelphia county against the Pennsylvania & New England Railroad Company and five terre-tenants. That judgment was not taken against the appellant as a terre-tenant, but, even if it had been, it would not be a lien against any of its property outside of Philadelphia county. As no property outside of that county is affected by the entry of the judgment there, it cannot rest as a cloud upon any property of the appellant in Northampton county; and if it should be transferred to that county under the Act of April 16,1840, P. L. 410, its court of common pleas would have no right to inquire into the validity, merits or effect thereof: King v. Nimick et al., 34 Pa. 297. One court cannot modify, disregard or set aside the judgment of any other court of co-ordinate jurisdiction : Doyle v. Commonwealth, 107 Pa. 20. A judgment entered on an exemplification of the record does not become a judgment in the common interpretation of the word in the county to which it is transferred. The judgment on the exemplification is but the record evidence of the existence of the judgment in the county in which it was obtained, and the court to which it is transferred has no power over it save for lien and execution and cannot inquire into its validity or make orders affecting its operation. All inquiries into the effect of a judgment as establishing the rights of a plaintiff under it must be made to the oourt that pronounced it: Nelson v. Guffey, 131 Pa. 273.\nIf the validity and effect of the judgment in Philadelphia county cannot be inquired into and passed upon by the court of common pleas of Northampton county, if transferred into that county, much less can that court say what may be done with or under a writ of execution on it directed by the common pleas of Philadelphia county under statutory authority to the sheriff of Northampton county. In executing such a process the sheriff of that county would become, for the time being, the officer of the Philadelphia court, to which alone he would make return, and in the execution of his writ the court of his own county would have no more control over him or the writ, or the holders of the judgment on which the same issued, than it would have over a United States marshal with a writ of fieri facias in his hands, or- over the plaintiffs therein in their attempt to enforce their rights under their judgment in the federal court... As to this the learned chancellor below, in his opinion sustaining the demurrer to the bill, properly and well said: “If.a testatum fi. fa. had been issued, and the present bill had been filed, exactly the same case would be presented as was presented in Nelson v. Guffey, 131 Pa. 273, where it was held : ‘ It is error in the court of the county to which such testatum fieri facias is directed, to proceed by bill in equity, filed by the defendant, to enjoin the plaintiff from prosecuting its enforcement.’ The subject-matter or thing in controversy is this judgment of the court of common pleas No. 3, for the county of Philadelphia. It is immaterial that our process would be directed to the defendants in the present case. The effect of our decree would be an interference with a proposed action of thé .defendants in the court of common pleas No. 3, for the county of Philadelphia, where all the parties to the present suit, as appears by the bill, are interested, either as the successor of terre-tenants, who have had judgments entered against them, or as a party to the suit still pending in that court upon the same judgment, to recover against the present plaintiff as a terre-tenant. The jurisdiction of the court of common pleas No. 3, for the county of Philadelphia, is ample to protect the present plaintiff upon the same allegations, if application is made to it, either on the law or equity side.” To this we cannot profitably add anything, except to say that not only public policy, but the set-tied authorities will not permit any interference by any other court with the judgment entered or directed to be entered by the common pleas of Philadelphia county, or with the process which the legislature directs may go out upon it from that court.\nOne of the contentions of the appellant is that the situs of the property controls the question of jurisdiction in this case. As jurisdiction over those holding the judgment may be obtained by a proceeding in equity in Philadelphia county, the location of the property in Northampton county is immaterial: Schmaltz v. York Mfg. Co., 204 Pa. 1; Clark v. Clark, 180 Pa. 186; Clad v. Paist, 181 Pa. 148; Kendall v. Coke Co., 182 Pa. 1.\nThe decree of the court below is affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Edward J. Fox and James W. Fox, with them Wm. Y. G. Anderson, for appellant.",
      "Chester EF. Barr, Jr., U. J. Steele and William A. Glasgow, Jr., for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Lehigh & New England Railroad Company, Appellant, v. Hanhauser.\nJudgment — Railroads—Contractor—Resolution of January 21, 1843, P. L. 367, Act of April 4, 1862, P. L. 235.\nWhere a judgment has been entered by a contractor against a railroad company, and various other railroad companies have been brought in as terre-tenants under scire facias proceedings under the act of April 4, 1862, the court of common pleas of another county sitting as a court of equity has no jurisdiction to entertain a bill in equity filed by a railroad company, successor of the terre-tenants, averring that such judgment was a cloud upon the complainant's title in the county where the bill is filed, and praying that such judgment be decreed to be not a lien upon complainant’s property in the court in which the bill is filled, and for an injunction to restrain the holders of the judgment from making, or causing to be made, by virtue of it, any levy upon said property. In such a ease the situs of the property in no way controls the question of jurisdiction.\nA judgment in one county is not a lien against property in a second county; if the judgment is transferred to the second county the courts thereof have no jurisdiction to question its validity; and if a testatum fi. fa. issues from the court of the first county to the sheriff of the second county, the courts of the latter county have no control thereof.\nArgued March 26,1908.\nAppeal, No. 46, Jan. T., 1908, by plaintiff, from decree of C. P. Northampton Co., Sept. T., 1907, No. 2, dismissing bill in equity in case of The Lehigh & New England Railroad Company v. George Hanhauser, Administrator of the Estate of James Clarke, deceased, and William C. Mayne.\nBefore Mitchell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nBill in equity to quiet title and for an injunction. Before Stewart, J.\nIn addition to the facts stated in the opinion of the Supreme Court, it appeared that the judgment referred to in the bill was a contractor’s judgment, and that the various writs of scire facias to bring in other railroad companies as terre-tenants were issued under the act of April 4, 1862: The defendants demurred to the bill. The court sustained the demurrer and dismissed the bill.\nError assigned was in dismissing the bill.\nEdward J. Fox and James W. Fox, with them Wm. Y. G. Anderson, for appellant.\nChester EF. Barr, Jr., U. J. Steele and William A. Glasgow, Jr., for appellees, were not heard.\nOctober 5, 1908:"
  },
  "file_name": "0248-01",
  "first_page_order": 276,
  "last_page_order": 280
}
