{
  "id": 959467,
  "name": "Commonwealth, Appellant, v. Clairton Steel Company",
  "name_abbreviation": "Commonwealth v. Clairton Steel Co.",
  "decision_date": "1908-10-12",
  "docket_number": "Appeal, No. 7",
  "first_page": "293",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Pa. Superior Ct. 153",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/29/0153-01"
      ]
    },
    {
      "cite": "139 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0612-01"
      ]
    },
    {
      "cite": "107 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0185-01"
      ]
    },
    {
      "cite": "148 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981846
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0601-01"
      ]
    },
    {
      "cite": "162 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856822
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0614-01"
      ]
    },
    {
      "cite": "123 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/123/0594-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 153",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/29/0153-01"
      ]
    },
    {
      "cite": "148 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0601-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 8615,
    "ocr_confidence": 0.584,
    "pagerank": {
      "raw": 2.0366588230109905e-07,
      "percentile": 0.7472653811090917
    },
    "sha256": "525af1c82230bc9290e2439cdacf2dcb0132bef6335d6bdaa486b7f9de7f2a66",
    "simhash": "1:2151183804dfb499",
    "word_count": 1508
  },
  "last_updated": "2024-02-27T21:31:09.391068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Clairton Steel Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Brown,\nThe Clairton Steel Company, in its report to the' auditor general for the year 1906, reported that its bonds, to the amount of $1,039,000, were held by state banks and savings institutions chartered under the laws of this state, which, with the exception of the Bank of Charleroi, the holder of $4,000 of the bonds, had paid into the state treasury before March 1, 1906, the four mills tax upon the actual value of all the shares of their stock, in accordance with the provisions of the Act of July 15, 1897, P. L. 292. The narrow question on this appeal is the correctness of the conclusion of the court below that the bonds held by the banks and savings institutions, other than the Bank of Charleroi, are exempt from taxation for the year 1906. If they are not, it was the duty of the appellee, through its treasurer, to collect the tax due the commonwealth, and, upon his failure to do so, it became liable for his default: Commonwealth v. Delaware Division Canal Company, 123 Pa. 594.\nIt is not necessary in disposing of this appeal to review the several acts of assembly relating to the taxation of the shares of the capital stock of banks and savings institutions, for the exemption which the appellee claims, if it exists, must be found in the act of 1897. Prior enactments throw no light upon the question and are of no assistance in interpreting that act. Following Peoples Savings Bank v. Monongahela River Consolidated Coal & Coke Company, 29 Pa. Superior Ct. 153, and what he conceived to be the plain and unambiguous meaning of the act, the learned judge below held the bonds to be exempt, and in his conclusion we concur.\nThe first section of the act of 1897 provides, “That in case any bank or savings institution having capital stock, incorporated under the law of this state or of the United States, shall collect, annually, from the shareholders thereof said tax of four mills on the dollar upon the actual value of all the shares of stock of said bank or savings institutions according to the rule hereinbefore stated that have been subscribed for or issued, and pay the same into the state treasury on or before the first day of March in each year, the shares and so much of the capital and profits of such bank or savings institutions as shall not be invested in real estate, shall be exempt from local taxation under the laws of this commonwealth.” If the legislature had stopped here the contention of the commonwealth would have to prevail, for we so held in passing upon the Act of June 1, 1889, P. L. 420, in which there is a similar provision: Wilkes-Barre Deposit & Savings Bank v. City of Wilkes-Barre, 148 Pa. 601; but in the same section the words immediately following are, “and such bank or savings institution shall not be required to make any report to the local assessor or county commissioners of its personal property owned by it in its own right for purposes of taxation, and shall not be required to pay any tax thereon.” These words were not needed if relief was to be given only from local taxation, for that had already been given by what immediately preceded. They were, therefore, intended to have some other effect. Their clear meaning is that any bank or savings institutions paying a four mills tax upon the actual value of all the shares of its stock that have been subscribed for or issued shall not be required to pay any tax on personal property owned by it in its own right, and, therefore, shall not be required, “for the purposes of taxation,” to make any report to the local assessor or county commissioners. That the legislature intended that exemption from all further taxation should follow the payment of the four mills tax is made clearer still from what immediately follows as to the exemption upon the payment of the ten mills tax. The clause as to this is, “Except however that any bank or savings institution incorporated as aforesaid, in lieu of the method hereinbefore set out for ascertaining the actual value of the shares of capital stock thereof, may elect to collect annually from the stockholders thereof a tax of ten mills on the dollar upon the par value of all shares of said bank that have been subscribed for or issued, and pay the same into the state treasury on or before the first day of March in each year; and the shares of such bank or savings institution, and so much of the capital and profits of such bank or savings institution, as shall not be invested in real estate shall be exempted from local taxation under the laws of this commonwealth.” Here is not only a distinct limitation of the exemption to local taxation when the ten mills tax is paid, but an expression of the legislative intent that the effect of the two payments shall not be the same. The payment of the tax within the statutory period upon the actual value of the shares of the capital stock of the bank or savings institution is exemption of its personal property owned in its own right from any tax; the payment of the ten mills tax is exemption from local taxation of so much of the capital and profits of the bank or savings institution as shall not be invested in real estate.\nThe bonds of the appellee held by the Bank of Charleroi which paid the ten mills tax are not exempt, and the appellee concedes its liability as to them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Brown,"
      }
    ],
    "attorneys": [
      "Frederic W. Fleitz, deputy attorney general, with him M. Hampton Todd, attorney general, for appellant.",
      "M. E. Olmsted, with him A. C. Stamm, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Clairton Steel Company.\nTaxation — Corporations—Act of July 15, 1897, P. L. 292 — Bonds.\nUnder the Act of July 15, 1897, P. L. 292, a bank or savings institution which has paid a four mills tax upon the actual value of all the shares of its stock that have been subscribed for or issued, is not required to pay any tax on personal property owned by it in its own right.\nWhere such an institution owns the bonds of a Pennsylvania manufacturing company, the latter company is not required to collect any tax on such bonds and pay it over to the commonwealth.\nArgued June 2, 1908.\nAppeal, No. 7, May T., 1908, by plaintiff, from judgment of C. P. Dauphin Co., Commonwealth Docket, 1908, No. 130, for defendant on case tried by the court without a jury in suit of Commonwealth v. Clairton Steel Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAppeal from tax settlement.\nKtjnkel, P. J., found the facts to be as follows:\n1. The Clairton Steel Company, defendant, is a corporation of the state of Pennsylvania. For the year 1906, its treasurer made report to the auditor general of Pennsylvania, showing the amount of its indebtedness to be $9,290,446.64. The report showed, inter alia, $1,162,000 of bonds and $7,916.64 of mortgages owned by individual residents of Pennsylvania, $69,000 of bonds held in trust by Pennsylvania corporations, and $1,039,000 of bonds owned by state banks and savings institutions chartered under the laws of Pennsylvania.\n2. Upon March 25, 1908, the auditor general settled and entered and the state treasurer approved an account agains.t the defendant company in which the tax of four mills was charged upon $2,277,916.64 of bonds and mortgages, being those referred to in the next preceding finding of fact. From this account defendant duly appealed to this court, first paying into the state treasury $4,800 as tax on loans for the year 1906.\n3. All of the state banks and savings institutions owning bonds of the defendant company to the amount of $1,039,000 included in the account of the auditor general and state treasurer paid into the state treasury before March 1, 1906, the four mills tax upon the shares of their capital stock under the provisions of the act entitled, “An act to provide revenue by taxation,” approved July 15, 1897, P. L. 292, except the Bank of Charleroi, which owned $4,000 of the $1,039,000 and which paid before March 1,1906, the ten mills tax provided by the said act of July 15, 1897.\nThe court entered judgment for defendant on the case stated.\nError assigned was in entering judgment for defendant.\nFrederic W. Fleitz, deputy attorney general, with him M. Hampton Todd, attorney general, for appellant.\nThe legal right of the commonwealth to impose this tax is well settled: Com. v. Wilkes-Barre, etc., Ry. Co., 162 Pa. 614; Wilkes-Barre Deposit & Savings Bank v. Wilkes-Barre, 148 Pa. 601.\nM. E. Olmsted, with him A. C. Stamm, for appellee,\ncited: Com. v. Martin, 107 Pa. 185; Com. v. Wilkes-Barre, etc., Ry. Co., 162 Pa. 614; Wilkes-Barre Deposit & Savings Bank v. Wilkes-Barre, 148 Pa. 601; Fidelity Ins., etc., Co. v. Loughlin, 139 Pa. 612; People’s Savings Bank v. Coal & Coke Co., 29 Pa. Superior Ct. 153.\nOctober 12,1908:"
  },
  "file_name": "0293-01",
  "first_page_order": 321,
  "last_page_order": 325
}
