{
  "id": 959380,
  "name": "Henderson's Case",
  "name_abbreviation": "Henderson's Case",
  "decision_date": "1908-10-12",
  "docket_number": "Appeal, No. 216",
  "first_page": "307",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "208 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0108-01"
      ]
    },
    {
      "cite": "219 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0453-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 9358,
    "ocr_confidence": 0.594,
    "pagerank": {
      "raw": 2.8651142789705816e-07,
      "percentile": 0.8419575813107251
    },
    "sha256": "21bafcf7e8d5249b773ca8e468af5ef08004911b0462829271b42fb4af66646b",
    "simhash": "1:a7f51c3467af0b7a",
    "word_count": 1652
  },
  "last_updated": "2024-02-27T21:31:09.391068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Henderson’s Case."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "R. L. Ralston and C. E. Harrington, for appellant,",
      "H. N. Snyder, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Henderson’s Case.\nElection law — Primary elections — Nomination.\nUnder the primary election Act of February 17, 1906, P. L. 36, where no name of a candidate of one party is printed on the primary ballot, and a number of electors write in the blank space on the ballot the name of the candidate of the opposite party, and no other person is voted for, such candidate is entitled to have his name printed on the official ballot as the candidate of such party.\nArgued Oct. 5, 1908.\nAppeal, No. 216, Oct. T., 1908, by Harry C. Golden, from order of C. P. Armstrong Co., Sept. T., 1908, No. 177, dismissing objections to nomination of Harry B. Henderson.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nObjections to nomination of Harry B. Henderson.\nPatton, P. J., filed the following opinion:\nThe act of assembly approved February 17, 1906, P. L. 36, providing a uniform method of electing party officers, made a radical change in the manner of conducting primary elections.\nSection four of said act-prescribes the form of said ballot and directs, inter alia, “make a cross (X) in the square to the right of each candidate for whom you wish to vote. If you desire to vote for a person whose name is not on the ballot, write or paste his name on the blank space provided for that purpose.\nAt the spring primary held in Armstrong county on April 11, 1908, one person was to be chosen by the electors of said county for the office of register and recorder. If the provisions of this act were carried out (and in the absence of allegations to the contrary, we must presume that they were), the chairman of the county committee would give notice to the county commissioners of the names of the party officers to be filled, and the commissioners in turn would advertise this fact in at. least two newspapers of general circulation. If any person desired to become a candidate for the nomination for register and recorder in any party, it became his duty, if he desired to have his name printed upon the official ballot, to prepare and circulate a petition for that purpose, have it .signed by fifty qualified electors, and file it with the county commissioners at least three weeks prior to the primary.\nHarry B. Henderson, as the Republican candidate for the office of register and recorder, strictly complied with this act of assembly and was duly nominated for said office by that party.\nNo person desired to become a candidate for the office of register and recorder on the Democratic ticket. At least no person expressed any such desire by circulating and filing a petition as required by the act of assembly.\nIt then became the duty of the county commissioners to prepare the official ballot for the primary election, and in doing so the law requires that they should provide a blank space, in which any elector, who desires to vote for a person whose name was not on the ballot, might write or paste his name. If the commissioners complied with the law (and we are bound to presume that they did) in preparing the Democratic ballot, they would- leave a blank space as above provided.\nIn this space the law expressly authorized any Democratic elector to vote for any person whose name was not on the ballot. As Harry B. Henderson’s name was not on the ballot, twenty electors, being a plurality of the votes cast for the office of register and recorder following the letter of the law, voted for him. The vote so cast was counted by the election board, returned by them to the county commissioners, and computed by them .and a certificate granted to said Harry B. Henderson that he was the legal nominee for register and recorder on the Democratic ticket.\nIt is apparent that the letter of the law was strictly complied with and that on the face of the proceedings he is entitled to the certificate given him.\nThe petitioner assigns seven reasons why said nomination should be declared illegal and void. The first, second, fifth and seventh reasons are in effect that it was not intended or allowed by the “Uniform Primary 'Act” that the Democratic party should be allowed to place on nomination a recognized Republican as its candidate for the said office.\nWe remark that there is no such provision in the act of assembly. If the legislature had intended any such limitations of the right of franchise, it would have been very easy to have written in the act after the word “person,” the words, “of the same political affiliation.” In the absence of any such qualification we must presume that the legislature meant just what it said.\nIt is argued that by so construing the law it will permit one political party to interfere with the nominations of the other. Not so. No Republican interfered in any manner with the Democratic electors. But a plurality of the latter, not having an avowed candidate of their own, thinking that Mr. Henderson was the man best qualified to fill the office, expressed their desire to have him fill it, by the way pointed out by the law, viz., by writing his name in the blank space provided for that purpose. We see nothing in the letter or spirit of the law to prevent them from indicating by their votes whom they desired to have placed on their ballot as their candidate.\nIt is argued that the nomination of Mr. Henderson is against the spirit of the act. But no authority has been cited nor can any be found to sustain this contention. On the contrary, in Magee’s Nomination, 18 Pa. C. C. Rep. 225, it is said by Judge McPherson, “ At least in the absence of a rule to the contrary, a nominating convention of one party is certainly at liberty to choose a candidate of a different political faith. This power has been exercised repeatedly without challenge and indeed its existence is not denied.”\nWe all know that it is of frequent occurrence for one party to indorse the candidate of another. In our own county, last year, Thos. W. Williams, the Republican candidate for county •surveyor, was placed upon the Democratic ticket, just in the same manner as Mr. Henderson is now placed, and his name was printed on the official Democratic ticket in the fall without challenge.\nThe third reason is that there is no petition filed by at least fifty electors to have Mr. Henderson’s name placed upon the ballot, and the sixth reason is that there is no certificate of nomination filed. The respondent does not claim to have his name on the ballot by petition or certificate, but under that provision of the act which allows an elector to write his name in the blank space provided for that purpose. The fourth reason is that the “Uniform Primaries Act” does not authorize the elector to vote for any person whose name is' not printed on the ballot. This reason is contradictory of the form of the ballot above quoted, and also the provision in the act that declares “The voter may designate his choice, as indicated by the instructions shown on the form of ballot above set forth.”\nWe are also of the opinion that the complainant as an elector has entirely mistaken his remedy in objecting to “the nomination certificate or paper under the Act of 21st of April, 1903, sec. 1, P. L. 224.” This act was passed prior to the “Uniform Primary Act,” and its cumbersome methods are not applicable to the present law. The objections before us are not so much to the nomination papers as to the counting of the votes. Section 9 of the act of February 17, 1906, provides: “ Any person aggrieved by any decision of the county, commissioners relative to the counting of votes, may appeal therefrom to the court of common pleas of the proper county, whose duty it shall be to hear such appeal, and to make such order as right and justice shall require. Uriah H. Cook is the party aggrieved, and could have taken an appeal as above provided. Or Cook might have proceeded by writ of mandamus against the county commissioners to compel them to have his name printed on the ballot, and thus raised the legal questions involved.\nHowever, we place our decision upon the broad ground that no Democratic elector having sought to have his name placed upon the official ballot as his party’s candidate for register and recorder, any member of his party had the right to write the name of any elector, be he Democrat, Prohibitionist, Socialist,1 or Republican, in the blank space provided for that purpose, and that it was' the duty of the election officers to count said votes, and the commissioners to compute and canvass the returns, and that Harry B. Henderson, having received the plurality of votes cast by the Democratic party at the primary election, he is the legal candidate of that party for the office of register and recorder, and it is the duty of the proper officers to print his name on the official ballot as such candidate.\nAnd now, August 22, 1908, the objections are dismissed at the cost of the petitioner.\nError assigned was the order of the court.\nR. L. Ralston and C. E. Harrington, for appellant,\ncited: Dinger’s Petition, 17 Pa. Dist. Rep. 399; Weiss v. County Commissioners, 17 Pa. Dist. Rep. 262; Super v. Strauss, 17 Pa. Dist. Rep. 333; Von Moss's Election, 219 Pa. 453; Independence Party Nomination, 208 Pa. 108.\nH. N. Snyder, for appellee,\ncited: Magee’s Nomination, 18 Pa. C. C. Rep. 225.\nOctober 12, 1908:"
  },
  "file_name": "0307-01",
  "first_page_order": 335,
  "last_page_order": 339
}
