{
  "id": 959434,
  "name": "Jones v. Lincoln Savings & Trust Company",
  "name_abbreviation": "Jones v. Lincoln Savings & Trust Co.",
  "decision_date": "1908-11-02",
  "docket_number": "Appeals, Nos. 242 and 251",
  "first_page": "325",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "103 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0172-01"
      ]
    },
    {
      "cite": "154 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0609-01"
      ]
    },
    {
      "cite": "180 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0231-01"
      ]
    },
    {
      "cite": "107 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0020-01"
      ]
    },
    {
      "cite": "199 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0326-01"
      ]
    },
    {
      "cite": "41 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0147-01"
      ]
    },
    {
      "cite": "193 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910345
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0255-01"
      ]
    },
    {
      "cite": "196 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0553-01"
      ]
    },
    {
      "cite": "12 Phila. 469",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "153 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0283-01"
      ]
    },
    {
      "cite": "75 U. S. 498",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3444760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/75/0498-01"
      ]
    },
    {
      "cite": "101 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0293-01"
      ]
    },
    {
      "cite": "92 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0141-01"
      ]
    },
    {
      "cite": "219 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0065-01"
      ]
    },
    {
      "cite": "20 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0071-01"
      ]
    },
    {
      "cite": "28 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0009-01"
      ]
    },
    {
      "cite": "120 U. S. 747",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/120/0747-01"
      ]
    },
    {
      "cite": "146 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827942
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0102-01"
      ]
    },
    {
      "cite": "159 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850186
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0594-01"
      ]
    },
    {
      "cite": "156 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844927
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0531-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 11426,
    "ocr_confidence": 0.586,
    "pagerank": {
      "raw": 1.3501415046359845e-07,
      "percentile": 0.6331488824251916
    },
    "sha256": "a99621813086cf10d3d818e9ec810945265ca3132f4c789e5cb259e549fc80f0",
    "simhash": "1:2eb78e3a47f22201",
    "word_count": 1977
  },
  "last_updated": "2024-02-27T21:31:09.391068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Jones v. Lincoln Savings & Trust Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJudgments affirmed by a majority of this court on .the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. Hampton Todd, attorney general, with him J. Edgar Butler, for appellant.",
      "John G. Johnson, with him Charles E. Bartlett and Samuel M. Clement, 'Jr., for appellee.",
      "M. Hampton Todd, attorney general, with him J. Edgar Butler, for appellant,"
    ],
    "corrections": "",
    "head_matter": "Jones v. Lincoln Savings & Trust Company.\nReceivers — Banks and banking — Jurisdiction—Receiver in dissolution proceedings — Receiver under stockholder’s bill.\nThe receiver of a trust company appointed at the instance of the attorney general under a bill for dissolution made in accordance with the Act of February 11,1895, P. L. 4, creating a banking department of the commonwealth, does not supersede a receiver previously appointed of the same corporation by another court under a stockholder’s bill for the preservation of assets.\nArgued Oct. 5, 1908.\nAppeals, Nos. 242 and 251, Jan. T., 1908, by Commonwealth ex rel. M. Hampton Todd, Attorney General, and Charles F. Warwick, from order of C. P. No. 4, Phila. Co., June'T., 1908, No. 1,990, discharging rule to set aside appointment of receiver in case of Jeremiah C. Jones, on behalf of himself and other stockholders of Lincoln Savings & Trust Company v. Lincoln Savings & Trust Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nRule to set aside appointment of receiver.\nWillson, P. J., filed the following opinion:\nOn the application of the plaintiff, a stockholder of the defendant corporation, this court, on June 18, 1908, appointed Samuel M. Hyneman, Esq., receiver of the said corporation, with the usual powers of such an officer.\nIt was not alleged in the plaintiff’s bill that the assets of the corporation were insufficient to pay its debts. Indeed, the contrary was alleged, while at the same time it was, in effect, averred that the appointment of a receiver was necessary to protect the interests of creditors and to prevent a wasteful sacrifice of the assets. The regularity of the appointment of the said receiver is not questioned, but we are asked by the attorney general, for reasons stated in his petition, to supersede, that is, annul the decree made by this court, and to direct the receiver named by us to turn over all the assets and property of the said corporation which have come into his possession, to Charles F. Warwick, Esq., a receiver appointed , by the court of Dauphin county in proceedings instituted by the attorney general in the name of the commonwealth.\nThese proceedings were taken under what is commonly known as the Banking Act of 1895, P. L. 4. We do not question the validity or the propriety of the action taken by the Dauphin county court. The act of assembly just referred to was designed to furnish, and does furnish, a method, under which the banking business of state banking institutions can be regulated and controlled, with a view to securing honest and safe management of such institutions. A system of procedure is provided for that purpose, arid the' purpose is most laudable and salutary. We would not deliberately interfere with the successful operation of any of. the means or machinery furnished by the statute to accomplish the end in view. If by reason of the provisions of the statute, all proceedings instituted in a regular manner for the purpose of protecting the interests of creditors, in which a court of competent jurisdiction has appointed a receiver to take and hold the assets of a corporation, are avoided and nullified, then, undoubtedly, it is our duty to do what the attorney general asks us to do, and to direct our officer to stay his hands and turn over to the receiver appointed in Dauphin county all the assets that have come into his possession. Whether or not that be the effect of the statute, and our duty depends upon the proper answer to this single question, is the jurisdiction of the court in Dauphin county, which took cognizance of the matter at the instance of the commonwealth, exclusive; do proceedings there instituted necessarily supersede and avoid all other proceedings regularly .and previously instituted in a court of competent jurisdiction for the settlement of the affairs of a corporation? In other and fewer words,-the question is,-did the action of the Dauphin county court, resulting in the appointment of a receiver, operate to prevent this court and its receiver from moving forward in an orderly and ordinary way towards the end of litigation, which had been here begun before the Dauphin- county court took a step in the matter?\nWe need consider no other question. All of the specific reasons urged upon our attention by the attorney general are wrapped up in the contention that, when the court in Dauphin county made its decree appointing a receiver, the bars were raised against any further proceeding by this court under the bill filed here.\nWe are not able to agree with that view of the question, not because we think it to be of any importance who shall receive the fees or commissions that may accrue to a receiver, but because we fail to find in the statute any provision which gives to the proceedings brought in the name of. the commonwealth any such exclusive force as is claimed for them.\nWe have not been asked by the plaintiff to do anything which the statute referred to above authorizes. We are not asked to dissolve the corporation. We are not asked to give time for making good an impaired capital, or to make a decree based upon proofs of unsafe or improper conduct of business; On the contrary, we are asked only to give a relief which is customary and often afforded, and which has no reference whatever to the remedies of a. public character that the statute affords. So far as we can see, there is nothing in any proper action which we have taken or may hereafter take, in the case, that will interfere with the commonwealth’s effecting all that ought to be done, in any interest which needs to be guarded, without impinging upon the previously acquired jurisdiction of this court. We have said that we do not find in the statute any grant of exclusive jurisdiction over the case to the court of' Dauphin county. This might be owing to some want of perception on our part, but we may go further and say that no such express grant has been pointed out to us by the attorney general. In the absence of that which would deprive us of the jurisdiction already taken of the case as it stands before us, we know of no rule of law or requirement of public policy, which demands that we should vacate the decree made by us.\nThere is, besides, a certain amount of respect for our own tribunal that we are bound to recognize. It would be difficult to give reasons for such a thought more cogent than those uttered on behalf of the Supreme Court of this state, by its present learned chief justice, in the case of Commonwealth v. Order of Vesta, 156 Pa. 531, and substantially reiterated in Fraternal Guardians’ Assigned Estate, 159 Pa. 594.\nAside, however, from there being in the statute no express bar against our jurisdiction, and aside, also, from the consideration just referred to, the statute itself, in the fourth and eleventh sections, seems to show'that the legislature intended to preserve the jurisdiction of other courts of the commonwealth óvér matters which were already within their jurisdiction.\n•In sec. 4 appears the provision, “And the said corporation shall not be subject to any other visitorial power than such as may be authorized by this Act, except such as are vested in the several courts of law.”\nSection 11 reads as follows:\n“No corporation subject to the supervision of the Banking Department shall be subject to any visitorial power other than such as are authorized by this Act, or are invested by law in the courts of this Commonwealth.”\nIt seems to us that these express provisions of the statute are totally at variance with the position now taken on behalf of the commonwealth, and that upon the basis of these alone we might well decline to put the plaintiff out of court by granting the application under consideration.\nThe 'case of Kittanning Ins. Co., 146 Pa. 102, is cited to us as controlling the situation with which we have to deal, but we do not ascribe to it the weight which it appears to have in the mind of counsel.\nThat case arose under the insurance act, which, undoubtedly, in many respects resembles the banking act. The lower court took jurisdiction of a bill praying for a dissolution of the corporation. The court made a decree dissolving the corporation and appointing a receiver. On appeal to the Supreme Court, in a per curiam opinion, it was held that the lower court had no power to dissolve the corporation, and, in what seems to have been no more than an obiter dictum it was intimated that, where a receiver should be appointed in the court of Dauphin county, he would supersede the officer appointed in the court below.\nWe do not regard this remark as conclusive of the question, even in a case arising under the insurance act.\nIt is far less applicable to the present case, for the reason that the statute last referred to does not recognize, as does the banking act, the right of courts other than the court of Dauphin county to preserve and exercise their jurisdiction over matters that do not arise out of the statute.\nThe question under discussion is pre-eminently one for final determination on appeal. We have expressed in this opinion the views that have led us to the conclusion that the rules granted upon the petitions of the attorney general and of the receiver appointed in Dauphin county should be discharged.\nError assigned was order discharging rule to set aside appointment of receiver.\nM. Hampton Todd, attorney general, with him J. Edgar Butler, for appellant.\nThe Act of assembly approved February 11, 1895, P. L. 4, creating a banking department; providing for the supervision of monetary institutions and their dissolution and winding up, establishes a code of procedure which is exclusive of all others.: Com. v. Order of Vesta, 156 Pa. 531; Fraternal Guardians’ Assigned Est., 159 Pa. 594; Bank v. Francklyn, 120 U. S. 747 (7 Sup. Ct. Repr. 757); Com. v. Garrigues, 28 Pa. 9; Nav. Co. v. Blair, 20 Pa. 71; Com. v. Heller, 219 Pa. 65; Hare v. Com., 92 Pa. 141; Beltzhoover Boro. v. Gollings, 101 Pa. 293; Kennedy v. Gibson, 75 U. S. 498; Williamson v. Bank, 115 Fed. Repr. 793; Kittanning Ins. Co.’s Petition, 146 Pa. 102; Com. v. Ins. Co., 10 Pa. Dist. Rep. 339.\nThe receiver appointed by court No. 4 has no authority to do more than hold assets under his control. Neither under the bill and decree of his appointment nor under authority of law can he wind up the corporation. On notice that the corporation had been dissolved on the application of the attorney general it became his duty to transfer and account to the receiver appointed on the application of the attorney general: Schwartz v. Oil Co., 153 Pa. 283; In re Union Banking Co., 12 Phila. 469; Olyphant Sewage-Drainage Co. v. Olyphant Boro., 196 Pa. 553; Gas & Water Co. of Downington v. Downington, 193 Pa. 255; Clark v. Bridge Co., 41 Pa. 147.\nJohn G. Johnson, with him Charles E. Bartlett and Samuel M. Clement, 'Jr., for appellee.\nThe Dauphin county court had no exclusive jurisdiction: Com. v. Order of Vesta, 156 Pa. 531; Fraternal Guardians’ Assigned Est., 159 Pa. 594; Treat v. Life Ins. Co., 199 Pa. 326.\nM. Hampton Todd, attorney general, with him J. Edgar Butler, for appellant,\nin reply, cited: Doyle v. Com., 107 Pa. 20; McClain’s Est., 180 Pa. 231; Sweeney v. Girolo, 154 Pa. 609; Hering v. Chambers, 103 Pa. 172.\nNovember 2, 1908:"
  },
  "file_name": "0325-01",
  "first_page_order": 353,
  "last_page_order": 358
}
