{
  "id": 959478,
  "name": "Foster for use v. Allshouse, Appellant",
  "name_abbreviation": "Foster v. Allshouse",
  "decision_date": "1909-01-04",
  "docket_number": "Appeal, No. 20",
  "first_page": "446",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 Pa. Superior Ct. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        871047
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/34/0043-01"
      ]
    },
    {
      "cite": "150 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0535-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 263",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276347
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0263-01"
      ]
    },
    {
      "cite": "151 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0098-01"
      ]
    },
    {
      "cite": "171 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 288,
    "char_count": 4722,
    "ocr_confidence": 0.584,
    "pagerank": {
      "raw": 1.3443133795186484e-07,
      "percentile": 0.6319206254882042
    },
    "sha256": "2c9dd4a7e9c39b76ee26a15b48bbc05c5f05aed831694de8ae352b0c74c94a8f",
    "simhash": "1:603a8a99ea7132ff",
    "word_count": 872
  },
  "last_updated": "2024-02-27T21:31:09.391068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Foster for use v. Allshouse, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was an issue awarded to determine the genuineness of the signature to a judgment note. The note purported to have been made by W. H. Foster, W. B. Croushore, E. L. Woolsey, and J. W. Allshouse, to the order of W. H. Foster, and was by him sold and assigned to the Merchants’ Trust Company of Greensburg. Judgment was entered in the name of Foster to the use of the trust company. Foster died soon after the judgment was entered. Allshouse petitioned the court to open the judgment and admit him to a defense, averring that he had not signed the note, and that his alleged signature was a forgery. Upon the trial of the issue which was awarded Allshouse offered to testify that he did not write the name “ J. W. Allshouse” to the note in suit and that he did not authorize any person to write it there for him. He also offered to identify his genuine signature. The trial judge ruled that the defendant was not a competent witness, Foster being dead, and excluded the testimony. The correctness of this ruling is the only question raised by this appeal.\nIf forgery was committed in this connection it must have been in the lifetime of Foster, the payee of the note. The interest of J. W. Allshouse as one of the makers of the note was clearly adverse to the claim of the payee, and that claim passed into the hands of the trust company in the lifetime of the payee, and is now held by it. The trial judge was entirely right in holding that the case falls literally within the terms of section 5, clause (e) of the Act of May 23, 1887, P. L. 158, which is as follows: “Nor where any party to a thing or contract in action is dead .... and his right thereto or therein has passed either by his own act or by the act of the law to a party on the record who represents his interest in the subject in controversy, shall any surviving or remaining party to such thing or contract, or any other person whose interest shall be adverse to the said right of such deceased .... party be a competent witness to any matter occurring before the death of said party,” etc.\nIt matters not that Foster, in addition to being the payee, was also one of the makers of the note; this did not in any way change the character of the interest of Allshouse, or render it less adverse to that of Foster, the deceased. The defendant was permitted to testify as to signatures made by him after the death of Foster. But the offers of testimony which were rejected, were to show that defendant did not sign the note; that he did not authorize it to be signed for him; and that certain other signatures were made by him. These were all questions of fact, as to matters occurring before the death of Foster, the payee of the note, and as to any such thing, the surviving party could not testify.\nWe do not find in the terms of the offers anything to support the suggestion of counsel for appellant that the testimony of defendant would tend to prove as an existing fact at the time of the trial, that the alleged signature was not that of defendant; there was no offer to show any change in the signature, or in the conditions in that respect which existed before the death of Foster, the other party to the contract.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "W. S. Byers and A. C. Snively, for appellant,",
      "John B. Keenan and John E. Kunkle, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Foster for use v. Allshouse, Appellant.\nEvidence — Witness—Party dead — Judgment note — Forgery—Act of May 23, 1887, sec. 5, d. (e), P. L. 158.\nWhere the payee of a judgment note who is also one of the makers of the note assigns the note to another, and thereafter dies, another of the makers of the note is incompetent under the Act of May 23, 1887, sec. 5, cl. (e), P. L. 158, to testify that he did not sign the note or authorize it to be signed for him, and that his alleged signature was in fact a forgery.\nArgued Oct. 7, 1908.\nAppeal, No. 20, Oct. T., 1908, by defendant, from judgment of C. P. Westmoreland Co., Nov. T., 1905, No. 173, on verdict for plaintiff in case of W. H. Foster for use of Merchants’ Trust Company of Greensburg v. John W. Allshouse.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nIssue to determine the validity of a judgment. Before McConnell, J.\n. The facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for plaintiff. Defendant appealed.\nError assigned was in the rejection of the testimony of John W. Allshouse.\nW. S. Byers and A. C. Snively, for appellant,\ncited: Bank v. Henning, 171 Pa. 399; Dickson v. McGraw, 151 Pa. 98; Strause v. Braunreuter, 4 Pa. Superior Ct. 263; Toomey’s Est., 150 Pa. 535; Ilyus v. Buch, 34 Pa. Superior Ct. 43.\nJohn B. Keenan and John E. Kunkle, for appellee,\nfiled no printed brief.\nJanuary 4, 1909:"
  },
  "file_name": "0446-01",
  "first_page_order": 474,
  "last_page_order": 476
}
