{
  "id": 959448,
  "name": "Schlemmer, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company",
  "name_abbreviation": "Schlemmer v. Buffalo, Rochester & Pittsburg Railway Co.",
  "decision_date": "1909-01-04",
  "docket_number": "Appeal, No. 135",
  "first_page": "470",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 234,
    "char_count": 3367,
    "ocr_confidence": 0.591,
    "pagerank": {
      "raw": 1.1417773956977325e-07,
      "percentile": 0.5785893308837696
    },
    "sha256": "881f5af0173c1993788b65cfc6769022e296644160982eecc8379d8b7a588ea7",
    "simhash": "1:b87464bc444a299d",
    "word_count": 579
  },
  "last_updated": "2023-07-14T20:03:03.770069+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Schlemmer, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIt is the settled law of Pennsylvania that any negligence of a party injured, which contributed to his injury, bars his recovery of damages without regard to the negligence either greater or less than his own, of the other party. The present is a clear case of contributory negligence within this rule. The evidence is indisputable that the unfortunate decedent not only attempted to make the coupling in a dangerous way when his attention was directly called to a safer way, but also did it with reckless disregard of his personal safety by raising his head though twice expressly cautioned at the time as to the danger of so doing.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. J. Truitt, with him Charles Corbet, for appellant.",
      "C. Z. Gordon and C. H. M’Cauley, with them John G. Whit-more, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schlemmer, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company.\nNegligence — Railroads—Master and servant — Brakeman—Contributory negligence.\nIn an action against a railroad company to recover damages for the death of a brakeman in its service, no recovery can be had where the evidence is indisputable that the decedent not only attempted to make a coupling in a dangerous way when his attention was directly called to a safer way, but also did it with reckless disregard of his personal safety by raising his head- though twice expressly cautioned at the time as to the danger of so doing.\nAny negligence of a party injured which contributed to his injury bars his recovery \"of damages without regard to the negligence, either greater or less than his own, of the other party.\nArgued Oct. 8, 1908.\nAppeal, No. 135, Oct. T., 1908, by plaintiff, from judgment of C. P. Jefferson Co., April T., 1901, No. 194, for defendant non obstante veredicto in case of Catherine Schlemmer, now Catherine Craig, v. The Buffalo, Rochester & Pittsburg Railway Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband. Before Reed, P. J.\nAt the trial it appeared that the action was brought to recover damages for death of plaintiff’s husband employed as a brakeman by the defendant. The accident happened between eight and nine o’clock on the evening of April 5, 1900, while the deceased was attempting to couple a caboose to a steam shovel attached to the rear of a train of seventeen cars. It was shown that the coupler on the steam shovel was somewhat unusual in form, but it also appeared that the deceased was an experienced brakeman. The evidence tended to show that the deceased had knowledge of the character of the coupler, and knew that if he got his head or any part of his body between the ends of the cars, in attempting to make the coupling, it would be crushed. A yard conductor advised the deceased to push the caboose up by hand to the steam shovel, and when the deceased rejected this advice he was told twice to get down and keep down, so as not to get caught in the crush between the cars. In spite of this warning the deceased did not keep his head down, and it was caught between the ends of the cars and crushed. The jury returned a verdict in favor of the plaintiff for $10,000. The court subsequently entered judgment for defendant non obstante veredicto.\nError assigned was in entering judgment for defendant non obstante veredicto.\nA. J. Truitt, with him Charles Corbet, for appellant.\nC. Z. Gordon and C. H. M’Cauley, with them John G. Whit-more, for appellee.\nJanuary 4, 1909:"
  },
  "file_name": "0470-01",
  "first_page_order": 498,
  "last_page_order": 500
}
