{
  "id": 959440,
  "name": "McIntosh, Appellant, v. Dierken",
  "name_abbreviation": "McIntosh v. Dierken",
  "decision_date": "1909-01-04",
  "docket_number": "Appeal, No. 60",
  "first_page": "612",
  "last_page": "613",
  "citations": [
    {
      "type": "official",
      "cite": "222 Pa. 612"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 241,
    "char_count": 2765,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 8.851851822146129e-08,
      "percentile": 0.4985416138160951
    },
    "sha256": "c8be9498f017e046ff9bc01edc3f103dbbcf948ef98587dceaa7a570b2515569",
    "simhash": "1:f8b87abd463ccfe5",
    "word_count": 488
  },
  "last_updated": "2023-07-14T20:03:03.770069+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "McIntosh, Appellant, v. Dierken."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nAll that has been said at No. 59, October Term, 1908, ante, p. 606, applies generally to the present case. This is also a joint action and if one of the parties to such an action fails to make out a case or commits acts which estop him from asserting his claim, the right to a joint recovery is defeated, and the action falls. Whether this might have been cured by an amendment, it is unnecessary to determine, for no such application has been made. The learned counsel for appellants stand upon the legal rights of the parties and contend that neither Edward nor his sisters did anything to constitute an equitable estoppel and thus preclude a recovery. We agree that as to the sisters this contention is sound, but not so as to Edward. He was a mature man; he lived on the farm and helped transact the business; he encouraged the original lessees to take the lease from his father; he worked on the lease and helped develop it, knowing its terms and provisions; he was familiar with the whole situation and either knew, or should have known, his legal rights in the premises. For a period of several years he received payment of royalties in checks drawn to his own order for the oil run into the pipe line in the name of his father under the terms of the lease. Under these circumstances, it would seem most unconscionable that he should be permitted to again enforce payment for the oil thus run and paid for with his knowledge and apparent approval. The jury found for the defendant, no doubt on the theory fully explained by the court, that if Edward were estopped by his acts there could be no recovery at all in this joint action. This being our view of the case, it is unnecessary to discuss the numerous assignments of error which raise many other interesting questions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "John M. Greer, with him Thomas H. Greer and John B. Greer, for appellants.",
      "T. C. Campbell, with him P. W. Lowry, F. J. Forqner, W. Z. Murrin and John Murrin, for appellees."
    ],
    "corrections": "",
    "head_matter": "McIntosh, Appellant, v. Dierken.\nEstoppel — Joint action — Parties.\nIf one of the parties plaintiff to a joint action fails to make out a case, or commits acts which estop him from asserting his claim, the right to a joint recovery is defeated, and the action falls.\nArgued Oct. 14, 1908.\nAppeal, No. 60, Oct. T., 1908, by plaintiffs, from judgment of C. P. Butler Co., Sept. T., 1907, No. 92, on verdict for defendant in case of Edward E. McIntosh and Addie McIntosh v. Daniel Dierken.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for taking oil. Before Gal-breath, P. J.\nVerdict and judgment for defendant. Plaintiffs appealed.\nErrors assigned were various instructions.\nJohn M. Greer, with him Thomas H. Greer and John B. Greer, for appellants.\nT. C. Campbell, with him P. W. Lowry, F. J. Forqner, W. Z. Murrin and John Murrin, for appellees.\nJanuary 4, 1909:"
  },
  "file_name": "0612-01",
  "first_page_order": 640,
  "last_page_order": 641
}
