{
  "id": 1279535,
  "name": "Commonwealth v. Trignani, Appellant",
  "name_abbreviation": "Commonwealth v. Trignani",
  "decision_date": "1958-05-26",
  "docket_number": "Appeal, No. 241",
  "first_page": "140",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "393 Pa. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "138 A. 2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Pa. Superior Ct. 332",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        738566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/185/0332-01"
      ]
    },
    {
      "cite": "378 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250885
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/378/0412-01"
      ]
    },
    {
      "cite": "176 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882189
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/176/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 3243,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.2337630325269715e-07,
      "percentile": 0.7792929240276171
    },
    "sha256": "8a8472ac33f3da6228238a4761b61638635c018f5d752bb48f3eaf30d626e7d3",
    "simhash": "1:a5757fbd4a3f07d4",
    "word_count": 537
  },
  "last_updated": "2024-02-27T20:57:06.303624+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Musmano, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Commonwealth v. Trignani, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nJudgment is afftirmed on the opinion of Judge Robert E. Woodside for the Superior Court, reported in 185 Pa. Superior Ct. 332, 138 A. 2d 215.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nI believe that the learned Trial Judge in this case committed error when he instructed the jury to disregard a statement made by defense counsel as to the laAV on identification testimony. Had the Judge confined himself; to telling the jury that they should take the law from thé Court; he wóuld have discharged his duty perfectly. But when he said that defense counsel was, in effect, endeavoring to mislead them on the law, he could not help but prejudice the jury against him and his client. Moreover, if the statement made by .counsel was in accordance with what was said by this Court in Bryant’s Appeal, 176 Pa. 309, 318, there was no justification for the Trial Court’s mandate that the jury should wipe it from the blackboard of their memory.\nThe cogent utterance by Justice Mitchell on the weakness of identification testimony, made in Bryant’s Appeal, has not only never been repudiated by this Court but it conforms to the eternal verities, as any serious reflection will quickly establish. This is what Justice Mitchell said: “There are few more difficult subjects with which the administration of justice has to deal. The carelessness or superficiality of observers, the rarity of powers of graphic description, and the different force with which peculiarities of form or color or expression strike different persons, make recognition or identification one of the least reliable of facts testified to even by actual witnesses who have seen the parties in question; and where they have not, there is the added obstacle of the inadequacy of language to describe the minute variations of feature and color which go to make up the individual personality.”\nAlthough this pronouncement was made in 1896, nothing has happened since that time to alter or weaken its applicability to the realities of today. Certainly what this Court said in 1954, in the case of Commonwealth v. Kloiber, 378 Pa. 412, is in no way inconsistent with Justice Mitchell’s wise and perfectly expressed statement of law.\nI believe also that the trial court erred in refusing to allow the defendant to show that witnesses who testified at the trial that he was at a place other than the scene of the crime when it occurred, had made previous statements out of court, consonant with the testimony given in court. The Commonwealth was permitted to show that the identification witnesses, had identified the accused prior to the trial. Aside from the law in the matter, it is contrary to every principle of fairness, which should be a shining beacon of guidance in every American trial, to deny to the defendant a procedure of proof allowed to the Commonwealth.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Michael von Moschzisker, with him Sidney Ginsberg, for appellant.",
      "Juanita Kidd Stout, Assistant District Attorney, with her James N. Laferty, First Assistant District Attorney, and Victor H. Blanc, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Trignani, Appellant.\nArgued April 29, 1958.\nBefore Jones, C. J., Musmano, Arnold, Jones and Cohen, JJ.\nMay 26, 1958:\nreargument refused June 20, 1958.\nMichael von Moschzisker, with him Sidney Ginsberg, for appellant.\nJuanita Kidd Stout, Assistant District Attorney, with her James N. Laferty, First Assistant District Attorney, and Victor H. Blanc, District Attorney, for appellee."
  },
  "file_name": "0140-01",
  "first_page_order": 178,
  "last_page_order": 181
}
