{
  "id": 1279556,
  "name": "Lipshutz, Appellant, v. Plawa",
  "name_abbreviation": "Lipshutz v. Plawa",
  "decision_date": "1958-05-02",
  "docket_number": "Appeal, No. 259",
  "first_page": "268",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "393 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 A. 2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0434-01"
      ]
    },
    {
      "cite": "108 A. 2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0191-01"
      ]
    },
    {
      "cite": "184 A. 286",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "121 Pa. Superior Ct. 544",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        988297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/121/0544-01"
      ]
    },
    {
      "cite": "148 A. 846",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "298 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0471-01"
      ]
    },
    {
      "cite": "47 A. 2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467410
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0255-01"
      ]
    },
    {
      "cite": "77 Pa. D. & C. 123",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        8729994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/77/0123-01"
      ]
    },
    {
      "cite": "101 A. 951",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035080
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0143-01"
      ]
    },
    {
      "cite": "150 A. 586",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0250-01"
      ]
    },
    {
      "cite": "6 A. 384",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "114 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 8703,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.9490747430026652e-07,
      "percentile": 0.7364998886035441
    },
    "sha256": "ad070a82a935b207f54de03478b53fa8d7a508ff31a7a384cdc46570acb49d96",
    "simhash": "1:183bcca62e79445d",
    "word_count": 1472
  },
  "last_updated": "2024-02-27T20:57:06.303624+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Lipshutz, Appellant, v. Plawa."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey:\nThis is an appeal from a rule absolute, striking off a judgment entered against Paul P. Plawa and Florence Adams, as terre tenants on a sci. fa. to revive a judgment entered against Anthony Plawa and Viola Plawa, his wife, and Ignaci Krupienski and Frances, his wife, on March 31, 1938.\nOn November 2, 1927, the four original defendants executed a bond in the sum of $4,000, secured by a mortgage on a farm in Bucks County to Helen Binenstock. The mortgage was satisfied of record on January 15,1929, and the farm was conveyed by the defendants on January 12, 1929. On March 31, 1938, judgment was entered on the bond, which remained outstanding, and was subsequently revived on March 25, 1943.\nThe records of the Recorder of Deeds of Philadelphia show a conveyance dated February 23, 1943, from Charles Miller and wife for premises 1306 W. Girard Avenue to Paul P. Plawa and one dated September 3, 1941 from Hyman Hoffman for premises 825 N. Marshall Street to Florence Adams. The conveyance to these respective grantees, Paul P. Plawa and Florence Adams, constituted the basis for the summons directed to them as terre tenants, and occasioned their petition for the rule to strike off. Defendant Anthony Plawa died intestate on April 5, 1945; and subsequently a sci. fa. to revive was filed naming Paul P. Plawa and Florence Adams as terre tenants. On January 24, 1947, judgment was entered on the sci. fa. to revive against all defendants and the terre tenants. The premises in question were subsequently conveyed to third parties.\nPetitioners claim that the judgment against them should be stricken because the lien of judgment never attached to the premises, since title was never in the name of Anthony Plawa. Appellant argues that petitioners were terre tenants since they were fraudulent grantees of Anthony Plawa, although title never lodged in his name, because he furnished the money for the conveyance of the properties from the vendors to the petitioners. In effect, appellant claims that because Anthony Plawa furnished the consideration, the lien of judgment should be held to have attached to the properties, at least at the time of conveyance, because of the alleged fraud perpetrated by Anthony Plawa in taking title to the properties in the names of petitioners.\nHe further alleges that petitioners are estopped from denying that they are terre tenants because of a judgment in equity entered by default on the 11th day of April, 1956, for failure to file an answer within the required time adjudging them to be fraudulent grantees of Anthony Plawa.\nA rule to strike off a judgment is in the nature of a demurrer directed to defects in the record. If the record is self-sustaining, the judgment cannot be stricken. Admittedly, a terre tenant has been defined as one, other than the debtor, who became seised or possessed of the debtor’s lands subject to the lien of judgment: Hulett et al. v. Mutual Insurance Company of New York, 114 Pa. 142, 6 A. 384. However, no statute requires appellant to either specify the properties which he alleges petitioners hold as terre tenants, nor to allege that the properties in question were ever in Anthony Plawa’s name, nor that there Avas a conveyance of land bound by a judgment from Anthony Plawa to petitioners in the sci. fa. to revive against the terre tenants. See: Act of July 3, 1947, P. L. 1234, §3; South Central Building & Loan Association v. Milani, 300 Pa. 250, 150 A. 586. To uphold petitioners’ contention that since they were not in fact terre tenants, the judgment should be stricken, would require this Court to consider matters outside of the record in the sci. fa., proceedings, namely the records in the office of the Recorder of Heeds to ascertain that title was never in Anthony Plawa’s name. To do so Avould go clearly beyond the scope of a petition to strike, limited as it is, to defects appearing in the record.\nNor do we believe that the case of The Handel and Hayden Building and Loan Association v. Elleford et al., 258 Pa. 143, 101 A. 951, cited by petitioners, governs the situation presented in this case. There the Court held that if it appeared on the record that the conveyance which allegedly resulted in making an individual a terre tenant was prior to the judgment rendering a lien against the property, then the judgment obtained in the sci. fa. to revive against the terre tenants would be stricken even though there was no defense raised at the time this judgment was entered. The Eandel case, however, is distinguishable from the situation now before us, because the defect which resulted in the judgment being stricken was obvious from an examination of the record in the sci fa. proceedings. There the Court discovered that the conveyance was prior to the judgment, because the judgment creditor filed a “suggestion of a fraudulent conveyance”, list-, ing the date of the conveyance before he filed the sci.fa. to revive against the terre tenants. Since petitioners in the present case are unable to designate any such defect appearing in the record, there are no grounds for striking the judgment, and the order of the court below must be reversed.\nAlthough it is not necessary for a determination of the present case in view of the above conclusion, wé believe that it is incumbent upon us to correct an erroneous application of the law by the court below in negating appellant’s contention that a determination by this Court that petitioners are not terre tenants, would constitute a collateral attack on the judgment by default in equity adjudging petitioners to be fraudulent grantees of Anthony Plawa.\nThe court below disposed of this contention by admitting that such a determination would be a collateral-attack, but denying the validity of the equity judgment because the court did not have jurisdiction over the subject matter. The court based its conclusion on Venne et ux. v. Kleiman et ux., 77 Pa. D. & C. 123, where it was held that a conveyance to the wife from a third party with the consideration being paid by the husband was not a fraudulent conveyance situation because the debtor, that is, the husband, did not transfer anything for inadequate consideration. This we hold to be error.\nIn Hellertown Borough Referendum Case, 354 Pa. 255, 259, 47 A. 2d 273, this Court stated: “Judges and lawyers sometimes erroneously use the words ‘jurisdiction’ and ‘power’ in relation to courts as interchangeable. In Skelton v. Lower Merion Township, 298 Pa. 471; 148 A. 846, this court made it clear, that a plaintiff’s failure to aver facts which would entitle him to what he is seeking does ‘not raise a question of jurisdiction of the cause of action . . .’ since jurisdiction relates ‘solely to the competency of the particular court to determine controversies of the general class to which the case then presented for its consideration belongs’. In Heffernan’s Appeal, 121 Pa. Superior Ct. 544; 184 A. 286, President Judge Keller said: ‘The test of jurisdiction is whether the court has the power to enter on the inquiry; not whether it can, in the circumstances here present’, grant what is asked for. . . .”\nCertainly, a court of equity has jurisdiction to determine what is or is not a fraudulent conveyance, regardless of its power to determine whether or not the particular factual situation does represent such a conveyance. The court below is even further in error, since this Court has previously held that a situation similar to that involved in this case has constituted a fraudulent conveyance within the purview of the statute. In Taylor v. Kaufhold, 379 Pa. 191, 108 A. 2d 713, and Amadon v. Amadon et ux., 359 Pa. 434, 59 A. 2d 135, conveyances from third persons to husband and wife by the entireties or to the wife alone where the husband debtor furnishes the consideration have been held to constitute fraudulent conveyances.\nHowever, in spite of the fact that the court did have jurisdiction over the subject matter to render the judgment in equity by default, we need not decide whether or not the striking of the judgment in the present action would constitute a collateral attack on the equity judgment, since we find no legitimate grounds for striking off the present judgment.\nMay 2, 1958:\nOpinion\nPer Curiam,\nThe foregoing opinion, written by Mr. Justice ChidSEY prior to his death on April 19, 1958, is adopted and filed as the opinion of the Court.\nOrder reversed and rule to strike discharged.",
        "type": "majority",
        "author": "Mr. Justice Chidsey: Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel Melnick, for appellant.",
      "Herman H. Greenberg, for Paul P. Plawa and Florence Adams, appellees."
    ],
    "corrections": "",
    "head_matter": "Lipshutz, Appellant, v. Plawa.\nArgued November 18, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nSamuel Melnick, for appellant.\nHerman H. Greenberg, for Paul P. Plawa and Florence Adams, appellees."
  },
  "file_name": "0268-01",
  "first_page_order": 306,
  "last_page_order": 312
}
