{
  "id": 1279707,
  "name": "MacDonald v. Feldman, Appellant",
  "name_abbreviation": "MacDonald v. Feldman",
  "decision_date": "1958-05-26",
  "docket_number": "Appeals, Nos. 297 and 298",
  "first_page": "274",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "393 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "233 F. 2d 63",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "347 U.S. 656",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11302319
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/us/347/0656-01"
      ]
    },
    {
      "cite": "373 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240374
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0019-01"
      ]
    },
    {
      "cite": "346 U.S. 485",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931534
      ],
      "weight": 2,
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/us/346/0485-01"
      ]
    },
    {
      "cite": "287 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099562
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0171-01"
      ]
    },
    {
      "cite": "127 Pa. Superior Ct. 66",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        999752
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/127/0066-01"
      ]
    },
    {
      "cite": "348 U.S. 468",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931860
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/348/0468-01"
      ]
    },
    {
      "cite": "315 U.S. 740",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374680
      ],
      "year": 1942,
      "opinion_index": 1,
      "case_paths": [
        "/us/315/0740-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. §160",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1952,
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "61 Stat. 147",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 1
    },
    {
      "cite": "336 U.S. 245",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3939849
      ],
      "year": 1949,
      "opinion_index": 1,
      "case_paths": [
        "/us/336/0245-01"
      ]
    },
    {
      "cite": "347 U.S. 656",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11302319
      ],
      "weight": 3,
      "year": 1954,
      "pin_cites": [
        {
          "page": "671"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/347/0656-01"
      ]
    },
    {
      "cite": "346 U.S. 485",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931534
      ],
      "weight": 3,
      "year": 1953,
      "pin_cites": [
        {
          "page": "488"
        },
        {
          "page": "488"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/346/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 15797,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.719654655526334e-07,
      "percentile": 0.7037205644035618
    },
    "sha256": "ca54c94e628c2e43f70ccadd10f148841dc88f601b3de9801062d79a29328890",
    "simhash": "1:9b2a0596493eb45e",
    "word_count": 2524
  },
  "last_updated": "2024-02-27T20:57:06.303624+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "MacDonald v. Feldman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe order discharging the rule granted on the defendants’ petition for the dismissal of the plaintiff’s complaint is affirmed on the following excerpts from the opinion of Judge Waters for the court below.\n“The plaintiff commenced this trespass action against the defendant union and its business agent to recover damages for an alleged improper interference with her employment. The complaint set forth that she was employed as a sample blouse machine operator by Charles Cardonick in August, 1950 for ‘permanent employment all year around’ at a net weekly salary of |60.95; that such employment contract was known to defendants and that defendants wrongfully and maliciously threatened to call a strike unless plaintiff was discharged from employment. Plaintiff averred that by reason of these threats she was discharged from her employment on Easter Monday of 1951; that, thereafter, whenever she sought employment in other blouse shops, defendants prevented her from obtaining such employment by threats of strike or other methods of retaliation against her prospective employers. Plaintiff averred that the defendant union did not have a union security agreement with her employer, Cardonick. Plaintiff seeks damages and punitive damages for the defendants’ wrongful conduct in inducing her discharge and for causing termination of her employment contract.\n“The defendants filed a responsive answer to the complaint joining factual issue by way of denial of the averments therein. The defendants in their petition seeking dismissal of the complaint alleged that the employers referred to in the complaint are all engaged in the manufacturing business and buy and sell commodities and are engaged in interstate commerce within the meaning of The Labor Management Relations Act of 1947, Title 29, U.S.C.A.; that the actions of which plaintiff complains are unfair labor practices within the meaning of Sections 8(b) (1) and 8(b) (2) of said act; that the plaintiff filed unfair labor practice charges against her employer in March, 1952, with the National Labor Relations Board and that said charges were based on the facts alleged in the complaint; that the Board accepted jurisdiction and dismissed the charges for want of evidence. The defendants aver that ‘the National Labor Relations Board under said Labor Management Relations Act of 1947 has exclusive jurisdiction to hear, act upon, and determine the disposition of unfair labor practice charges involving employers and unions engaged in Inter-State Commerce and provides for a remedy ... of reinstatement and back pay;’ that the court is without jurisdiction over the subject mattér of these proceedings. ■\n“The plaintiff in her answer to the defendants’ petition denied that defendant union had a security contract with her employer or prospective employers and averred that the Labor Management Relations Act applied only where union contracts containing such security clauses are in effect. The plaintiff admitted filing charges as alleged but averred that she was not accorded a hearing before the Board or given an opportunity to present evidence and testimony; that the Board’s decision was made on the basis of an investigation conducted by a Board representative without giving plaintiff an opportunity to cross-examine the persons interviewed whose statements were not made under oath or before any tribunal. No depositions were taken and the factual averments set forth in the answer to the petition must be taken as true.\n“The right to engage in remunerative employment is a valuable right and an improper interference with it is answerable in a common law action in trespass. In Mische v. Kaminski, 127 Pa. Superior Ct. 66 (1937) it was held that the right to work is entitled to protection in equity; that the defendants in that case did not have the right to interfere with plaintiffs’ existing employment or to combine to prevent plaintiffs from obtaining other employment. The right of an individual to work for whom he pleases and at the wages he pleases was recognized and affirmed in Jefferson and Indiana Coal Co. v. Marks, 287 Pa. 171-5 (1926). The defense to interference with the right to work rests upon justification or privilege, but no such defense has been pleaded or proved.\n“In this case the facts do not establish any privilege of action in the defendants. It does not appear that the defendant union had any relationship, contractual or otherwise, with the plaintiff’s employers at the time defendants induced her discharge. It does not even appear that the defendant union represented all or any of the employees of the plaintiff’s employer or prospective employers.\n“The reasons or purpose for interference with plaintiff’s employment do not appear. The defendants have not pleaded or proved a legitimate labor purpose or dispute; there is no evidence as to organizational effort or maintenance of union security. The plaintiff’s complaint alleges a wrongful and malicious interference, and the defendants in their answer to the complaint denied such interference and denied that they caused her discharge.\n“The defendants, in their petition for dismissal, refer to the proceedings before the National Labor Relations Board but it is clear that they have not properly pleaded such proceeding by way of res adjudicata, even assuming that such proceeding could constitute such defense. The premature character of defendants’ petition to dismiss is illustrated by defendants’ reference to the papers filed by plaintiff with the National Labor Relations Board. A careful consideration of the parties’ stipulation shows that the parties agreed that the defendants’ exhibits were true and correct copies of the original charges filed. However, whether the plaintiff would, in any event, be bound by such statements is a matter for trial and evidence.\n“In the circumstances, we do not think that we are called upon to reflect our views upon the question of whether and to what extent, if any, the Labor Management Relations Act of 1947, as amended, has conferred an exclusive jurisdiction in the National Labor Relations Board to determine the disposition of unfair labor practice charges. We do not have before us any unfair labor practice charges but rather an individual action in trespass for damages. This court has jurisdiction over the persons of the parties and the court has jurisdiction over the subject matter of a common-law trespass action.\n“A review of the Labor Management Relations Act of 1947 and its amendments does not show any congressional intent to reduce the rights of the individual laborer in securing satisfaction in a common law action for tortious conduct. The defendants have cited from Garner v. Teamsters, Chauffeurs and Helpers, Local Union No. 776, 346 U.S. 485, 74 S. Ct. 161 (1953) [the same case 373 Pa. 19 (1953)] at great length. The facts and scope of the instant case are quite distinct from the questions there presented. It has been held that unions may be held accountable in state courts for damages resulting from their tortious conduct: see United Construction Workers v. Laburnum Construction Corp., 347 U.S. 656 (1954); Bens v. Hidalgo, 233 F. 2d 63 (1956).\n“Section 8(b) of the Labor Management Eelations Act of 1947, as amended, provides: ‘It shall be an unfair labor practice for a labor organization or its agents . . . (2) to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a) (3) of this section or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership.’\n“Subsection (a) (3) provides: ‘It shall be an unfair labor practice for an employer ... (3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: . . .’.\n“As indicated earlier, we cannot properly ascertain from the record before us what caused or motivated the parties’ actions. The pleadings before us contained nothing as to discrimination against an employee with respect to membership in a union or discrimination in regard to tenure to encourage or discourage membership in a union. We simply do not have the facts.”\nOrder affirmed.\nMr. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen :\nDefendants’ petition for a rule to show cause why these proceedings should not be dismissed for want of jurisdiction over the subject matter stated that “the actions alleged by the plaintiff against the defendants are unfair labor practice charges within the meaning of section 8(b)(1) and 8(b)(2) of the said Labor Management Relations Act of 1947.” ' The plaintiff replied: “Admitted in part. Admitted that said actions of the defendants are unfair labor practices within the meaning of the Labor Management Relations Act of but are only applicable to instances where labor contracts containing Union Security clauses between a Union and employer of labor are in effect.” (Emphasis supplied).\nFor purposes of this appeal we must therefore assume that the actions of the defendants herein complained of constitute unfair labor practices cognizable under the National Labor Law. The plaintiff’s qualification of her admission with respect to the absence of a labor contract containing union security clauses does not militate against this assumption; indeed, it confirms it. Further confirmation that we are here dealing with alleged union actions which, if proved, would constitute unfair labor practices is found in the fact that the plaintiff had previously filed unfair labor practice charges with the National Labor Relations Board against the defendant union and against Charles Cardonick, d/b/a, Dorice Blouse and Dress Co. The subject matter of those charges is the same as that which furnishes the basis of this action.\nWe therefore come to grips with the problem whether the Labor Management Relations Act of 1947 has given the National Labor Relations Board such exclusive jurisdiction over the subject matter of the common law tort action for damages from tortious conduct which also constitutes an unfair labor practice under the national act so as to preclude the courts of this Commonwealth from hearing and determining the cause. I believe that it has because the decision in Garner v. Teamsters Unions, 346 U.S. 485 (1953), rather than in United Constr. Workers v. Laburnum Constr. Corp., 347 U.S. 656 (1954), controls the present case.\nIn Garner the Supreme Court of the United States held that an action to enjoin peaceful picketing which was allegedly an unfair labor practice under the Pennsylvania Labor Relations Act, Act of June 1, 1937, P.L. 1168, §6, as amended, 43 P.S. §211.6, and which was also allegedly an unfair labor practice under the national act, could not be maintained in the tribunals of this state.\nIn finding federal pre-emption, the Court in Garner differentiated the facts of that case from situations in which state action was permitted. Thus, the Court distinguished International Union, U.A.W. v. Wisconsin Employment Relations Board, 336 U.S. 245 (1949), by stating “This [Garner] is not an instance of injurious conduct which the National Labor Relations Board is without express power to prevent and which therefore either is ‘governable by the State or it is entirely ungoverned.’ ” 346 U.S. at 488.\nSo also, in this case, if the state is prevented from exercising its jurisdiction, plaintiff is not without remedy, for the National Labor Relations Board is spécifically empowered to award back wages under Section 10(c) of the Labor Management Relations Act, 61 Stat. 147, 29 U.S.C.A. §160(c) (1952).\n' The Supreme Court in the Garner opinion also distinguished Allen-Bradley Local, U.E.R.M.W. v. Wisconsin Employment Relations Board, 315 U.S. 740 (1942) : “Nothing suggests that' the activity enjoined threatened a probable breach of the state’s peace or would call for extraordinary police measures by state or city authority.” 346 U.S. at 488.\nHere, plaintiff’s complaint does not allege a breach of the state’s peace or the need for extraordinary police measures.\nTherefore, I conclude that the holding in the Garner case that a state court is precluded from exercising jurisdiction over activities prohibited by the National Labor Relations Act is applicable to the facts of the instant case and controls our disposition thereof.\nThe case of United Constr. Workers v. Laburnum Constr. Corp., 347 U.S. 656 (1954) cited by the majority, is distinguishable and does not control the outcome of the present case.\nIn Laburnum, while the plaintiff corporation was performing construction work, agents of the defendant labor unions demanded that plaintiff’s employes join one of the defendant’s unions. Upon the refusal of plaintiff, and many of its employes to accede to the union’s demands, the defendant’s agents threatened plaintiff and its employes with such violence that plaintiff was compelled to abandon its project. Plaintiff sued in the state courts for damages and obtained a judgment. That judgment was affirmed by the United States Supreme Court in the face of the contention that the state court lacked jurisdiction of the controversy by virtue of federal pre-emption. Mr. Justice Frankfurter explained why in Weber v. Anheuser-Busch, Inc., 348 U.S. 468, 477 (1955) : “[Laburnum] was an action for damages based on violent conduct, which the state court found to be a common law-tort. While assuming that an unfair labor practice under the Taft-Hartley Act was involved, this Court sustained the: state judgmeht on the theory that there was' no compensatory relief under the federal Act and no federal administrative relief with which the state remedy conflicted.” (Emphasis supplied).\nSuch is not the situation in the present case. Here there is compensatory relief under Section 10(c) of the Labor Management Relations Act. To permit an alternative state remedy would prevent the uniformity of result contemplated by the federal act. For, different rules relating to such matters as the burden of proof, the mitigation of damages, the availability of a jury trial and the award of punitive damages would be invoked in each forum and produce a. variety of results.\n\" My conclusion in this case is strengthened by the compelling public policy stated by Mr. Justice Douglas dissenting in Laburnum: “I think that for each wrong which the federal Act- recognizes the parties have only the remedy supplied by that Act — and for a simple reason. The federal Act was designed to decide labor-management controversies, to bring them to a péaceful, orderly settlement, to put the parties on the basis of equality which the rules designed by Congress envisaged. If= the parties not only have the remedy Congress provided but the right to sue for damages as well,: the controversy is not settled by what the federal agency does, It drags on and on in the courts, keeping old wounds open, and' robbing the administrative remedy of the healing effects it was intended to have.” 347 U.S. at 671.\nI would reverse the order of the lower court, make the rule absolute and dismiss the action.\nThe parties agree that all the employers referred to by the plaintiff in her complaint are engaged in interstate commerce within the jurisdictional requirement of the Labor Management Relations Act of 1947.",
        "type": "dissent",
        "author": "Mr. Justice Cohen :"
      }
    ],
    "attorneys": [
      "Joseph B. Meranze, with him Meranze & Katz, for appellants.",
      "A. Samuel Buehman, for appellee."
    ],
    "corrections": "",
    "head_matter": "MacDonald v. Feldman, Appellant.\nArgued January 6, 1958.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ.\nMay 26, 1958:\nJoseph B. Meranze, with him Meranze & Katz, for appellants.\nA. Samuel Buehman, for appellee."
  },
  "file_name": "0274-01",
  "first_page_order": 312,
  "last_page_order": 321
}
