{
  "id": 1271034,
  "name": "LaFace v. Brentwood Motor Coach Company, Appellant",
  "name_abbreviation": "Laface v. Brentwood Motor Coach Co.",
  "decision_date": "1956-11-27",
  "docket_number": "Appeal, No. 184",
  "first_page": "18",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "387 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "120 A. 2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0205-01"
      ]
    },
    {
      "cite": "46 A. 2d 241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "353 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465932
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "538"
        },
        {
          "page": "538"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/353/0535-01"
      ]
    },
    {
      "cite": "184 A. 85",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "320 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163588
      ],
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/320/0585-01"
      ]
    },
    {
      "cite": "184 A. 83",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "320 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "178 A. 6",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "318 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159550
      ],
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/318/0217-01"
      ]
    },
    {
      "cite": "101 A. 2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "376 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246202
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/376/0109-01"
      ]
    },
    {
      "cite": "120 A. 2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "384 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263125
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/384/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 11066,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 5.72892633419842e-08,
      "percentile": 0.35911977879791446
    },
    "sha256": "4e872527d42ce1c13c2a592cc807c2eee5d65b4bc11f317adf264f840c54aca7",
    "simhash": "1:6ae884af4c66fff1",
    "word_count": 1906
  },
  "last_updated": "2024-02-27T22:56:38.141990+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "LaFace v. Brentwood Motor Coach Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Arnold,\nWe are bound by the verdict of the jury which sustains the following facts:\nOn a clear, dry day in November the plaintiff was operating a Plymouth sedan in a westerly direction on Bausman Street toward Saw Mill Bun Boulevard, in the city of Pittsburgh. Bausman Street dead-ends on Saw Mill Run Boulevard and is a two lane, 20 foot roadway running east and west, which fans out into an intersection 153 feet wide, thereby permitting traffic to exit from the boulevard into Bausman Street. It also permits entry upon the northbound lane of Saw Mill Bun Boulevard without using the lanes actually intersecting with that boulevard. The boulevard in question is a four lane, two way street, 56 feet wide, running north and south, with a concrete divider. Directional lights control the left turn from Bausman Street into the southbound traffic on Saw Mill Bun Boulevard, and also controls the left turn from the boulevard into tbe eastbound traffic on Bausman Street. Likewise the traffic light controls the north and southbound traffic on the boulevard.\nAt approximately 4:30 P.M. the plaintiff was driving west on Bausman Street. At a distance of 400 feet from the intersection he saw that the directional light was red and reduced his speed so that he could stop “on a dime”. Until 25 or 39 feet from the intersection he proceeded at approximately 8 to 10 miles per hour, when he noticed defendant’s bus to his left, travelling northerly towards the intersection. Plaintiff continued at this low rate of speed; saw that the light changed to green; and when approximately 10 to 15 feet from Saw Mill Run Boulevard again looked to his left and saw the bus approaching at a distance of “possibly 100 feet”. He then looked to his right and determined that the southbound traffic on Saw Mill Run Boulevard had been halted by the traffic light. He did not look again but stated that he “thought everything was under control”. He crossed the two northbound lanes and began making a turn to the left to go south on the boulevard when he “saw or imagined a bus”.\nAs a result of his injuries the plaintiff had no further recollection. The defendant’s bus struck the plaintiff’s automobile while the bus was on the wrong side of the road.\nAccepting these facts, as we must, it is clear that the plaintiff cannot be convicted of contributory negligence as a matter of law, but that this question was for the jury: Connelly v. Smith, 384 Pa. 205, 120 A. 2d 165.\nPassing on the alleged trial errors, we have examined the charge of the court, which was not impervious to complaint but which was actually more favorable to the defendant than to the plaintiff. The court adequately charged the jury on the question of negligence and contributory negligence. The appellant-defendant took a general exception and submitted points for charge which were disposed of by the court below, concerning which action the defendant makes no complaint.\nThe verdict for the plaintiff was $25,000. It is claimed that this is excessive. The plaintiff’s out-of-pocket loss was $8,168.00. He was 42 years of age and had an industrial expectancy of at least 20 years. He suffered a ruptured diaphragm permitting his intestinal contents to go into his left chest; fractures of 4 ribs; lesion to the brain affecting his entire left side, with damage to the corticospinal tract and hemiparesis; and memory impairment. He underwent an emergency operation on the diaphragm, which necessitated a tracheotomy with the insertion of a tube. He was in the hospital for 68 days. His weight dropped from a normal 175 pounds to 128 pounds. At the time of the trial his weight was only 145 pounds.\nA second operation on the plaintiff’s leg was required to remove a calcified hematoma in the knee area, resulting in an additional hospital stay of two weeks duration in July of 1954. Doctors and hospitalization cost him over $2,500. His automobile, of a value of $950.00, was totally destroyed.\nThe plaintiff was a top-flight crane operator at the J. & L. Steel Company, paid on an incentive basis prior to the accident. He was off work for nine months and returned as a laborer pushing a broom. His wage loss, including the differential between his former job and what he had been able to do since the accident, totaled $4,644.00 to the time of trial. He is now unable to earn his former wages where incentive bonuses were paid. Incentive bonuses averaged $4.00 per day, which is an approximate guess at the plaintiff’s impairment of earning capacity.\nIt cannot be declared under this testimony, which was established beyond all peradventure, that the verdict was excessive.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Arnold,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Bell:\nI would reverse and here enter judgment non obstante veredicto. Plaintiff testified that he was driving 8 to 10 miles an hour when he was approximately 10 to 15 feet from Saw Mill Bun Boulevard. He testified he could stop “on a dime”. The light was green. He looked to his left and saw the defendant’s bus approaching at a distance of possibly 100 feet. It was traveling 25 to 30 miles an hour. He never looked again. The Boulevard at the point of the accident is a 4 lane (2 way) street, 56 feet wide, running North and South. He testified he continued at this low rate of speed, crossed the first two lanes and began making a turn to the left to go South on the Boulevard when he “saw or imagined a bus” and had no further recollection.\nIt is clear from plaintiff’s own evidence that if he had looked after he entered the intersection he could have avoided the collision either by stopping on a dime or by increasing his speed even slightly.\nA driver of an automobile must use due care and that means doing what a prudent man would do under the particular circumstances. When approaching as well as when driving through an intersecting street, he cannot drive blindly or carelessly or fail to use his senses; he must look in order to see and avoid any traffic which a prudent man could see and avoid by the exercise'of reasonable care. If it is clear from the evidence that a driver has failed to comply with this standard of reasonable care he is guilty of negligence or contributory negligence as a matter of law.\nApplying this test which has been clearly established by a score of cases, the latest of which is Lewis v. Quinn, 376 Pa. 109, 101 A. 2d 382, plaintiff was guilty of contributory negligence as a matter of law. A green light is not a command to go, but a qualified permission to proceed carefully as a prudent man would under the circumstances, and this means looking to the left and right before entering an intersecting two-way street for any approaching traffic “ .\nand to continue so to look while crossing the intersecting street: Riley v. McNaugher, 318 Pa. 217, 219, 178 A. 6; Shapiro v. Grabosky, 320 Pa. 558, 559, 184 A. 83; Stevens v. Allcutt, 320 Pa. 585, 587, 184 A. 85; Grande v. Wooleyhan Transport Co., 353 Pa. 535, 538, 46 A. 2d 241’ ”: Lewis v. Quinn, 376 Pa., supra.\nWe have said over and over and over again that a plaintiff cannot drive or walk blindly into or through an intersecting street and that he must look before entering it and continue to look for approaching traffic while crossing the intersecting street. What is the use of repeatedly declaring this rule if we intend to ignore it or make it meaningless? We ought to say what we mean and mean what we say, otherwise the law becomes a shambles.\nThe majority does not refer to the aforesaid cases or to the hitherto clearly established principles enunciated therein. Instead, it attempts to support its opinion by one case, viz., Connelly v. Smith, 384 Pa. 205, 120 A. 2d 165. The facts in the Gonnelly case make it clearly distinguishable — indeed, the principle it enunciates supports our opinion. Plaintiff in that case was operating his automobile southerly on 44th Street. When the front of his automobile reached a point 10\nfeet from the nearest curb line of Wallace Street, which was a two-way street, 26 feet wide between curbs, he looked to the left and saw defendant’s car 100 feet away, approaching at a speed of approximately 25 miles an hour. Plaintiff then looked to his right to observe traffic coming from that direction. “He was then at the middle of Wallace Street, and again looked to his left, and saw defendant entering the intersection on the left side of Wallace Street at an increased speed of 40 miles per hour. Although he tried to avoid collision, his automobile was struck by defendant when plaintiff’s car had reached a point some three-fourths of the distance across Wallace Street.” His testimony was corroborated by three witnesses. This Court properly left the question of contributory negligence to the jury and, speaking through Justice Arnold, said: “The law requires the driver of a vehicle approaching a two-way street to look first to his left and then to his right. ‘ “That is because he first enters the lane in which traffic coming from his left is travelling. If he sees nothing approaching that would be likely to prove a source of danger to him, he may proceed, but as he nears the middle of the street, it is his duty to look to his right again before entering into the traffic lane coming from that direction” ’: Grande v. Wooleyhan Transport Co., 353 Pa. 535, 538, 46 A. 2d 241.”\nPlaintiff’s contributory negligence is strikingly manifest from Ms own testimony that . [if he had looked] he could have stopped “on a dime”. I would enter a judgment non obstante veredicto because plaintiff was clearly guilty of contributory negligence.\nDefendant asks, in the alternative, for a new trial. Defendant’s driver, Sloniger, testified that he had a green light as he entered the intersection; that plaintiff went through a red light; and that as soon as he saw this he swung Ms bus to the left in an attempt to avoid striking plaintiff’s automobile. Sloniger was corroborated by six bus passengers wbo testified that Sloniger had a green light in his favor and that plaintiff’s automobile ran through a red light. Another bus driver, Weyers, who was driving a bus in back of defendant’s bus, testified that the light was green for both buses. Contrary to plaintiff’s testimony, but equally important, his automobile was found straddling the line between the first and second lane where it had been hit by the bus.\nPlaintiff’s version of the accident was uncorroborated. On the other hand, defendant’s version, which exculpated defendant of any negligence and made plaintiff indisputably guilty of contributory negligence, was corroborated, as above noted, by seven disinterested witnesses. In the light of this evidence, if judgment n.o.v. is not entered in favor of defendant, a new trial in the interest of justice and because of the weight of the evidence, should undoubtedly be granted.",
        "type": "dissent",
        "author": "Me. Justice Bell:"
      }
    ],
    "attorneys": [
      "H. Fred Mercer, for appellant.",
      "P. J. McArdle, for appellee."
    ],
    "corrections": "",
    "head_matter": "LaFace v. Brentwood Motor Coach Company, Appellant.\nNovember 27, 1956:\nArgued October 2, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nH. Fred Mercer, for appellant.\nP. J. McArdle, for appellee."
  },
  "file_name": "0018-01",
  "first_page_order": 52,
  "last_page_order": 59
}
