{
  "id": 1271032,
  "name": "Omek v. Pittsburgh, Appellant",
  "name_abbreviation": "Omek v. Pittsburgh",
  "decision_date": "1956-11-14",
  "docket_number": "Appeals, Nos. 193 and 194",
  "first_page": "128",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "387 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 A. 2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "164 Pa. Superior Ct. 268",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        465677
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/164/0268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 9672,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.1506596634974122e-07,
      "percentile": 0.5813120764955795
    },
    "sha256": "8084765ff3ac8c0b471daf8559d4046c9e210987319f07e0ef89f4536930da32",
    "simhash": "1:a315848c6dac67ec",
    "word_count": 1684
  },
  "last_updated": "2024-02-27T22:56:38.141990+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Omek v. Pittsburgh, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThe plaintiffs, John Omek, Jr., and his wife, sued the City of Pittsburgh for damages for injuries received by them when a City fire truck struck and completely overturned Omek’s small pickup truck in which he, his wife and two children were riding. Omek also claimed for the damage to his truck. The jury returned a verdict of $10,000 for the plaintiff husband and $2,500 for his wife. The defendant’s motion for a new trial was denied, and judgments were entered on the verdicts. The City has appealed.\nIt is unnecessary to detail the circumstances leading up to and attending the collision which occurred at 6 P.M. on a clear day in July at the intersection of a through highway, which Omek was traversing, and a side street on which the fire truck had been traveling.\nThe question involved is one of law which the appellant poses on what it terms a basic and fundamental error in the trial court’s charge. It is essential to a review that it be such, for the defendant took but a general exception to the charge. It is the appellant’s contention that the trial judge’s instructions misled the jury into believing that all that was necessary in order to impose liability for the accident on the City was for the plaintiffs to prove that the operator of the fire truck was guilty of ordinary negligence which was the proximate cause of the plaintiffs’ injuries. The pertinent law is plain.\nFire department or fire patrol vehicles, when traveling in response to a fire alarm, are “exempt from The Vehicle Code of May 1, 1929, P. L. 905, as amended by the Act of June 5, 1937, P. L. 1718, regarding speed (§1002 (f) 75 PS 501), traffic signals (§1026 (d) 75 PS 635), entries upon through highways and stop intersections (§1016 (d) 75 PS 591); and, when operated upon official business with audible signal, the exemption applies to the right of way rule (§1014 (b) 75 PS 573). These exemptions are conditional upon the vehicle being operated ‘with due regard for the safety of all persons using the highway’; they do not protect the operator ‘from the consequences of a reckless disregard of the safety of others,’ or ‘from the consequence of an arbitrary exercise of [the] right of way’ ”: see LaMarra v. Adam, 164 Pa. Superior Ct. 268, 276, 63 A. 2d 497; also Varano v. The Township of Coal, 23 Northumberland Legal Journal 236, 243. The above specified exemptions also inure to an ambulance “when traveling in emergencies.”\nThe gravamen of the appellant’s complaint is that the learned trial judge, in his charge to the jury, used the words “emergency” and “fire” interchangeably with the result that the jury must have thought that, if they found that the fire department vehicle was not traveling in an emergency, the City would be liable for ordinary negligence of the operator of the fire truck notwithstanding that, at the time of the accident, the vehicle was in fact responding to an alarm.\nOn the contrary, a reading of the charge as a whole at once reveals that the case was submitted both correctly and impartially and that the jury was neither misled nor confused by the term “emergency”. Indeed, the idea of possible error in the court’s use thereof appears to have been an afterthought of defendant’s counsel. It was not only not objected to at trial but was there expressly approved by defendant’s counsel. Nor was it included as a reason for a new trial in the defendant’s motion therefor and did not become such until further assignment several months later. The fact of the matter is that, at the conclusion of the charge and upon the trial court’s invitation to counsel for anything further by way of a request for charge, counsel for defendant said “I think your Honor has covered everything else except that the recklessness, if tied up with the emergency [sic], then the burden of proof required by plaintiff is recklessness if they find an emergency [sic].” And the court answered, “That is correct. I think that I have told the jury that, that if there is an emergency that exists that then, of course, for the plaintiff to recover that the City of Pittsburgh would have to be guilty of recklessness in that situation.”\nIt would not only be unjust but an unwarranted departure from approved and accepted trial procedures to convict a court of error for having charged a jury in accordance with the express request of counsel who later assails the instruction as erroneous. The purpose of an appeal is to afford judicial review for possible error below. Counsel is, therefore, without standing to complain of something which he himself was responsible for injecting into the case or, at least, propagating.\nHappily, the court did not err in its use of the word “emergency”. It came into the trial during the cross-examination of defendant’s firemen who were on the truck at the time of the accident and who were called by the City as witnesses. Thenceforth, the term was freely used both by counsel and the court, and quite properly so, to differentiate the particular type of summons to which the truck was responding at the time of the collision.\nIt is, of course, indisputable, as we have already indicated, that, where a fire department vehicle is responding to an alarm, it is entitled to the above specified exemptions from The Vehicle Code without having to prove that the fire to which it was proceeding was an emergent one. But, the question whether the vehicle is traveling “in response to an alarm” is one of law as to the applicability of the exemption provision to the credible factual proofs. Where the evidence in such connection, or any material portion of it, is oral, the question is necessarily one for a jury’s determination. The fact that the firemen, who were on the fire truck, testified that they were responding to an alarm did not conclude that inquiry if the evidence disclosed that they were not responding to an alarm such as is contemplated by the Act.\nIn the instant case, the firemen testified that the truck was answering a “still alarm” which they defined as a summons by telephone to go to a particular place. But, it also clearly appeared from their testimony that the known character of the fire did not require them to get there with all possible dispatch. It was on a City dump, remote from any inflammable structures, and had been burning for several days. A number of fire companies in prearranged shifts had been playing water upon it. The very fire truck here involved was going to the dump, pursuant to the telephone call or “still alarm”, to spell off a group from the same engine house that had been working at the extinguishment of the fire during the day. There was no occasion for getting there with excessive speed or for operating the fire truck with other than ordinary care. The captain of the contingent, who was on the front seat of the truck with the driver at the time of the collision, testified that he had had the driver reduce the speed of the truck to about ten miles per hour and that but a short block before the accident the speed of the fire truck had been slowed down to five miles per hour in order to negotiate a right-angle turn into the street on which the truck travelled to the point of collision.\nThe lack of any need to operate the fire truck with other than ordinary care was also to be deduced from the further facts testified to by the firemen. After the fire truck had struck and upset the Omek vehicle, the firemen not only stopped to assist in extricating the occupants of the Omek truck but the fire captain, seeing gasoline all over the street, laid a line of hose and washed away the gasoline as a protection against its being ignited and doing damage to automobiles there parked. The action of the fire captain in such regard —a safety measure as he himself termed it — was, of course, laudable, but it also evidenced the absence of any urgency for the fire truck to proceed on its way without added delay following the collision as would have been the case had the summons been to a conflagration of size and intensity unknown to the firemen. Having washed down the street, the fire truck, which apparently was not seriously damaged in the accident, then went on to the fire at the City dump.\nThe learned trial judge’s instruction to the jury, respecting the necessity of their finding that the fire truck was being operated in an emergency as a prerequisite to the City’s right to claim exemption from liability for anything other than recklessness, was required by the evidence in the case. To hold, as the appellant would apparently have us do, that, because the firemen testified that at the time of the collision they were traveling in response to an alarm, the City was thereby exempted from liability except for recklessness would be violative of the spirit and intent of the cognate exemption provision in The Vehicle Code on the basis of the evidence in this case.\nThe appellant’s further contention that the verdict of f2,500 for Mrs. Omek is excessive is unsubstantial. The court below did not discuss the point which evidently was not seriously pressed there. In any event, the appellant’s own recital of the character and extent of Mrs. Omek’s injuries and her incapacities therefrom preclude any shock to our conscience from the amount of the verdict.\nJudgment at 193 affirmed.\nJudgment at 194 affirmed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Thomas E. Barton, Assistant City Solicitor, with him J. Frank McKenna, Jr., City Solicitor, for appellant.",
      "Earl J. Cavanaugh, with him Evans, Ivory & Evans, for appellees."
    ],
    "corrections": "",
    "head_matter": "Omek v. Pittsburgh, Appellant.\nNovember 14, 1956:\nArgued October 4, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nThomas E. Barton, Assistant City Solicitor, with him J. Frank McKenna, Jr., City Solicitor, for appellant.\nEarl J. Cavanaugh, with him Evans, Ivory & Evans, for appellees."
  },
  "file_name": "0128-01",
  "first_page_order": 162,
  "last_page_order": 169
}
