{
  "id": 1017025,
  "name": "Cohen v. Philadelphia Rapid Transit Company, Appellant",
  "name_abbreviation": "Cohen v. Philadelphia Rapid Transit Co.",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 471",
  "first_page": "15",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 345,
    "char_count": 6020,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 6.917340839861589e-07,
      "percentile": 0.9649674556315831
    },
    "sha256": "9e92f44e55fe437b139a6afaa0b123fcf463699dc53238a0783a79ccb4741584",
    "simhash": "1:a105d2abf629d0dc",
    "word_count": 1005
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Elkin, Moschziseer and Frazer, JJ."
    ],
    "parties": [
      "Cohen v. Philadelphia Rapid Transit Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nOn September 3, 1908, Eva Cohen, a single woman, twenty-one years old, was a passenger on a car of defendant company which came into collision with another car; she was thrown, striking on her back and head. Miss Cohen was attended by her family physician from September 19, 1908, until December 10, 1910. On March 24, 1910, she consulted a specialist, who treated her, and testified to her condition at time of trial. This young woman- was physically examined on different occasions by two doctors representing the defendant company. At the trial one of these doctors testified for defendant, but the other was not called, nor was his absence explained; furthermore, no information was given as to when the absent doctor made his examination, or what injuries he discovered. After the plaintiff closed her case, counsel for the defendant asked the court to order another physical examination, which the trial judge declined to do; whereupon the withdrawal of a juror was requested and refused. A verdict was rendered for the plaintiff, upon which judgment was entered; the defendant has appealed and assigns for error, (1) the refusal “to grant the defendant’s request for an examination of the plaintiff by a gynecologist selected either by the court or by the defendant,” (2) the refusal “to withdraw a juror after the defendant had pleaded surprise on the ground that there was no allegation in the statement of claim that the plaintiff was internally injured”; it appearing that there had been no express declaration “made by the plaintiff or her physician to the defendant’s examining physician of such a claim,” and the appellant alleging that “the first knowledge the defendant had that such a claim would be made was at the time of the trial, over six years after the accident.”\nBoth assignments of error complain of abuse of discretion, and in general concern matters largely within the control of the trial judge. We entertain no doubt of the right of a court, when one sues for alleged injuries to the person, to afford the defendant a proper opportunity to have a physical examination of the plaintiff made by skilled medical men. Of course, the court cannot order a plaintiff to submit to such an ordeal against his will, but it can, and, when the ends of justice so require, should refuse to permit the case to proceed until, the plaintiff undergoes an examination.\nIn the present case, however, we are not convinced of abuse of discretion. Although, if sitting as a trial court, under the peculiar circumstances at bar, we might have grafited the request refused by the court below, yet, it appears that before the time of trial the defendant had been afforded ample opportunity for as extensive an examination of the injured woman as its physicians desired to make, and there is nothing to show that they were in any way deceived or deliberately misled by the plaintiff or her doctor when they examined her.\nNo bill of particulars having been asked for, the averment of injuries in the statement of claim is quite broad enough to cover those asserted at trial. We agree with counsel for the defendant that, when a suitor refuses to undergo a physical examination, the fact of his refusal can be considered by the jury, and, in most instances, might well justify an inference against him; but the defendant at bar made no requests for charge, and hence is not in a position to criticize the trial judge for not so instructing the jury.\nSince the plaintiff, before the trial, submitted herself to a physical examination by medical representatives of defendant, we cannot say that the trial judge, who is one of the most experienced, careful and discreet of those who grace the Common Pleas bench, abused his discretion in refusing to direct another examination or continue the case.\nThe assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Sidney Young, for appellant.",
      "Henry J. Soott, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cohen v. Philadelphia Rapid Transit Company, Appellant.\nTrials — Negligence—Physical examination — Internal injuries— Surprise — Continuance—Judicial discretion.\n1. While the court cannot order a plaintiff in a negligence case to submit to a physical examination against his will, it can, and when the ends of justice so require, should refuse to permit the case to proceed until the plaintiff undergoes an examination. This matter, however, is largely within the discretion of the trial court, and its action will not be reversed except in case of clear abuse.\n2. In such case the action of a trial court in refusing to grant a defendant’s request for an examination of plaintiff by a physician selected either by the court or by the defendant, involves no abuse of discretion where it appeared that plaintiff had been examined by two physicians representing defendant company prior to the trial, and there was no evidence that she or her physicians in any way deceived or deliberately misled the examining doctor.\n3. Where it appeared on the trial that plaintiff was injured internally, the court committed no abuse of discretion in refusing to withdraw a juror after defendant had pleaded “surprise,” on the ground that there was no allegation in the statement of claim that plaintiff was internally injured, when no bill of particulars had been asked for, and the averments of injuries in the statement were broad enough to cover those proved at the trial.\nArgued March 30, 1915.\nAppeal, No. 471, Jan. T., 1914, by defendant, from judgment of C. P. No. 1, Philadelphia Co., June T., 1909, No. 359, on verdict for plaintiff, in case of Eva Cohen v. Philadelphia Rapid Transit Company.\nBefore Mestrezat, Potter, Elkin, Moschziseer and Frazer, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Bregy, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $3,000 and judgment thereon. Defendant appealed.\nErrors assigned were rulings of the trial judge referred to in the opinion of the Supreme Court.\nSidney Young, for appellant.\nHenry J. Soott, for appellee.\nMay 26, 1915:"
  },
  "file_name": "0015-01",
  "first_page_order": 45,
  "last_page_order": 48
}
