{
  "id": 1017007,
  "name": "Commonwealth ex rel., v. Kelly, Appellant",
  "name_abbreviation": "Commonwealth v. Kelly",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 169",
  "first_page": "18",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "72 Ga. 290",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        33225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/72/0290-01"
      ]
    },
    {
      "cite": "87 Ind. 158",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1321937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/87/0158-01"
      ]
    },
    {
      "cite": "79 Ky. 197",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4395739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/79/0197-01"
      ]
    },
    {
      "cite": "40 Ill. 146",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        425899
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/40/0146-01"
      ]
    },
    {
      "cite": "227 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0185-01"
      ]
    },
    {
      "cite": "152 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0166-01"
      ]
    },
    {
      "cite": "208 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0396-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 4932,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 2.2083112527009806e-07,
      "percentile": 0.7759471691206707
    },
    "sha256": "2b9e8998fe5c8527ab411964bf2d5fe94d58fb4a0af59515a0805f07c9be09a7",
    "simhash": "1:add1f43c02a5ce14",
    "word_count": 821
  },
  "last_updated": "2024-02-27T19:22:22.013068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Commonwealth ex rel., v. Kelly, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nThe Act of June 12, 1913, P. L. 499, abolishes borough auditors and substitutes a controller for them in all boroughs accepting its provisions. Those material in this proceeding are: “The qualified electors of every borough in this Commonwealth shall, at the municipal election held in November, one thousand nine hundred and thirteen, and every four years thereafter, elect a borough controller,” and “this act shall not become operative or effective in any boroughs until the council of any borough shall, by ordinance duly passed, accept the provisions hereof.” The burgess and town council of Larks-ville Borough passed an ordinance on August 26, 1913, accepting the provisions of the foregoing act. This ordinance could not have become effective until it had been published in at least one newspaper for at least ten days: Act of April 3, 1851, P. L. 320. It was published on August 31, 1913, and September 7, 1913,- — both dates being Sunday — in the .“Sunday Independent,” a newspaper published in the County of Luzerne, but not in any other paper at any other time. At the municipal election held November 4, 1913, W. T. Kelly, the appellant, received a majority of the votes for controller of the said borough, and on January 5, 1914, filed his oath of office and certificate of election with the town council. After entering upon and exercising the office of controller for a short time, this proceeding was instituted to oust him, and judgment was entered against him by the court below, for the reason that the borough ordinance, accepting the provisions of the Act of 1913, had never become effective, because it had not been legally published.\nThe provision in the third section of the Act of April 3, 1851, P. L. 320, relating to the publication of borough ordinances, is mandatory, and, until the provision of the statute has been complied with an ordinance is not effective, and is as wholly inoperative as if the municipal legislative body had not acted in the matter. Publication is a duty imposed upon the corporate officers, and, until it is performed, no rights are granted, and the observance of no duties is enjoined by the ordinance which can be enforced by or against the municipality: Carpenter v. Yeadon Boro., 208 Pa. 396. The ordinance under consideration was published only in a Sunday newspaper. No publication of it appeared in a paper issued on a secular day. Sunday is dies non: Commonwealth v. Matthews, 152 Pa. 166; Knight v. Press Company, 227 Pa. 185. With this well settled by our decisions, it is nevertheless contended by counsel for appellant that a notice which the statute requires to be published, appeared legally in a publication forbidden by law and circulated in violation of it. This position is anomalous and involves, as the learned court below aptly said, “an absurd contradiction.” The ordinance never became effective, because it never was legally published. Publication in a Sunday newspaper of a notice or advertisement required by law does not constitute legal notice: 17 Ency. of Plead. & Prac., sec. 102; Scammon v. City of Chicago, 40 Ill. 146; Ormsby v. City of Louisville, 79 Ky. 197; Shaw v. Williams, et al., 87 Ind. 158; Sawyer v. Cargile, 72 Ga. 290; and no citizen is required to take notice of any publication directed to be published by law if it appear only in a Sunday newspaper. For the reason given by the court below for entering the judgment, it is now affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "Arthur H. James, with him James T. Brennan, for appellant.",
      "W. Alfred Valentine, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel., v. Kelly, Appellant.\nSunday — Sunday newspapers — Publication of legal notices — Municipalities — Boroughs—Ordinances—Improper publication — Invalidity of ordinances.\n1. Publication in a Sunday newspaper of a notice or advertisement required by law does not constitute legal notice.\n2. The provisions of Section 3 of the Act of April 3, 1851, P. L. 320, relating to the publication of borough ordinances are mandatory, and, until they have been complied with, an ordinance is not effective, and is as wholly inoperative as if the municipal legislative body bad not acted in the matter. An ordinance published exclusively in a Sunday paper is of no effect.\nArgued April 12, 1915.\nAppeal, No. 169, Jan. T., 1914, by respondent, from judgment of C. P. Luzerne Co., March T., 1914, No. 309, of ouster, in quo warranto proceedings, in case of Commonwealth of Pennsylvania Ex Relatione, John H. Bigelow, District Attorney, v. W. T. Kelly.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ.\nAffirmed.\nSuggestion for writ of quo warranto. Before Fuller, P. J.\nThe opinion of the Supreme Court states the facts.\nThe respondent filed an answer to which the Commonwealth demurred; the court sustained the demurrer and entered judgment for the Commonwealth. Bespondent appealed.\nError assigned was the judgment of the court.\nArthur H. James, with him James T. Brennan, for appellant.\nW. Alfred Valentine, for appellee.\nMay 26, 1915:"
  },
  "file_name": "0018-01",
  "first_page_order": 48,
  "last_page_order": 50
}
