{
  "id": 1017015,
  "name": "Cowsill, Appellant, v. The Vipond Construction Company",
  "name_abbreviation": "Cowsill v. Vipond Construction Co.",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 194",
  "first_page": "32",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 759,
    "char_count": 17144,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.9508304180747748e-07,
      "percentile": 0.7366941084209929
    },
    "sha256": "f18a9f9724c88dcbfc1ffc15d5af3c9a6a4b05178dc33be22b50a22e10fdf885",
    "simhash": "1:b469ef154cc07b0b",
    "word_count": 2928
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Elkin, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Cowsill, Appellant, v. The Vipond Construction Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe have not been convinced that any reversible error was committed on the trial of this case, and the judgment for the defendant properly followed the facts found, especially the ninth, which is that “the plaintiff could have furnished the necessary materials and completed the work contemplated and covered in the written agreement had he prosecuted the work without negligence and in good faith, and with ordinary diligence, for at least, the sum due the defendant.”\nIn waiving a jury trial the parties agreed to submit the case to Hon. Martin Bell, the then president judge of the court below, in accordance with the provisions of the Act of April 22, 1874, P. L. 109. Upon his death the plaintiff might have insisted that the agreement to so submit had terminated and refused to proceed before his successor. He, however, went on before the new president judge, without objection, and now that judgment has been cast against him, it is too late to insist that the agreement to waive a jury trial fell with the death of Judge Bell.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thos. II. Greeny, with him L. O. Williamson, for appellant.",
      "O. II. Eewit, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cowsill, Appellant, v. The Vipond Construction Company.\nContracts — Building contracts — Default—Damages—Judgment for defendant.\n1. Where in an action against a subcontractor for failing to complete certain stone work, it appeared that when defendant abandoned work a balance was due him for work already performed, and where there was evidence that plaintiff eould have completed the work for at least the amount due defendant, had he prosecuted the same without negligence and in good faith, the trial judge, who tried the case without a jury, did not commit error in entering judgment for the defendant.\nPractice, O. P. — Trials without a jury — Death of trial judge —Proceedings before successor.\n2. Where a case has been submitted to a judge without a jury under the Act of April 22, 1874, P. L. 109, and before the case .was decided the trial judge dies and the parties proceed before his successor without objection, it is too late after judgment, to insist that the agreement to waive a jury trial fell with the death of the judge before whom the case was commenced.\nArgued April 21, 1915.\nAppeal, No. 194, Jan. T., 1914, by plaintiff, from judgment of O. P. Blair Co., March T., 1914, No. 338, on submission to court without a jury, in case of Arthur Cowsill v. John Yipond, trading and doing business as The Yipond Construction Company.\nBefore Brown, C. J., Elkin, Stewart, Moschzisker and Frazer, JJ.\nAffirmed.\nAssumpsit for breach of a contract to furnish stone work.\nBaldrige, P. J., filed the following opinion:\nThis action grew out of a contract providing for the furnishing of necessary labor and material for the stone work in connection with the construction of a United States court house and post office building, in Cumberland, Maryland.\nA jury was empanelled and sworn, and after a portion of the testimony was taken it was stipulated by the parties hereto that they Avould dispense with the trial by jury and submit the decision of this case to the court, in accordance Avith the Act of Assembly approved April 22, 1874, P. L. 109. Whereupon Judge Bell, the trial judge, proceeded with and completed the taking of the testimony, but no decision was rendered by the learned judge before his death.\nWe did not have the advantage, therefore, of observing the manner of the witnesses on the witness stand and hearing them testify, but from a careful consideration of all the testimony and an examination of the large number of exhibits, we have reached the conclusion herein set forth.\n. FINDINGS OF FACT.\nFirst. On the 15th day of July, 1902, the plaintiff, a general contractor of Washington, D. C., entered into a contract with the United States government for the erection of a United States court house and post office building, at Cumberland, Maryland.\nSecond. On September 2, 1902, Arthur Cowsill, the plaintiff aforesaid, entered into a written agreement with the Yipond Construction Company, the defendant, as a subcontractor, wherein it was agreed .that the said defendant would “furnish all the material and fully construct and perform, and in every respect complete all the cut stone work shown as Gray Canyon stone work, including carving, cleaning down, and pointing above the granite grade course, according to' the plans and specifications, — to the full satisfaction of the superintendent of construction, who is to be the sole judge of the character thereof.”\nThe work was to be begun promptly, and was to be carried on and completed as rapidly as the contractor would judge that the progress of the structure would permit. No extra work or change was to be recognized or^ paid for unless agreed to in writing before the work was done or the change was made.\nThird. The consideration price thereof was the sum of $29,200.00, payable as follows: 90 per cent, of the value of the work done and approved on the ground the first day of the month, to be paid on the tenth day of the month; the balance was to be paid thirty days after the work was completed and approved by the superintendent of construction.\nFourth. The subcontractor commenced the work in accordance with the terms of the contract, and prosecuted the same until on or about the 13th day of October, 1903, at which time the defendant stopped work. The plaintiff contending that the defendant neglected and failed to push the work as rapidly as he had contracted, resulting in the government threatening to take the contract out of the hands of the plaintiff, while the defendant alleged that he was not justified in progressing more rapidly as plaintiff failed and refused to make payments due him under and in accordance with the terms of his contract. The result was that the original contract was abrogated and abandoned. The reason for its cancellation is not essential to our decision so we will not discuss the cause leading up thereto. On the 22d day of October, 1903, a new agreement was entered into, with which we are especially concerned, embodying the following terms to wit:\n“This is to certify that the Vipond Construction Company have received check from Arthur Cowsill for two thousand dollars on account of stone work IT. S. C. H. & P. O. building. It is hereby agreed that Mr. Cowsill assume charge of the stone work and also receive the stone on cars and have the same hauled on the site as quickly as possible. It is also agreed that Mr. Cowsill furnish the pay rolls each week for stone cutters and other men employed, and also the sundry expenses, attaching receipt therefor, to finish the stone work and carving complete, and charge the same to our account, and deduct the same from contract price. Balance to be paid as per written agreement.”\nFifth. The plaintiff paid the defendant the sum of $21,030.00 on account of the work done and materials furnished under the original contract, leaving a balance due thereunder after payment of the $2,000 referred to in above writing, of $8,170.00.\nSixth. That plaintiff furnished the necessary materials and performed the labor requisite for the completion of the stone work, undertaken originally by the defendant. No information, however, was given to the defendant of the materials that were furnished nor the work done in the finishing of the contract aforesaid, nor was any demand made for the payment by the plaintiff upon the defendant for the amount alleged to be due until the 15th day of October, 1906, almost two and one-half years after the work was finished, notice of a claim was then received by having served upon him the summons in the action brought to recover the sum of $14,568.92 over and above the $8,170.00 balance due under the, original contract.\nSeventh. The progress of the Gray Canyon stone work to October 13, 1903, is shown, approximately correct, by the four plans introduced in evidence and marked “Defendant’s Exhibit Nos. 7, 8, 9, and 10.”\nThe Gray Canyon stone work below the top of the blue lead pencil lines was set in place, and the stone work shown upon the elevation or plans between the edge of the blue line and the red line was cut upon the ground and ready to be put in place.\nEighth. There was a conversation between the plaintiff and the defendant and Mr. Young, the superintendent of construction for the government, at or about the time the agreement of October 22, 1903, was entered into, to the effect that it would require from five to six thousand dollars to furnish the materials and pay for the labor necessary to complete the stone work.\nNinth. The plaintiff could have furnished the necessary materials and completed the work contemplated and covered in the written agreement had he prosecuted the work without negligence and in good faith, and with ordinary diligence, for at least, the sum due the defendant.\nTenth. We disallowed the counter-claim set up by the defendant for the extra work alleged to have been done, value of derricks, tools, materials, etc.\nIt was necessary for the plaintiff to do extra work on the dental course, owing to the defendant’s failure to construct it in accordance with the plans and specifications, to replace certain broken balusters, and to purchase a small amount of additional stone, pay a fine to the Stone Cutters Union, etc., which off-sets this counter claim.\nCONCLUSIONS OF LAW.\nFirst. The manner of arriving at the cost of completion of the stone work was determined by the parties in their writing of October 22,1903, namely, by the production of receipts for the materials furnished and of pay rolls for wages paid.\nSecond. Testimony of expert witnesses was received by Judge Bell, under exception, giving estimates of the amount of money necessary to complete the work if the contract had been finished with such ordinary skill and reasonable expedition as was contemplated by the parties. We approve of this ruling, as it throws light upon the accuracy of the pay rolls offered in evidence.\nThird. The plaintiff is entitled under the agreement of October 22,1903, to recover all moneys which he spent in good faith in a nonnegligence manner in the completion of the contract originally undertaken by the defendant.\nFourth. We have considered as admitted the evidence that was offered showing the payment of money for wages which was evidenced by checks and receipts not included in the pay rolls.\nDISCUSSION.\nIn our study of this case we have diligently sought to ascertain the stage of the progress made to October 13, 1903. How far had the defendant company completed its work, and what sum was required to fulfill the terms and conditions of the last contract? The testimony as to this important inquiry was at variance. The plaintiff expressed the opinion on the stand that it would cost in the neighborhood of $14,000, and was corroborated by J. W. Ginder, a United States government computer, who computed that it would require $14,924.14 to finish the work. It was explained to us that a computer is one who “brings work to such a point that when the bids come in they come within the appropriation. The estimator in the field is supposed to bring into the work practical knowledge and estimate so as to get the work done for as little money as possible.” Mr. Ginder’s computation, however, was based upon information obtained from the plaintiff respecting the status of the work, with which we cannot agree, and we will give our reasons therefor hereafter, and, furthermore, that the stone work was to be done not by machine, but by hand, which was not required by the plans and specifications. On page 133 of the testimony Mr. Ginder testifies as follows: (Question) “Didn’t he tell you to make your figures as though all the work was done by hand?” (Answer) “I asked him whether it was machine work or hand work, and he said hand work, and I figured on that basis.”\nNor did this witness, in our judgment, give proper credit for the stone that was on the ground.\nOn the other hand Mr. Young, the superintendent of construction, an expert estimator, representing the government, estimated that the building should have been completed for $6,500; Mr. Fogel for $5,443.10; Mr. Millard for $6,786; Mr. Klobetanz for $6,902.75; Mr. Finn for $7,244.89, and the defendant for $5,667.51. It is true that the estimates of the witnesses, excepting Mr. Young, were made from the plans and elevations introduced in evidence by the defendant, which we have concluded, as set forth in our findings of fact to be the correct and authenticated ones. We have been assisted in reaching that conclusion by the photographs taken on October 1, 1903, marked “Plaintiff’s Exhibit No. 5,” and November 2,1903, marked “Exhibit No. 4,” and the time book kept by Mr. Young, showing the number of men employed and the hours they worked until the parties abrogated the contract.\nWe are convinced that from the number of men employed from October 1st, to October 13, 1903, sufficient stone were laid to advance the work as shown by the October 1, 1903, photograph to the point indicated by the defendant’s plans and drawings. Mr. Medford, the plaintiff’s own estimator and general superintendent of construction, testified on pages 215 to 217, that these plans and drawings correctly disclosed the progress of the work on three sides of the building, and on the fourth side he was of the opinion that a couple of stones had not been placed as shown. Thus contradicting the plaintiff’s plans and drawings, which did not show the work so near completion and upon which Mr. Ginder based his testimony. We feel fully warranted, therefore, in adopting as approximately correct, defendant’s plans and drawings showing the extent to which the work had progressed.\nFurthermore, in the fall and winter of 1903, the plaintiff was financially involved, on the 4th of December, 1903, his property was attached, and it was necessary for him to send through an intermediary the moneys necessary to pay the men employed on this job. It does not seem probable that a man embarrassed for want of funds would have paid this defendant $2,000 in cash at a time when he alleges the defendant was greatly overpaid ; especially if his contention is true, that it required about $14,000 to complete the building, and there was a balance due to the subcontractor, the defendant herein, of but $8,130.00.\nThe plaintiff in his testimony, testified that at the time of the agreement of October 22, 1903, when the $2,000 was paid, he told Mr. Vipond that it would require twelve to fourteen thousand dollars to complete the contract, and denied that Mr. Vipond told him it ought to be done for about five thousand dollars. He is contradicted on this point by Young, Vipond, and his own general superintendent, who testified that he heard Vi-pond tell the plaintiff that it would require five thousand dollars to complete the work.\nThe plaintiff’s writing at that time is illuminating as to what occured. Let us look at it. The agreement of October 22, 1903, provides that after paying the sundry expenses and the labor to complete the stone work, the same was to be charged to the account of Vipond, and ^deduct same from contract price. Balance to bo paid as per written contract.” What balance was referred to? If the plaintiff knew that the defendant would owe him some si$ to ten thousand dollars when the work was done, why was a stipulation embodied in the contract providing for the payment of a balance to the defendant? If the plaintiff had not entertained the opinion that some money would eventually be due the defendant that phraseology certainly would not have been employed. The testimony of the three witnesses and the corroborative writing is too strong for us to accept the plaintiff’s contention on this branch of the case.\nIn view of our conclusion that the stone work on the building could have been completed for less than the balance due under the original contract, we do not regard the pay rolls offered in evidence as correctly representing the amount that was, or should have been, expended in the completion of the contract if the plaintiff had fufilled his legal duty in that respect. The defendant contends that wages of men employed in doing other work on and about the court house and post office building were charged against the stone work. The records of the number of men employed daily on the stone work, kept by the government computer, is at decided variance with the pay rolls introduced in the case by the plaintiff, and strongly tend to support the defendant’s contention. Taking into consideration all the evidence submitted in support of and against the various items making up the plaintiff’s claim, we are of the opinion that the plaintiff has failed to show by the weight of the evidence that he is entitled to recover in this action.\nThe court found in favor of the defendant; exceptions to the findings were dismissed and judgment was entered on the findings of the court. Plaintiff appealed.\nErrors assigned were various findings of fact and law of the trial judge, and in dismissing exceptions thereto.\nThos. II. Greeny, with him L. O. Williamson, for appellant.\nO. II. Eewit, for appellee.\nMay 26, 1915:"
  },
  "file_name": "0032-01",
  "first_page_order": 62,
  "last_page_order": 71
}
