{
  "id": 1017011,
  "name": "Long v. Morrow, Appellant",
  "name_abbreviation": "Long v. Morrow",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 388",
  "first_page": "94",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 391,
    "char_count": 8160,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.32182860854049794
    },
    "sha256": "42cbb14df38347ca33165cfddc2b1f56a1786c4397adc0f0601cb45562769314",
    "simhash": "1:9ccb6cca12c2611f",
    "word_count": 1460
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Elkin, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Long v. Morrow, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from an order directing judgment to be entered on a bond more than twenty years old. The circumstances under which the appellant gave it are concisely stated in the opinion of the court ordering the judgment to be entered. If the bond had not been more than twenty years old, the right of the appellee would have been to enter judgment on it without an order of the court permitting her to do so; and nothing appeared in the answer of the appellant to the petition for leave to enter the judgment which would have justified the court’s denial of the order prayed for. For what amount, if any, the appellant may be actually liable on the judgment can be determined only after the Orphans’ Court has made a decree distributing the estate of her father. If she has not received more than a child’s share •in it, there will be no liability on the judgment.\nAppeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "D. W. McDonald, with him John M. Core and James B. Cray, for appellant.",
      "W. J. Sturgis, of Beppert, Sturgis & Morrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "Long v. Morrow, Appellant.\nJudgments — Bonds more than twenty years old — Entry of judgment — Proper order.\nA rule to show cause' why judgment should not be entered upon a bond more than twenty years old was properly made absolute by the court below, where it appeared that the bond had been given by defendant to her father to secure the repayment to his estate of an advancement made to her by him, if it should appear that the advancement was more than her share of the estate and where it further appeared that the estate had not yet been distributed and it had not been determined whether anything was owing on the bond.\nArgued May 10, 1915.\nAppeal, No. 388, Jan. T., 1914, by defendant, from order of C. P. Fayette Co., Sept. T., 1912, No. 143, making absolute rule to show cause why judgment should not be entered on bond in case of Humbert Long, executor of the last will apd testament of Samuel N. Long, deceased, now for the use of Minnie C. Long, v. Catharine Long Morrow.\nBefore Brown, C. J., Elkin, Moschzisker and Frazer, JJ.\nAffirmed.\nRule to show cause why judgment should not be entered on bond more than twenty years old.\nThe facts appear in the following opinion by Van Swearingen, P. J.:\nOn January 23, 1889, Catharine Long Morrow executed and delivered to her father, Samuel N. Long, a bond for the sum of $2,500, containing a warrant of attorney for confession of judgment. Samuel N. Long died on November 29, 1909. The said Catharine Long Morrow had paid to her father, in his lifetime, on account of said bond, as shown by endorsements thereon, the sum of $499. On May 20, 1912, Humbert Long, executor of the last will and testament of the said.Samuel N. Long,' by direction of said last will and testament, assigned said bond to Minnie C. Long. On June 29,1912, as required by a rule of this court, the warrant of attorney to confess judgment contained in said bond being more than twenty years old, the said Minnie C. Long, by her counsel, took a rule on the said Catharine Long Morrow to show cause why judgment should not be entered on said bond for the amount thereof remaining unpaid, to-wit: the sum of #2,001, together with interest thereon from November 29,1910, a date one year subsequent to the death of the said Samuel N. Long.\nTo this rule an answer was filed, setting forth in substance that on April 13, 1887, the said Samuel N. Long purchased from Elizabeth Bailey a certain lot of ground, with the buildings thereon, situate on Main street, in the Borough of Uniontown, for the price or sum of #7,500, and on the same date conveyed the same to his said daughter, Catharine Long Morrow, the consideration named in said last mentioned conveyance being the sum of $7,500; that no money was paid by the said Catharine Long Morrow to her father for said property, it having been the purpose of her father to give her the said sum of $7,500 as an advancement on her share of his estate ; that having five other children and being uncertain whether or not the sum of $7,500 would be in excess, of a child’s share of his estate, and in order that there might be no inequality in the distribution of his estate among his children, the said Samuel N. Long took from his said daughter, Catharine Long Morrow, and her husband, a mortgage on said property to secure the payment to those entitled thereto of such an amount as the sum- of $7,500 might be in excess of a child’s share of his estate; that on January 23, 1890, the said Samuel N. Long entered satisfaction of said mortgage on the margin of the record thereof, and took from his said daughter, Catharine Long Morrow, the bond on which we are asked now to authorize judgment to be entered; that said bond recites: That it is uncertain whether the amount named in said deed, to-wit, $7,500 will be in excess of a child’s share in the estate of said Long, and in case it is it is intended to secure the payment of whatever such excess may be to the said Long, or to other parties who may be entitled to share in the estate of said Long; that the said Samuel N. Long made large advancements to each of his children, taking various acknowledgments for the same; that the total of said advancements amounted to about $43,000.00; that the estate of the said Samuel N. Long, at the time of his death, exclusive of said advancements, amounted to between $25,000 and $30,000; that a child’s share in the whole of said estate, including advancements, would be from $10,000 to $12,000; that there has been ho final statement or settlement of the estate of the said Samuel N. Long; whereby it might be determined what “a child’s share” in said estate was, as required by said bond; and that it is believed that the said sum of $7,500 was not in excess of “a child’s share” in the estate of the said Samuel N. Long, but is considerably less than a child’s share therein, and therefore that there is nothing due from the said Catharine Long Morrow on said bond.\nOn May 22, 1914, a replication was filed by which the plaintiff joined issue on the matters alleged in the answer. No evidence was offered in support of the allegations contained in the answer, and there is nothing properly before the court in support thereof, except what appears in the bond itself. On September 29, 1914, a motion was filed to dismiss the proceeding for the entry of judgment “for the reason that the bond shows on its face that any liability thereunder, and the extent of such liability arises only upon certain contingencies dependent upon and controlled by the settlement of the estate of Samuel N. Long, deceased, exclusive jurisdiction of which is in the Orphans’ Court of Fayette County.” At the argument there was submitted for our decision simply the question raised by defendant’s motion, to-wit, whether or not the Court of Common Pleas has jurisdiction to act in this proceeding. The question of the amount due on the bond, if anything, was not submitted for the decision of the court at this time.\nWe have no doubt of our jurisdiction to make the rule for judgment absolute. The bond itself, which constitutes the basis of the proceeding, contains an express authority from Catharine Long Morrow to any attorney of any court of record “to appear for her and confess judgment against her for the above amount, payable in the manner above stated, with or without declaration filed.” In pursuance of this authority counsel has appeared for the defendant and has signed a confession of judgment. No decision of any court has been cited which, in our opinion, raises any doubt as to our jurisdiction to act on the rule, and we can see nothing whatever in the case to curtail such jurisdiction. We are not passing on the question of the amount due on the bond, or deciding whether or not anything is due thereon. Those matters were expressly withheld by the parties from our consideration at this time. Particularly in view thereof there surely can be no doubt of our jurisdiction to make absolute the rule now before us.\nThe court made the rule absolute. Defendant appealed.\nError assigned, among others, was the decree of the court.\nD. W. McDonald, with him John M. Core and James B. Cray, for appellant.\nW. J. Sturgis, of Beppert, Sturgis & Morrow, for appellee.\nMay 26, 1915:"
  },
  "file_name": "0094-01",
  "first_page_order": 124,
  "last_page_order": 128
}
