{
  "id": 1016941,
  "name": "Philadelphia & Reading Coal & Iron Company, Appellant, v. Commissioners of Northumberland County",
  "name_abbreviation": "Philadelphia & Reading Coal & Iron Co. v. Commissioners of Northumberland County",
  "decision_date": "1915-05-26",
  "docket_number": "Appeals, Nos. 402 to 436, No. 437, Nos. 438 to 443, Nos. 444 to 467, Nos. 468, 469, 470",
  "first_page": "101",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 3971,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 7.976420867795753e-08,
      "percentile": 0.46343319629831703
    },
    "sha256": "d8de178a741614a9b3bce8c3e63a47c73e42db7b49f78c0e2fdeb69a5429aca8",
    "simhash": "1:940bd7238447f0d9",
    "word_count": 650
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Philadelphia & Reading Coal & Iron Company, Appellant, v. Commissioners of Northumberland County."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn fixing the valuations of coal lands owned by the respective appellants the learned judges of the court below said: “We had in mind the law as laid down by Mr. Justice Elkin in the cases reported in 229 Pa., pages 436 to 460, as to the proper method of valuing coal lands whether virgin, or under development, as well as the improvements thereon, giving weight to the various elements, features and conditions there suggested to be taken into consideration......Our effort was to give fair consideration to all of the testimony adduced as well as the maps and records submitted, taking into consideration the valuations fixed by former asséssors, commissioners, the Coal Tax Commission and the witnesses, bearing in mind the depreciation resulting from exhaustion as well as the enhancement resulting from the advance in the price of coal and the general advance in coal land values in recent years as testified by at least one of the experts.” We have not been convinced that the instructions contained in the cases referred to were not followed in the cases now before us, and each appeal is dismissed, with costs to the appellees.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Voris Auten and John F. Whalen, with them George Ellis and S. P. Wolverton, Jr., for appellants.",
      "O. R. Savidge, with him J. H. McDevitt, for Commissioners of Northumberland County, appellee.",
      "J. A. Welsh and A. G. Shoener, for East Cameron & Zerbe Townships."
    ],
    "corrections": "",
    "head_matter": "Philadelphia & Reading Coal & Iron Company, Appellant, v. Commissioners of Northumberland County.\nTaxation — Mines and mining — Goal lands — Valuation of hoard of revision — Appeal.\nOn an appeal from a valuation of coal lands by the county commissioners constituting a board of revision, the valuations fixed by the court below will not be disturbed where it appears that the rules applicable to coal lands virgin, or under development, as well as the improvements thereon, were properly applied to the properties in question, and that the court fairly considered all testimony adduced as well as the maps and records submitted, taking into consideration the valuations fixed by former assessors, commissioners, the Coal Tax Commission, and the witnesses, and bearing in mind the depreciation resulting from exhaustion, as well as the enhancement resulting from the advance in the price of coal and the general advance in coal land values in recent years, as testified to by at least one of the experts.\nArgued May 11, 1915.\nAppeals, Nos. 402 to 436, No. 437, Nos. 438 to 443, Nos. 444 to 467, Nos. 468, 469, 470, Jan. T., 1914, Nos. 54, 55 and No. 69, Jan..T., 1915, by plaintiffs, from judgment of C. P. Northumberland County, Sept. T., 1913, Nos. 131 to 146, Nos. 148 to 156, Nos. 164 to 174, No. 147, Nos. 158 to 163, Nos. 176 to 183, Nos. 185 to 199, Nos. 254, 255 and 256, on appeals from the assessments as revised by the County Commissioners of Northumberland County acting as a Board of Revision in cases of The Philadelphia & Reading Coal & Iron Company v. Commissioners of Northumberland County; Locust Gap Improvement Company v. Commissioners of Northumberland County; The Fulton Coal Company v. Commissioners of Northumberland County; The Philadelphia & Reading Coal & Iron Company and The Lehigh Valley Coal Company v. Commissioners of Northumberland County, and The Philadelphia & Reading Coal & Iron Company and The Girard Trust Company, Administrator Estate of E. Greenough, Deceased, v. Commissioners of Northumberland County.\nBefore Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ.\nAffirmed.\nAppeal from assessments of coal lands as revised by the County Commissioners of Northumberland County acting as a Board of Revision. Before Cummings, P. J., and Moser, J.\nThe opinion of the Supreme Court states the case.\nThe lower court dismissed the appeals from the valuations as fixed by the Board of Revision at the triennial assessment for the year 1913. Plaintiffs appealed.\nErrors assigned were in dismissing the appeals.\nVoris Auten and John F. Whalen, with them George Ellis and S. P. Wolverton, Jr., for appellants.\nO. R. Savidge, with him J. H. McDevitt, for Commissioners of Northumberland County, appellee.\nJ. A. Welsh and A. G. Shoener, for East Cameron & Zerbe Townships.\nMay 26, 1915:"
  },
  "file_name": "0101-01",
  "first_page_order": 131,
  "last_page_order": 133
}
