{
  "id": 1016958,
  "name": "Strickler's Estate",
  "name_abbreviation": "Strickler's Estate",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 207",
  "first_page": "105",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 214,
    "char_count": 2794,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 8.643995093839586e-08,
      "percentile": 0.49121164979116544
    },
    "sha256": "8d8190964f868392a098f8b65a5560e53cea18e0c1fe4b7085cd931f403d9874",
    "simhash": "1:50e81f33ce4d4741",
    "word_count": 470
  },
  "last_updated": "2024-02-27T19:22:22.013068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Strickler’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe correct conclusion of the learned court below was that the testator created an active and valid trust for the support and maintenance of his son, “limited in duration to the period of his natural life, and subject further to the right of the Fayette Title and Trust Company to sell any part or all of the realty if the interest or preservation of the estate during the lifetime of George W. Strickler requires it.” Whom the testator intended to include in the word “family” we are not now called upon to determine. All that we here decide is that the trust is good for the life of the son. Other questions will be for determination when he departs this life: Whitman’s Est., 248 Pa. 285.\nAppeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. K. MaoQuarrie, with him W. Russell Carr and Wooda N. Carr, for appellant.",
      "W. J. Johnson, of Johnson & Rush, for Fayette Title & Trust Company, appellee.",
      "Daniel Sturgeon, for Fred C. Irvin, Guardian of Olive, Virginia and Katherine Strickler, minors, appellees."
    ],
    "corrections": "",
    "head_matter": "Strickler’s Estate.\nWills — Construction—Life estate — Vested and contingent remainders — Rule against perpetuities.\n1. Where testator by will provided “All the rest and residue of my estate, both real, personal and mixed, of whatsoever kind, and whatsoever the same may be, including my life insurance policy, I will and give to the......trust company to hold in trust for my son, G., and his family,” the lower court correctly decreed that the testator thereby created an active and valid estate in trust for the support and maintenance of his son during life.\n2. In such case the question as to whom the testator intended to include in the word “family,” and whether the gift to the “family” at the death of the life tenant violates the rule against perpetuities, will not he determined until after the life tenant’s death.\nArgued May 12, 1915.\nAppeal, No. 207, Jan. T., 1915, by George W. Strickler, from decree of O. O. Fayette Co., March Court, 1914, No. 25, dismissing petition to award balance of decedent’s personalty and to declare a trust invalid in Estate of Joseph G. Strickler, Deceased.\nBefore Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ.\nAffirmed.\nExceptions to adjudication. Before Work, P. J.\nFrom the record it appears that the testator, Joseph G. Strickler, by will provided: “All the rest and residue of my estate, both real, personal and mixed, of whatsoever kind, and wheresoever the same may be, including my life insurance policy, I will and give to the Fayette Title and Trust Company, located at Uniontown, Fayette County, Penna., to hold in trust for my son, George W. Strickler, and his family.”\nThe court dismissed the exceptions. George W. Strickler appealed.\nErrors assigned, among others, were in dismissing the exceptions..\nE. K. MaoQuarrie, with him W. Russell Carr and Wooda N. Carr, for appellant.\nW. J. Johnson, of Johnson & Rush, for Fayette Title & Trust Company, appellee.\nDaniel Sturgeon, for Fred C. Irvin, Guardian of Olive, Virginia and Katherine Strickler, minors, appellees.\nMay 26, 1915:"
  },
  "file_name": "0105-01",
  "first_page_order": 135,
  "last_page_order": 136
}
