{
  "id": 1016984,
  "name": "Hill's Estate",
  "name_abbreviation": "Hill's Estate",
  "decision_date": "1915-05-26",
  "docket_number": "Appeal, No. 274",
  "first_page": "107",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 523,
    "char_count": 8802,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 9.233082734913654e-08,
      "percentile": 0.5107612451536749
    },
    "sha256": "897349983028f5af970d1b47b7ddbff0c8eb3fd090b901baf755e6ff8832b489",
    "simhash": "1:2b27e761717605df",
    "word_count": 1552
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Hill’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is dismissed at appellant’s costs, on the opinion of the learned president judge of the court below, dismissing the exceptions to the report of the auditor.\nAppeal dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. U. Keller, of Goyle & Keller, with him B. F. Davis, for appellant.",
      "H. Frank Eshleman, with him John A. Nauman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hill’s Estate.\nGuardian and ivard — Weak minded persons — Double commissions —Payments without order from court — Surcharge of guardian.\n1. Costs on appeals taken by a personal representative for his own personal benefit should, in the event of an adverse judgment, be paid by him and not by his ward.\n2. A guardian is not entitled to credit for payments made to an attorney for the doing of things which fall within the scope of the guardian’s duty, especially where there is no proof of services rendered by the attorney which would justify such payments.\n3. One who has received as guardian funds which he held as administrator can claim commissions only once on the funds coming into his hands.\n4. A guardian is not entitled to credit for moneys paid to the ward where there is no proof for what purpose the payments were made.\nArgued May 18, 1915.\nAppeal, No. 274, Jan. T., 1914, by William C. Whiteside, from judgment of C. P. Lancaster Co., dismissing exceptions to report of auditor appointed to pass upon exceptions to account of William C. Whiteside, Guardian of John T. Hill, a weak-minded person, Trust Book 18, page 322.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ.\nAffirmed.\nExceptions to report of Frank S. Groff, Esq., Auditor.\nExceptions were filed to the report of the auditor which were dismissed in the following opinion by Landis, P. J.:\nI have carefully examined the auditor’s report and the exceptions filed thereto, and I have also considered such parts of the testimony taken before the auditor as I deem important to a proper understanding of the matters in dispute. I think the conclusions arrived at, so far as the first seven exceptions are concerned, fairly vindicate themselves.\nThat the costs on appeals taken fo.r the personal benefit of the exceptant should, in the losing game, be paid by him, and not by his ward, ought to admit of no doubt. Then, too, that a surcharge in the Orphans’ Court cannot be credited against the ward when he files his account in the Common Pleas can surely not be open to serious argument.\nI also agree with the auditor that the burden of proof was upon the accountant to show that Eber E. Hilton earned and was entitled to be paid out of the estate the f-100 which the accountant at various times gave him. I can find, in the evidence, no proof of legal services rendered by Hilton, which, in my opinion, justified the payments of these amounts. Hilton proved no specific services, but said he worked on the case a year and attended court from time to time. So far as I can see, the things which Hilton did fell within the scope of Whiteside’s duty as guardiafu. The auditor was right in not permitting the trust fund to be depleted by Hilton under the guise of a contract. To protect Hill against his improvident acts was the very purpose contemplated by the law in the appointment of a guardian for his estate, and that object would certainly not be secured if a loose and uncertain contract of this character was sustained by the court.\nIt is not open to dispute that, where one occupies a double representative capacity, commissions can only once be claimed on funds coming into the hands of the trustee. To cite authorities to prove so plain a proposition is unnecessary. The auditor has found that the accountant received in the Orphans’ Court commissions as administrator on certain moneys, and that he has claimed credit for commissions on the same funds when charged against himself as guardian. This he cannot be permitted to do. Nor can he be allowed for services which are covered by commissions. In this case, he looked after the real estate of his ward. He charged against himself the income received from this real estate. and he claimed credit for commissions on the amounts which came into his hands from this source. If extra services were performed, he could, perhaps, have been allowed a larger commission, upon his satisfying the auditor and the court that the ordinary commissions were inadequate for the services performed. His testimony is, that he looked after the farm and went there a half dozen times a year. There is no testimony of extraordinary services which would warrant the allowance of an additional sum of $100. The auditor was, therefore, right in striking out that credit.\nThe last items which we are asked to consider are covered by the eighth and ninth exceptions. On this head, the account contains a credit as follows: “Accountant claims credit for the following, as per his book account, for moneys, necessaries, taxes, merchandise, etc., paid or furnished to John T. Hill.” Then come certain lump charges, from April 16, 1902, to July 11, 1912, amounting to $1,142. What these amounts were paid out for, and to whom, the account itself does pot disclose. That this is a proper way to state items of credit in an account can hardly be contended; at least, in my experience, I have never seen an account stated in any such way. It gives no information to those interested, and refers to a book account, which necessarily is solely in the possession of the guardian. The accountant was, at the time covered by these credits, keeping a store in Little Britain Township. Certain goods, as embraced therein, were, he says, furnished out of his store to his ward. The balance of the amount, which the auditor finds to be $943, was for cash, which the guardian says he from time to time furnished to Hill. He admits that he took no receipts from Hill for any of this cash. The charges for merchandise were allowed by the auditor, but those for cash paid out were surcharged against the accountant. What Hill did with the money, Whiteside says he does not know; that “Hill came to him and represented that he needed clothing and such things,” and he gave him the money. Opposite three items in the book account, covering in the aggregate $22,\" are the letters “J. T. H.” Whether or not they were placed in the book by John T. Hill was not shown before the auditor. The book was offered as an exhibit in evidence, but certainly a cash item forms no legitimate charge in a book account so as to prove itself. In McArdle’s Est., 13 Pa. D. E. 150, Penrose, J., said: “The books of a claimant, if the entries are made in due time and in the regular course of business, are competent proof of the sale of goods or of work and labor done, but not of the loan of money or its payment to use of the party sought to be charged.” It will be remembered that John T. Hill had been declared a weak-minded person by this court, and that Whiteside was appointed guardian for the purpose of protecting his estate and to save Hill from becoming the victim of designing persons. The Act of June 25, 1895, P. L. 300, section 6, provides that “the guardian so appointed shall have precisely the same powers and be subject to the same duties as the guardian of the property of minors in the State of Pennsylvania; but the court appointing such guardian shall have full power over the same in directing the allowance for the ward and in the care of the property of the ward, and the guardian shall give such bond and file such accounts and at such periods as the court shall determine.” Of course, the guardian, on the final settlement of his account, was not confined in his credits solely to such as had been allowed by the court on his application during the pend-ency of the trust. ' If he thought it right to make expenditures without a previous order, he could do so, and take the chance of their being ultimately approved. If it had been made clear to the court that this guardian, in good faith, had made certain legitimate expenditures for the welfare and comfort of his ward, it ought even now to approve them and hold the guardian harmless on that account. The trouble here, however, is, that the guardian has not sustained his credit by proper proofs and has not convinced the court that he is entitled to these allowances. Of what use is a guardian of the estate of a weak-minded person, if the property belonging to such person can be thus administered? It seems to me that the manner in which this trust has been conducted is far from commendable. Under the circumstances, I think the auditor was right in making this surcharge. An accountant, when he thus administers his trust, has only himself to blame, if he suffers loss.\nThe court dismissed the exceptions. William C. Whiteside appealed.\nErrors assigned were in dismissing the exceptions.\nW. U. Keller, of Goyle & Keller, with him B. F. Davis, for appellant.\nH. Frank Eshleman, with him John A. Nauman, for appellee.\nMay 26, 1915:"
  },
  "file_name": "0107-01",
  "first_page_order": 137,
  "last_page_order": 141
}
