{
  "id": 1016986,
  "name": "Kelley's Estate",
  "name_abbreviation": "Kelley's Estate",
  "decision_date": "1915-07-03",
  "docket_number": "No. 1; Appeal, No. 251",
  "first_page": "172",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 530,
    "char_count": 9270,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.1426838826430608e-07,
      "percentile": 0.5793889914045182
    },
    "sha256": "e5e842fbeb8be47b960256c798404a285aa50dc8863852aeab7be5bed98931a9",
    "simhash": "1:81890fc0e8d5c90b",
    "word_count": 1598
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Elkin, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Kelley’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nJohn G. Kelley died testate 29th May, 1911, leaving to survive him a widow, Edith S. Kelly, whom he appointed executrix of his will, and one child by a former marriage, Anna K., wife of Dr. F, W. Hornbrook, here the appellee. His will as probated includes a number of separate instruments, several, of which are designated by the testator as codicils to an original will of 31st January, 1905, and all of which were doubtless intended to so operate. At all events the probate gives them that effect. By the original will proper testator gave to his nephew, E. W. Kelley, the sum of ten thousand dollars. By codicil dated 16th April, 1909, he directed as follows, “All that part of my will in which I leave my nephew, Edward Kelley, now of Amsterdam, N.Y., certain money, I now revoke and leave the same amount to my wife, Edith S. Kelley, in trust for E. W. Kelley, to be disposed of as she may think best, either in buying a small farm or whatever is in her judgment for his best interest.” By codicil dated 16th April, 1909, he directed as follows, to E. W. Kelley I leave in trust to Edith S. Kelley to dispose of as she thinks best.” By endorsement on this second codicil under date of 25th June, 1909, he declares, “It is my intention that my wife shall have all I am possessed of during her life, except in case of remarriage when I wish it placed in trust for her free from interference of any one.” E. W. Kelley, the nephew, survived the testator and died 8th January, 1912, leaving to survive him a widow, Ludima Kelley, and eleven children, all minors except the eldest, Mary B. Farrington, all of whom were represented at the audit by counsel appointed by the court. Claim was made on their .behalf that upon the death of Edward W. Kelley they as the widow and children succeeded to the legacy in question; while the claim advanced on behalf of the widow of testator was, first, that the instrument or codicil of 25th June, 1909, in which the intention was expressed that testator’s wife should have all the testator was personally possessed of during his life, was a revocation of the legacy given in trust fór E. W. Kelley; and second, that, even though it be held otherwise, yet under the codicil of 21st June, 1909, it was not an imperative trust that was created, but simply a gift of the income of the fund, accompanied by an expression- of desire that out of it the wife,-Edith S. Kelley,-should-make-some provision for E. W. Kelley, the provision to terminate with his death. The auditor took the view that the instrument of 25th June, 1909, was not a separate dispositive instrument, and, therefore, without deciding more, awarded'the sum of ten thousand dollars with interest thereon from 29th May, 1912, to 11th September, 1913, to “Edith S. Kelley, in trust for Edward W. Kelley.” Exceptions were taken to this award, but it having been confirmed by the court, it is made the subject of several assignments of error in this appeal. What is complained of is, that the auditor did not go further and find that the trust ended on the death of Edward W. Kelley, and distribute the fund to and among those legally entitled. While we are of opinion that it would have been competent in this proceeding for the auditor to pass upon the several questions that would necessarily arise in connection with the inquiry suggested, the fact that he made no attempt to do so, but awarded the fund to the trustee appointed by the will, does not constitute error, since the award as made neither concludes nor prejudices any one having standing to assert a claim upon the fund. The questions which he left undetermined concern the nature and character of the trust, questions which can be quite conveniently, and no less expeditiously, determined in a separate proceeding involving nothing else, in which all parties in interest can have opportunity to be heard, and by which they would be concluded. Such is clearly not the case here. The trustee named in the will having the trust money in her possession, an appropriate proceeding for the determination of these questions will occur' to any one without suggestion from us. In regard to the one question decided by the auditor, and which necessarily stood in his way, namely, whether the in-, strument of 25th June, 1909, operated ás a revocation of the legacy, we fully concur in the conclusion of the auditor, that it did not. Not only is there wanting an express revocation, but there is no such inconsistency between the provisions contained in the instrument and the legacy that, without more, would warrant an inference that entire annulment of the latter was intended.\nThe remaining assignments complain of the action of the court in reducing to the extent of $2,167.71 the commissions with which accountant credited herself in her account filed. The personal estate of testator consisted very largely, almost exclusively, of shares in the capital stock of the Wheeling Steel & Iron Company, the Commercial Bank of California, and the National Exchange Bank of Wheeling. Besides these securities there were certain shares in the Pittsburgh, Wheeling & Kentucky Railroad Company, a mortgage investment of $2,300, and several other items of minor value. The total personal estate in the inventory filed was appraised at $108,385.16, and with this sum the executrix debited herself in her account, taking credit at the same time for $5,419.26 as compensation for her services as executrix. As will be seen the amount claimed was five per cent, of the entire fund charged. The auditor reduced the credit to a three per cent, basis, and surcharged accountant with the difference, that is to say, with $2,167.71. The total amount of credits claimed in the account, omitting the commission claimed, is $6,128.57. This amount must include the total indebtedness of the estate and the total expense connected with its settlement up to the time of filing the account, omitting the compensation claimed. When it is considered that no more of the estate was converted than was necessary to meet the indebtedness and the expenses of administration, it becomes apparent that the settlement of this estate involved far léss trouble and care than ordinarily attends the settlement of estates of this magnitude.. Under such circumstances we do not hesitate to- conclude that the commission charged was excessive and what was allowed was full compensation. The auditor in allowing compensation on a basis of three per cent, went to the very limit under all our cases. The assignments of error are overruled and the decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "A Mitchell Palmer, with him O. Raymond Bensinger, for appellant.",
      "J. B. Townsend, of Townsend, Elliott é Munson, with him William A. Shafer, for Anna K. Hornbrook, appellee.",
      "Wilton A. Erdman, for Estate of Edward W. Kelley, deceased, appellee."
    ],
    "corrections": "",
    "head_matter": "Kelley’s Estate\n(No. 1).\nWills — Construction—Legacy — Revocation — Commissions — Surcharge — Life interest — Security.\n1. Testator by will gave to his nephew $10,000 absolutely. By a codicil he revoked this legacy and left “the same amount to my wife......in trust for” the nephew “to be disposed of as she may think best, either in buying a small farm or whatever is in her judgment for his best interest.” By a second codicil he provided “the legacy to” his nephew “I leave in trust to” testator’s wife “to dispose of as she thinks best.” Upon this second codicil there was the following endorsement: “It is my intention that my wife shall have all I am possessed of during her life, except in case of remarriage when I wish it placed in trust for her free from interference of any one.” Upon a contest between the heirs of the nephew and testator’s widow, the Orphans’ Court decided that the gift to the nephew by the will and first codicil was not revoked by the subsequent codicil and the same was awarded to the widow in trust for the nephew. Meld, no error.\n2. In such case the fact that the auditor appointed by the Orphans’ Court did not further distribute the trust fund to and among those legally entitled thereto, although he could properly have done so, is not error, as the. award neither concludes nor prejudices anyone having a standing to dispute a claim upon the fund.\n3. In such case where the estate was upwards of $100,000 in amount, mostly personal property, and very little of it was required to be converted, and the labor of the executrix was much less than in most estates of that size, the court did not err in cutting down tbe commissions from five per cent, to three per cent, and in sucbarging tbe accountant with the difference.\nArgued March 8, 1915.\nAppeal, No. 251, Jan. T., 1914, by Edith S. Kelley, Executrix of the last will and testament of John G. Kelley, deceased, legatee under said will and widow of said decedent, from decree of O. O. Monroe Co., dismissing exceptions to report of auditor in estate of John G. Kelley, deceased.\nBefore Brown, C. J., Mestrezat, Elkin, Stewart and Frazer, JJ.\nAffirmed.\nExceptions to report of Frank B. Holmes, Esq., Auditor. Before Staples, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the exceptions. Edith S. Kelley, Executrix, appealed.\nErrors assigned were in dismissing the exceptions.\nA Mitchell Palmer, with him O. Raymond Bensinger, for appellant.\nJ. B. Townsend, of Townsend, Elliott é Munson, with him William A. Shafer, for Anna K. Hornbrook, appellee.\nWilton A. Erdman, for Estate of Edward W. Kelley, deceased, appellee.\nJuly 3, 1915:"
  },
  "file_name": "0172-01",
  "first_page_order": 202,
  "last_page_order": 206
}
