{
  "id": 1016940,
  "name": "Dobra v. Lehigh Valley Coal Company, Appellant",
  "name_abbreviation": "Dobra v. Lehigh Valley Coal Co.",
  "decision_date": "1915-07-03",
  "docket_number": "Appeal, No. 334",
  "first_page": "313",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "219 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0405-01"
      ]
    },
    {
      "cite": "233 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/233/0523-01"
      ]
    },
    {
      "cite": "240 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0124-01"
      ]
    },
    {
      "cite": "240 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0354-01"
      ]
    },
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "239 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0463-01"
      ]
    },
    {
      "cite": "140 Ky. 837",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4398830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/140/0837-01"
      ]
    },
    {
      "cite": "70 N. H. 390",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4491721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/70/0390-01"
      ]
    },
    {
      "cite": "95 Wis. 6",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8701454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/95/0006-01"
      ]
    },
    {
      "cite": "74 N. H. 190",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1308554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/74/0190-01"
      ]
    },
    {
      "cite": "221 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0072-01"
      ]
    },
    {
      "cite": "7 Watts 62",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0062-01"
      ]
    },
    {
      "cite": "226 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0514-01"
      ]
    },
    {
      "cite": "241 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0055-01"
      ]
    },
    {
      "cite": "238 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0594-01"
      ]
    },
    {
      "cite": "247 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0469-01"
      ]
    },
    {
      "cite": "243 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0256-01"
      ]
    },
    {
      "cite": "233 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981120
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0457-01"
      ]
    },
    {
      "cite": "216 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0279-01"
      ]
    },
    {
      "cite": "201 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0278-01"
      ]
    },
    {
      "cite": "233 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0523-01"
      ]
    },
    {
      "cite": "240 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0354-01"
      ]
    },
    {
      "cite": "221 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0072-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 12737,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 5.276318259807789e-07,
      "percentile": 0.9418838704495899
    },
    "sha256": "c584e438155d1021146090d6052cd5bd24197852502e9e23d01074e70f96b99c",
    "simhash": "1:9253f38bd62477ca",
    "word_count": 2256
  },
  "last_updated": "2024-02-27T19:22:22.013068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Dobra v. Lehigh Valley Coal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was an action of trespass brought by George Dobra, acting through his next friend and mother, Susie Dobra, and by Susie Dobra in her own right, against the Lehigh Valley Coal Company. In the year 1909, the plaintiff, George Dobra, then seventeen years of age, was employed as a car runner in defendant’s anthracite coal mine. On June 24th, of that year he was seriously and permanently injured while at work, by being, as he alleged, caught and squeezed between the side of a car and two props, which it was claimed were negligently maintained too close to the track in one of the gangways in the mine, in violation of the provisions of the Anthracite Coal Mine Act of June 2,1891, P. L. 176. The suit was brought by George Dobra, and his mother, Susie Dobra, who is a widow, to recover damages for his injuries. The case was submitted to the jury, who found a verdict for George Dobra in the sum of $10,000, and for Susie Dobra in the sum of $1,500. From the judgments entered upon these verdicts the defendant has appealed.\n. The first question raised is, “whether a parent may recover indirect damages for personal injuries occasioned to a minor child by the violation of the Act of June 2, 1891, P. L. 176, and not resulting in death.” It is provided in the act in question that for any injury caused by a violation of or failure to comply with the provisions of the act “a right of action shall accrue to the party injured against said owner or operator for any direct damages he may have sustained thereby.” It will be noticed that the right of action is given only to “the party injured,” and then only for “direct damages.” It is evident that the parent was not the party here injured within the meaning of the act, and that even if the term could be held to include a parent, the damage to the parent would not be “direct.” The court below permitted the mother to recover on the ground that she had a right of action at common law. That question has not, however, been raised on this appeal. Counsel for appellant and appellee in their respective statements of questions involved limit the question to be determined, in so far as the mother is concerned, to the liability of defendant under the statute, to the mother of the injured workman. Neither in the statement of the questions involved by the appellant, nor in the counter-statement by counsel for appellee is any mention made of liability of the defendant under the common law. Any right of action which she may have had at common law, would have to be determined on common law principles, and in that event the point raised by appellant’s fourth assignment of error would require consideration. That question is, “whether a mere promise to repair an alleged defect is of itself sufficient to relieve an employee from assuming the risk of injury therefrom.” Plaintiff testified that some two weeks before the accident he told defendant’s superintendents that the props were in the way, and were dangerous, and that they promised to remove them. The superintendents denied making any such promise, but the credibility of plaintiff in this respect was for the jury. He did not, however, say that he relied on the alleged promise in continuing his work. In order to overcome the defense of assumption of risk, in an action under the common law, the employee must show affirmatively, not only that he complained of the danger, and that the employer promised to correct it, but that in continuing to work he relied on that promise. Otherwise, he must be held to have assumed the risk. In 4 Labatt on Master and Servant, Section 1345, the rule is thus stated: “After the servant has shown that there has been a promise, actual or implied, on the part of the master, and that this promise amounts to an undertaking to remove not only the danger, but a danger by which he himself is threatened, he still has the onus of proving that the inducing motive of his continuance in the employment was his reliance upon the fulfilment of the promise.” Our cases recognize this rule. Thus in Webster v. Monongahela River Consolidated Coal & Coke Co., 201 Pa. 278; Foster v. National Steel Co., 216 Pa. 279; Hollis v. Widener, 221 Pa. 72; Glass v. College Hill Boro., 233 Pa. 457; Pfeifer v. Allegheny Steel Co., 243 Pa. 256, there is substantial agreement in emphasizing the fact that it appeared affirmatively from the evidence in each case that the employee continued to work, because he relied on the employer’s promise. Nothing of that kind was shown in the present case. This is fatal to the claim of the mother, in so far as it may have been based upon any supposed right of action at common law. As to the claim of the mother under the statute, the right to recover is there limited to “the party injured,” and for “direct damages” only. Within the meaning of the statute, the mother was not the party injured by the accident in this case, nor did she sustain any direct damages thereby. It follows that the action, in so far as she is concerned, cannot be maintained, and the judgment in her favor must be reversed. The son, George Dobra, the principal plaintiff, is the party injured. He it was who sustained the direct damages, and his right of action is therefore properly based directly upon the statute.\nThe second question raised on behalf of appellant is, “whether the operator of a mine, who has constructed and provided a passageway of proper width, is liable to an employee for an injury resulting from an insufficiency of space between the side of a car and a prop subsequently located by the mine foreman in charge of the mine.” That the responsibility for the care of the passageways in a mine rests upon the owner and cannot be shifted to the mine foreman, has been settled by our decisions. In Simmons v. Lehigh Valley Coal Co., 240 Pa. 354, which was an action brought under the Act of June 2,1891, P. L. 176, Mr. Justice Mestrezat said (p. 358) : “The fact that the company had placed in the mine a competent, certified mine foreman did not relieve it from the liability imposed by the statute. To provide a proper passageway in the tunnel was a nondelegable duty imposed on the mine owner and not one of the statutory duties imposed on the mine foreman.” To the same effect is the recent case of Watson v. Monongahela River Consolidated Coal & Coke Co., 247 Pa. 469. In the present case the plaintiff testified that some two weeks before the accident he notified the superintendent of the mine and the district superintendent that the props in question were in the way and were dangerous, and according to his statement, they said they would get them out. He also said that the props, of which he complained were in the passageway during a period of a few weeks before he spoke to the superintendent about them. There was evidence sufficient to go to the jury on the question of defendant’s knowledge of the alleged obstruction in the passageway. Positive evidence of one witness, who may be the plaintiff, upon the question of negligence, is sufficient to carry the case to the jury, notwithstanding contradiction offered by defendant : Hugo v. Baltimore & Ohio R. R. Co., 238 Pa. 594; Crowley v. Penna. R. R. Co., 231. Pa. 286. If the testimony offered on behalf of the plaintiff was credited by the jury, it was sufficient to bring the case within the rule that the mine owner is liable for the results of failure to discharge duties laid upon him by the statute, in accordance with the principie pointed out in the opinion in Collins v. Northern Anthracite Coal Co., 241 Pa. 55, and in the other cases there cited. As the negligence here charged was the disregard of statutory duty, the defense of assumption of risk was not open- to the defendant: Valjago v. Carnegie Steel Co., 226 Pa. 514; Amiano v. Jones & Laughlin Steel Co., 233 Pa. 523. Under the evidence in this case, the questions of defendant’s negligence and plaintiff’s contributory negligence were necessarily for the jury and they were submitted in a charge, which we think was both fair and adequate.\nThe judgment for the plaintiff, Susie Dobra, the mother, is reversed. The judgment for the plaintiff, George Dobra, is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "P. F. O’Neill, with him F. W. Wheaton, for appellant.",
      "Abram Salsburg, with him Edward A. Lynch and Mose H. Salsburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dobra v. Lehigh Valley Coal Company, Appellant.\n■Negligenee — Mines and mining — Personal injuries — Violation of .Anthracite Coal Mine Act of June 2, 1891, P. L. 176 — Right of parent to recover — Common law liability — Duties of mine owner— Assumption of rislc.\n1. Where the negligenee charged and proven is the disregard oi a statutory duty, the defense of assumption of risk is not open to defendant.\n2. The responsibility for the care of the passageways in a mine rests upon the owner, and cannot be shifted to the mine foreman.\n3. A parent cannot recover damages for personal injuries sustained by a minor child and not resulting in death, in consequence of a mine owner’s violation of the Anthracite Coal Mine Act of June 2, 1891, P. L..176, giving a right of action to “the party injured” for “direct damages.” The damage to the parent is indirect and the parent’s right of action must rest upon the common law.\n4. In order to overcome the defense of assumption of risk in an action under the common law, the employee must show affirmatively not only that he complained of the danger, and that the employer promised to correct it, but that, in continuing to work, he relied on that promise, otherwise he must be held to have assumed the risk.\n5. In an action by a minor, seventeen years of age, and his mother, to recover damages for injuries sustained by the minor, it appeared that the minor was employed as a coal runner in defendant’s anthracite coal mine, and was injured by being caught and squeezed between the side of a car and certain mine props which were negligently maintained too close to the tracks, in one of the gangways, in violation of the Act of June 2,1891, P. L. 176. There was evidence that plaintiff had complained of the condition to defendant’s superintendent, and that the latter had promised to remove the props. Plaintiff did not say, however, that he relied on the alleged promise in continuing his work. There was evidence that defendant knew of the alleged obstruction in the passageway. Held (1) that the minor had made out a case, entitling him to recover by reason of defendant’s violation of a statutory duty, and a verdict and judgment in his favor was sustained; (2) that by reason of the minor’s assumption of risk, there could be no recovery at common law by the mother, for the indirect damages sustained by her, and a verdict and judgment in her favor was reversed.\nArgued April 13, 1915.\nAppeal, No. 334, January T., 1915, by defendant, from judgments of C. P. Luzerne Co., December T., 1910, No. 5, on verdict for plaintiffs, in case of George Dobra, by his next friend and mother, Susie Dobra, and Susie Dobra in her own right v. Lehigh Valley Coal Company.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ.\nJudgment for George Dobra, affirmed.\nJudgment for Susie Dobra, reversed.\nTrespass to recover damages for personal injuries. Before Strauss, J.\nThe opinion of the Supreme Court states the facts.\nYerdict for George Dobra for $10,000 and for Susie Dobra for $1,500, and judgment thereon. Defendant appealed.\nErrors assigned were instructions to the jury, answers to points, the refusal of the court to direct a verdict for defendant and to enter judgment for defendant n. o. v.\nP. F. O’Neill, with him F. W. Wheaton, for appellant.\nA parent may not recover consequential damages for personal injuries occasioned to a minor child by a mine owner’s violation of the Act of June 2, 1891, P. L. 176, and not resulting in death: Hoover v. Heim, 7 Watts 62.\nThe mere promise to repair the alleged defect was not sufficient to relieve the employee from assuming the risk of injury therefrom in the absence of evidence that he relied upon the promise: Hollis v. Widener, 221 Pa. 72; Showalter v. Fairbanks, Morse & Co., 88 Wisc. 376 (60 N. W. Repr. 257); Roy v. Hodge, 74 N. H. 190 (66 Atl. Repr. 123); Erdman v. Illinois Steel Co., 95 Wis. 6 (69 N. W. Repr. 993); Bodwell v. Nashua Mfg. Co., 70 N. H. 390 (47 Atl. Repr. 613); Louisville & N. R. Co. v. Goodwin, 140 Ky. 837 (131 S. W. Repr. 1012).\nThe evidence did not show that the defendant was negligent: Black v. Philadelphia R. T. Co., 239 Pa. 463; Ely v. Pittsburgh, Etc., Ry. Co., 158 Pa. 233.\nAbram Salsburg, with him Edward A. Lynch and Mose H. Salsburg, for appellee.\nThe case was properly submitted to the jury: Simmons v. L. V. Coal Co., 240 Pa. 354; Bogdanovicz v. Susquehanna Coal Co., 240 Pa. 124; Amiano v. Jones & Laughlin S. Co., 233 Pa. 523; Bowen v. Pa. R. R. Co., 219 Pa. 405.\nJuly 3, 1915:"
  },
  "file_name": "0313-01",
  "first_page_order": 343,
  "last_page_order": 349
}
