{
  "id": 1016931,
  "name": "Commonwealth, ex rel., Stanton, v. Francies",
  "name_abbreviation": "Commonwealth ex rel. Stanton v. Francies",
  "decision_date": "1915-05-03",
  "docket_number": "No. 185, Miscellaneous Docket",
  "first_page": "350",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/8/0223-01"
      ]
    },
    {
      "cite": "26 Sup. Ct. 569",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 243,
    "char_count": 3868,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 8.868453663533968e-07,
      "percentile": 0.9782255645020231
    },
    "sha256": "1890a1b2eb922c01616f62083248dd1cd224a7fdf5151c0c8372ad23ddd0cf75",
    "simhash": "1:5def612801fa219c",
    "word_count": 634
  },
  "last_updated": "2024-02-27T19:22:22.013068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Elkin, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Commonwealth, ex rel., Stanton, v. Francies."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe relator was returned to the Court of Quarter Sessions of Blair County on a charge of having obtained the sum of $6 by false pretense. An indictment, prepared by the district attorney, but not sent to the grand jury, charged him with the said offense, and he entered a plea of guilty to it, under the provisions of the Act of April 15, 1907, P. L. 62. The said court thereupon, on February 24,1914, sentenced him to pay a fine and undergo an imprisonment in the western penitentiary for a period of not less than two nor more than three years. He now asks to be discharged from custody on two grounds: (1) the sentence of the court is void, because the Act of 1907, under .which it was imposed, on an indictment not sent to and returned by a grand jury, is unconstitutional; and, (2) even if the said act is constitutional, his imprisonment ought to have been in the county jail, and not in the penitentiary.\nAt this time we shall not pass upon the question of the constitutionality of the Act of 1907. It will be argued at the approaching session of the court for the middle 'district, in Wheeler’s case, No. 186, Miscellaneous Docket, Western District. The relator was illegally sentenced to the penitentiary. This is admitted by the Commonwealth. For the offense of obtaining money by false pretense the penalty is simple imprisonment: Act of March 30,1860, P. L. 410, Section 11. When the penalty for an offense is simple imprisonment, for whatever period, the place of confinement is the county jail. “Imprisonment” or “simple imprisonment” means confinement in the county jail; imprisonment at labor, “by separate or solitary confinement,” means imprisonment in the penitentiary or in a suitable county prison: Commonwealth v. Fetterman, 26 Sup. Ct. 569.\nFrom the illegal imprisonment to which the relator has been subjected he must be relieved, and on this writ of habeas corpus it will be proper to give him relief. He has been confined in the penitentiary for more than fourteen months. Simple imprisonment in the county jail for that period would have been too harsh a judgment for his petty misdemeanor, and, under a precedent set by this court nearly seventy years ago, and recently followed by the Superior Court, it is ordered that the prisoner be discharged: Clellans, et al., v. Commonwealth, 8 Pa. 223; Commonwealth, ex rel., Elliott, v. Francies, 58 Superior Ct. 270.\nRelator discharged.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. M. Fuller, for relator.",
      "J. F. B. Cunningham, for respondent."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, ex rel., Stanton, v. Francies.\nCriminal law — Imprisonment—Obtaining money under false, pretense — Illegal imprisonment in penitentiary — Habeas corpus. ■\n, 1. “Imprisonment” or “simple imprisonment” means confinement in the county jail; imprisonment at labor, “by separate or solitary confinement,” means imprisonment in tbe penitentiary or in a suitable county prison.\n2. A defendant wbo pleads guilty to an indictment charging him with obtaining money under false pretense is liable only to simple imprisonment, and where such a one has been sentenced to imprisonment in the penitentiary he will be relieved of such illegal imprisonment upon a writ of habeas corpus.\nPractice, Supreme Court — Crimes—Penalties—Discharge.\n3. Where upon a writ of habeas corpus it appeared that a relator had been illegally imprisoned in the penitentiary for a period of fourteen months for the offense of obtaining the sum of six dollars on false pretense the Supreme Court discharged him.\nArgued April 19, 1915.\nCommonwealth of Pennsylvania, ex rel., Thomas E. Stanton, v. John Francies, Warden of the Western Penitentiary of Pennsylvania, No. 185, Miscellaneous Docket, Habeas Corpus, Original jurisdiction.\nBefore Brown, C. J., Elkin, Stewart, Moschzisker and Frazer, JJ.\nJudgment for Relator.\nRelator discharged.\nThe facts appear by the opinion of the Supreme Court.\nA. M. Fuller, for relator.\nJ. F. B. Cunningham, for respondent.\nMay 3, 1915:"
  },
  "file_name": "0350-01",
  "first_page_order": 380,
  "last_page_order": 382
}
