{
  "id": 1016938,
  "name": "Leftage v. Baltimore & Ohio Railroad Company, Appellant",
  "name_abbreviation": "Leftage v. Baltimore & Ohio Railroad",
  "decision_date": "1915-07-03",
  "docket_number": "Appeal, No. 192",
  "first_page": "452",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 378,
    "char_count": 6466,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 5.42780909873314e-08,
      "percentile": 0.3419089298256385
    },
    "sha256": "a098920b1ff7376cd1ff439b6aadbbfebe0a6fe29a8e2a1e816ba9fe61a71092",
    "simhash": "1:e145a813422f4a62",
    "word_count": 1129
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ.."
    ],
    "parties": [
      "Leftage v. Baltimore & Ohio Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff sued in trespass to recover damages for personal injuries alleged to have been suffered by him through the negligence of the defendant company; he recovered a verdict of $3,500, which was subsequently reduced to $2,000, and judgment was entered accordingly; the defendant has appealed, contending that it was entitled to judgment non obstante veredicto.\nSince the verdict was for the plaintiff, the evidence must be looked at in the light most favorable to him, and, when so considered, the jury might justifiably have found the facts about to be stated; therefore, we must assume such to be the material ones in the case. The accident happened November 2, 1911, at four o’clock in the afternoon; the plaintiff was then about 62 years of age; he was driving a two-horse team attached to a wagon loaded with ashes; at the place of the accident the defendant maintained a railroad of three tracks, the first two, as the plaintiff approached, being used as sidings, and the third, upon which he was hurt, being the main track; he stopped his team near the first track at a point not definitely fixed in the testimony, and approached the railroad afoot for the purpose of looking and listening; a train of freight cars more than 1,300 feet long was standing on the first track, with the locomotive at the crossing in question, and this prevented the plaintiff from making an observation until he had passed beyond it; he went to the third or main track, looked up and down, and saw that it was clear; he then retraced his steps, stopped, exchanged words with some railroad men who were sitting on the front of the standing locomotive, and was told by them that their train was not about to move; thereupon he walked to his wagon, mounted it, and proceeded to drive across the tracks; the railroad was about thirty feet wide from the outer rail of the first track to the like rail of the last track; owing to the standing cars on the former track, he could not see in the direction from which the train that subsequently struck him came until he cleared this obstruction; when he had driven past the standing train, and was at a spot where he could get a view along the main track, his horses were almost, if not quite, upon it; he then observed a passenger train coming rapidly toward him, and whipped up his team in an endeavor to avoid the impending danger, but just as the rear end of his wagon was about to clear the last rail of the main track, it was struck and he was thrown out, sustaining the injury complained of.\nThere was a conflict in the testimony concerning how far the plaintiff could see in the direction from which the train approached when he made his first observation on the main track, but, however that may be, since the testimony is that the approaching train was running about forty miles an hour, the jury might well have found that during the time reasonably consumed by the plaintiff in walking back to his wagon, mounting it and returning to the main track, a train which was out of sight at the moment of his first observation, could have come upon him just as the one which caused the injury subsequently did; particularly is this so in view of the testimony that the prospect was to a degree obstructed by smoke from coke ovens blowing over the tracks, “right down to the ground,” between him and the approaching train, and that the tracks curved in the direction from which the train came. There was ample evidence to sustain a finding that no bell was rung, whistle blown, or other warning given, that the crossing was generally used by people in the neighborhood, and that it was marked as a “crossing” by a regular sign. The issues as to the defendant’s negligence and the plaintiff’s contributory negligence were submitted in a charge which is not excepted to, and, from the evidence depended upon by plaintiff, the jury might well have found both of these issues in his favor. We have considered all the authorities cited, but none of them controls the case at bar.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "D. W. McDonald, James R. Cray and T. H. Hudson, for appellant.",
      "W. R. Johnson and George Patterson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leftage v. Baltimore & Ohio Railroad Company, Appellant.\nnegligence — Railroads—Team—Grade crossing accident — Case for jury. ■ ...\nIn an action against a railroad company to recover damages for personal injuries, the case is for the jury and a verdict and judgment for plaintiff will be sustained, where it appears that at the place of the accident defendant maintained a railroad of three tracks, the first two, as the plaintiff approached, being used as sidings, and the third, upon which he was hurt, being the main track; that he stopped his team when near the first track and approached the railroad afoot for the purpose of looking and listening; that a freight train standing on the first track prevented the plaintiff from, making an observation until he had passed beyond it; that he went to the third, or main, track, looked up and down and saw that it was clear; that he then retraced his steps, stopped and exchanged words, as to the likelihood of their train moving, with some railroad men sitting on the front of the standing locomotive; that he then walked to his T/agon, mounted it and proceeded to drive across the tracks and was struck on the outer rail of the main track by a passenger train approaching at the rate of forty miles an hour and without giving warning by bell or otherwise of its approach; and that the crossing in question was generally used by the people of the community and was marked as a crossing by a regular sign.\nArgued May 10, 1915.\nAppeal, No. 192, January T., 1914, by defendant, from judgment of C. P. Fayette Co., June T., 1912, No. 357, on verdict for plaintiff in case of Charles H. Leftage v. Baltimore & Ohio Railroad Co., operating the Fairmont, Morgantown and Pittsburgh Railroad Co.\nBefore Brown, C. J., Mestrezat, Elkin, Moschzisker and Frazer, JJ..\nAffirmed.\nTrespass to recover damages for personal injuries. Before Umbel, P. J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for plaintiff for $3,500 which was subsequently reduced by remittitur to $1,500, on which judgment was entered. Defendant appealed.\nError assigned, among others, was in refusing to direct a verdict for defendants, and in refusing defendant’s motion for judgment n. o. v.\nD. W. McDonald, James R. Cray and T. H. Hudson, for appellant.\nW. R. Johnson and George Patterson, for appellee.\nJuly 3, 1915:"
  },
  "file_name": "0452-01",
  "first_page_order": 482,
  "last_page_order": 485
}
