{
  "id": 1017009,
  "name": "Schenkel's Estate",
  "name_abbreviation": "Schenkel's Estate",
  "decision_date": "1915-07-03",
  "docket_number": "Appeal, No. 35",
  "first_page": "504",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "126 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0115-01"
      ]
    },
    {
      "cite": "5 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/5/0377-01"
      ]
    },
    {
      "cite": "6 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0185-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 8688,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32667387171993423
    },
    "sha256": "c1da8d6cd569e34280826fcaa36335899ee34b49a0a26000f3d8ffddd9a09ca7",
    "simhash": "1:0336a512e46f505f",
    "word_count": 1479
  },
  "last_updated": "2024-02-27T19:22:22.013068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Elkin, Stewart, Mosch- ■ zisker and Frazer, JJ."
    ],
    "parties": [
      "Schenkel’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe appellant as guardian has been severely penalized for gross negligence in the conduct and management of his ward’s estate, but in reviewing the record we are primarily concerned to see that justice rather than punishment shall be the guiding thought in determining what the rights of the parties are. The record is a most unsatisfactory one for the purpose of review and we find it almost impossible to trace the various transactions through their different stages so as to be able to say with certainty what moneys actually came into the guardian’s hands, and what did not; what moneys could have been collected by the present guardian if he had acted diligently, and what, if any, loss resulted by reason of his not so acting; and how much of the fault should be charged to the former guardian and how much to appellant. As the record stands appellant has been made to answer for the derelictions of everybody connected with the administration of the estate since 1889, although he was not appointed guardian until 1899, ten years after the death of Sophia Schenkel, in whose estate the present ward had an interest and as to the distribution of which a surcharge has been made against the present guardian. No money or property from that estate ever came into the hands of appellant although surcharged with it. Did the facts warrant the surcharge? Dr. Nicholas Schenkel, the husband of Sophia Schenkel, was appointed administrator of her estate soon after his wife’s death in 1889, and filed an inventory showing property and assets valued at $8,421.78, no part of which ever came into the hands of appellant. The learned court below surcharged accountant with $2,105.45 being one-fourth of the inventory value and the share to which the ward would have been entitled, if on the settlement of his mother’s (Sophia Schenkel’s) estate there remained such a balance for distribution. Dr. Nicholas Schenkel, administrator of the estate of Sophia Schenkel, was the father of William Schenkel, the ward of the present guardian, whose account is the subject of this controversy. Dr. Schenkel never filed an account of the administration of his wife’s estate, and there is nothing of record, nor is there any evidence in the present case, showing what balance remained for distribution among the heirs. At the instance of Dr. Schenkel, . John F, Roenigk was appointed guardian of William Schenkel, the present ward, in 1892, and had charge of the ward’s estate until the time of his death in the latter part of 1896.- ■ He filed no inventory of his ward’s estate nor did he render any account of his guardianship. Dr. Schenkel survived the first guardian almost a year and died in 1897., Thus matters stood when appellant was appointed guardian in 1899. There was nothing of record, except the inventory filed in 1889, to show that Sophia Schenkel had any,estate, and there is not the slightest evidence that anything remained for distribution among the heirs when the estate was administered. There is no evidence that John F. Roenigk, the first guardian, ever received anything from the estate of Sophia Schenkel. He did receive moneys from other sources but not from that estate. In this connection it should be remembered that during the entire period from 1889 to 1897, Dr. Schenkel, the father of the present ward, was the only person who had knowledge of the estate of Sophia Schenkel, his wife. If any one was at fault in accounting for the estate of Sophia Schenkel it was this father who provided a home for his son and furnished him with the comforts of life. It may be that the first guardian should have pressed for an accounting of the estate in which his ward had an interest if any balance remained after settlement, but the record is silent as to the facts upon which all parties seemed to act. But conceding that the. first guardian was at fault in this respect, are the facts such as. to make the present guardian answerable for-the. neglect or failure of the first guardian to do his duty? We cannot so regard them. The appellant, present guardian, was not appointed until almost three years after the death of the first guardian. The corpus of the ward’s patrimony came from sources other than the estate of Sophia Schenkel. Whatever balance, if any, may have remained after settlement of that estate was in the hands of the father who provided the home for the family. He no doubt mingled the trust funds with his own and his heirs will be benefited to this extent when his estate is administered as is being done. Under these circumstances that would be a harsh rule which would visit upon the present accountant the delinquencies of a father who was administrator, and of a former guardian, both long since dead, and thus make him answerable for transactions which took place several years before he was appointed and account for moneys never received by him. As to this item of surcharge we cannot regard appellant as being grossly negligent, and guardians are not liable beyond what they actually receive unless in case of gross negligence: Calhoun’s Est., 6 Watts 185; Swoyer’s App., 5 Pa. 377; Landmesser’s App., 126 Pa. 115.\nThere may be some doubt as to other items of surcharge, but in view of the findings of the learned auditing judge, based largely on the evidence relating to the sharp practices and designing acts of accountant and his sister in the manipulation of the estate, we have concluded not to disturb them. Appellant should have made an effort to collect from the former guardian or his bondsmen such moneys as belonged to the ward and his failure to do so under the facts here presented makes him liable to account. To discuss each of the items of surcharge, the evidence upon which based, and the reasons given to sustain the findings, would only unduly prolong the opinion without benefiting any one. . After a careful examination of the entire record and due consideration given to all that learned counsel on both sides have said in reference to the matters in controversy, we have concluded that upon the facts as found the learned court below, except as herein indicated, committed no reversible error in the final adjudication. We find nothing in the record to warrant a general reversal of the decree.\nThe surcharge of $2,105.45 will be stricken from the account and when this is done it will be necessary to reduce the interest charge in proportion to the reduction of principal upon which the computation was made. When these corrections have been made and the balance due ward thus ascertained the decree of distribution will stand affirmed.\nDecree to be modified as herein indicated, and when so modified it is affirmed. Record remitted for the purpose of having the correct balance ascertained in accordance with the views expressed in this opinion. Costs to be paid out of the estate.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "John C. Bane, with him Chas. A. Woods, for appellant.",
      "Harry B. ~Wassell, of Ache A Wassell, for appellees."
    ],
    "corrections": "",
    "head_matter": "Schenkel’s Estate.\nGuardian and ward — Duties of guardian — Failure to collect money — Gross negligence — Surcharge.\n1. Guardians are not liable beyond what they actually receive unless in case of gross negligence.\n2. Where a guardian was appointed three years after the death of a former guardian and two years after the death of his ward’s father, who was the surviving husband and administrator of the estate of the ward’s mother, the guardian is improperly surcharged with the amount of the ward’s share in the estate of his mother based upon the inventory of the estate filed by her husband and administrator, where no account of the estate was ever filed and there was nothing to show that there ever was any balance distributable among her heirs and where it appeared further that the ward had resided with and been supported by the husband, his father, until the latter’s death.\n3. Where in such case the guardian made no effort whatever to collect moneys belonging to the ward, from the former guardian or his bondsman and there was some evidence of sharp practice and designing acts on his part, a decree surcharging him for sums so lost was affirmed.\nArgued April 21, 1915.\nAppeal, No. 35, Oct. T., 1915, by Edwin O. Roenigk, guardian, from decree of O. C. Allegheny Co., April T., 1914, No. 180, dismissing exceptions to adjudication, in Estate of William Schenkel, a minor.\nBefore Brown, C. J., Elkin, Stewart, Mosch- ■ zisker and Frazer, JJ.\nModified and affirmed.\nExceptions to adjudication. Before Trimble, J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the exceptions. Edwin O. Roenigk appealed.\nErrors assigned were in dismissing the exceptions.\nJohn C. Bane, with him Chas. A. Woods, for appellant.\nHarry B. ~Wassell, of Ache A Wassell, for appellees.\nJuly 3, 1915:"
  },
  "file_name": "0504-01",
  "first_page_order": 534,
  "last_page_order": 538
}
