{
  "id": 1016932,
  "name": "Crimmins, Appellant, v. Farquhar",
  "name_abbreviation": "Crimmins v. Farquhar",
  "decision_date": "1915-07-03",
  "docket_number": "Appeal, No. 208",
  "first_page": "569",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "250 Pa. 569"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 405,
    "char_count": 6409,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.5500816532321962e-07,
      "percentile": 0.6744858484027447
    },
    "sha256": "80af8696b7da7ae3ac7a16cb9522e5511d152e564ca2b933dcf92b089fbf3fb8",
    "simhash": "1:2ac24ee0b64471a3",
    "word_count": 1107
  },
  "last_updated": "2023-07-14T15:43:39.405191+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Elkin, Mo'schzisker and Frazer, JJ."
    ],
    "parties": [
      "Crimmins, Appellant, v. Farquhar."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff, James Crimmins, sued in trespass to recover for the loss of an eye, which he alleged was due to the negligence of the defendant; the evidence was in conflict, and the case was submitted to. the jury, who rendered a verdict for the defendant; - the plaintiff has appealed.\nThe plaintiff’s testimony showed that he was an experienced workman, forty years old, who had served in and about foundries, such as that conducted by the defendant, for nearly 20 years; that the defendant employed him as a general laborer; that on March 1,1913, a leak occurred in an appliance called a cupola, causing molten metal to run therefrom; that the plaintiff was ordered by the defendant’s foreman to close the leak with wet clay; that he attempted to accomplish this by placing the clay on the end of paddles about seven feet long, called “wad sticks,” and applying them to the leak; that, in order to perform the work in hand, the plaintiff was obliged to stoop and rise in front of the cupola, and the foreman stood nearby to give him the sticks; that the plaintiff observed a man throwing mud against the leak from the other side, and remarked to the foreman, “Some one will be burned here”; that the latter “said he would have it stopped”; that, after this conversation, the plaintiff saw “more than one wad of mud thrown,” while the foreman was handing him sticks; that, when the fourth or fifth stick was given him, and the plaintiff was about to use it, “Up goes a big hunk of mud...... from back of the cupola......, hit along the crack where the iron was coming out....... knocked a spark off, and this spark got in his eye”; that the plaintiff knew when melted iron came in contact with “anything wet” it would “splutter”; that during all this time the defendant’s foreman was standing beside or right back of the plaintiff, and the man throwing mud was on the opposite side of the cupola, where he could be seen by the plaintiff; that after the plaintiff remarked the danger of the situation, and the foreman replied he would have the mud throwing stopped, his superior did not leave him “or say anything to anybody about it.”\nThere was other evidence produced by the plaintiff, which, owing to the view we take, it is unnecessary to consider. The testimony relied upon to meet the case as we have just stated it, was given by the defendant’s foreman, who denied that he had ordered the plaintiff to close the leak, or that Crimmins was engaged in an attempt so to do at the time he was hurt. The witness stated that the plaintiff was merely stooping down alongside of him, and “out of curiosity gazing up at the leak,” when he received the injury complained of.\nThe conflicting testimony was presented to the jury, and they evidently believed the defendant’s version; but, even accepting the plaintiff’s testimony as true, this is not a case where an employee was injured while resting upon the assurance of his employer that he would see to his safety, or where, relying on the word of a superior, he assumed a state of facts to be true which did not actually exist; nor is it a case where, after the employee suggested the danger, his superior said or did anything which led him to believe that his fears were not well founded, so that he took and acted upon the latter’s judgment; no more is it a case where the servant received and obeyed positive and imperative orders to proceed with his work notwithstanding apparent dangers, or where he was suddenly called upon to execute an order that required extreme haste. On the contrary, the appellant’s own testimony shows that, after he had called the foreman’s attention to the conditions which subsequently led to his injury, and the latter had agreed with him concerning the apparent danger, stating he would have the cause of it removed, he, the plaintiff, knowing full well that, despite this statement of the foreman, the latter had done nothing whatever to stop the danger, and that it still threatened, stayed at his work. In other words, the plaintiff, knowing and appreciating the hazard of the situation, remained where he was, took his chances, and was injured; under these circumstances, he had no right to recover against the defendant.\nThe charge to the jury is open to deserved criticism from many standpoints; but, despite this, no harm was done the appellant, for, as we have indicated, the trial judge would have been fully justified, on the testimony of the plaintiff without regard to the evidence produced by the defendant, had he given binding instructions in favor of the latter. This being the case, it is unnecessary, and would serve no useful purpose, to review in detail the numerous assignments of error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "John L. Rouse, with him John N. Logan and James J. Logan, for appellant.",
      "J. 8. Black, for appellee."
    ],
    "corrections": "",
    "head_matter": "Crimmins, Appellant, v. Farquhar.\nNegligence — Master and servant — Assumption of rislc.\nIn an action by an employee against his employer for damages for personal injuries suffered while working in the latter’s stéel foundry, where it appeared by plaintiff’s testimony that the aeeident occurred while plaintiff was engaged at the direction of defendant’s foreman in attempting to stop with wet clay a leak in a vessel containing molten metal; that while so engaged plaintiff observed another man throwing mud at the leak from the other side and complained of the danger therefrom to the foreman who “said he would have it stopped,” but did not leave or say anything to anybody about it; that thereafter plaintiff continued applying the clay, although more mud was thrown, and that finallly a lump so thrown caused the hot metal to splutter, whereby a spark destroyed plaintiff’s eye, plaintiff must be held to have assumed the risk of continuing at his work and could not recover for the injury sustained.\nArgued May 19, 1915.\nAppeal, No. 208, Jan. T., 1915, by plaintiff, from judgment of C. P. York Co., Jan. T., 1911, No. 97, on verdict for defendant in case of James Crimmins v. A. B. Farqúhar Company, Ltd.\nBefore Brown, C. J., Potter, Elkin, Mo'schzisker and Frazer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Ross, J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for defendant and judgment thereon. Plaintiff appealed.\nErrors assigned, among others, were rulings on evidence and the charge to the jury.\nJohn L. Rouse, with him John N. Logan and James J. Logan, for appellant.\nJ. 8. Black, for appellee.\nJuly 3, 1915:"
  },
  "file_name": "0569-01",
  "first_page_order": 599,
  "last_page_order": 603
}
