{
  "id": 1021248,
  "name": "Lower Augusta versus Selinsgrove",
  "name_abbreviation": "Lower Augusta v. Selinsgrove",
  "decision_date": "1870-02-07",
  "docket_number": "",
  "first_page": "166",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "64 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850056
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0106-01"
      ]
    },
    {
      "cite": "7 Watts 171",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846839
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0171-01"
      ]
    },
    {
      "cite": "10 Watts 134",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0134-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 9827,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 9.330277596202737e-07,
      "percentile": 0.980268540752762
    },
    "sha256": "b16cb2be15f99349bdfedf0231fde28b0068f7103e4a3deaf99e81158e2956fc",
    "simhash": "1:88c548f62c153722",
    "word_count": 1777
  },
  "last_updated": "2024-02-27T20:04:26.468414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Sharswood and Williams, JJ. Agnew, J., at Nisi Prius."
    ],
    "parties": [
      "Lower Augusta versus Selinsgrove."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Sharswood, J.\n— The Act of March 16th 1868, Pamph. L. 46, does not give an appeal to this court from the judgments of the Courts of Quarter Sessions on appeals from the orders of removal of paupers, but a writ of error. No doubt the regularity of the proceedings may be examined on that writ as has been done heretofore on certiorari. The Act specifies particularly what shall be made a part of the record, and shall be brought up by the writ. It provides that “ it shall be lawful for either of the parties to the issue to except to any decision of the court upon any point of evidence or of law, which exception shall be noted by the court and filed of record, as in civil cases.” It is not provided that the entire evidence shall be made a part of the record, and it is too plain for argument that we cannot review the judgment below on the merits as we might on an appeal. All that we are authorized to notice are the decisions of the court on such points of evidence or of law, as have been excepted to. A point of evidence cannot by any latitude of construction be considered to mean whether the entire testimony makes out the case or proves the facts. It means evidently whether a witness offered is competent or whether evidence offered is competent or relevant as tending to prove any fact material to the issue. A point of law is a question of law applicable to the facts as they may be found by the court which the party may propose in the shape of a written point and require an answer. The act expressly assimilates the proceedings to those in use in civil cases. The court may be called upon to say what the law is upon an hypothetical state of facts, which there is evidence tending to prove. If the point be that a certain fact is necessary to be established, and that there is no evidence tending to establish it, it ought to be distinctly put, and then it would be incumbent on the court to certify with the exception all the evidence in the case.\nThe general exception to the opinion of the court below is not an exception to any point of evidence or of law. We are asked to examine whether the court were right in the conclusion at which they arrived on the sufficiency of the evidence to prove the settlement of the pauper. This we cannot do. No point was put to the court that there was no evidence tending to prove that it was in Lower Augusta Township, and indeed there could not have been with any show of ground or reason to sustain it. We must dismiss therefore the 3d, 4th, 5th, 6th and 7th assignments of error. It remains then only to consider the 1st and 2d.\nThe 1st is that the court erred in admitting certain depositions which were offered by the defendants in error. The plaintiffs in error objected “because the evidence has no tendency to prove a residence of the pauper, and therefore irrelevant.” Clearly this objection was either misconceived or it was not rightly expressed. In this case no evidence of residence was necessary. The pauper was a bastard, and it is provided by the 11th section of the Act of June 13th 1836, Pamph. L. 543, that “ every illegitimate child shall be deemed to be settled in the place where the mother was legally settled at the time of the birth of such child.” The evidence contained in the depositions certainly did tend to show that the mother of the pauper at the time of his birth had a legal settlement in Lower Augusta township. There was no error therefore in the admission of these depositions.\nThe second error assigned is in the admission in evidence of two certified copies of record from the office of the commissioners of Northumberland county to show that Isaac Hill, the father of the mother of the pauper, was assessed with taxes and paid the same. The plaintiffs in error objected because it does not prove the taxes were ever paid: not an objection to the certificates being read, but only to their effect. It is not easy to deal with such an objection. In point of fact objection to the reception of the evidence was expressly withdrawn. Its effect was a subsequent question, which ought to have been raised if desired by a point of law put to the court. How can- we say then that the court was in error in receiving the evidence? The effect of the record might and in this case did depend upon subsequent evidence. It certainly showed that Isaac Hill was assessed for taxes in two successive years 1844 and 1845. Whether he had paid those taxes was another and different question, and might be proved by other evidence. The Act of 1836 declares that a settlement may be gained by any person inhabiting a district “ who shall be charged with and pay his proportion of any public taxes or levies for two years successively.” Surely there was no error in admitting evidence to show that Isaac Hill was charged with such taxes. It would have been of no effect unless followed by evidence of payment, but a party must proceed step by step. He cannot be required to prove his whole case uno flatu.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Sharswood, J."
      }
    ],
    "attorneys": [
      "6r. W. Ziegler, 0. Sower and Gr. ¶. Miller, for plaintiff in error,",
      "A. 0. Simpson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lower Augusta versus Selinsgrove.\n1. On a writ of error under Act of March 16tli 1868 (Poor), the regularity of proceedings in the Quarter Sessions may be examined, as heretofore on certiorari.\n2. The Supreme Court cannot review the judgment below on the merits, as on an appeal.\n3. The Supreme Court can notice only the decisions on such points of evidence or of law as have been excepted to.\n4. A point of evidence does not mean whether the entire testimony makes out the case or proves the facts, but whether the evidence is competent or relevant or a witness offered is competent.\n5. A point of law is a question of law applicable to the facts as found by the court, which may be proposed in the shape of a written point and require an answer.\n6. The court may be asked to say what the law is on an hypothetical state of facts, which there is evidence tending to prove.\n7. If the point be that a certain fact must be established and there is no evidence so tending, it should be distinctly put, and the court would be bound to certify all the evidence with the exception.\n8. A general exception to the opinion of the court, is not an exception to a point of law or evidence.\n9. In a settlement case, evidence of a bastard’s residence is not necessary ; his settlement is that of his mother when he was born.\n10. Proof of assessment of taxes is admissible as a step towards showing payment of taxes, but is of no value unless followed by showing payment.\nJanuary 25th 1870.\nBefore Thompson, C. J., Read, Sharswood and Williams, JJ. Agnew, J., at Nisi Prius.\nError to the Court of Quarter Sessions of Snyder county: to January Term 1870, No. 237.\nThis proceeding originated by an order issued November 2d 1868, by two justices of the peace of Selinsgrove, Snyder county, removing Moses W. Wallace, a pauper, from Selinsgrove to the township of Lower Augusta, Northumberland county. On the 12th of May 1869, Lower Augusta appealed.\nOn the hearing, before the Court of Quarter Sessions, the appellees offered in evidence the depositions of Julia Goodin and others. The appellant objected on the ground that the evidence did not tend to prove the residence of the pauper.\nThe offer was received by the court and a bill of exceptions sealed.\nJulia Goodin testified: she was a daughter of Isaac Hill, he lived on an island in Northumberland county, 28 or 24 years or longer; the pauper was the child of an unmarried daughter of Isaac Hill, who paid taxes whilst he lived on the island; he claimed to own it; it was given to him and his wife by a Mr. Silverwood, during whose life his possession was undisturbed; the mother of the pauper was born on the island; Isaac Hill farmed the island.\nThere was other evidence (included in the objection), of the residence of Isaac Hill on the island and of the residence of the mother of the pauper with him.\nFebruary 7th 1870,\nThe appellees offered in evidence two certified copies®of the record from the office of the commissioners of Northumberland county, for the- purpose of showing that Isaac Hill was assessed with taxes and paid them. The defendants objected, “as it does not prove the taxes were ever paid. No objections to the certificates being road, but only to their effect.” The offer was admitted, and a bill of exceptions sealed.\nThe certificates showed that in 1844 and 1845 Isaac Hill was assessed in Augusta for land, &c., that there were no exonerations to collectors for those years for the taxes against him.\nThe defendant gave in evidence the record of an action of| ejectment by the heirs of Simon Snyder against Isaac Hill, instituted June 21st 1839 for the island, in which the plaintiffs recovered judgment February 14th 1844; possession was delivered to them under an habere facias, April 17th.\nThe island is in what is now Lower Augusta township. Many years previously Isaac Hill had been driven from the island, and had not resided there since.\nThere were no points submitted by either party.\nThe court (Wood, P. J., delivering the opinion), decided that “ Isaac Hill had a settlement in this township, and this would give his daughter, the mother of this boy, also a settlement there, and would be decisive of this case. The order of removal is therefore confirmed.”\nLower Augusta Township took a writ of error.\nThe 1st and 2d assignments of error related to the admission of the evidence objected to.\nThe 3d, 4th, 5th, 6th and 7th assignments related to the opinion of the court.\n6r. W. Ziegler, 0. Sower and Gr. ¶. Miller, for plaintiff in error,\nreferred to Wallkill v. Mamakiting, 14 Johns. R. 87 ; Overseers v. Aurand, 10 Watts 134; West Buffaloe v. Walker, 7 Watts 171; Blenheim v. Windham, 16 Johns. R. 7; Goucher v. Martin, 9 Watts 106; Woods v. Farmare, 10 Id. 195.\nA. 0. Simpson, for defendant in error."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 169
}
