{
  "id": 1021251,
  "name": "Dohnert's Appeal",
  "name_abbreviation": "Dohnert's Appeal",
  "decision_date": "1870-03-07",
  "docket_number": "",
  "first_page": "311",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "64 Pa. 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Johns. Ch. 445",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1982820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/6/0445-01"
      ]
    },
    {
      "cite": "11 Wend. 442",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Paige 393",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. Ch. 270",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0270-01"
      ]
    },
    {
      "cite": "2 Paige 179",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 11696,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 5.02535494974592e-07,
      "percentile": 0.9366075010550808
    },
    "sha256": "036054d3d800ab984429a47e5b39dfd29e9158914294413b95969fdc4870e3ee",
    "simhash": "1:0d91e60ce4462e0b",
    "word_count": 2064
  },
  "last_updated": "2024-02-27T20:04:26.468414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Dohnert’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Sharswood, J.\n— The jurisdiction of this court to exercise the powers of a court of chancery, depends upon statutory enactments. The Constitution of the Commonwealth, Art. V., sect. 6, provides, that the legislature shall vest in the Supreme Court and several Courts of Common Pleas, besides the powers theretofore actually exercised by them, and certain enumerated powers, “ such other powers to grant relief in equity, as shall he found necessary, and may from time to time enlarge or diminish those powers, or vest them in such other courts as they shall judge proper, for the due administration of justice.”\nWe must resort then to the Acts of Assembly for our warrant in any case of this description. The Act of June 16th 1836, sect. 13, Pamph. L. 790, has declared, that this court in the city of Philadelphia, shall have the power and jurisdiction of a court of chancery, so far as relates to “ the determination of rights to property or money claimed hy two or more persons, in the hands or possession of a person claiming no right of property therein.” This clause describes accurately a bill of interpleader, but it does not comprehend what is known in the books as a proceeding in the nature of a bill of interpleader. “A bill of interpleader,” says Story, “strictly so called, lies only, when the party applying claims no interest in the suhject-matterEquity Plead. §.297, b. This is what the act says: “ in the hands or possession of a person claiming no right of property therein.” But Judge Story adds, that “there are many cases, where a bill, in the nature of a bill of interpleader, will lie by a party in interest to ascertain- and establish his own rights where there are other conflicting' rights between third persons. As for instance if a plaintiff is entitled to equitable relief against the owner of property, and the legal title thereto is in dispute between two or more persons, so that he cannot ascertain to which it actually belongs, he may file a bill against the several claimants in the nature of a bill of inter-pleader for relief.” This describes perfectly the nature of the bill in this case, but it evidently is not that contemplated or intended by the Act of 1836. The right to redeem or extinguish a ground-rent under the covenant to that effect contained in the deed, reserving the rent, is claimed by the plaintiff alone. It is not claimed by the defendants or any of them. They could not compel the plaintiff to redeem. He alone has the option of doing so at his own will and pleasure. He cannot be obliged to litigate for this redemption-money with those claiming under the will of Sarah Wistar and those claiming against it. Nor can the court in this proceeding determine the right between the defendants, which is the chancery power granted by the Act of 1836. It is “ the determination of rights to property or money claimed by two or more persons,” which is the object of the grant; not to receive, invest and take care of the property or money until some other court has determined it. The jurisdiction to determine the right in controversy between the defendants is in the Register’s Court, where the appeal from the register is now pending.\nThere is some plausibility in the contention that the case is within the subsequent grant: “ the affording specific relief when a recovery in damages would be an inadequate remedy.” We will not pause to inquire whether this is a covenant which equity will specifically enforce, as it is one-sided and without mutuality of remedy; nor whether the plaintiff has not a remedy under the provisions of the 1st section of the Act of February 5th 1821, Pamph. L. 25. Specific performance of a contract or covenant is within the sound discretion of the chancellor. There must be no default in the plaintiff which would render it inequitable to grant him the required relief. As this case was put down to be heard on bill and answer, the answers must be received as verity. It is a demurrer in effect by the plaintiff. The answers aver that the plaintiff has failed entirely to fulfil his covenant contained in the same deeds and relating to the same subject-matter. He covenanted that he would “within one year from the date” erect and build on each lot granted to him on ground-rent, a good and substantial three story brick dwelling-house with buildings, if any, to face west, of sufficient value fully to secure the ground-rent. It is no reply to say, that if the principal and arrears of the rent are paid in full, the defendants have no ground of complaint, because the building covenant was merely to secure the payment of the rents. During all this delay of more than fifteen years, Sarah Wistar, and those deriving title under her, have been without the advantage of the' security which the fulfilment of the building covenant would have afforded them. The ground-rents were less valuable, and less likely to secure a full price and ready sale in the market. This injury has been suffered by the default of the plaintiff, and under these circumstances he cannot ask a chancellor to interpose, at a time when the defendants are not in a condition to receive the redemption-money and either to invest it to advantage or divide it amongst those entitled to it.\nDecree affirmed and appeal dismissed at the costs of the appellant, without prejudice.",
        "type": "majority",
        "author": "by Sharswood, J."
      }
    ],
    "attorneys": [
      "H. Wharton, for appellant.",
      "E. Wain and P. P. Morris, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dohnert’s Appeal.\n1. A bill of interpleader lies only when the party applying claims no interest in the subject-matter.\n2. The Act of June 16th 1836, sect. 13 (Equity Powers), construed.\n3. If a party is entitled to equitable relief against an owner of property of which the legal title is in dispute, so that he cannot ascertain to whom it belongs, he may file a bill against, the several .claimants in the nature of a bill of interpleader.\n4. Such bill is not that contemplated by the Act of 1836.\n5. Wistar conveyed land to Dohnert reserving a ground-rent with right to redeem, Dohnert to erect buildings in one year, and died, devising the rents. Her will was contested. Dohnert for 16 years neglected to build. On a bill by him against the devisees and heirs at law to extinguish the ground-rents: Held, that this was not a bill for the determination of the rights of property claimed by two or more persons, and that the rights between the contestants of the will were to be determined by the Register’s Court.\n6. Specific performance is within the sound discretion of the chancellor.\n7. There must be no default in the plaintiff which would render it inequitable to grant him the relief.\n8. Under the circumstances in this case, the delay of Dohnert to erect buildings for so long a time, prevented interposition of a chancellor for his relief.\nFebruary 24th 1870.\nBefore Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius.\nAppeal from Nisi Prius. In Equity: No. 20, to January Term 1869.\nOn the 5th of November 1868, John H. Dohnert filed a bill against Richard Wistar and W. L. Wistar, in their own right and as trustees under the will of Sarah Wistar, deceased, Sarah Hopkinson, Alexander E. Harvey and Rachel L. his wife, in her right, Lewis A. Scott and Francis A. his wife, in her right.\nThe bill set forth:—\n1. That Sarah Wistar, on the 27th of January 1853, by five several deeds conveyed to the plaintiff five lots of ground on Washington street, Philadelphia, reserving a ground-rent of $85 per annum on each lot, with a covenant in each deed that the grantor would release the rent upon the payment by the grantee of the sum of $1416.67.\n2. That the plaintiff sold the five lots of ground, and after-wards, on the 6th of October 1866, they were conveyed to him by the sheriff of Philadelphia, subject to the ground-rents.\n3. That Sarah Wistar died leaving a will, proved October 3d 1866, by which she devised to W. L. Wistar two of the ground-rents ; to Richard Wistar, W. L. Wistar and others another of the ground-rents, in trust for Rachel L. Harvey, with the proviso that the trustees with the consent of Mrs. Harvey, might sell the whole or any part of the trust estate; and to the same trustees the remaining two ground-rents in trust for Frances A. Scott with like proviso; that Richard and W. L. Wistar are the only surviving trustees.\n4. That the validity of Sarah Wistar’s will has been disputed by Sarah W. Hopkinson, Rachel L. Harvey and Frances A. Scott, who with Richard and W. L. Wistar, are all the heirs of Sarah Wistar, and that the litigation is still pending.\n5. That the plaintiff desires to extinguish the ground-ren.ts, but by reason of the contest as to the will, cannot safely do so without the joinder in the deed of extinguishment, of all the parties to the contest; that he has applied to the defendants to receive the money and execute such deed, but they have refused, and he tenders to such of the defendants as are entitled to receive the five several sums of $1416.67, with costs, &c.\n6. That he is suffering loss in interest, taxes on the lots, which he is unable to sell and improve so long as the ground-rents are on them, unextinguished.\nThe prayer was, that the defendants be required to execute deeds of extinguishment, &c.\nRichard and W. L. Wistar answered:—\n1. Admitting the allegations in the 1st paragraph of the bill, but averring that the grantee covenanted to erect on the lots, in one year from the date of the deeds, buildings, — specifically described, — sufficient to secure the ground-rents, and not to permit them to be used for purposes which would be offensive.\n2. That the grantor owned, and her estate now owns, vacant lots adjoining those granted; that the inducement to convey to the plaintiff was his covenant to build, and that the plaintiff has not yet performed his covenant, although sixteen years have elapsed.\n3. That the grantor and her successors have been damnified because a performance of the covenants would have enhanced the value of the adjoining ground, and raised the value of the ground-rents in the market.\nMarch 7th 1870,\nThe answers of the other defendants were in substance the same.\nThe case was heard before Mr. Justice Williams on bill and answer, and the bill was dismissed.\nThe plaintiffs appealed, assigning the dismissal of the bill for error.\nH. Wharton, for appellant.\n— This is a suit in the nature of inter-pleader, based on the dispute as to the will, which makes the ownership of the title doubtful, and until settled the plaintiffs’ land must lie unproductive. Such bill lies in the cases of a mortgagor wishing to redeem; tenant to pay rent; owner to pay tax and lien-debtor to pay his debt, where the title is uncertain : Story’s Eq. Plead., § 297 b.; 2 Story’s Eq. Jur., § 824; 1 Madd. Ch. Pr. 146-7; 2 Hoff. Ch. Pr. 84, 100; 2 Daniell’s Ch. Pr. 1679. Mortgagor: — Goodrick v. Shotbolt, Pr. Ch. 333; 2 Eq. Abr. 473; Gilbert Eq. 18; Bedell v. Hoffman, 2 Paige 179. Tenant: — Aldridge v. Thompson, 2 Brown Ch. C. 149; Dungey v. Angove, 2 Ves., Jr. 304; Cowtan v. Williams, 9 Id. 107; Clarke v. Byne, 13 Id. 386; Angell v. Hadden, 16 Id. 202; E. I. Co. v. Edwards, 18 Id. 378; Magan v. Marsuch, 2 Merivale 107. Badeau v. Tyler, 1 Sandf. Ch. 270. Owner: — Mohawk v. R. R. Clutes, 4 Paige 393; Thomson v. Ebbetts, Hopk. 272. Lien-debtor: — Parks v. Jackson, 11 Wend. 442; Dardan v. Burns, 6 Alab. 362.\nThe consent of the married cestuis que trust would be compelled, if necessary: Dundas v. Biddle, 2 Barr 160. As to the form of relief: 4 Dan. Ch. Pr. 1671. As to costs: Aldridge v. Thomson, 2 Brown Ch. Cas. 149; Aldridge v. Mesner, 6 Ves. 418; Cowtan v. Williams, 9 Id. 107; Richardson v. Salter, 6 Johns. Ch. 445; Thomson v. Ebbetts, Hopk. Ch. 272.\nE. Wain and P. P. Morris, for appellees."
  },
  "file_name": "0311-01",
  "first_page_order": 311,
  "last_page_order": 315
}
