{
  "id": 1021223,
  "name": "Minard versus Beans",
  "name_abbreviation": "Minard v. Beans",
  "decision_date": "1870-04-04",
  "docket_number": "",
  "first_page": "411",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "64 Pa. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 365",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0365-01"
      ]
    },
    {
      "cite": "6 Watts 207",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 9009,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 7.355947529934311e-07,
      "percentile": 0.9688626634216898
    },
    "sha256": "ca33462eefadca65f09f44e707e9557c50607e550f3d752d37a86820bd7cd695",
    "simhash": "1:86caa0c41cad2e9f",
    "word_count": 1630
  },
  "last_updated": "2024-02-27T20:04:26.468414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Agnew and Sharswood, JJ. Read, J., at Nisi Prius."
    ],
    "parties": [
      "Minard versus Beans."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, C. J.\n— We think the true interpretation of the agreement set forth in the case stated, leads to a different result from that arrived at in the court below.\nA plain reading of its terms in regard to the payment of the purchase-money, seems to be all that is needed to show that the claim of the plaintiff for interest is unsupported.\nThe purchase-money was to be $25,000; besides3the down payment or hand-money, $5000 was to be paid on the 1st of April (ensuing the date of the articles); $4000 on or before the 1st of October 1868, the balance to remain on mortgage payable in five equal instalments: the first on the 1st of October 1869; the second on the 1st of October 1870; and to continue until all are paid, “together with interest on all moneys remaining unpaid.”\nIt is morally certain that nothing was expected to remain unpaid on the 1st of October 1868, but the money which was to remain on mortgage, and that was to be paid in five instalments of $3000 each, “ together with interest on the moneys so remaining unpaid on the said 1st of October 1868.” That the interest was to commence then is certain, for that was the time the mortgage was to he given; and this is reduced to a certainty by the fact, that the instalments were to fall due annually and he payable on the “ 1st day of October 1869; the second on the 1st day of October 1870; and so on,” &c. The mortgage was given on the 1st of October 1868, for the security of the above-mentioned instalments, which shows that all prior payments had been made. There was no contract to pay interest on any money falling due on the 1st of October 1868, and there was none to pay interest on the money to he secured at that date. If interest was to be calculated, and paid, before giving the mortgage on the payments to he secured by it, where is the contract for that ? If it be claimed that it was to be calculated and included in the mortgage, it will conflict with the agreement which makes all the instalments to be secured by the mortgage equal. They would be unequal by the amount of back interest. If it be claimed that the mortgage was to be given on the 1st of April 1868, then as the agreement fixes that the instalments are to be paid annually, and expressly fixes the time of payment, just a year from the 1st of October 1868, viz.: 1st of October 1869, and so on, the first instalment would not be, annual.' It would be payable a year and a half after being secured, and thus conflict with the agreement. This shows that the parties did not mean this, but that the payments were to be annual, the first having a year to run, the second two years, and so on from year to year, and until they should be paid.\nInterest, as a general, I might say, universal rule, is never demandahle until money is due. “ It is,” say the books, “ compensation allowed to the creditor for delay of payment by the debtor.”\nIt is completely due, wherever a liquidated sum of money is unjustly withheld. It is a legal and uniform rate of damages allowed, in the absence of any express contract, when payment is withheld, after it has become the duty of the debtor to discharge the debt : Kelsey v. Murphy, 6 Casey 340. There was no express contract for the payment of interest up'to the 1st of October 1868. That is certain. Where is the principle that implies it ? There was no debt due at that time bearing interest, and no overdue debt existed. It was a mistake to imply it from possession of the property by the vendee, when no money was due or withheld.\nThere is a class of cases where interest is always charged on money due, although not payable, by a vendee. For instance, where the purchase-money is payable at a certain time, and the deed is to be made at tbe same time. If the vendor cannot make title at the time appointed for the payment of the purchase-money, and the vendee retains possession, he must pay interest as a compensation for the profits he is receiving during the vendor’s inability to make title. It would be grossly inequitable that the vendee should hold both land and money and compensate for neither. These and kindred circumstances raise an obligation to pay interest, although the purchase-money is not recoverable. But even here the money must be overdue. Where it is not due, and no contract exists for its payment while running' to maturity, it must be an exceptional case where it is legally' demandable. It is certainly not so, we think, in this case. We think, therefore, that there was error in the court below in entering judgment in favor of the plaintiff below, and that the judgment must be reversed.\nNow, April 4th 1870, the judgment of the court in this case is reversed, and judgment is now entered on the case stated, in favor of the defendant, with costs, &c., and the costs of this writ of error.",
        "type": "majority",
        "author": "by Thompson, C. J."
      }
    ],
    "attorneys": [
      "G. Ross, for plaintiff in error.",
      "E. M. Lloyd and Gr. Lear, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Minard versus Beans.\n1. Interest is not demandable until the money is due.\n2. Interest is compensation allowed the creditor for delay of payment. _\n_ 3. Interest is completely due whenever a liquidated sum is unjustly withheld.\n4. Interest is a legal and uniform rate of damages allowed in the absence of express contract, when payment is withheld after it has become a duty to discharge the debt.\n5. If a vendor cannot make title at the time for payment of the purchase-money, the vendee, if he retain possession, must pay interest as a compensation for the profits he is receiving from the land.\n6. Interest not allowed on articles of agreement in this case.\nMarch 8th 1870.\nBefore Thompson, C. J., Agnew and Sharswood, JJ. Read, J., at Nisi Prius.\nError to the Court of Common Pleas of Bucles county: No. 347, to January Term 1870.\nThis was an amicable action of covenant and case stated, in which Robert Beans was plaintiff and Orlando W. Minard defendant.\nThe facts are the following :—\nThe action was for interest under the following articles of agreement: “ Articles of agreement made this 9th day of March 1868, between Robert Beans of the one part, and Orlando W. Minard of the other part, showeth that the said Robert Beans doth hereby agree to sell and convey all the real estate belonging to him, situated, &c., also all the tools, steam-engine boilers, also all the patterns, flasks, &c., in consideration thereof the said Orlando W. Minard hereby agrees to pay, or cause to be paid, the sum of $25,000, the payments to be as follows: $1000 upon the signing of this agreement, $5000 on or before the 1st of April next, $4000 on or before the 1st of October next, the balance to remain on mortgage and payable in five equal instalments of $3000, the first one due October 1st 1869, the second one October 1st 1870, to continue until all are paid, together with interest on all moneys remaining unpaid,” &c.\nThe defendant took possession of the premises and property on the 1st of April 1868.\nThe deed was dated April 1st 1868, but acknowledged and delivered on the 1st of October 1868, at which time a mortgage was given for $15,000, to secure the payments as per article of agreement, with intérest from its date, without prejudice to either party upon the questions in this case stated. The payments made were $1000 at the execution of the articles of agreement, $5000 on the 1st of April 1868, and $4000 on the 1st of October 1868; no interest having been paid on any of said sums of money.\nThe question for the opinion of the court, is, whether the plaintiff is entitled to interest from April 1st 1868, the day of taking possession of the said premises by defendant, to October 1st 1868, the day of the delivery of the deed and mortgage, on the $19,000 remaining unpaid during that time.\nApril 4th 1870,\nIf the court be of opinion that the plaintiff is entitled to interest on the whole sum, the judgment to be entered in favor of plaintiff and against defendant for $570.\nIf the court be of opinion that plaintiff is entitled to interest on the $15,000, and not on the $4000, then judgment for plaintiff for $450.\nIf the court be of opinion that the plaintiff is entitled to interest on the $4000, and not on the $15,000 during that period, then judgment for plaintiff for $120.\nBut if the court be of opinion that the plaintiff is not entitled to interest on either of the sums, judgment to be entered for the defendant.\nThe court (Chapman, P. J.) rendered judgment for the plaintiff for $570.\nThis was assigned for error by the defendant on removing the record by him to the Supreme Court.\nG. Ross, for plaintiff in error.\n— The contract of the parties will bind them, whether in accordance with the general rule or not or whether reasonable or unreasonable: Nelson v. Bonhurst, 5 Casey 353; White v. Smith, 9 Id. 186.\nE. M. Lloyd and Gr. Lear, for defendant in error.\n— A purchaser by articles, entering and continuing in possession, must pay interest on the unpaid purchase-money; Fasholt v. Reed, 16 S. & R. 266; McCormick v. Crall, 6 Watts 207; Kester v. Rockel, 2 W. & S. 365; The Penna. Railroad Co. v. Cooper, 8 P. F. Smith 409."
  },
  "file_name": "0411-01",
  "first_page_order": 411,
  "last_page_order": 414
}
