{
  "id": 1057825,
  "name": "Leightner versus Leightner",
  "name_abbreviation": "Leightner v. Leightner",
  "decision_date": "1878-06-25",
  "docket_number": "",
  "first_page": "144",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Phila. 31",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 166",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    },
    {
      "cite": "7 Wright 187",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 31",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 332",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0330-01"
      ]
    },
    {
      "cite": "1 Dallas 47",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 29",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 244",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 96",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0096-01"
      ]
    },
    {
      "cite": "1 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626208
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0009-01"
      ]
    },
    {
      "cite": "3 Binn. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    },
    {
      "cite": "9 Wright 72",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 14746,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 9.771767696243762e-08,
      "percentile": 0.5316196040773034
    },
    "sha256": "974b6a1267333dd7e42dd5969db63f9d31a287096a71956213a540d8418b45e5",
    "simhash": "1:2169eaa06b359483",
    "word_count": 2627
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Mercur, Gordon, Paxson, Woodward and Trunkey, JJ. Sharswood, J., absent."
    ],
    "parties": [
      "Leightner versus Leightner."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Woodward\ndelivered the opinion of the court,\nApparently, the judgment in this case was reached by an inversion of the order of inquiry through which the point in controversy should have been developed. The provision made by Michael Ebert for his two grandsons for life, and upon the death of either, for his issue in fee-simple, was treated by the Common Pleas as the equivalent of a gift to the grandsons and their heirs; and was held to be controlling in establishing the meaning of the language of the testator throughout the clauses constituting the devise. Thus, the rule in Shelley’s case was employed as the means and medium for the interpretation of the will. The authorities collected in Yarnall’s Appeal, 20 P. F. Smith 340, show that its application was ill-timed. The testator’s intention was first to be ascertained by the accustomed principles of construction, and the inquiry was then to be made whether the intention was in accordance with the terms of the rule, or was so clearly inconsistent with those terms as to overbear the implication to be drawn from the use of technical phraseology, or was left so doubtful or so vague as to render the application of the rule necessary to the attainment of certainty of result.\nMr. Ebert’s purpose was indicated by directions which were explicit, perfectly reconcilable with each other, and unmistakable in effect and terms. He gave to his grandsons, Samuel E. Leightner and Albert O. Leightner, his West Manchester farm, in equal shares for life, and upon the death of one of them, “ to his issue in fee-simple.” Stopping at that point, the heirs of the devisees would undoubtedly have taken by limitation, and not by purchase, and the devisees themselves would have been invested with estates in fee. But the word “ issue ” was not used, and was not intended to be used by the testator as a term of art. He went on to define its meaning in the next clause of the same sentence, in which he directed that “ if either should die without issue, then his half should go to the other in fee-simple.” Nemo est Jiceres viventis. In the devise over to the issue of the survivor, the testator could only have meant children, for the ulterior limitation was to take effect in the survivor’s lifetime. With this clear indication of the sense in which the word was employed in providing for the contingency of the death of one of the devisees without issue, taken in connection with the limitation of the estate at the outset, to the grandsons for life, there can be no embarrassment in arriving at the sense in which it was employed in the clause in which, in the contingency of the death of a devisee leaving issue, his interest was given to such issue. And in the same way, the provision that the land should go to the testator’s other heirs in the event of the death of both grandsons without issue, can readily be ascertained to have had a definite and not an indefinite failure of issue in contemplation. In the first and second of the three contingencies, the devise over was in favor of children, and not in favor of heirs, either in fee-simple or fee-tail. In the third, a remainder in fee was devised, to vest on the death, without children, of the tenants for life.\nBut a subsequent provision of the will indicates perhaps still more significantly not only that it was the testator’s intention to devise a life-estate to his grandsons, but that he believed the intention had been adequately expressed. He ajapointed two of his sons their guardians until they should arrive respectively at the age of twenty-five years, and then authorized either of the grandsons, with the consent of the sons or of the survivor of them, to “ sell his interest in the estate to the other in fee-simple.” The manifest design was to give his devisees the power to convert their estates for life into estates in fee by deeds to be mutually executed by them between the ages of twenty-one and twenty-five. He desired that their titles should become absolute if it should prove safe so to enlarge them. That this result should not be wrought out improvidently, or in a way to hazard the true interests either of the grandsons or their children, the testator relied on the approval of the guardians for assurance and security. While sales were authorized, merely formal transfers would have met the requisitions of the will, for nothing more than the execution of a power was contemplated, and formal deeds would have vested and enlarged the interests, as a formal conveyance secured the same end in the case of Barnet v. Deturk, 9 Wright 72. By interpreting the will so as to give to the grandsons estates of inheritance under the devising clause, the provision for the guardianship and for the transfer and enlargement of the interests, would be reduced to an idle and aimless form. Such an interpretation, indeed, would blot that whole provision out. Wherever it is possible, all of a testator’s directions are to be carried into effect. The grounds ought to be clear, distinct and free from doubt which would warrant a court in setting any of them aside. The mistaken or inadvertent use. of a single technical word was not enough to produce an effect so serious upon Mr. Ebert’s will.\nJudgment reversed, and judgment for the defendants in the case sated.",
        "type": "majority",
        "author": "Mr. Justice Woodward"
      }
    ],
    "attorneys": [
      "E. W. Spangler, for plaintiff in error.",
      "W. S. Kain and John Gibson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Leightner versus Leightner.\nA testator devised his farm to his two grandsons, “ the one-half to each for life, and after the death of either, to his issue in fee-simple; and if either should die without issue, then his half should go to the issue of the other in fee-simple; and upon the death of both without issue then the whole to go to my other heirs.” He appointed his two sons the guardians of his grandsons until they respectively reached the age of twenty-five, and further provided that “ either of my said grandchildren may sell his interest in my estate to the other in fee-simple, with the written consent of my said two sons, or the survivor of them.” Held (reversing the court below), that the grandsons took only life estates.\nMay 10th 1878.\nBefore Agnew, C. J., Mercur, Gordon, Paxson, Woodward and Trunkey, JJ. Sharswood, J., absent.\nError to the Court of Common Pleas of York county: Of May Term 1878, No. 162.\nAmicable action of dower unde nihil habet by Sarah Leightner against George E. Leightner, by his guardian, Emanuel Herman, and Albert O. Leightner and George D. and Elias Ebert, testamentary guardians of said Albert C. Leightner, to determine the right of the plaintiff, the widow of Samuel E. Leightner, deceased, to her dower in certain land held in common.\nThe following case was stated for the opinion of the court: Michael Ebert died in the year 1868, seised of the premises in question, and leaving a will, dated December 12th 1859, with codicil dated July 14th 1862. Said will, provided, among other things, as follows : “I give and devise to my two grandchildren, Samuel E. Leightner and Albert C. Leightner, children of my deceased daughter, Anna Mary, my farm in West Manchester township, adjoining lands of Daniel Ebert, Martin Ebert, Hough and others, on which the aforesaid George Leightner now resides, containing one hundred and sixty-two acres and one hundred and ten perches; to one-half to each for life, and after the death of either, to his issue in fee-simple; and if either should die without issue then his half to go to the issue of the other in fee-simple; and upon the death of both without issue, then the whole to go to my other heirs; this last devise is subject to an agreement entered into by me which is dated the 22d day of April 1859, with George Leightner, the father of said grandchildren, but is to take effect at the expiration of said lease, or whenever it shall be terminated by any event whatever. I appoint my sons, George and Elias, guardians of the estate which my said grandchildren shall receive from my estate, and their control over said estate shall continue until their wards shall respectively arrive at the age of twenty-five years. Either of my said grandchildren may sell his interest in my estate to the other in fee-simple, with the written consent of my said two sons, or of the survivor of them.” The lease or agreement mentioned in said 'will, entered into between the testator and George Leightner, the father of the said Samuel E. Leightner and Albert C. Leightner was made on the 22d day of April 1859, wherein the testator demised, unto the said George Leightner the said farm for the considerations therein mentioned for the term of nineteen years from the first day of April 1859, unless both of said children should die before the expiration of said nineteen years, &c.\nThe said Samuel E. Leightner was born on the 14th of March 1853, and the said Albert C. Leightner was born on the 24th day of January 1855.\nThe said Samuel E. Leightner was married to the plaintiff in this action, on the 27th of November 1874, and had a son born to him, and died on the 4th day of September 1876, leaving to survive him his widow, Sarah Leightner, the plaintiff, and his son, George E. Leightner, of whom the said Emanuel Herman was appointed guardian.\nThe said Albert C. Leightner is- still living and is unmarried.\nIf the court be of opinion that the said Samuel E. Leightner,the husband of the plaintiff, died seised of an estate in fee-simple, in said premises as tenant in common with the said Albert C.\n' Leightner, then judgment for the plaintiff for the one-third of the rents, issues and profits of the undivided one-half of said farm, and if not, then judgments for the defendants.\nThe court entered judgment for the plaintiff, which action was assigned for error by the guardian of George E. Leightner, who took this writ.\nE. W. Spangler, for plaintiff in error.\nIssue here means children. The word “issue” in a will means the same as-heirs of the body, and in general is to be construed as a word of limitation; but this construction will give way if there is anything on the face of the will to show that the word was intended to have a less extended meaning, and to be applied only to children or descendants of a particular class or at a particular time: Taylor v. Taylor, 13 P. F. Smith 483.\nThat “issue” is used here as a word of purchase is shown by the fact that the gift to the “issue” is not immediate, but after the death of the devisee for life, and then to such-issue in fee-simple. These superadded words “in fee-simple” indicate that the testator intended the “issue” not to take “qua heirs,” but as children — to be the root of a new succession. In Abbott v. Jenkins, 10 S. & R. 296, the devise was to A. for' life and after his decease to his “lawful issue” share and share alike and to their heirs and assigns; and it was held that A. took for his life with contingent remainder to his children. “ To his issue in fee-simple,” is in effect the same as to issue share and share alike, with superadded words of limitation. Even when the limitation is to “heirs of the body” to take distributively, with words of limitation added, such a direction is held to convert even the technical words “heirs of the body” into words of purchase. In such case they are not to be construed in their technical sense, as expressive of the nature and extent of the devise, and its descent, but as descriptio personarum, designatory of individuals : Smith on Exect. Int. 488; Fearne on Rem. 154. See also Findlay v. Riddle, 3 Binn. 139; Hoge v. Hoge, 1 S. & R. 155; Guthrie’s Appeal, 1 Wright 9 ; Chew’s Appeal, 1 Id. 23 ; Robins v. Quinliven, 29 P. F. Smith 333; Middleswarth v. Blackmore, 24 Id. 414; Smith v. Coyle, 2 Norris 242. “If either should die without issue then his half to go to the issue of the other in fee-simple.” Therefore, in the event of the death of either without issue, his portion would not go to the survivor, but to the issue of the survivor; and hence such issue would not take by descent from their father, but as purchasers: Washburn in his Treatise on Real Estate. “And upon the death of both without issue, then the whole to go to my other heirs,” shows that the testator intended a definite and not an indefinite failure of issue: Langley v. Heald, 7 W. & S. 96 ; Hauers’s Lessee v. Shitz, 3 Yeates 244.\nW. S. Kain and John Gibson, for defendant in error.\nThe intention of the testator was to keep the estates devised in a particular line of issue. His idea was one of lineal descent, not heirs general, but to vest the estate in the heirs of the body of the life-tenant: Haldeman v. Haldeman, 4 Wright 29; Yarnall’s Appeal, 20 P. F. Smith 335. The devise is to his grandchildren, “the one-half to each for life and after the death of either to his issue in fee-simple.” This is, by the operation of the rule in Shelley’s Case, an estate-tail: 2 Jarman 335; James’s Claim, 1 Dallas 47; Evans’s Lessee v. Davis, 1 Yeates 332; Potts’s Appeal, 6 Casey 168; Allen v. Markle, 12 Id. 117; Kay v. Scates, 1 Wright 31; Angle v. Brosius, 7 Wright 187; Kleppner v. Laverty, 20 P. F. Smith 73. It is contended that the words “to his issue in fee-simple,” indicated an intention that the issue should not take qua heirs, but as children, and the case of Abbott v. Jenkins, 10 S. & R. 296, is cited as authority for that construction, but in that ease there were children in esse at the date of the will: Gernett v. Lynn, 7 Casey 94. And there were words of distribution with words of limitation superadded, in which class of cases the remainder-men take as a new root of succession : Guthrie’s Appeal, 1 Wright 9 ; Robins v. Quinliven, 29 P. F. Smith 334. But this effect is not given to superadded words of limitation alone: Paxson v. Lefferts, 3 Rawle 59; George v. Morgan, 4 Harris 95 ; Kleppner v. Laverty, 20 P. F. Smith 73. And in a case where the limitation was to the issue of the devisee in these words, “in fee-simple to her heirs for ever,” it was held not to affect the question : Price v. Taylor, 4 Casey 95. The devise over to the issue of the other constitutes cross-remainders to the issue of either : Clarke v. Baker, 3 S. & R. 470; Nicholson v. Bettle, 7 P. F. Smith 284. The words “if either should die without issue,” have uniformly been construed to mean an indefinite failure of issue : George v. Morgan, 4 Harris 107 ; Wynn v. Story, 2 Wright 166 ; Kay v. Scates, 1 Wright 31. The power to sell is altogether inconsistent with any estate less than a fee: Church v. Disbrow, 2 P. F. Smith 216; Post v. Dillon, 8 Phila. 31. And the fact that the consent of the testamentary guardians was directed to be first obtained, does not take the case out of the rule that the power of sale of the corpus of the estate conferred upon the devisees carries the fee: Broughton v. Langly, 2 Salk. 679.\nJune 25th 1878."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 148
}
