{
  "id": 1057794,
  "name": "Stephen's and Wife's Appeal",
  "name_abbreviation": "Stephen's Appeal",
  "decision_date": "1878-10-07",
  "docket_number": "",
  "first_page": "202",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Barb. 95",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/4/0095-01"
      ]
    },
    {
      "cite": "1 Whart. 373",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 14",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791101
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0014-01"
      ]
    },
    {
      "cite": "1 Yeates 173",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Paige Ch. 84",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0084-01"
      ]
    },
    {
      "cite": "24 Conn. 114",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "19 Barb. 251",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854672
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0261-01"
      ]
    },
    {
      "cite": "1 Whart. 362",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829034
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0362-01"
      ]
    },
    {
      "cite": "1 Yeates 172",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0171-01"
      ]
    },
    {
      "cite": "3 W. & S. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 16493,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 3.123199732871941e-07,
      "percentile": 0.8607667860172543
    },
    "sha256": "54758fff1fb11d8b56724ad378f97a1922715430d7ed1c286f236d6ed468cd79",
    "simhash": "1:599ecdca5808b61e",
    "word_count": 2876
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Mercur, Gordon, Paxson, Woodward and Trunkey, JJ. Sharswood, J., absent."
    ],
    "parties": [
      "Stephen’s and Wife’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThis bill was filed to compel a reconveyance to Mrs. Stephen of a certain farm which she and her husband.had conveyed to the appellee Emerick. The conveyance had been made on an exchange of lands between the parties. On the farm conveyed by the appellant was charged a right of dower, amounting to $1334. On a large body of lands of which the mill property, conveyed by Emerick to Mrs. Stephen, formed a part, he had previously given to one Long a mortgage for $4100. In the exchange the appellants were to either give Long a mortgage for the $1334 or pay him that sum, so as to secure Emerick against the payment of the same, and Emerick was to remove the residue of said mortgage. Neither party fulfilled the contract in relation to the mortgage. Long proceeded on his mortgage and sold not only the mill property conveyed to Mrs. Stephen, but also the other lands which it covered, retained by Emerick. Having thus lost the mill property which she acquired from Emerick, she now seeks to enforce a reconveyance of the farm which she conveyed to him. -\nThe master to whom the case wTas referred was of the opinion that Emerick fraudulently withheld from her a knowledge of the existence of this mortgage lien on the mill property. On exceptions filed the court below1 reversed that finding and say : “ There is not a line in the whole testimony that will justify the inference of any concealment, either by word or act, on the part of Emerick. There is nothing said or done by him to mislead and calculated to lull her into security as to the title. There is not the shade of evidence to justify the slightest suspicion of collusion between him and her husband. We hold that up until the execution and delivery of the deeds the evidence warrants the conclusion that everything was open and fair, and understood by the one side and by the other.”\nA careful examination of the evidence-fails to convince us that the learned judge erred in his conclusion in regard to the facts.\nThe controlling facts are uncontradicted.\n1. The mortgage was duly recorded. This record was constructive notice to her, equally as effective as actual notice: Evans v. Jones, 1 Yeates 172; Kuhn’s Appeal, 2 Barr 264.\n2. Her husband acted as her agent in the whole transaction. He had express and direct notice of the mortgage. He acquired it while acting as her agent in making the exchange of lands. With his actual knowledge of it thus obtained from Emerick, the bargain was closed and the deeds were executed. She ratified and confirmed the contract of her husband and agent. This w'as again constructive notice to her. His act became her act. Notice to him in the particular transaction was notice to her.\n3. She failed to fulfil her contract. She did not pay the $1334 on the mortgage, nor did she in any manner discharge either the mill property or the residue of Emerick’s land from so much of the mortgage. Through the omission of each party to perform his and her contract respectively, the lands of both parties were sold.\nWe therefore discover no sufficient equity in her case, to give her a right to compel a reconveyance of the farm which she had conveyed to Emerick. No fraud or mistake, or turpitude of consideration and circumstances entitling her to relief on the principle of quia timet, are proven. Nothing less than one of these clearly established would justify the court in ordering the rescission of an executed contract: Brightly’s Eq., § 238; Delamater’s Estate 1 Whart. 362; Yard v. Patton, 1 Harris 278.\nIt is not necessary now to determine whether Emerick would have protected her mill property from the other part of the mortgage, in case she had paid or discharged the part she had assumed to discharge. It is sufficient to say that she did not execute the contract through any mistake of facts ; that Emerick was guilty of no fraud; that she failed to fulfil her contract, and cannot reinstate him in his former rights: Flynn v. Allen, 7 P. F. Smith 482; Babcock v. Case, 11 Id. 427.\nThe cases of Bishop v. Reed, 3 W. & S. 261, and Heacock v. Fly, 2 Harris 540, were cited on the argument in support of the bill. Neither one is applicable to the facts of the present case. In the former, the consideration for the conveyance of the land had wholly failed, through no fault of the party asking to rescind the contract; the latter was where the obligation given for the conveyance was void, and each party could be restored to his former rights. In the case at bar, there was not, at the time of the exchange, any defect in the title to the mill property; but merely a pecuniary encumbrance on it: Tiernan et al. v. Roland et al., 3 Id. 441. The appellants had no right to ask for a rescission on the ground of encumbrance, unless they first discharged, or showed a willingness to discharge, that portion of the encumbrance obligatory on them to discharge: Irvin v. Bleakley, 17 P. F. Smith 24. The learned judge was right in dismissing the bill.\nDecree affirmed, and appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Josiah Funck, for appellant.",
      "A. R. Boughter, for appellees."
    ],
    "corrections": "",
    "head_matter": "Stephen’s and Wife’s Appeal.\n1. L., a married woman, entered into a verbal agreement with E., for the mutual exchange of certain properties which they respectively owned, and this contract was subsequently executed. The property conveyed by E. to L. was subject to a mortgage, and the latter alleged that its existence was fraudulently withheld from her, although it was duly recorded. Throughout all the negotiations the husband of L. acted as her agent. L. having instituted proceedings to compel a re-conveyance: Held, that the record of the mortgage was constructive notice to her, equally as effective as actual notice. Held further, that notice to the husband while acting as her agent was notice to her. Held further, that nothing less than clearly-established fraud, mistake or turpitude of consideration or circumstances entitling L. to relief, on the principle of quia timet, would justify the court in ordering the rescission of this executed contract.\n2. Bishop v. Reed, 3 W. & S. 261, and Heacock v. Fly, 2 Harris 540, distinguished.\nMay 23d 1878.\nBefore Agnew, C. J., Mercur, Gordon, Paxson, Woodward and Trunkey, JJ. Sharswood, J., absent.\nAppeal from the Court of Common Pleas of Lebanon county: Of May Term 1878, No. 64. In Equity.\nBill in equity, filed by John Stephen and Louisa his wife, against Henry Emerick and Susanna his wife and Stephen Boltz, assignee of said Henry Emerick, to compel a re-conveyance to Mrs. Stephen of a certain farm which she and her husband had conveyed to said Henry Emerick.\nThe bill alleged:\n1. That Louisa Stephen, one of the plaintiffs, inherited from her father about ninety-two acres of land in Lebanon county, subject to a dower, during her mother’s lifetime, of $1334.\n2. That on April 10th 1873, after the title to the same had vested in the said Louisa, a verbal contract was entered into with Henry Emerick, one of the defendants, to exchange the above real estate for what was known as the Maulfair Mill property, containing about six acres, clear of all encumbrances, except as hereinafter mentioned; and that afterward conveyances were respectively executed and delivered.\n3. That at the' time this verbal contract was made, and afterward, when the conveyances were executed and delivered, a mortgage executed by Emerick for the payment of $4100, was resting upon said Maulfair Mill property, and tract of about forty-seven acres of land, of which the said Louisa obtained nearly seven acres, with the mill thereon erected, the whole being together and constituting one tract, which mortgage, held by Amos Long, had been duly recorded; of which mortgage the said Louisa, however, had no knowledge, but her husband had.\n4. That said verbal agreement required the said Henry Emerick to make a good title, clear of all encumbrances, to said Maulfair Mill property, containing six acres, to the said Louisa, her heirs and assigns, except the sum of $1334, which was to remain on the property as a set-off to the dower which rested on the property of the said Louisa during the lifetime of Louisa’s mother; that John Stephen, the husband of Louisa, knew of the existence of this mortgage, and also that it was not removed when the conveyances were made, but Emerick had promised him that he would do so as soon as he had the title to Louisa’s property; that he would'then be better able to do so, because he could give the property-thus acquired as additional security; that Stephen believed Emerick would do this, except the sum of $1334, which was to remain thereon as a lien as aforesaid, otherwise he would have informed his wife of this lien, and refused to make title to said Emerick.\n5. That after said conveyances were'executed and delivered, said Emerick did not remove any part of said mortgage.\n6. That Amos Long, the mortgagor, has commenced proceedings to foreclose his mortgage, and that the plaintiffs believe it will take the whole property mortgaged to pay said mortgage, with interest and costs.\n7 and 8. That the said Henry Emerick and wife, while the former still held the title to the property conveyed to him by the said Louisa and her husband, to wit, on the 9th day of April 1874, did execute a voluntary deed of assignment for the benefit of creditors of all his property, real and personal, to Stephen W. Boltz, which was duly accepted by him; that said assignor is wholly insolvent, and that said deed of trust was duly recorded.\nThe bill prayed: 1. That the court will order and decree that the said defendants, on receiving a reconveyance of the title of the plaintiffs to the property which the said Louisa acquired by the aforesaid conveyance, shall reconvey to her and her heirs and assigns the property which the plaintiffs conveyed to the. said Henry Emerick, so that the said Louisa may hold her estate as she held and enjoyed it before the plaintiffs made said conveyance, and that said contract of exchange under which the conveyances were made be wholly cancelled and annulled. 2. For a preliminary injunction to restrain said Stephen W. Boltz, assignee, &c., from disposing of the property until this proceeding is disposed of. 3. 'Greneral relief.\nThe answer set forth:\n1 and 2. That the parties entered into the said contract of exchange in December 1871; that the $1334 dower-money charged on the land conveyed by the plaintiffs to the defendant Emerick was to be paid by Louisa and applied towards the payment of the Long mortgage aforesaid, which was a lien on the Maulfair Mill property, and other land of said Emerick, as stated in plaintiffs’ bill; that the balance of said tract not conveyed to the said Louisa, the said Henry Emerick afterwards conveyed to Daniel Emerick, who was to assume the payment of $2000 of said mortgage, and the balance thereof, to wit, $760, the said Henry Emerick agreed to pay. That said verbal contract was entered into in December 1871, and that a short time thereafter said Emerick met the said plaintiffs, when such verbal contract was fully explained to her, and that she assented and agreed thereto, and soon afterwards entered into the possession of said mill property, and that they still occupy the same.\n3. That said verbal contract for the exchange of properties was entered into in December 1871, and possession taken of the properties exchanged in the spring of 1872, and that the conveyances consummating said exchanges were made and delivered on the 10th of April 1873; that said Emerick did execute a mortgage, to wit, on the 10th day of April 1870, to Amos Long, for the payment of $4100, which was entered of record, and rested upon the said forty-seven acres of land, of which part was conveyed to the said Louisa as aforesaid; that the same was to be paid and satisfied, as hereinbefore stated, of-all of which the said Emerick believes the complainants were both fully cognisant.\n4. That it was agreed that the Long mortgage should be paid off or satisfied in such a way as to relieve the Maulfair Mill property and the land thereto belonging from the lien thereof; that to do this, it was expressly understood that the said Louisa should pay $1334, which was to be applied in the manner hereinbefore stated; that the plaintiffs having neglected and refused to pay said sum, the arrangements to remove said mortgage from the mill property failed; that if that sum had been paid by plaintiffs it would have been removed; that the defendant, Emerick, never agreed to remove said mortgage in any other way, and that it was the plaintiffs’ fault that it never was removed.\nThe bill and answer were referred to a master, who, after reporting the facts, concluded as follows :\n“ I am clearly of the opinion that Louisa knew nothing of the encumbrance on the mill property at the time the contract was made and the deeds were executed and delivered, and that neither Emerick, nor her husband, disclosed to her the fact of such encumbrance on the mill property, but that the fact was concealed from her in order to get her to execute the deed; that the failure on the part of the defendant to disclose the fact of the existence of the mortgage and concealment thereof, by and through which she exchanged her farm for the mill property, was a fraud upon her, and under all the circumstances and facts connected with the case, the conveyance made to defendant should be rescinded. I am also of opinion that she executed and delivered the deed through a misapprehension of the facts, she being under the impression that she was getting a clear title to the mill property for her farm, excepting the third charged on the same, and all that was required of her was to give a mortgage to secure the payment of the third, and after the death of her mother one-half of which belonged to her, when in truth and fact she got nothing for her farm.”\nHe then recommended that the conveyance be rescinded, and that Emerick and wife and Boltz, the assignee, be compelled to reconvey the property to Louisa Stephen.\nThe court, Henderson, A. L. J., on exceptions filed to this report, set aside the same, and dismissed the bill in an opinion, inter alia, saying, “ The master erred—\n“ 1. In finding that Mrs. Stephen knew nothing of the mortgage. She had by the record constructive notice. Her husband had knowledge and notice direct and unequivocal. He was her agent. This was actual notice, to every intent and purpose of the law.\n“ 2. In finding that the fact of the encumbrance ‘ was concealed’ from her ‘by Emerick,’ or by ‘both him and Stephen.’”\nThe language of this court, on this finding, appears in the opinion of this court.\nFrom the decree dismissing the bill, this appeal was taken.\nJosiah Funck, for appellant.\nEmerick having unequivocally promised to remove this mortgage from the property conveyed to Louisa Stephen, except $1334, which was to counterbalance the dower on the tract which he got from the appellants when the conveyances were exchanged, and Stephen having relied upon this promise (for he says without it he would not have made title to Emerick), his failure to keep it, whereby the appellants lost their property, was a fraud, which, in equity, entitles them to a rescission of the contract: 1 Story’s Eq. Jur. 187; Bright. Eq. Jur. 70 ; Gale v. Gale, 19 Barb. 251; Story v. Nor. & Wor. Railroad Co., 24 Conn. 114; 1 Fonbl. Eq. B., ch. 2, § 3, note 2; Chesterfield v. Janssen, 2 Ves. Sr. 155-6.\nThe utter failure of consideration resulting from the defective title of Emerick, known at the time, and which he promised to make good before the conveyances were exchanged, but failed to do so afterwards, whereby the appellants subsequently lost their property, entitles the latter to the relief sought: Babcock v. Case, 11 P. F. Smith 430; Heacock v. Fly, 2 Harris 540 ; Bishop v. Reed, 3 W. & S. 261; Quick v. Stuyvesant, 2 Paige Ch. 84.\nA. R. Boughter, for appellees.\nThe mortgage was duly recorded, and Mrs. Stephen had constructive notice thereof: Evans v. Jones, 1 Yeates 173; Kuhn’s Appeal, 2 Barr 264; Duncan’s Lessee v. Curry, 3 Binn. 14. And she also had actual notice of it as her husband had knowledge of its existence. There is in this case no evidence of fraud or mistake, and without clear and positive proof of one or the other of these, the court is unwarranted in rescinding an executed contract: Graham v. Pancoast, 6 Casey 89; Nace v. Boyer, 6 Id. 109; Delamater’s Estate, 1 Whart. 373; Taylor v. Fleet, 4 Barb. 95.\nOctober 7th 1878."
  },
  "file_name": "0202-01",
  "first_page_order": 202,
  "last_page_order": 207
}
