{
  "id": 1057848,
  "name": "Clement versus The Northumberland Coal Co.",
  "name_abbreviation": "Clement v. Northumberland Coal Co.",
  "decision_date": "1878-06-17",
  "docket_number": "",
  "first_page": "291",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 260",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8247,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 8.291744170034439e-08,
      "percentile": 0.479375052367918
    },
    "sha256": "b2eb438cd25807ffc59dc63bab0ae960052818ad3904b8927a42d689239dac5d",
    "simhash": "1:b977e51d2c6bc59a",
    "word_count": 1478
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Mercur, Gordon, Woodward and Trunkey, JJ. Sharswood and Paxson, JJ., absent."
    ],
    "parties": [
      "Clement versus The Northumberland Coal Co."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered\nPer, Curiam.\nThe point though made in the oral argument against the instruction of the learned court below, we think is without a sufficient foundation in the charge. The judge very correctly held that a subsequent survey could not control the lines of a former, but he did not leave the case upon this single instruction, by omitting to inform the jury that the subsequent acts of the deputy-surveyor in locating a junior warrant, and the marks left by him on the ground, might be considered as evidence tending to disprove the actual location of the older survey. On the contrary, he answered the third point of the plaintiff below, which raised the question very plainly, so as to bring the true distinction fairly before the minds of the jury. The point is clear, and he replied: “Marks found upon adjoining surveys made about the time of the survey are evidence upon the subject of location, but they cannot control or enlarge the dimensions of an earlier survey, even though they may adopt its lines.” Thus the jury was left to locate the earlier survey by those marks, if they should conclude that they indicated the true place of the earlier location; and were at the same time informed, that the lines of a later survey cannot alter or enlarge the lines of a former survey, although the courses and distances of these former lines may be adopted. Certainly this was a fair instruction and brought the charge within the precedents cited. The difference between that which is evidence of a fact and an effect which controls the fact is plain. Then when the judge came to state the evidence of the marks found, he most distinctly referred to the pitch pine on the southern line of the Martin tract, and the post or pine as the material matter in determining the question as to the southern boundary of Mary Myers. In the next paragraph he refers to his answers to the points and leaves the question of the boundary as indicated by those marks to the jury. On the whole we discover no error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per, Curiam."
      }
    ],
    "attorneys": [
      "F. B. Gowen, Wm. O. Lawson, T. H. Purdy and 8. P. Wolverton, for plaintiff in error.",
      "Joshua W. Qomly, John W. B/yon and George W. Zeigler, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Clement versus The Northumberland Coal Co.\nMarks found upon an adjoining junior survey cannot control or enlarge the dimensions of an earlier survey, even though the junior survey adopts the lines of the older, but such marks may be submitted to the jury, as evidence tending to discover the actual location of the older survey.\nJune 10th 1878.\nBefore Agnew, O. J., Mercur, Gordon, Woodward and Trunkey, JJ. Sharswood and Paxson, JJ., absent.\nError to the Court of Common Pleas of Northumberland county: Of May Term 1877, No. 88.\nEjectment by Ira T. Clement against the Northumberland Coal Company, to recover eighty-three acres of unseated land.\nThe plaintiff claimed title to a tract of land in the name of Mary Myers, granted by-a warrant from the Commonwealth, on the 11th of June 1793, and surveyed on the 2d of October of that year. The title of the plaintiff to the land embraced in this warrant and survey was not disputed. This Mary Myers tract was one of a block of eleven tracts, surveyed at the same time, for the same person, on warrants all dated June 11th 1793. This block of surveys was known as the “Brush Yalley” block.\nThe defendants claimed that the land in dispute was embraced within the lines of a tract of land surveyed October 22d 1794, on a warrant of November 26th 1793, to William Elliott. This William Elliott tract was one of a block of four surveys known as the “LaFavre” block, and adjoining the Brush Valley block on the south. The true line dividing these two blocks of surveys was the question in the case.\nIt appeared that the northern line of the Brush Valley block and the southern line of the tracts forming the LaFavre block were both distinctly marked on the ground, but there was no evidence to show that the boundary line between these two tracts had ever been marked. The LaFavre block was the latest surveyed, and was described as bounded on the north by the Brash Valley block, but the eastern and western lines of the two blocks, as returned to the land office, were not of sufficient length to extend to a common boundary. The easternmost tract of the Brush Valley block was the Lobdell tract, and it also appeared that four months after the survey of the Brush Valley block a tract of land to the east of said block, and known as the Richard Martin tract, was surveyed and described as bounded on the west by said Lobdell tract and having its southwest corner identical with the southeast corner of said tract. It was shown also that the southern line of the Richard Martin tract was distinctly marked by a pitch pine and by a “ post by a pine” at its southeast corner. This return, it appeared, was returned to the land office three days before the earlier survey of the Brush Valley block. The plaintiff contended that the location of the southern line of the Richard Martin tract fixed the southern line of the Brush Valley Block, which included the plaintiff’s tract and he therefore, in his third point, asked the court to charge:\n“That in making a location, either of a single survey or of a block of surveys, the marks found upon the ground belonging to junior surveys, made about the same time by the same-surveyor, may be taken into consideration by the jury as evidence of the proper location of the elder surveys, if it appears that the surveyor in locating and marking the lines of the junior survey or surveys, adopted the lines of the older surveys which they adjoin, and returned those of the junior as identical with those of the older.”\nWhich the court, Elwell, P. J., answered as follows :\n“ Marks found upon adjoining surveys, made about the time of the survey, are evidence upon the subject of location, but they cannot control or enlarge the dimensions of an earlier survey, even though they may adopt its lines.\nIn the general charge the court also, inter alia, said : “ The material question in this case is, whether the southern boundary of the Mary Myers was fixed by that pitch pine on the line of the Martin, and by its southeast corner at a post by a pine.\n' “ Upon that subject we have presented to us a number of points by the counsel, and their request to us to charge you, and I can as well give my views in reference to that subject by answering those points, as by any other method. Therefore I shall pursue that course, for the case, in my judgment, is narrowed down to the fact, as to whether the southern boundary of the Mary Myers was fixed by those marks or not. If it was, and if the marks made upon that Martin warrant were made at a later day that warrant could control the surveys upon the southern boundary of the Mary Myers. If there'was no line running south of the Mary Myers, nor of the body of surveys, then, unless this pitch pine controls the location of the course down to that, the plaintiff’s title does not extend further south than the length of the lines called for in the warrant, and if that is not the case, he could not recover the lands in question; on the contrary, if they do extend down beyond the original call — reach down far enough to make the line run from the pitch pine west, then, as I understand it, the Myers survey covers the land in question.”\nVerdict and judgment for defendants. Plaintiff then took this writ and assigned for error, inter alia, the answer to his third point.\nF. B. Gowen, Wm. O. Lawson, T. H. Purdy and 8. P. Wolverton, for plaintiff in error.\nWhile it may be true that the adjustment of the lines of a junior survey cannot of itself enlarge the boundaries of an older, or effect its location, yet the evidence of what the deputy-surveyor did on the ground, in locating the junior warrants contemporaneously with the location of the older, certainly should have been submitted to the jury, on the question of the location of the line between these two blocks: The Carbon Run Improvement Co. v. Rockafeller, 1 Casey 49; Sweigart v. Richards, 8 Barr 436 ; Bellas v. Cleaver, 4 Wright 260.\nJoshua W. Qomly, John W. B/yon and George W. Zeigler, for defendant in error.\nThe marks on a junior survey cannot be made to extend or contract an older survey: Bellas v. Cleaver, supra ; Manhattan Coal Co. v. Green, 23 P. F. Smith 310.\nJune 17th 1878,"
  },
  "file_name": "0291-01",
  "first_page_order": 291,
  "last_page_order": 294
}
