{
  "id": 1057814,
  "name": "Northwestern Mutual Life Ins. Co. versus Roth",
  "name_abbreviation": "Northwestern Mutual Life Ins. v. Roth",
  "decision_date": "1878-10-28",
  "docket_number": "",
  "first_page": "409",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 359",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0359-01"
      ]
    },
    {
      "cite": "1 Rawle 362",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0362-01"
      ]
    },
    {
      "cite": "3 Whart. 347",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0347-01"
      ]
    },
    {
      "cite": "1 Wright 164",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0165-01"
      ]
    },
    {
      "cite": "14 Wright 67",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 141",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856238
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0141-01"
      ]
    },
    {
      "cite": "4 Wright 10",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 13942,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.4514197310431107e-07,
      "percentile": 0.655122557338285
    },
    "sha256": "1d302fe3b92865233a063235bc0358c4a68711a1b745c089e9f981c90455159c",
    "simhash": "1:a91f7c46f0ec2ec8",
    "word_count": 2465
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson, JJ. Woodward J., absent. Trunkey, J., did not sit in this case."
    ],
    "parties": [
      "Northwestern Mutual Life Ins. Co. versus Roth."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\nPrima facie the insurance company, defendant, paid to Becker for John Spieler, the money due on the policy covering the life of John Roth, on faith of the assignment of the 24th of February 1871. Without something to show that the case was, in fact, not as it appeared by this paper; that a fraud had been perpetrated upon Roth’s estate by the insertion of Spieler’s name into the assignment after Roth’s death, and that of this the defendant had notice before payment of the money, the plaintiff has no standing to maintain this suit.\nIn order to the establishment of a condition of affairs, such as above indicated, the court admitted proof of the declarations of Adam Becker, the sub-agent of the defendant, through whom the risk was taken, that the assignment had been executed in blank, and that he had subsequently to Roth’s death inserted Spieler’s name as assignee of the policy.\nTo this ruling of the court the defendant excepted, and gave as reasons therefor the following: First, these declarations were not made by Becker at a time when he was acting as agent of the company in the execution of the policy, but long after that execution, when testifying as a witness in a case of the Commonwealth v. himself and Spieler. Second, the insertion of Spieler’s name after Roth’s death was an act committed for his own purposes, not in the line of his agency, and, as a consequence, his declarations concerning the same, could not affect the company.\nThe first of these reasons is supported by the cases of Fawcett v. Bigley, 9 P. F. Smith 411, and Bigley v. Williams, 30 Id. 107, in which it is held that the narrative of an agent of a past transaction cannot be received in proof in a suit against the principal; the second is so obviously sound that authority to support it is unnecessary. As between the parties to this suit, the declarations of Becker are the declarations of a stranger to the issue, and can affect the case no more than those of any other third party.\nIt is urged that these declarations were legitimately part of the case, inasmuch as they went to establish the fraud of Becker; it is true, they do tend to prove such fraud, and as against himself, they would be relevant; but this proof is to affect, not him, but the company ; it is the prime factor in the plaintiff’s case, without it she cannot recover, and as it is foreign to the company’s transactions, it must be treated as the proof of any other substantive fact, which requires for its establishment direct evidence, not the declarations of a third party.\nThe remaining exceptions are not sustained.\nThe judgment is reversed and a venire facias de novo is ordered.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "Moore Milligan and M. W. Aeheson, for plaintiff in error.—",
      "J. U. Mueller and Bayne Magee, for defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Northwestern Mutual Life Ins. Co. versus Roth.\n1. Where a life insurance company has paid over the proceeds of a policy to its agent on the faith of an assignment, and it is alleged such assignment was a fraud upon the estate of the assured practised by said agent, before a recovery can be had against the company, it must be shown that it had notice of the fraud before payment to the assignee. (\n2. It was erroneous to admit the declarations of the agent, through whom the risk was taken, that the assignment had been executed in blank, and that subsequently to the death of the assured he had inserted therein the name of the assignee, when these declarations were made some time after he had ceased to be the agent of the company.\n3. These declarations as to his own act, committed for his own purposes, not in the line of his agency, were the declarations of a third party, and could not affect the company,\nOctober 17th 1878.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson, JJ. Woodward J., absent. Trunkey, J., did not sit in this case.\nError to the Court of Common Pleas, No. 2, of Allegheny county: Of October and November Term 1878, No. 7.\nThis was an action by Magdalena Both, administratrix of John Roth, deceased, against The Northwestern Mutual Life Insurance Company, of Milwaukee, to recover the amount of a policy of insurance on the life of said John Roth.\nJohn Roth, who resided in Pittsburgh, insured his life in the defendant company for $3000 on the 1st of December 1870. The insurance was effected through Adam Becker, a sub-agent, who held his appointment from George Dart, who was the general agent of the company in this state. Roth died May 12th 1871, and on the 4th of October 1871 his wife took out letters of administration and brought this suit, which came on for trial in 1874.\nAt the trial, before White, A. L. J., as matter of defence, the company produced the following assignment and receipt:\n“Birmingham, February 24th 1871.\nFor a valuable consideration, the receipt whereof is hereby acknowledged, I hereby assign and transfer to John Spieler all my right, title and interest in and to the within policy, No. 58,714, for his sole use and benefit. In case of the death of said assignee before the policy becomes due, then in that case it shall be payable to the heirs or assigns of John Spieler.\nJohann Roth.”\n“Received, September 5th 1871, of the Northwestern Mutual Insurance Company, three thousand dollars in full of all claims on the within policy. John Spieler.\nAttest—\nAdam Becker.”\nThe money was transmitted by the company to Dart, who, on the .written order of Spieler, paid the money to Becker, tvho delivered the policy to Dart, with the foregoing assignment and receipt endorsed thereon.\nThere was evidence tending to show that Becker and Spieler were guilty of a fraud upon the estate of Roth by appropriating to their own use the proceeds, of the policy ; that Spieler was a tool in the hands of Becker; that he was not a bona fide assignee, but signed all the papers Becker presented to him, with the understanding that he was to share in the proceeds, and that he received some three or four hundred dollars of the proceeds of this policy. Spieler also testified that the assignment was originally in blank, and was filled out by Becker after the death of Roth.\nA. Weidman, a witness for the plaintiff, being on the stand, plaintiff’s counsel offered to prove by the witness that Adam Becker, upon examination as a witness on the 30th of October 1873, in the trial of the case of the Commonwealth v. Adam Becker and John Spieler, testified that the writing in the body of the alleged assignment was inserted not at the date at which it purports to be, but a considerable time after the death of Roth.\nDefendant’s counsel objected to the offer as incompetent and irrelevant generally; and that what Adam Becker might have testified to in October 1873, in the case referred to, cannot affect the' defendant company.\nThe court admitted the evidence, saying: “It will be received as evidence bearing on the question of fraud on the part of Becker and Spieler, but will not affect the defendant unless notice or knowledge of the fraud in some way shall be brought home to them prior to their payment of the money.\nThe witness then proceeded to state that, at a hearing in court, Becker had testified that the assignment was made in blank, and that it was his habit to do so in policies, and that subsequently to Roth’s death he had inserted the name of Spieler.\nAnother witness, Gilmore, who was present at the trial of Commonwealth v. Becker and Spieler, and heard what Becker testified on that occasion, about the assignment of the policy, and who also had had a conversation with Becker on the subject out of court, being on the stand, plaintiff’s counsel proposed to ask him, as to what Becker testified, and to examine him as to said conversation. The defendant’s counsel objected, and the court admitted the testimony for the reason given for admitting that of the former witness.\nThe witness then proceeded to state what in substance was testified to by the preceding witness, Weidman.\nThe court, inter alia, charged:—\n“ You will probably be satisfied from the evidence that Adam Becker and John Spieler were guilty of a fraud upon the estate of John Roth, by receiving and appropriating to their own use the proceeds of the policy; and also guilty of a fraud upon the defendant company, by pretending that John Spieler was a bona fide assignee for value of the policy. The evidence would indicate that John Spieler was a tool in the hands of Becker; that he was not a bona fide assignee, hut signed all the papers Becker presented him, with an understanding that he was to be paid a part of the proceeds. * * *\n“ But if the defendant company, or its general agent, Dart, had not actual knowledge that the assignment to Spieler was fraudulent, but had knowledge of such suspicious facts and circumstances as would have put a man of ordinary prudence upon inquiry, when the fraud might have been discovered, and they did not inquire into the matter, the payment to Spieler, or Becker for him, will not protect the company. If the facts and circumstances known to the company, or to Dart, their general agent, created a reasonable suspicion that something was fraudulent or wrong about the assignment, such a suspicion that a man of ordinary prudence would have refused to pay the money until he had satisfied himself it was right, it would have been the duty of the company, before paying over the money to the assignee, to have inquired into the facts of the case; and if they paid over the money without such inquiry when, if made, the fraud might have been discovered, they cannot now set up such payment as a defence to the plaintiff’s claim. * * *\n“ The plaintiff cannot recover unless, 1. You are satisfied from the evidence that the defendant company, or their general agent, Geo. Dart, had knowledge of the fraud, or of such facts as should have put them upon inquiry, as before explained; or, 2. That notice was given before the payment of this money to Dart not to pay it. If you find either of these points in favor of the plaintiff she is entitled to recover.”\nVerdict for plaintiff for $4034.47, and after judgment thereon, plaintiff took this writ and assigned for error, inter alia, the admission of the above testimony and the portions of the charge noted.\nMoore Milligan and M. W. Aeheson, for plaintiff in error.—\nAll connection between Adam Becker and the plaintiff in error had ceased long prior to the trial of the case of the Commonwealth v. Becker and Speiler, in October 1873. He was then an entire stranger to the insurance company. His testimony at that trial and his private statements to Mr. Gilmore, shortly before the criminal trial, were merely narratives of a past transaction, and we submit were clearly inadmissible: Huntingdon Railroad v. Decker, 1 Norris 119; Fawcett v. Bigley, 9 P. F. Smith 411; Bigley v. Williams, 30 Id. 107 ; Benford v. Sanner, 4 Wright 10; Tassey v. Church, 4 W. & S. 141; 2 Wharton on Ev., sect. 1206 ; 1 Greenlief on Ev., sect. 111. The primary question in the cause, was whether the alleged fraud had been committed. It was essential to the plaintiff’s case that the fraud should be established, and so the court ultimately charged. The evidence offered was the only evidence which tended to show it.\nThe papers made out Spieler’s right to the money, and on their face, were a complete justification of the company’s settlement with him. Every presumption was in the company’s favor, and to negative that presumption, the defect relied on was that when Roth signed his name, the assignment was in blank, and Spieler’s name was written in after Roth’s death, and the evidence to establish this consisted of statements made by Adam Becker two years after the company had settled the loss.\nHad it ever so clearly appeared by competent evidence that Roth executed the assignment in blank, it by no means follows that the assignment would be null and void if Roth delivered to Spieler or to Becker the policy so assigned in blank.\nInstruments signed in blank and having the names afterwards inserted are valid: Stahl v. Berger, 10 S. & R. 170 ; Seigfried v. Levan, 6 Id. 310 ; Wiley v. Moor, 17 Id. 438; Costen’s Appeal, 1 Harris 292; Building Association v. Sendmeyer, 14 Wright 67.\nJ. U. Mueller and Bayne Magee, for defendant in error.—\nCollusion by parties in a fraudulent transaction is sufficient to open wide the door and let in the acts of all the parties concerned in it: McDowell v. Rissell, 1 Wright 164 ; Pier v. Duff, 13 P. F. Smith 59; Peterson v. Speer, 5 Casey 478; Bredin v. Bredin, 3 Barr 81; Hartman v. Diller, 12 P. F. Smith 37; Irwin v. Keen, 3 Whart. 347 ; Reitenbach v. Reitenbach, 1 Rawle 362; McCabe v. Burns et al, 16 P. F. Smith 356 ; Rogers v. Hall, 4 Watts 359; McKee v. Gilchrist, 3 Id. 230.\n[Sharswood, J. — You admit the unsworn testimony of Becker to prove a conspiracy when the company had no opportunity to examine him. Plow can this be done ?]\nThe power to pay losses rested in Becker. The money was paid to him and he kept it. The claim, therefore, that he is no longer their agent does not release the compfeny. The money in the custody of Becker was in the custody of the company. If the money was paid to him and he was authorized to pay it to the party entitled thereto, and he knew that Spieler had no insurable interest in this contract can the company be relieved of this act of its agent ?\n[Asnbw, C. J. — The question is whether the act of the agent was within the line of his authority.]\nHe attested the assignment, and we claim that this fraud brings the case within the ruling of the above authorities cited, and the doors should be thrown open.\n[Sharswood, J. — If his evidence relates to a past transaction.]\nIt all relates to a continued transaction. This man still has the money ; he is still the agent. Suppose that it was an individual. This demand three years after would have charged him:\n[Sharswood, J. — But not a demand against a third person.]\n, He is not a third person. He is the company, so far as this transaction is concerned.\nOctober 28th 1878."
  },
  "file_name": "0409-01",
  "first_page_order": 409,
  "last_page_order": 413
}
