{
  "id": 1057842,
  "name": "Pennsylvania Railroad Co. versus Weiss",
  "name_abbreviation": "Pennsylvania Railroad v. Weiss",
  "decision_date": "1878-11-04",
  "docket_number": "",
  "first_page": "447",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. N. C. 214",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 60",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 5552,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 5.308935082309566e-07,
      "percentile": 0.9425202009846906
    },
    "sha256": "236200b047b89d23c6c3b7fac0da4228e89eaba03e8526e9c0e3b454d84a17b8",
    "simhash": "1:32e77666b4bc1e3b",
    "word_count": 984
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Mercur, Gordon, Paxson, and Trunkey, JJ. Woodward, J., absent."
    ],
    "parties": [
      "Pennsylvania Railroad Co. versus Weiss."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered\nPer Curiam\nThe principle of this case was decided at this term in the case of the Pennsylvania Railroad Co. v. Miller et ux., ante 895. The presumption of a fact in law, which carries a case to a jury, necessarily leaves them in possession of the case. True the evidence to rebut the presumption may be very strong, yet it is a matter for the jury and not for the court. The force of the evidence may or may not be sufficient to convince them that the natural presumption arising from human instinct is repelled. But before they can come to this conclusion they must consider the circumstances under which the repelling witnesses testify. They may be such as not to convince a rational mind that the deceased heedlessly rushed into danger, or the character of the witnesses and their appearance before the jury may render them unworthy of belief, consequently the jury only can determine the fact put in issue by the presumption of law.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "J. Moss Thompson, for plaintiff in error.",
      "Davenport Griffith, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Co. versus Weiss.\nThe presumption of a fact in law which carries a case to the jury, necessarily leaves them in possession of the case, and although the evidence to rebut the presumption may be very strong, yet it is a matter for the jury and not for the court.\nOctober 24th 1878.\nBefore Agnew, O. J., Sharswood, Mercur, Gordon, Paxson, and Trunkey, JJ. Woodward, J., absent.\nError to the Court of Common Pleas of Erie county: Of October and November Term 1878, No. 142.\nCase by Katharina Weiss and her minor children against the Pennsylvania Railroad Company, to recover damages for the death of her husband, caused by the alleged negligence of defendant.\nAt the trial, before Galbraith, P. J., it was shown on the part of plaintiffs that Weiss, while driving over a public crossing of defendant’s railroad in the city of Erie, was killed by a passenger train. There was evidence also that the train was running at a greater rate of speed than that permitted by the rules of the company. Two witnesses for the defence testified that they saw Weiss drive on the track, and that he did not stop, look and listen. In rebuttal, the plaintiffs gave evidence to show that a number of freight cars were standing on the track in the direction from which the train came, and that these obstructed the view of the track, and that Weiss was unable to see the approaching train. Upon this evidence the court refused to instruct the jury that, “from all the evidence in this case the plaintiffs are not entitled to recover,” and left the case to the jury in an opinion, inter alia, saying:\n“ The law requires that a person about to cross a railroad track shall use certain precaution on his part; failing in which, he cannot recover, nor his representatives, for any injuries he may suffer in consequence of such neglect. It was the duty of Jacob Weiss, as he came near the crossing, to stop and look and listen, and if he did not do so, but drove on, omitting that precaution which the law and common prudence required of him, the consequence of his rashness and folly must rest upon his representatives, and not upon the railroad company, even if you believe there was negligence on' the part of those in charge of the train. The presumption is that Weiss did his duty by stopping and looking and listening. In the absence of proof to the contrary, the law presumed this to his favor. But the defendants claim to have shown that so far from this being the fact, Weiss not only did not stop and look and listen, but that he drove rapidly towards and upon the tracks, and so encounted the locomotive that ran over him and caused his death. The explanation of this by counsel for plaintiff, is a denial of the truth of the evidence and allegation that it cannot be true. Examine this carefully for yourself. If it is true, then plaintiff clearly cannot recover. How is it contradicted ? What witnesses prove a different state of things ? How are they corroborated by the other evidence in this case ? This is for you ?”\nThe verdict was for the plaintiffs for $3000, and after judgment the defendant took this writ, assigning for error the refusal of the court to give the instruction asked for as above.\nJ. Moss Thompson, for plaintiff in error.\nIt is an unbending rule that one approaching a railroad crossing must stop, look and listen for coming trains, and a neglect to do so is negligence per se : North Penna. Railroad Co. v. Heilman, 13 Wright 60; Penna. Railroad Co. v. Beale, 23 P. F. Smith 505; Railroad v. Weber, 26 Id. 157; Gerety v. Phila., Wilm. & Balt. Railroad Co., 31 P. F. Smith 274. The plaintiffs relied upon the presumption of law that the deceased did his duty in this particular, and there was nothing but this presumption to sustain their right to recover. They offered no express testimony to show that deceased did “ stop, look and listen.”\nOn part of the defendants to rebut this naked presumption, it was shown by the uncontradicted testimony of two competent and intelligent witnesses that the deceased did not stop, but drove on to the track in front of the approaching engine, and was killed.\nThus the presumption of law fails, and the just and fair conclusion that the deceased did not do his duty is established. Hence it was properly claimed that the court should have instructed the jury that under the evidence the plaintiffs were not entitled to recover.\nDavenport Griffith, for defendants in error.\nThe court properly left the case to the jury: Weiss v. Railroad Co., 2 W. N. C. 214.\nNovember 4th 1878,"
  },
  "file_name": "0447-01",
  "first_page_order": 447,
  "last_page_order": 449
}
