{
  "id": 1057807,
  "name": "Shannon versus Shultz",
  "name_abbreviation": "Shannon v. Shultz",
  "decision_date": "1879-01-06",
  "docket_number": "",
  "first_page": "481",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "87 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 251",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 251",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 10906,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 8.599412985785821e-08,
      "percentile": 0.48994420138008044
    },
    "sha256": "b24cb90181c7eeafd253a5ed3bf147411c87ca3f725927db5a413147c06faeb0",
    "simhash": "1:92e6c63faec7d0e8",
    "word_count": 1958
  },
  "last_updated": "2024-02-27T21:16:10.114243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Mercur, Gordon, Paxson and Trunket, JJ. Sharswood and Woodward, JJ., absent."
    ],
    "parties": [
      "Shannon versus Shultz."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur.\ndelivered the opinion of the court,\nThis case involves the sufficiency of the claim filed to charge the separate property of the wife. Three principal objects were secured by the Act of 11th April 1848. 1. To protect the property of a married woman against her husband and his creditors. 2. To give her capacity to bind her estate by contract for necessaries. 3. To authorize her to dispose of her property by will. The act gives no express authority to a married woman to bind her separate estate by contract, for the improvement or repair of her real estate. This power is only constructively within the act: Heugh v. Jones, 8 Casey 432; Murray v. Keys, 11 Id. 384; Findley’s Appeal, 17 P. F. Smith 453.\nTo sustain a common-law action against a husband ■ and wife, with a view of charging the separate estate of the wife for necessaries furnished for the support and maintenance of her family, facts must be averred in the narr., and proved on the trial, sufficient to bring the case within the act. It is not sufficient that a cause of action against the wife be proved, it must also be set forth in the declaration: Mahon v. Gormley, 12 Harris 80; Murray et al. v. Keys et al., supra; Parke et al. v. Kleeber et al., 1 Wright 251. When the object is to charge the real estate of the wife with a lien, it is quite as necessary that all the requirements of the statute be complied with: Lloyd v. Hibbs, 31 P. F. Smith 306. The claim should aver not only the contract of the wife, but that the work was done or materials furnished, for the improvement or repair of her real estate, and substantially, that the application was so made: Heugh v. Jones, supra; Schrifer v. Saum, 31 P. F. Smith 385.\nThe claim in this case does not allege that the wife was the owner of the land on which the building was erected, nor that the building was for the improvement of her real estate. It makes no averment in regard to the ownership of the ground on which, the building was placed. It does allege that she was the owner or reputed owner of the building; but the attempt is to charge not only the building, but also the ground of the wife, on which it stands, and the curtilage appurtenant thereto. A mere tenant for years has no such interest as will be bound by a mechanics’ lien. As against one sui juris it may be conceded that the averment of ownership in the building would prima facie, extend the claim to the ground and curtilage. No such presumption can be applied to create a lien on the real estate of the wife. When she is made liable it is not merely by reason of the erection of the building; but it is -mainly because she has thereby improved her real estate, the land on which it stands. The present claim, as set forth, is wholly consistent with the wife having no such estate in the land as could be bound by a mechanics’ lien. If she had an estate to be bound, the fact on which to predicate that conclusion, should have been stated. The claim lacks the essential requisites to charge the lien on the separate estate of the wife. As this view is fatal to the lien, it is not necessary to consider the other assignments. The learned judge should have affirmed the first point submitted by the defendant below, and the first assignment is sustained.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Mercur."
      }
    ],
    "attorneys": [
      "Goffroth JRuppel, for plaintiff in error.",
      "Baer Baer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shannon versus Shultz.\n1. To charge the separate property of a married woman with a mechanic’s lien, it is necessary that all the requirements of the Act of 1848, should be complied with and the claim should aver not only the contract of the wife, but that the work was done, or materials furnished, for the improvement or repair of her real estate, and substantially, that the application was so made.\n2. As against one sui juris it may be conceded that an averment of ownership of a building would prima facie extend a mechanic’s claim to the ground on which it was erected and the curtilage, but no such presumption can be applied to create a lien on the real estate of a married woman.\nOctober 29th 1878.\nBefore Agnew, C. J., Mercur, Gordon, Paxson and Trunket, JJ. Sharswood and Woodward, JJ., absent.\nError to the Court of Common Pleas of Somerset county: Of October and November Term 1878, No. 257.\nScire facias sur mechanics’ lien by Daniel Shultz against Eleanor F. Shannon, owner, and Michael Shannon, contractor.\nEleanor F. Shannon was the wife of Michael Shannon, and owned a lot of ground upon which her husband erected a house upon which Shultz did certain work, and furnished certain materials, and for which he filed the following lien:—\nDaniel Shultz v. No. 11. January T., 1876. Eleanor Shannon, owner, 1 and M. L. D., D. S. B. $258. Michael Shannon, contractor.^\nAnd now, to wit, 29th December 1875, the plaintiff, Daniel Shultz, filed his claim by his attorney, for the payment of the sum of $258, against all that certain two-story house and back-building, 22 by 40 feet, with back-building, &c., &c. And the lot or piece of ground and curtilage appurtenant to said building.\nThe sum aforesaid being a debt contracted for work done and material furnished by said claimant within six months last past, in and about the erection of the said building, of which the said Eleanor Shannon, wife of Michael Shannon, was and is the owner or reputed owner, and the architect, builder and contractor thereof, at whose instance and request the said work was done and the materials furnished. And the said Daniel Shultz claims to have a lien on the said building and lot or piece of ground and curtilage appurtenant to said building from the commencement thereof for the sum aforesaid, according to the Act of Assembly in such cases made and provided.\nAnd the said claimant hereto annexes a bill of particulars of the amount of his said debt, showing the nature, kind and amount of work done and materials furnished, and the time when the work was done and the materials furnished.\nTo the scire facias on this lien Eleanor Shannon made defence on the grounds:\nFirst, that her husband had no authority to bind the lot by a mechanic’s lien. Second, that the lien was defective in the following particulars:\n1st. It does not allege that the work and materials were done and furnished for and about the improvement of the wife’s separate estate.\n2d. It does not allege that the work done and materials furnished were actually applied to the improvement of the wife’s separate estate.\n3d. It does not allege that the work done and materials furnished were necessary for the use and enjoyment of the wife’s separate property.\n4th. In the title Eleanor Shannon is named as owner and Michael Shannon as contractor, and in the body of the claim Eleanor Shannon is named as both owner and contractor. The lien is therefore void for uncertainty.\nAt the trial before Hall, P. J., it appeared that the materials were not ordered by Mrs. Shannon, but by her husband, and that she knew ‘the house was being erected on her lot and made no objection. Shannon testified that he built the house on the lot because he wanted it there. The materials were charged to Michael Shannon on the books of Shultz.\nThe defendant requested the court to charge that “ under all the evidence in the case the verdict must be for the defendant,” which the court refused, saying the questions of fact were for the jury, and further said:\n“ Under the Act of 1848 a wife is entitled to her own separate property. The husband cannot bind it for his debts, nor encumber it without her consent in writing duly acknowledged. But she herself, in person or by another authorized so to do, may make her property liable for debts for the improvement of it. And she may make her husband her agent to act for ber. If she authorized him to erect this dwelling-house for her on her lot, and in so doing he contracted this debt with her knowledge and consent for materials used in the erection of the building, and which were furnished on the credit of the building, we think the property would be subject to the mechanic’s lien. It makes no difference that Shultz charged the bill to Michael Shannon or took Shannon’s judgment note and entered it, provided he furnished the materials on the credit of the building and continued to hold the building as his security. The facts we leave to you.”\nVerdict for plaintiff, when defendant took this writ and assigned for error the refusal to charge as requested and the foregoing charge.\nGoffroth JRuppel, for plaintiff in error.\nThe Act of 1848 hav-\ning provided a way in which a married woman’s property may be encumbered, it cannot be done in any other manner: Hines v. Ellis, 12 Harris 255; Stoops v. Blackford, 3 Casey 213; Moore v. Cornell, 18 P. F. Smith 323; Barto’s Appeal, 5 Id. 386; Finley’s Appeal, 17 Id. 459. All the facts essential to the validity of a mechanic’s lien against a married woman must'appear on the face of the claim : Finley’s Appeal, supra; Dearie et ux. v. Martin, 28 P. F. Smith 55; Lloyd v. Hibbs, 31 Id. 308; Schrifer v. Saum, Id. 388. Where the lien is filed against 'the property of a married woman, it must allege that the materials were actually applied to the improvement of her separate estate: Schrifer v. Saum, supra; Heugh v. Jones et ux., 8 Casey 432.\nThe claim does not allege that the work done and materials furnished were necessary for the use and enjoyment of the wife’s separate property.\nThis is a defect that is not merely technical; for if the improvement was not necessary then the lien is void, and there can be no recovery ; and if it was necessary, it should be so stated on the face of the claim: Mahon v. Gormley, 12 Harris 82; Lippincott v. Hopkins, 7 P. F. Smith 328; Finley’s Appeal, 17 Id. 457; Dearie v. Martin, 28 Id. 57; Lloyd v. Hibbs, 31 Id. 306: Schrifer v. Saum, Id. 388; Parke v. Kleeber & Bro., 1 Wright 251.\nBaer Baer, for defendant in error.\nThe lien filed charges that the debt was contracted for work done and materials furnished, &c., in and about the erection of the said building, of which Eleanor Shannon, wife of Michael Shannon, was and is owner, &c., and contractor. This discloses the fact that the “ work was done and materials furnished for and about the improvement of the wife’s separate estate,” quite as fully as if stated in these words.\nThe same words used in the lien also clearly and substantially charge that the work done and materials furnished were actually applied to the improvement of the wife’s separate estate; and the lien, in like manner, substantially discloses, so far as is necessary, the fact that the work was done and materials furnished for the use and enjoyment of the wife’s separate property.\nThe naked lot of the wife, by the erection of a dwelling upon it, must certainly be taken to have been improved as her separate property. A lot with a dwelling thereon surely must be taken to be more necessary for the use and enjoyment of her separate property than the naked lot.\nJanuary 6th 1879."
  },
  "file_name": "0481-01",
  "first_page_order": 481,
  "last_page_order": 485
}
