{
  "id": 885500,
  "name": "Susan Strohl, Appellant, v. The Borough of Ephrata",
  "name_abbreviation": "Strohl v. Borough of Ephrata",
  "decision_date": "1896-10-05",
  "docket_number": "Appeal, No. 57",
  "first_page": "50",
  "last_page": "56",
  "citations": [
    {
      "type": "official",
      "cite": "178 Pa. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "142 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0484-01"
      ]
    },
    {
      "cite": "7 Pa. C. C. 620",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. N. C. 70",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "164 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "131 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0042-01"
      ]
    },
    {
      "cite": "1 W. N. C. 225",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0429-01"
      ]
    },
    {
      "cite": "77 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0077-01"
      ]
    },
    {
      "cite": "64 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0425-01"
      ]
    },
    {
      "cite": "58 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0226-01"
      ]
    },
    {
      "cite": "81 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0433-01"
      ]
    },
    {
      "cite": "101 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0027-01"
      ]
    },
    {
      "cite": "17 W. N. C. 429",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "152 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "94 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0534-01"
      ]
    },
    {
      "cite": "123 Mass. 567",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        735059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/123/0567-01"
      ]
    },
    {
      "cite": "30 Me. 94",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        618124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/30/0094-01"
      ]
    },
    {
      "cite": "53 N. Y. 622",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        513024,
        512909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/53/0622-02",
        "/ny/53/0622-01"
      ]
    },
    {
      "cite": "51 Md. 407",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1826404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/51/0407-01"
      ]
    },
    {
      "cite": "72 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0192-01"
      ]
    },
    {
      "cite": "120 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0395-01"
      ]
    },
    {
      "cite": "168 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0578-01"
      ]
    },
    {
      "cite": "168 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0386-01"
      ]
    },
    {
      "cite": "118 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0165-01"
      ]
    },
    {
      "cite": "109 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0109-01"
      ]
    },
    {
      "cite": "114 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0470-01"
      ]
    },
    {
      "cite": "70 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0311-01"
      ]
    },
    {
      "cite": "66 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0164-01"
      ]
    },
    {
      "cite": "150 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0202-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 15415,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 9.68316653927796e-08,
      "percentile": 0.5292675364471056
    },
    "sha256": "21523f2e52f2361fd032c0a52b659695313c1c8188b01fb5941a987b071c6b02",
    "simhash": "1:3e0ebe86b6f145ab",
    "word_count": 2772
  },
  "last_updated": "2024-02-27T19:42:00.583745+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbeen, Williams, Mc-Collum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Susan Strohl, Appellant, v. The Borough of Ephrata."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe learned judge below found as a fact that the borough had abandoned the drain or ditch which ran through plaintiff’s property and for a consideration permitted her to fill in and cover it. It is contended by the borough that this finding was erroneous, but as the borough took no appeal, and the appellant makes no complaint of the finding, it must be accepted as an established fact for the purposes of this case. The attempt of the borough therefore to reopen the ditch must be considered as an entry upon appellant’s land for the purpose of making a new drain or watercourse. For this legislative authority must be shown, and the court below was of opinion that such authority was found both in the act of May 22,1883, P. L. 39, and the act of May 16,1891, P. L. 75.\nWe do not find the authority in the act of 1883. That is a supplement to the borough act of 1851, and its main purpose as expressed in section first was to grant power to the borough to lay out and ordain footwalks, pavements, gutters, culverts and drains over and upon lands abutting on turnpike roads within the borough limits; in brief, to extend the ordinary jurisdiction and authority over its streets for the purposes enumerated to the turnpike roads. ' The general power to regulate the streets, gutters, culverts, drains, etc., contained in the section is a mere re-enactment of the section of the borough act which it was intended to amend and enlarge. It does not contain any grant of power to condemn and take private property for the construction of drains or sewers except upon the line of turnpike roads. The rest of the act is devoted to the procedure, and the remedy of the parties aggrieved, which is to be by like proceedings as provided for the case of public roads.\nThe act of 1891 is of a much more comprehensive scope. It is a supplementary act passed to supply omissions and to enlarge inadequate powers and confirm doubtful ones, on the whole subject of municipal control over the laying out, opening and regulation of streets: Hanover Borough’s Appeal, 150 Pa. 202. By its express terms, the subjects of sewers and water courses are included. It is objected by the appellant that the changing of water courses not being mentioned in the title, so much at least of the act as relates to that subject is unconstitutional. Whatever might be the force of this objection if a case should arise relating to the change of a water course simply as such, it is not worth while to discuss it now as the present is clearly a case of sewer. The drain or ditch, as it is variously called, that formerly ran through appellant’s property, was a natural water course, but adopted and used and its area of drainage enlarged by the borough as a channel for carrying off surface water. The borough changed not only its course but its character as an open into a closed drain or iron pipe; it seeks now to restore it to its ancient course and also to its open character. After an abandonment and permission *to appellant for consideration to fill it .up, the right to the old drain as already said was at an end, and whatever the borough does now it must do de novo by virtue of its municipal powers. But drains or ditches, open or covered, are in this connection included in the term sewers, and when the act of 1891 put that subject within the authority of the borough it necessarily included in the grant all the subordinate questions of kind, size, etc. We are of opinion, therefore, that the borough had authority under the act of 1891 to construct a sewer or drain, open or closed, through appellant’s property.\nBut appellant is nevertheless entitled to the injunction prayed for, as it is clear that the borough is not exercising its authority in the appointed way. It appears to have proceeded on the supposition that it might at any time by mere resolution resume its right to the former mode of drainage, and has not taken any of the necessary steps for the acquisition of a new right under the statute. This it must do. It must proceed to condemn and appropriate the appellant’s property to the desired public use, in the regular and lawful way, as prescribed by the act of 1891 and the general road laws. Section five of the act of 1891 provides that when the parties have not agreed upon the amount of damages the municipal corporation may tender sufficient security, and if the security so tendered be not accepted, then it shall be presented to the court of common pleas, “ and upon the approval of said security said municipal corporation may proceed with the improvement.” This it will be observed is a condition precedent to entry which it is not claimed has been performed in this case. Until it has been, the borough is a trespasser and must be enjoined.\nThe act of June 8, 1891, P. L. 210, has no bearing upon the case. That refers to streams and water courses. The finding of the court below that the water course through appellant’s land had been abandoned takes the case out of the purview of that act. There is no longer any water course there, and as already said if the borough wishes to make one, whether a sewer or a drain or a ditch, whatever it may be called, it must proceed de novo.\n• Decree reversed and injunction directed to be awarded on the basis indicated in this opinion.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "A. B. Ilassler, for appellant.",
      "W. IT. Sensei, of Brown Sensei, with him J. Say Brown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Susan Strohl, Appellant, v. The Borough of Ephrata.\nEquity — Finding of facts — Appeals—Practice.\nA finding of facts by the court below in favor of plaintiff in an equity case will be accepted as conclusive by the Supi’eme Court where the defendant takes no appeal, and the plaintiff who is the appellant makes no complaint of the finding.\nBoroughs — Streets—Turnpikes—Sewers—Injunction—Acts of May 22, 1883, and May 16, 1891.\nThe purpose of the act of May 22, 1883, P. L. 39, was to extend the ordinary jurisdiction and authority of a borough over its streets for the purposes enumerated by the act, to turnpike roads lying within the borough limits. The act does not contain any grant of power to condemn private property for the construction of drains and sewers except upon the line of turnpike roads.\nAlthough the act of May 16,1891, P. L. 75, by its express terms includes the subjects of sewers, and ditches or drains, open or covered, the proceedings under the act must conform to the requirements therein prescribed, other wise a court of equity will restrain the borough from appropriating land.\nWhere a borough adopted a natural water course for drainage purposes, and subsequently, for a consideration, permitted the owner of the land to close it.up, the borough can only reopen it by proceedings de novo under the act of May 16, 1891, and not by a mere resolution of councils. In such a case as the water course had been abandoned, the act of June 8, 1891, P. L. 210, relating to existing streams and water courses had no application.\nArgued May 19, 1896.\nAppeal, No. 57, Jan. T., 1896, by plaintiff, from C. P. Lancaster Co., Equity Docket No. 3, page 107, on bill in equity.\nBefore Gbeen, Williams, Mc-Collum, Mitchell and Fell, JJ.\nReversed.\nBill in equity for an injunction.\nThe bill was filed to prevent the defendant from reopening a drain or ditch across plaintiff’s land which, it was averred, the borough for a consideration had permitted plaintiff to close up.\nBbubakeb, J., filed the following opinion:\nSusan Strohl, the plaintiff, in 1893, purchased a certain lot of ground situated on the south side of West Main street, in the borough of Ephrata, Lancaster county. “ In the spring of 1891, either in the month of May or June, the borough of Ephrata abandoned the drain or ditch which ran through the said lot, for many years carrying away in its natural channel or course the surface water of a portion of the borough.” “ In consideration of the hauling of iron pipes for a new drain — which was constructed for the same purpose — from the railroad to Arch street through said borough, all dirt out of the new ditch, and all stones that might be needed in the work, the plaintiff was permitted to fill in and cover over the old ditch on her lot, and she did so fill it.” Subsequently, in the fall of 1894 she erected on said lot a two and one half story brick dwelling house at great expense, upon plans made after the abandonment of said ditch on her premises, and upon a more extensive scale and at greater expense than she would have done had the drain not been abandoned and the lot filled up.\nOn April 12, 1895, the borough councils of Ephrata adopted the following resolutions:\n“ That the Highway Committee be and is hereby authorized to re-open at once the old or natural water course leading from lands of Jeremiah Mohler diagonally across Main street by bridge, through and along properties now occupied by Oliver Strohl, Christian Smith, and others, of sufficient capacity to carry off all waters in said stream, and that said Highway Committee is instructed to use all honorable means to have the Clay and Hinkletown Turnpike Company to build said bridge or part thereof at the expense of said company.\n“ That all motions, resolutions, or ordinances heretofore passed by Council, conflicting with this resolution or relating to the subject matter, are hereby rescinded and annulled.”\nOn May 8, 1895, this bill of complaint was filed and the preliminary injunction issued as prayed for, which, upon argument on a subsequent motion to dissolve, was permitted by the court to remain until final hearing.\nCONCLUSIONS OK LAW.\n[There seems to be no ground for the interference of equity in this case, for there is a safe, adequate and complete remedy at law, provided by either the act of May 22,1883, P. L. 39, or the act of May 16,. 1891, P. L. 75.] [1]\nThe constitutionality of these acts is questioned by the counsel for the plaintiff, so far as concerns the subject-matter of drains, in that the titles of the several acts do not cover it clearly. We are of opinion, however, [that it would be over-straining the rule of construction, if we were to hold that these titles were insufficient; as drains are component parts of highways and streets, it is unnecessary to mention them in the title in order to meet the constitutional requirement.] [2]\nTreating these acts then as constitutional, the borough of Ephrata would, in our opinion, have a right to enter upon the premises of the plaintiff as often as it deems it necessary, for the purpose of improving its streets; but if it does so, it makes itself liable for damages. [The legal remedy is under these acts,] [5] and, therefore, we must refuse relief on that ground. The injunction is, therefore, dissolved.\nAnd now, October 12, 1895' [we order and decree that the plaintiff’s bill be dismissed at the cost of the plaintiff.] [7]\nErrors assigned were (1, 2, 5, 7,) portions of opinion of the court, quoting them.\nA. B. Ilassler, for appellant.\nMunicipal corporations are not authorized under either of the acts to take land for the purpose for which it is about to be taken in this case, viz: the changing of a water course. The act of 1883 is only intended to give boroughs the right to lay footwalks along turnpike roads, and assess the costs of paving, curbing and guttering the same on owners of adjoining lands.\nThe title of an act of assembly is a part of an act under article III. sec. 3 of the constitution of Pennsylvania, requiring but one subject, and that to clearly appear in the title. It is of great use to clearly interpret the act: P. R. R. v. Riblet, 66 Pa. 164; Eby’s App., 70 Pa. 311; Endlich on Int. of Stat. secs. 59, 178.\nThe title of the act of May 16, 1891, P. L. 75, does not cover the subject of changing water courses, and the act is unconstitutional in that particular: McGee’s App., 114 Pa. 470; Rogers v. Man. Imp. Co., 109 Pa. 109; Sewickley Boro. v. Sholes, 118 Pa. 165; Payne v. School District, 168 Pa. 386; Evans v. Willistown Twp., 168 Pa. 578; Hatfield v. Com., 120 Pa. 395; Dorsey’s App., 72 Pa. 192.\nThe question of abandonment is one of intention depending upon the facts of the particular case: Washburn on Easements, 3d ed. p. 661; Herman on Res. Ad. and Estoppel, 1278; Vogler v. Geiss, 51 Md. 407; 6 Am. Ency. of L. & Eq. 147.\nAn act incompatible with the nature or exercise of the servitude is sufficient to extinguish it: Cartwright v. Maleson, 53 N. Y. 622; Ballard v. Butler, 30 Me. 94; Cent. Wharf Co. v. India Wharf, 123 Mass. 567; Cooper v. Smith, 9 S. & R. 26; 2 Herman on Res. Ad. &. Estoppel, sec. 1222, p. 1363.\nW. IT. Sensei, of Brown Sensei, with him J. Say Brown, for appellee.\nThe learned trial judge, sitting as a chancellor, erred in finding that the borough of Ephrata had abandoned the drain or ditch which ran through the plaintiff’s lot for many years, carrying away in its natural channel or course the surface water of a portion of the borough. One supervisor of a township cannot abandon the water course to which the township has an easement: Union Twp. v. Gibboney, 94 Pa. 534; Martin v. Riddle, 26 Pa. 415, n. Where a township has acquired an easement to Aoav water over certain land, whether by grant or prescription, more than a mere nonuser for three years is required to destroy it, nor is it Avithin the power of one supervisor to grant a surrender of it. A. transaction in which a valuable right of the township is relinquished without compensation is not within the scope of poAvers or duties, which are merely ministerial: Eshleman v. Martic Twp., 152 Pa. 76; Stevenson’s App., 17 W. N. C. 429; Kopf v. Utter, 101 Pa. 27; Washburn on Easments 4th ed. 130-135; Gould on Waters, 279-335.\nA water course may be a stream through which a living stream perennially runs, or it may be a natural ditch, drain or channel through which the surface Avater or rainfall has long been accustomed to run. A grant of a “ water course ” in law may mean, says Jessel, M. R., the easement or the right to the running of water: Taylor v. St. Helens, L. R. 6 Ch. D. 264.\nThe general borough act of 1851, which has always been held sufficient to cover with its title all the powers of boroughs it contains, gave corporate officers the right to lay out streets and to prohibit any obstruction thereto. It has been held that-this act grants to a borough the power to build sewers: Mauch Chunk v. McGee, 81 Pa. 433. Where a statute is susceptible of two constructions of which one would make it unconstitutional and the other constitutional, the latter is to be adopted: Endlich on Interpretation of Statutes, sec. 178. The title of an act need not be a complete index to its contents: Com. v. Green, 58 Pa. 226; Yeager v. Weaver, 64 Pa. 425; Allegheny County Home’s Case, 77 Pa. 77; State Line etc., R. R. Co.’s App., 77 Pa. 429; Lyons v. R. R., 1 W. N. C. 225; Craig v. Church, 88 Pa. 42; In re Pottstown Boro., 117 Pa. 546; Millvale Boro. v. Evergreen Ry., 131 Pa. 19; Com. v. Coal Co., 164 Pa. 305; Leowi v. Haedrich, 8 W. N. C. 70; Com. v. Bender, 7 Pa. C. C. 620; Phila. v. Ridge Ave. R. R., 142 Pa. 484.\nIf the plaintiff in this case has suffered any damage, it is not a matter for a court of equity.\nThe borough of Ephrata has authority, under act of June 8, 1891, P. L. 210, to widen and deepen water courses. It has express authority under the act of May 16, 1891, P. L. 75, regulating, inter alia, the improvement of streets and alleys, to enter upon and injure private property for the changing of water courses.\nOctober 5, 1896 :"
  },
  "file_name": "0050-01",
  "first_page_order": 70,
  "last_page_order": 76
}
